Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch01.po
Languages: de, nb, ta, uk

source: Berkeley 1973 college admissions data
de: Berkeley-Zulassungsdaten von 1973
nb: Opptaksdata fra Berkeley 1973
ta: பெர்க்லி 1973 கல்லூரி சேர்க்கை தரவு
uk: Дані про вступ до коледжу Берклі за 1973 рік

source: The Berkeley 1973 college admissions data. This figure plots the admission rate for the 85 departments that had at least one female applicant, as a function of the percentage of applicants that were female. The plot is a redrawing of Figure 1 from :ref:`Bickel et al. (1975) <Bickel_1975>`. Circles plot departments with more than 40 applicants; the area of the circle is proportional to the total number of applicants. The crosses plot departments with fewer than 40 applicants.
de: Die Berkeley-Zulassungsdaten von 1973. Die Abbildung zeigt die Zulassungsrate für die 85 Fachbereiche, die mindestens eine weibliche Bewerberin hatten, als Funktion des Prozentsatzes der weiblichen Bewerber. Die Darstellung ist eine Replikation von Abbildung 1 aus :ref:`Bickel et al. (1975) <Bickel_1975>`. Kreise zeigen Abteilungen mit mehr als 40 Bewerbern, wobei die Fläche des Kreises proportional zur Gesamtzahl der Bewerber ist. Kreuze zeigen Abteilungen mit weniger als 40 Bewerbern.
nb: Opptaksdata fra Berkeley 1973. Denne figuren viser opptaksraten for de 85 instituttene som hadde minst én kvinnelig søker, som en funksjon av prosentandelen kvinnelige søkere. Figuren er en omtegning av figur 1 fra :ref:`Bickel et al. (1975) <Bickel_1975>`. Sirklene viser avdelinger med mer enn 40 søkere; arealet av sirkelen er proporsjonalt med det totale antallet søkere. Kryssene viser avdelinger med færre enn 40 søkere.
ta: பெர்க்லி 1973 கல்லூரி சேர்க்கை தரவு. இந்த எண்ணிக்கை குறைந்தது ஒரு பெண் விண்ணப்பதாரரைக் கொண்ட 85 துறைகளுக்கான சேர்க்கை விகிதத்தை, பெண்ணாக இருந்த விண்ணப்பதாரர்களின் சதவீதத்தின் செயல்பாடாக உள்ளது. சூழ்ச்சி என்பது படம் 1 இன் மறுவடிவமைப்பு ஆகும்: ref: `பிக்கல் மற்றும் பலர். (1975) <Bickel_1975> `. 40 க்கும் மேற்பட்ட விண்ணப்பதாரர்களுடன் வட்டங்கள் சூழ்ச்சி துறைகள்; வட்டத்தின் பரப்பளவு விண்ணப்பதாரர்களின் மொத்த எண்ணிக்கையில் விகிதாசாரமாகும். 40 க்கும் குறைவான விண்ணப்பதாரர்களைக் கொண்ட சிலுவைகள் சூழ்ச்சி துறைகள்.
uk: Дані про вступ до коледжу Берклі за 1973 рік. На цьому графіку показано відсоток прийнятих до 85 факультетів, які мали хоча б одну заявницю, як функцію відсотка заявниць серед усіх заявників. Графік є перемальованим варіантом рисунка 1 з :ref:`Bickel et al. (1975) <Bickel_1975>`. Кола позначають факультети з більш ніж 40 абітурієнтами; площа кола пропорційна загальній кількості абітурієнтів. Хрестики позначають факультети з менш ніж 40 абітурієнтами.

source: Before leaving this topic entirely, I want to point out something else really critical that is often overlooked in a research methods class. Statistics only solves *part* of the problem. Remember that we started all this with the concern that Berkeley’s admissions processes might be unfairly biased against female applicants. When we looked at the “aggregated” data, it did seem like the university was discriminating against women, but when we “disaggregate” and looked at the individual behaviour of all the departments, it turned out that the actual departments were, if anything, slightly biased in favour of women. The gender bias in total admissions was caused by the fact that women tended to self-select for harder departments. From a legal perspective, that would probably put the university in the clear. Postgraduate admissions are determined at the level of the individual department, and there are good reasons to do that. At the level of individual departments the decisions are more or less unbiased (the weak bias in favour of females at that level is small, and not consistent across departments). Since the university can’t dictate which departments people choose to apply to, and the decision making takes place at the level of the department it can hardly be held accountable for any biases that those choices produce.
de: Bevor wir uns von diesem Thema verabschieden, möchte ich noch auf etwas Entscheidendes hinweisen, das in Vorlesungen über Forschungsmethoden oft übersehen wird. Statistik löst nur *einen Teil* des Problems. Erinnern Sie sich, dass wir mit der Sorge begonnen haben, dass das Zulassungsverfahren in Berkeley ungerechtfertigt voreingenommen gegenüber weiblichen Bewerbern sein könnte. Als wir uns die „aggregierten“ Daten ansahen, hatte es den Anschein, als würde die Universität Frauen diskriminieren, aber als wir uns das individuelle Verhalten aller Fachbereiche „aufgeschlüsselt“ betrachtet haben, stellte sich heraus, dass die einzelnen Fachbereiche, eher leicht zugunsten von Frauen voreingenommen waren. Die geschlechtsspezifische Verzerrung bei den Gesamtzulassungen wurde durch die Tatsache verursacht, dass Frauen dazu neigten, sich in „schwierigeren“ Fachbereichen zu bewerben. Aus rechtlicher Sicht wäre die Universität damit wahrscheinlich aus dem Schneider. Die Zulassung von Postgraduierten wird auf der Ebene der einzelnen Fachbereiche festgelegt, und dafür gibt es gute Gründe. Auf der Ebene der einzelnen Fachbereiche sind die Entscheidungen mehr oder weniger unvoreingenommen (die schwache Voreingenommenheit zugunsten von Frauen auf dieser Ebene ist gering und nicht in allen Fachbereichen gleich). Da die Universität nicht vorschreiben kann, wer sich an welchen Fachbereichen bewirbt, und die Entscheidung auf der Ebene der Fachbereiche getroffen wird, kann sie kaum für etwaige Verzerrungen verantwortlich gemacht werden, die durch diese Entscheidungen entstehen.
nb: Før jeg forlater dette temaet helt, vil jeg påpeke noe annet veldig viktig som ofte blir oversett i undervisningen i forskningsmetode. Statistikk løser bare *en del* av problemet. Husk at vi startet alt dette med en bekymring for at Berkeleys opptaksprosesser kunne være urettferdig skjevfordelt mot kvinnelige søkere. Da vi så på de «aggregerte» dataene, så det ut som om universitetet diskriminerte kvinner, men da vi «disaggregerte» og så på den individuelle atferden til alle instituttene, viste det seg at de faktiske instituttene var, om noe, litt skjevt fordelt i favør av kvinner. Kjønnsskjevheten i det totale opptaket skyldtes at kvinner hadde en tendens til å selektere seg inn på vanskeligere avdelinger. Juridisk sett ville universitetet sannsynligvis ha gått fri. Opptak til doktorgradsstudier bestemmes på instituttnivå, og det er det gode grunner til å gjøre. På instituttnivå er beslutningene mer eller mindre objektive (den svake skjevheten i favør av kvinner på dette nivået er liten, og ikke konsekvent på tvers av instituttene). Siden universitetet ikke kan diktere hvilke institutter folk velger å søke seg til, og beslutningene tas på instituttnivå, kan det neppe holdes ansvarlig for eventuelle skjevheter som disse valgene fører til.
ta: இந்த தலைப்பை முழுவதுமாக விட்டுச் செல்வதற்கு முன், ஒரு ஆராய்ச்சி முறைகள் வகுப்பில் பெரும்பாலும் கவனிக்கப்படாத வேறு முக்கியமான ஒன்றை நான் சுட்டிக்காட்ட விரும்புகிறேன். புள்ளிவிவரங்கள் பிரச்சினையின் * பகுதி * மட்டுமே தீர்க்கின்றன. பெர்க்லியின் சேர்க்கை செயல்முறைகள் பெண் விண்ணப்பதாரர்களுக்கு எதிராக நியாயமற்ற முறையில் சார்புடையதாக இருக்கலாம் என்ற கவலையுடன் இதையெல்லாம் நாங்கள் தொடங்கினோம் என்பதை நினைவில் கொள்ளுங்கள். "திரட்டப்பட்ட" தரவைப் பார்த்தபோது, பல்கலைக்கழகம் பெண்களுக்கு எதிராக பாகுபாடு காண்பது போல் தோன்றியது, ஆனால் நாங்கள் "பிரித்து" அனைத்து துறைகளின் தனிப்பட்ட நடத்தையையும் பார்த்தபோது, உண்மையான துறைகள் ஏதேனும் இருந்தால், அது மாறியது பெண்களுக்கு ஆதரவாக சற்று பக்கச்சார்பானது. மொத்த சேர்க்கைகளில் பாலின சார்பு, கடினமான துறைகளுக்கு பெண்கள் சுய-தேர்வு செய்ய முனைந்ததால் ஏற்பட்டது. ஒரு சட்ட கண்ணோட்டத்தில், அது பல்கலைக்கழகத்தை தெளிவாகக் கொண்டுவரும். முதுகலை சேர்க்கை தனிப்பட்ட துறையின் மட்டத்தில் தீர்மானிக்கப்படுகிறது, அதைச் செய்ய நல்ல காரணங்கள் உள்ளன. தனிப்பட்ட துறைகளின் மட்டத்தில் முடிவுகள் அதிகமாகவோ அல்லது குறைவாகவோ பக்கச்சார்பற்றவை (அந்த மட்டத்தில் பெண்களுக்கு ஆதரவாக பலவீனமான சார்பு சிறியது, மற்றும் துறைகள் முழுவதும் ஒத்துப்போகவில்லை). மக்கள் எந்தத் துறைகளுக்கு விண்ணப்பிக்கத் தேர்வு செய்கிறார்கள் என்பதை பல்கலைக்கழகத்தால் கட்டளையிட முடியாது, மேலும் முடிவெடுப்பது திணைக்களத்தின் மட்டத்தில் நடைபெறுகிறது, அந்தத் தேர்வுகள் உருவாக்கும் எந்தவொரு சார்புகளுக்கும் இது பொறுப்பேற்க முடியாது.
uk: Перш ніж повністю залишити цю тему, я хочу вказати на ще одну дуже важливу річ, яку часто не беруть до уваги на заняттях з методів дослідження. Статистика вирішує лише *частину* проблеми. Пам'ятайте, що ми почали все це з занепокоєння, що процес прийому до Берклі може бути несправедливо упередженим щодо жінок-абітурієнток. Коли ми розглянули «агреговані» дані, здавалося, що університет дискримінує жінок, але коли ми «розклали» дані і розглянули індивідуальну поведінку всіх факультетів, виявилося, що фактично факультети були, якщо вже, то дещо упередженими на користь жінок. Гендерна упередженість у загальному прийомі була спричинена тим, що жінки, як правило, самостійно обирали більш складні факультети. З юридичної точки зору, це, ймовірно, виправдовує університет. Прийом аспірантів визначається на рівні окремих факультетів, і для цього є вагомі причини. На рівні окремих факультетів рішення є більш-менш неупередженими (слабка упередженість на користь жінок на цьому рівні є незначною і не є однаковою для всіх факультетів). Оскільки університет не може диктувати, на які факультети люди вирішують подавати документи, а рішення приймаються на рівні факультету, його важко вважати відповідальним за будь-які упередження, які виникають внаслідок такого вибору.

source: That was the basis for my somewhat glib remarks earlier, but that’s not exactly the whole story, is it? After all, if we’re interested in this from a more sociological and psychological perspective, we might want to ask *why* there are such strong gender differences in applications. Why do males tend to apply to engineering more often than females, and why is this reversed for the English department? And why is it the case that the departments that tend to have a female-application bias tend to have lower overall admission rates than those departments that have a male-application bias? Might this not still reflect a gender bias, even though every single department is itself unbiased? It might. Suppose, hypothetically, that males preferred to apply to “hard sciences” and females prefer “humanities”. And suppose further that the reason for why the humanities departments have low admission rates is because the government doesn’t want to fund the humanities (Ph.D. places, for instance, are often tied to government funded research projects). Does that constitute a gender bias? Or just an unenlightened view of the value of the humanities? What if someone at a high level in the government cut the humanities funds because they felt that the humanities are “useless chick stuff”. That seems pretty *blatantly* gender biased. None of this falls within the purview of statistics, but it matters to the research project. If you’re interested in the overall structural effects of subtle gender biases, then you probably want to look at *both* the aggregated and disaggregated data. If you’re interested in the decision making process at Berkeley itself then you’re probably only interested in the disaggregated data.
de: Das ist jedoch nicht die ganze Geschichte: Wenn wir uns nämlich aus einer eher soziologischen und psychologischen Perspektive für diese Unterschiede interessieren, sollten wir uns fragen, *warum* es so starke Geschlechterunterschiede bei den Bewerbungen gibt. Warum bewerben sich Männer tendenziell häufiger für Ingenieurwissenschaften als Frauen, und warum ist das bei den Geisteswissenschaften umgekehrt? Und warum haben die Fachbereiche, an denen sich eher Frauen bewerben, insgesamt niedrigere Zulassungsquoten als die Fachbereiche, an denen sich eher Männer bewerben? Könnte dies nicht immer noch eine geschlechtsspezifische Voreingenommenheit widerspiegeln, auch wenn jeder einzelne Fachbereich selbst unvoreingenommen ist? Das könnte der Fall sein. Nehmen wir einmal an, dass sich Männer bevorzugt bei den „harten“ Wissenschaften bewerben und Frauen bei den Geisteswissenschaften. Und nehmen wir weiter an, dass der Grund für die niedrigen Zulassungsquoten in den geisteswissenschaftlichen Fächern darin liegt, dass die Geisteswissenschaften finanziell schlechter gestellt sind (Doktorandenstellen sind oft an staatlich finanzierte Forschungsprojekte gebunden). Ist das eine geschlechtsspezifische Voreingenommenheit? Oder nur eine unaufgeklärte Meinung über den Wert der Geisteswissenschaften? Was wäre, wenn jemand auf hoher Ebene in der Regierung die Mittel für die Geisteswissenschaften kürzen würde, weil sie der Meinung sind, dass die Geisteswissenschaften „nutzloses Weiberzeug“ sind. Das scheint ziemlich *offensichtlich* geschlechtsspezifisch voreingenommen. All dies fällt nicht in den Bereich der Statistik, aber es ist für den Forschungsgegenstand von großer Bedeutung. Wenn Sie an den allgemeinen strukturellen Auswirkungen subtiler geschlechtsspezifischer Verzerrungen interessiert sind, dann sollten Sie sich *sowohl* die aggregierten *als auch* die disaggregierten Daten ansehen. Wenn Sie sich für den Entscheidungsfindungsprozess in Berkeley selbst interessieren, dann sind Sie wahrscheinlich primär an den disaggregierten Daten interessiert.
nb: Det var det som lå til grunn for min noe lettvinte kommentar tidligere, men det er vel ikke hele historien? Hvis vi er interessert i dette fra et mer sosiologisk og psykologisk perspektiv, kan vi jo spørre oss *hvorfor* det er så sterke kjønnsforskjeller i søkningen. Hvorfor søker menn oftere enn kvinner til ingeniørstudiene, og hvorfor er det omvendt på engelsk? Og hvorfor er det slik at de instituttene som har en tendens til å ha en overvekt av kvinnelige søkere, har lavere totale opptakstall enn de instituttene som har en overvekt av mannlige søkere? Kan ikke dette fortsatt gjenspeile en kjønnsskjevhet, selv om hvert enkelt institutt i seg selv ikke er skjevt? Jo, det kan det. Anta, hypotetisk sett, at menn foretrekker å søke seg til «harde vitenskaper» og kvinner foretrekker «humaniora». Og anta videre at grunnen til at de humanistiske instituttene har lave opptakstall, er at myndighetene ikke ønsker å finansiere humaniora (doktorgradsplasser er for eksempel ofte knyttet til statlig finansierte forskningsprosjekter). Er det en kjønnsskjevhet? Eller bare et uopplyst syn på humanioras verdi? Hva om noen på høyt nivå i regjeringen kuttet bevilgningene til humaniora fordi de mente at humaniora er «ubrukelig tøsesnakk»? Det virker ganske *åpenlyst* kjønnsdiskriminerende. Ikke noe av dette er statistikk, men det er viktig for forskningsprosjektet. Hvis du er interessert i de generelle strukturelle effektene av subtile kjønnsskjevheter, vil du sannsynligvis se på *både* aggregerte og disaggregerte data. Hvis du er interessert i selve beslutningsprosessen ved Berkeley, er du sannsynligvis bare interessert i de disaggregerte dataene.
ta: முன்னர் எனது ஓரளவு கிளிப் கருத்துக்களுக்கு இதுவே அடிப்படையாக இருந்தது, ஆனால் அது முழு கதையும் அல்ல, இல்லையா? எல்லாவற்றிற்கும் மேலாக, நாங்கள் இதை மிகவும் சமூகவியல் மற்றும் உளவியல் கண்ணோட்டத்தில் ஆர்வமாக இருந்தால், பயன்பாடுகளில் இதுபோன்ற வலுவான பாலின வேறுபாடுகள் உள்ளன என்று * ஏன் * கேட்க விரும்பலாம். ஆண்கள் ஏன் பெண்களை விட பொறியியலுக்கு பெரும்பாலும் பொருந்துகிறார்கள், இது ஆங்கிலத் துறைக்கு ஏன் தலைகீழாக மாற்றப்படுகிறது? ஆண்-பயன்பாட்டு சார்பு கொண்ட துறைகளை விட பெண்-பயன்பாட்டு சார்பு கொண்ட துறைகள் ஒட்டுமொத்த சேர்க்கை விகிதங்களைக் கொண்டிருக்கின்றன? ஒவ்வொரு துறையும் பக்கச்சார்பற்றதாக இருந்தாலும், இது இன்னும் பாலின சார்புகளை பிரதிபலிக்க முடியாது? அது இருக்கலாம். கற்பனையாக, ஆண்கள் "கடின அறிவியலுக்கு" விண்ணப்பிக்க விரும்புகிறார்கள் என்றும் பெண்கள் "மனிதநேயத்தை" விரும்புகிறார்கள் என்றும் வைத்துக்கொள்வோம். மனிதநேயத் துறைகள் ஏன் குறைந்த சேர்க்கை விகிதங்களைக் கொண்டிருக்கின்றன என்பதற்கான காரணம், அரசாங்கம் மனிதநேயங்களுக்கு நிதியளிக்க விரும்பவில்லை என்பதால் (பி.எச்.டி இடங்கள், உதாரணமாக, பெரும்பாலும் அரசாங்க நிதியளிக்கப்பட்ட ஆராய்ச்சி திட்டங்களுடன் பிணைக்கப்படுகின்றன). அது ஒரு பாலின சார்புடையதா? அல்லது மனிதநேயத்தின் மதிப்பைப் பற்றிய ஒரு விளக்கப்படாத பார்வை? அரசாங்கத்தில் உயர் மட்டத்தில் யாரோ ஒருவர் மனிதநேய நிதியை குறைத்தால், ஏனெனில் மனிதநேயம் “பயனற்ற குஞ்சு பொருள்” என்று அவர்கள் உணர்ந்தார்கள். அது அழகாக * அப்பட்டமாக * பாலின சார்புடையதாகத் தெரிகிறது. இவை எதுவுமே புள்ளிவிவரங்களின் எல்லைக்குள் வரவில்லை, ஆனால் இது ஆராய்ச்சி திட்டத்திற்கு முக்கியமானது. நுட்பமான பாலின சார்புகளின் ஒட்டுமொத்த கட்டமைப்பு விளைவுகளில் நீங்கள் ஆர்வமாக இருந்தால், நீங்கள் * ஒருங்கிணைந்த மற்றும் பிரிக்கப்படாத தரவைப் பார்க்க விரும்பலாம். பெர்க்லியில் முடிவெடுக்கும் செயல்முறையில் நீங்கள் ஆர்வமாக இருந்தால், நீங்கள் பிரிக்கப்படாத தரவுகளில் மட்டுமே ஆர்வம் காட்டலாம்.
uk: Це було основою для моїх дещо легковажних зауважень раніше, але це не вся історія, чи не так? Зрештою, якщо ми цікавимося цим з більш соціологічної та психологічної точки зору, ми можемо запитати, *чому* існують такі сильні гендерні відмінності в заявках. Чому чоловіки частіше подають заявки на інженерні спеціальності, ніж жінки, і чому ситуація зворотна для факультету англійської мови? І чому факультети, які, як правило, мають перевагу заявок від жінок, мають нижчі загальні показники прийому, ніж факультети, які мають перевагу заявок від чоловіків? Чи не може це все-таки відображати гендерну упередженість, навіть якщо кожен факультет сам по собі є неупередженим? Можливо. Припустимо, гіпотетично, що чоловіки віддають перевагу «точним наукам», а жінки — «гуманітарним наукам». І припустимо далі, що причиною низьких показників прийому на гуманітарні факультети є те, що уряд не хоче фінансувати гуманітарні науки (наприклад, місця для аспірантів часто пов'язані з фінансованими урядом дослідницькими проектами). Чи є це гендерною упередженістю? Або просто неосвіченим поглядом на цінність гуманітарних наук? А що, якщо хтось із високопосадовців уряду скоротив фінансування гуманітарних наук, бо вважав, що гуманітарні науки — це «марна жіноча справа»? Це здається досить *очевидним* гендерним упередженням. Ніщо з цього не входить до сфери статистики, але це має значення для дослідницького проекту. Якщо вас цікавлять загальні структурні наслідки тонких гендерних упереджень, то вам, ймовірно, варто розглянути *як* агреговані, так і дезагреговані дані. Якщо вас цікавить процес прийняття рішень у самому Берклі, то вам, ймовірно, цікаві лише дезагреговані дані.

source: In short there are a lot of critical questions that you can’t answer with statistics, but the answers to those questions will have a huge impact on how you analyse and interpret data. And this is the reason why you should always think of statistics as a *tool* to help you learn about your data. No more and no less. It’s a powerful tool to that end, but there’s no substitute for careful thought.
de: Es gibt eine Menge kritischer Fragen, die man mit Statistik nicht beantworten kann. Die Antworten auf diese Fragen haben jedoch einen großen Einfluss darauf, wie man Daten analysiert und interpretiert. Aus diesem Grund sollten Sie die Statistik immer als ein *Werkzeug* betrachten, das Ihnen hilft, mehr über Ihre Daten zu erfahren. Nicht mehr und nicht weniger. Sie ist ein leistungsfähiges Werkzeug für diesen Zweck, aber sie ist kein Ersatz für sorgfältige Überlegungen.
nb: Kort sagt er det mange kritiske spørsmål som du ikke kan besvare med statistikk, men svarene på disse spørsmålene vil ha stor innvirkning på hvordan du analyserer og tolker data. Og dette er grunnen til at du alltid bør se på statistikk som et *verktøy* som hjelper deg med å lære om dataene dine. Hverken mer eller mindre. Det er et kraftfullt verktøy, men det kan ikke erstatte nøye gjennomtenkning.
ta: சுருக்கமாக, புள்ளிவிவரங்களுடன் நீங்கள் பதிலளிக்க முடியாத பல முக்கியமான கேள்விகள் உள்ளன, ஆனால் அந்த கேள்விகளுக்கான பதில்கள் நீங்கள் தரவை எவ்வாறு பகுப்பாய்வு செய்து விளக்குகின்றன என்பதில் பெரும் தாக்கத்தை ஏற்படுத்தும். உங்கள் தரவைப் பற்றி அறிய உங்களுக்கு உதவ, புள்ளிவிவரங்களை * கருவியாக * நீங்கள் எப்போதும் சிந்திக்க வேண்டிய காரணம் இதுதான். இனி இல்லை. இது ஒரு சக்திவாய்ந்த கருவியாகும், ஆனால் கவனமாக சிந்தனைக்கு மாற்றாக இல்லை.
uk: Коротко кажучи, існує багато важливих питань, на які не можна відповісти за допомогою статистики, але відповіді на ці питання матимуть великий вплив на те, як ви аналізуєте та інтерпретуєте дані. І саме тому ви завжди повинні розглядати статистику як *інструмент*, який допомагає вам дізнатися більше про ваші дані. Не більше і не менше. Це потужний інструмент для досягнення цієї мети, але ніщо не може замінити ретельне обмірковування.

source: Earlier versions of these notes incorrectly suggested that they actually were sued. But that’s `not true <https://www.refsmmat.com/posts/2016-05-08-simpsons-paradox-berkeley.html>`__. A big thank you to Wilfried Van Hirtum for pointing this out to me.
de: In früheren Versionen wurde fälschlicherweise behauptet, dass Berkeley tatsächlich verklagt wurden. Aber das ist `nicht wahr <https://www.refsmmat.com/posts/2016-05-08-simpsons-paradox-berkeley.html>`__. Vielen Dank an Wilfried Van Hirtum, der mich darauf aufmerksam gemacht hat.
nb: Tidligere versjoner av disse notatene antydet feilaktig at de faktisk ble saksøkt. Men det er `ikke sant <https://www.refsmmat.com/posts/2016-05-08-simpsons-paradox-berkeley.html>`__. En stor takk til Wilfried Van Hirtum for å ha påpekt dette for meg.
ta: இந்த குறிப்புகளின் முந்தைய பதிப்புகள் அவை உண்மையில் வழக்குத் தொடுத்தன என்று தவறாக பரிந்துரைத்தன. ஆனால் அது உண்மை இல்லை <https://www.refsmmat.com/posts/2016-05-08-SIMPSONS- PARADOX-BERKELY.HTML> __. இதை எனக்கு சுட்டிக்காட்டிய வில்பிரைட் வான் இர்டமுக்கு ஒரு பெரிய நன்றி.
uk: У попередніх версіях цих приміток помилково вказувалося, що вони насправді були подані до суду. Але це неправда <https://www.refsmmat.com/posts/2016-05-08-simpsons-paradox-berkeley.html>__. Велике спасибі Вілфріду Ван Хіртуму за те, що він звернув мою увагу на це.

source: Statistics in psychology
de: Statistik in der Psychologie
nb: Statistikk i psykologi
ta: உளவியலில் புள்ளிவிவரங்கள்
uk: Статистика в психології

source: I hope that the discussion above helped explain why science in general is so focused on statistics. But I’m guessing that you have a lot more questions about what role statistics plays in psychology, and specifically why psychology classes always devote so many lectures to stats. So here’s my attempt to answer a few of them…
de: Ich hoffe, dass die obige Diskussion dazu beigetragen hat zu erklären, warum sich die Wissenschaft so sehr auf die Statistik konzentriert. Ich vermute jedoch, dass Sie noch viele weitere Fragen dazu haben, welche Rolle die Statistik in der Psychologie spielt und warum es so viele Statistik-Vorlesungen im Psychologiestudium gibt. Hier ist also mein Versuch, ein paar dieser Fragen zu beantworten…
nb: Jeg håper at diskusjonen ovenfor bidro til å forklare hvorfor vitenskapen generelt er så fokusert på statistikk. Men jeg antar at du har mange flere spørsmål om hvilken rolle statistikk spiller i psykologien, og spesielt hvorfor psykologikursene alltid bruker så mange forelesninger på statistikk. Så her er mitt forsøk på å svare på noen av dem…
ta: பொதுவாக அறிவியல் ஏன் புள்ளிவிவரங்களில் கவனம் செலுத்துகிறது என்பதை விளக்க மேலே உள்ள விவாதம் உதவியது என்று நம்புகிறேன். ஆனால் உளவியலில் புள்ளிவிவரங்கள் என்ன பங்கு வகிக்கின்றன என்பதையும், குறிப்பாக உளவியல் வகுப்புகள் ஏன் புள்ளிவிவரங்களுக்கு பல விரிவுரைகளை ஒதுக்குகின்றன என்பதையும் பற்றி உங்களிடம் இன்னும் நிறைய கேள்விகள் உள்ளன என்று நான் நினைக்கிறேன். எனவே அவற்றில் சிலருக்கு பதிலளிக்க எனது முயற்சி இங்கே…
uk: Сподіваюся, що вищевикладене допомогло пояснити, чому наука в цілому так зосереджена на статистиці. Але я припускаю, що у вас є ще багато питань про те, яку роль відіграє статистика в психології, і, зокрема, чому на заняттях з психології так багато уваги приділяється статистиці. Ось моя спроба відповісти на деякі з них…
