Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch01.po
Languages: de, nb, ta, uk

source: If you think about it, it’s not as if these data are horribly damning. Overall, people did do better than chance at compensating for their prior biases, since about 60\% of people’s judgements were correct (you’d expect 50\% by chance). Even so, if you were a professional “evaluator of evidence”, and someone came along and offered you a magic tool that improves your chances of making the right decision from 60\% to (say) 95\%, you’d probably jump at it, right? Of course you would. Thankfully, we actually do have a tool that can do this. But it’s not magic, it’s statistics. So that’s reason #1 why scientists love statistics. It’s just *too easy* for us to “believe what we want to believe”. So instead, if we want to “believe in the data”, we’re going to need a bit of help to keep our personal biases under control. That’s what statistics does, it helps keep us honest.
de: Wenn man darüber nachdenkt, ist es nicht so, dass diese Daten furchtbar vernichtend sind. Im Großen und Ganzen haben die Menschen ihre Vorurteile besser als der Zufall kompensiert, denn etwa 60 % der Urteile der Menschen waren richtig (man würde 50 % durch Zufall erwarten). Trotzdem: Wenn Sie ein professioneller „Beweisexperte“ wären und jemand käme zu Ihnen und würde Ihnen ein magisches Werkzeug anbieten, das Ihre Chancen, die richtige Entscheidung zu treffen, von 60 % auf (sagen wir) 95 % erhöht, würden Sie wahrscheinlich zugreifen, oder? Natürlich würden Sie das. Zum Glück haben wir ein Werkzeug, das dies kann. Aber es ist keine Magie, es ist Statistik. Das ist also der wichtigste Grund, warum Wissenschaftler Statistiken lieben. Es ist einfach *zu einfach* für uns, „zu glauben, was wir glauben wollen“. Wenn wir also „den Daten glauben“ wollen, brauchen wir ein wenig Hilfe, um unsere Vorurteile unter Kontrolle zu halten. Das ist die Aufgabe der Statistik: Sie hilft uns, ehrlich zu bleiben.
nb: Hvis du tenker over det, er det ikke som om disse dataene er fryktelig fordømmende. Totalt sett gjorde folk det bedre enn tilfeldighetene når det gjaldt å kompensere for sine forutinntatte holdninger, siden omtrent 60\% av folks vurderinger var korrekte (man kunne forvente 50\% ved en tilfeldighet). Likevel, hvis du var en profesjonell «bevisbedømmer», og noen kom og tilbød deg et magisk verktøy som økte sjansene dine for å ta en riktig avgjørelse fra 60\% til (la oss si) 95\%, ville du sannsynligvis hoppet på det, ikke sant? Selvsagt ville du det. Heldigvis har vi faktisk et verktøy som kan gjøre dette. Men det er ikke magi, det er statistikk. Det er grunn nummer én til at forskere elsker statistikk. Det er bare *for enkelt* for oss å «tro det vi vil tro». Så hvis vi i stedet ønsker å «tro på dataene», trenger vi litt hjelp til å holde våre personlige fordommer under kontroll. Det er det statistikk gjør, den hjelper oss med å holde oss ærlige.
ta: நீங்கள் இதைப் பற்றி சிந்தித்தால், இந்த தரவு மிகவும் மோசமானதாக இல்லை. ஒட்டுமொத்தமாக, மக்கள் தங்கள் முந்தைய சார்புகளுக்கு ஈடுசெய்வதற்கான வாய்ப்பை விட சிறப்பாகச் செய்தார்கள், ஏனெனில் சுமார் 60 \% மக்களின் தீர்ப்புகள் சரியானவை (நீங்கள் 50 \% தற்செயலாக எதிர்பார்க்கிறீர்கள்). அப்படியிருந்தும், நீங்கள் ஒரு தொழில்முறை “ஆதாரங்களின் மதிப்பீட்டாளராக” இருந்தால், யாரோ ஒருவர் வந்து உங்களுக்கு ஒரு மாய கருவியை வழங்கினார், இது 60 \% முதல் 95 \% வரை சரியான முடிவை எடுப்பதற்கான வாய்ப்புகளை மேம்படுத்துகிறது, நீங்கள் குதிக்கலாம் அதில், இல்லையா? நிச்சயமாக நீங்கள் செய்வீர்கள். அதிர்ச்டவசமாக, இதைச் செய்யக்கூடிய ஒரு கருவி எங்களிடம் உள்ளது. ஆனால் அது மந்திரம் அல்ல, இது புள்ளிவிவரங்கள். எனவே காரணம் #1 விஞ்ஞானிகள் புள்ளிவிவரங்களை ஏன் விரும்புகிறார்கள். "நாங்கள் நம்ப விரும்புவதை நம்புவது" எங்களுக்கு மிகவும் எளிதானது *. எனவே, அதற்கு பதிலாக, நாங்கள் “தரவை நம்ப விரும்பினால்”, எங்கள் தனிப்பட்ட சார்புகளை கட்டுக்குள் வைத்திருக்க எங்களுக்கு கொஞ்சம் உதவி தேவைப்படும். புள்ளிவிவரங்கள் இதுதான், இது நம்மை நேர்மையாக வைத்திருக்க உதவுகிறது.
uk: Якщо подумати, ці дані не є настільки жахливими. Загалом, люди все ж таки краще, ніж випадково, компенсували свої попередні упередження, оскільки близько 60 % суджень людей були правильними (випадково можна було б очікувати 50 %). Проте, якби ви були професійним «оцінювачем доказів» і хтось запропонував вам чарівний інструмент, який підвищує ваші шанси прийняти правильне рішення з 60 % до (скажімо) 95 %, ви б, мабуть, скористалися цією пропозицією, чи не так? Звичайно, скористалися б. На щастя, у нас дійсно є інструмент, який може це зробити. Але це не магія, а статистика. Ось причина № 1, чому вчені люблять статистику. Нам просто *занадто легко* «вірити в те, у що ми хочемо вірити». Тому, якщо ми хочемо «вірити в дані», нам знадобиться трохи допомоги, щоб тримати під контролем наші особисті упередження. Саме це і робить статистика — вона допомагає нам залишатися чесними.

source: In my more cynical moments I feel like this fact alone explains 95\% of what I read on the internet.
de: In meinen zynischeren Momenten habe ich das Gefühl, dass allein diese Tatsache 95 % von dem erklärt, was ich im Internet lese.
nb: I mine mer kyniske stunder føler jeg at dette faktum alene forklarer 95\% av det jeg leser på internett.
ta: எனது மிகவும் இழிந்த தருணங்களில் இந்த உண்மை மட்டுமே நான் இணையத்தில் படித்தவற்றில் 95 \% ஐ விளக்குகிறது.
uk: У мої більш цинічні моменти мені здається, що один лише цей факт пояснює 95% того, що я читаю в інтернеті.

source: The cautionary tale of Simpson’s paradox
de: Die abschreckende Geschichte des Simpsonschen Paradoxons
nb: Den advarende historien om Simpsons paradoks
ta: சிம்ப்சனின் முரண்பாட்டின் எச்சரிக்கைக் கதை
uk: Повчальна історія парадоксу Сімпсона

source: The following is a true story (I think!). In 1973, the University of California, Berkeley had some worries about the admissions of students into their postgraduate courses. Specifically, the thing that caused the problem was that the gender breakdown of their admissions, which looked like this:
de: Die folgende Geschichte ist wahr (glaube ich!). 1973 hatte die University of California, Berkeley, Probleme mit der Zulassung von Studenten zu ihren Postgraduiertenkursen. Das Problem bestand insbesondere in der geschlechtsspezifischen Aufteilung der Zulassungen, die wie folgt aussah:
nb: Følgende er en sann historie (tror jeg!). I 1973 hadde University of California, Berkeley, noen problemer med opptaket av studenter til sine doktorgradskurs. Problemet var at kjønnsfordelingen ved opptaket så slik ut:
ta: பின்வருபவை ஒரு உண்மையான கதை (நான் நினைக்கிறேன்!). 1973 ஆம் ஆண்டில், கலிபோர்னியா பல்கலைக்கழகம், பெர்க்லியின் மாணவர்கள் தங்கள் முதுகலை படிப்புகளில் சேர்க்கப்படுவது குறித்து சில கவலைகளைக் கொண்டிருந்தனர். குறிப்பாக, பிரச்சினையை ஏற்படுத்திய சேதி என்னவென்றால், அவர்களின் சேர்க்கையின் பாலின முறிவு, இது போல் இருந்தது:
uk: Це справжня історія (я так думаю!). У 1973 році Каліфорнійський університет у Берклі мав певні занепокоєння щодо прийому студентів на аспірантуру. Зокрема, проблемою було те, що гендерний розподіл прийнятих студентів виглядав так:

source: Number of applicants
de: Anzahl der Bewerber
nb: Antall søkere
ta: விண்ணப்பதாரர்களின் எண்ணிக்கை
uk: Кількість заявників

source: Percent admitted
de: Prozent der Zugelassenen
nb: Prosent innlagt
ta: விழுக்காடு அனுமதிக்கப்பட்டுள்ளது
uk: Відсоток прийнятих

source: **Males**
de: **Männer**
nb: **Menn**
ta: ** ஆண்கள் **
uk: **Чоловіки**

source: **Females**
de: **Frauen**
nb: **Kvinner**
ta: ** பெண்கள் **
uk: **Жінки**

source: Given this, they were worried about being sued!\ [#]_ Given that there were nearly 13,000 applicants, a difference of 9\% in admission rates between males and females is just way too big to be a coincidence. Pretty compelling data, right? And if I were to say to you that these data *actually* reflect a weak bias in favour of women (sort of!), you’d probably think that I was either crazy or sexist.
de: In Anbetracht dieser Zahlen hatten sie Angst, verklagt zu werden!\ [#]_ Bei fast 13.000 Bewerbern ist ein Unterschied von 9 % in den Zulassungsraten zwischen Männern und Frauen einfach zu groß, um zufällig zu sein. Die Daten scheinen ziemlich aussagekräftig. Und wenn ich Ihnen sagen würde, dass diese Daten *in Wirklichkeit* eine schwache Voreingenommenheit zugunsten der Frauen widerspiegeln, würden Sie mich wahrscheinlich für verrückt oder sexistisch halten.
nb: På bakgrunn av dette var de bekymret for å bli saksøkt!\ [#]_ Med tanke på at det var nesten 13 000 søkere, er en forskjell på 9\% i opptaksrate mellom menn og kvinner altfor stor til å være en tilfeldighet. Ganske overbevisende data, ikke sant? Og hvis jeg skulle si til deg at disse dataene *faktisk* reflekterer en svak skjevhet i favør av kvinner (på en måte!), ville du sannsynligvis tro at jeg enten var gal eller sexistisk.
ta: இதைக் கருத்தில் கொண்டு, அவர்கள் வழக்குத் தொடரப்படுவதைப் பற்றி கவலைப்பட்டனர்! மிகவும் கட்டாய தரவு, இல்லையா? இந்தத் தரவு * உண்மையில் * பெண்களுக்கு ஆதரவாக ஒரு பலவீனமான சார்புகளை பிரதிபலிக்கிறது என்று நான் உங்களிடம் சொன்னால், நான் பைத்தியம் அல்லது பாலியல் ரீதியாக இருந்தேன் என்று நீங்கள் நினைப்பீர்கள்.
uk: З огляду на це, вони побоювалися судових позовів! [#]_ З огляду на те, що було майже 13 000 заявників, різниця в 9 % у відсотках прийнятих чоловіків і жінок є надто великою, щоб бути випадковою. Досить переконливі дані, чи не так? І якщо я скажу вам, що ці дані *насправді* відображають слабку упередженість на користь жінок (своєрідну!), ви, мабуть, подумаєте, що я або божевільний, або сексист.

source: Oddly, it’s actually sort of true. When people started looking more carefully at the they told a rather different story (:ref:`Bickel et al., 1975 <Bickel_1975>`). Specifically, when they looked at it on a department by department basis, it turned out that most of the departments actually had a slightly *higher* success rate for female applicants than for male applicants. The table below shows the admission figures for the six largest departments (with the names of the departments removed for privacy reasons):
de: Merkwürdigerweise ist das aber wahr. Als man anfing, die Daten genauer zu untersuchen, kam man zu einem ganz anderen Ergebnis (:ref:`Bickel et al., 1975 <Bickel_1975>`). Bei einer Betrachtung der einzelnen Fachbereiche stellte sich heraus, dass die meisten Fachbereiche tatsächlich eine etwas *höhere* Erfolgsquote bei weiblichen Bewerbern als bei männlichen Bewerbern hatten. Die nachstehende Tabelle zeigt die Zulassungszahlen für die sechs größten Fachbereiche (die Namen der Fachbereiche wurden aus Gründen des Datenschutzes entfernt):
nb: Merkelig nok er det faktisk på en måte sant. Da man begynte å se nærmere på tallene, viste det seg at de fortalte en ganske annen historie (:ref:`Bickel et al., 1975 <Bickel_1975>`). Når man så nærmere på det institutt for institutt, viste det seg nemlig at de fleste instituttene faktisk hadde en litt *høyere* suksessrate for kvinnelige søkere enn for mannlige søkere. Tabellen nedenfor viser opptakstallene for de seks største instituttene (navnene på instituttene er fjernet av personvernhensyn):
ta: விந்தை, இது உண்மையில் உண்மை. மக்கள் மிகவும் கவனமாகப் பார்க்கத் தொடங்கியபோது, அவர்கள் ஒரு வித்தியாசமான கதையைச் சொன்னார்கள் (: குறிப்பு: `பிக்கல் மற்றும் பலர், 1975 <பிக்கல்_1975>`). குறிப்பாக, அவர்கள் அதைத் துறை அடிப்படையில் ஒரு துறையில் பார்த்தபோது, பெரும்பாலான துறைகள் உண்மையில் ஆண் விண்ணப்பதாரர்களைக் காட்டிலும் பெண் விண்ணப்பதாரர்களுக்கு சற்று * அதிக * செய் விகிதத்தைக் கொண்டிருந்தன. கீழேயுள்ள அட்டவணை ஆறு பெரிய துறைகளுக்கான சேர்க்கை புள்ளிவிவரங்களைக் காட்டுகிறது (தனியுரிமை காரணங்களுக்காக துறைகளின் பெயர்களுடன் அகற்றப்பட்டது):
uk: Як не дивно, це насправді частково правда. Коли люди почали більш уважно придивлятися до цього питання, вони виявили дещо іншу картину (:ref:`Bickel et al., 1975 <Bickel_1975>`). Зокрема, коли вони розглянули це по відділах, виявилося, що більшість відділів насправді мали дещо *вищий* рівень успішності для жінок-абітурієнток, ніж для чоловіків-абітурієнтів. У таблиці нижче наведено дані про прийом до шести найбільших відділів (назви відділів видалено з міркувань конфіденційності):

source: Males
de: Männer
nb: Menn
ta: ஆண்கள்
uk: Чоловіки

source: Females
de: Frauen
nb: Kvinner
ta: பெண்கள்
uk: Жінки

source: Department
de: Fachbereich
nb: Avdeling
ta: துறை
uk: Відділ

source: Applicants
de: Bewerber
nb: Søkere
ta: விண்ணப்பதாரர்கள்
uk: Кандидати

source: Remarkably, most departments had a *higher* rate of admissions for females than for males! Yet the overall rate of admission across the university for females was *lower* than for males. How can this be? How can both of these statements be true at the same time?
de: Bemerkenswert ist, dass die meisten Fachbereiche eine *höhere* Zulassungsquote für Frauen als für Männer hatten! Die Gesamtzulassungsquote für Frauen an der gesamten Universität war jedoch *niedriger* als für Männer. Wie kann das sein? Und wie können diese beiden Aussagen gleichzeitig wahr sein?
nb: Bemerkelsesverdig nok hadde de fleste instituttene en *høyere* opptaksprosent for kvinner enn for menn! Likevel var den totale opptaksprosenten for kvinner *lavere* enn for menn på hele universitetet. Hvordan kan dette være mulig? Hvordan kan begge disse påstandene være sanne på samme tid?
ta: குறிப்பிடத்தக்க வகையில், பெரும்பாலான துறைகள் ஆண்களை விட பெண்களுக்கான சேர்க்கைகளின் * அதிக * விகிதத்தைக் கொண்டிருந்தன! ஆயினும்கூட, பெண்களுக்கான பல்கலைக்கழகம் முழுவதும் ஒட்டுமொத்த சேர்க்கை விகிதம் ஆண்களை விட * குறைவாக இருந்தது. இது எப்படி இருக்க முடியும்? இந்த இரண்டு அறிக்கைகளும் ஒரே நேரத்தில் எவ்வாறு உண்மையாக இருக்க முடியும்?
uk: Примітно, що в більшості факультетів рівень зарахування жінок був *вищим*, ніж чоловіків! Проте загальний рівень зарахування жінок в університеті був *нижчим*, ніж чоловіків. Як це можливо? Як ці два твердження можуть бути правдивими одночасно?

source: Here’s what’s going on. Firstly, notice that the departments are *not* equal to one another in terms of their admission percentages: some departments (e.g., A, B) tended to admit a high percentage of the qualified applicants, whereas others (e.g., F) tended to reject most of the candidates, even if they were high quality. So, among the six departments shown above, notice that department A is the most generous, followed by B, C, D, E and F in that order. Next, notice that males and females tended to apply to different departments. If we rank the departments in terms of the total number of male applicants, we get **A** > **B** > D > C > F > E (the “easy” departments are in bold). On the whole, males tended to apply to the departments that had high admission rates. Now compare this to how the female applicants distributed themselves. Ranking the departments in terms of the total number of female applicants produces a quite different ordering C > E > D > F > **A** > **B**. In other words, what these data seem to be suggesting is that the female applicants tended to apply to “harder” departments. And in fact, if we look at :numref:`fig-berkeley` we see that this trend is systematic, and quite striking. This effect is known as **Simpson’s paradox**. It’s not common, but it does happen in real life, and most people are very surprised by it when they first encounter it, and many people refuse to even believe that it’s real. It is very real. And while there are lots of very subtle statistical lessons buried in there, I want to use it to make a much more important point: doing research is hard, and there are *lots* of subtle, counter-intuitive traps lying in wait for the unwary. That’s reason #2 why scientists love statistics, and why we teach research methods. Because science is hard, and the truth is sometimes cunningly hidden in the nooks and crannies of complicated data.
de: Die Situation war folgendermaßen. Zunächst fällt auf, dass die Fachbereiche in Bezug auf ihre Zulassungsquoten *nicht* gleich sind: Einige Fachbereiche (z. B. A, B) neigen dazu, einen hohen Prozentsatz der qualifizierten Bewerber zuzulassen, während andere (z. B. F) dazu neigen, die meisten Bewerber abzulehnen, selbst wenn sie von hoher Qualität sind. Unter den sechs oben dargestellten Fachbereichen fällt auf, dass Fachbereich A am großzügigsten ist, gefolgt von B, C, D, E und F in dieser Reihenfolge. Außerdem bewerben sich Männer und Frauen in der Regel für unterschiedliche Abteilungen. Wenn wir die Fachbereiche nach der Gesamtzahl der männlichen Bewerber ordnen, erhalten wir **A** > **B** > D > C > F > E (die „leichten“ Fachbereiche sind fett gedruckt). Im Großen und Ganzen bewarben sich die Männer also eher bei den Fachbereichen, die eine hohe Zulassungsquote aufwiesen. Vergleichen wir dies nun mit der Verteilung der weiblichen Bewerber. Die Rangfolge der Fachbereiche nach der Gesamtzahl der Bewerberinnen ergibt eine ganz andere Reihenfolge C > E > D > F > **A** > **B**. Mit anderen Worten, diese Daten scheinen darauf hinzudeuten, dass sich die weiblichen Bewerber eher in „schwierigeren“ Fachbereichen bewarben. Und in der Tat, wenn wir uns :numref:`fig-berkeley` ansehen, so sehen wir, dass dieser Trend systematisch und ziemlich auffällig ist. Dieser Effekt ist als **Simpsonsches Paradox** bekannt. Er ist nicht alltäglich, aber er tritt im wirklichen Leben auf, und die meisten Menschen sind sehr überrascht, wenn sie ihm zum ersten Mal begegnen. Viele weigern sich sogar zu glauben, dass er real ist. Es ist aber sehr real. Und obwohl in Bezug auf dieses Paradox sehr viel über Statistik lernen kann, möchte ich auf einen viel wichtigeren Punkt hinweisen: Forschung ist schwierig, und es gibt *viele* subtile und kontraintuitive Fallen, die auf die Unvorsichtigen lauern. Das ist der zweite Grund, warum Wissenschaftler Statistik lieben und warum wir Forschungsmethoden unterrichten. Denn Wissenschaft ist schwierig, und die Wahrheit ist manchmal in komplizierten Daten versteckt.
nb: Her er hva som skjer. For det første legger vi merke til at instituttene *ikke* er like når det gjelder opptaksprosent: Noen institutter (f.eks. A, B) har en tendens til å ta opp en høy andel av de kvalifiserte søkerne, mens andre (f.eks. F) har en tendens til å avvise de fleste kandidatene, selv om de er av høy kvalitet. Blant de seks avdelingene som er vist ovenfor, er avdeling A den mest generøse, etterfulgt av B, C, D, E og F i den rekkefølgen. Legg også merke til at menn og kvinner har en tendens til å søke seg til forskjellige avdelinger. Hvis vi rangerer instituttene etter det totale antallet mannlige søkere, får vi **A** > **B** > D > C > F > E (de «lette» instituttene er markert med fet skrift). Gjennomgående søkte menn seg altså til de instituttene som hadde høye opptakstall. Sammenlign nå dette med hvordan de kvinnelige søkerne fordelte seg. En rangering av instituttene etter totalt antall kvinnelige søkere gir en helt annen rekkefølge: C > E > D > F > **A** > **B**. Med andre ord ser det ut til at disse dataene tyder på at de kvinnelige søkerne hadde en tendens til å søke seg til «vanskeligere» institutter. Og hvis vi ser på :numref:`fig-berkeley`, ser vi faktisk at denne trenden er systematisk, og ganske slående. Denne effekten er kjent som **Simpsons paradoks**. Det er ikke vanlig, men det skjer i virkeligheten, og de fleste blir veldig overrasket over det når de først støter på det, og mange nekter til og med å tro at det er virkelig. Det er veldig virkelig. Og selv om det ligger mange subtile statistiske lærdommer begravd i dette, vil jeg bruke det til å understreke et mye viktigere poeng: Det er vanskelig å forske, og det er *mange* subtile, kontraintuitive feller som ligger på lur for den uforsiktige. Det er grunn nummer to til at forskere elsker statistikk, og til at vi underviser i forskningsmetoder. Fordi vitenskap er vanskelig, og sannheten noen ganger er utspekulert gjemt i kriker og kroker av kompliserte data.
ta: என்ன நடக்கிறது என்பது இங்கே. முதலாவதாக, துறைகள் அவற்றின் சேர்க்கை சதவீதங்களின் அடிப்படையில் ஒருவருக்கொருவர் சமமாக இல்லை என்பதைக் கவனியுங்கள்: சில துறைகள் (எ.கா., அ, பி) தகுதிவாய்ந்த விண்ணப்பதாரர்களில் அதிக சதவீதத்தை ஒப்புக்கொள்கின்றன, மற்றவர்கள் (எ.கா., எஃப்) முனைகிறார்கள் பெரும்பாலான வேட்பாளர்கள் உயர் தரமாக இருந்தாலும் அவர்களை நிராகரிக்கவும். எனவே, மேலே காட்டப்பட்டுள்ள ஆறு துறைகளில், துறை A மிகவும் தாராளமானது என்பதைக் கவனியுங்கள், அதைத் தொடர்ந்து அந்த வரிசையில் B, C, D, இ மற்றும் F ஆகியவை உள்ளன. அடுத்து, ஆண்களும் பெண்களும் வெவ்வேறு துறைகளுக்கு பொருந்தும் என்பதைக் கவனியுங்கள். ஆண் விண்ணப்பதாரர்களின் மொத்த எண்ணிக்கையின் அடிப்படையில் நாங்கள் துறைகளை தரவரிசைப்படுத்தினால், ** A **> ** b **> d> c> f> இ (“எளிதான” துறைகள் தைரியமாக உள்ளன). ஒட்டுமொத்தமாக, ஆண்கள் அதிக சேர்க்கை விகிதங்களைக் கொண்ட துறைகளுக்கு விண்ணப்பித்தனர். இப்போது இதை பெண் விண்ணப்பதாரர்கள் தங்களை எவ்வாறு விநியோகித்தார்கள் என்பதோடு ஒப்பிடுங்கள். பெண் விண்ணப்பதாரர்களின் மொத்த எண்ணிக்கையின் அடிப்படையில் துறைகளை தரவரிசைப்படுத்துவது முற்றிலும் மாறுபட்ட வரிசைப்படுத்தும் c> e> d> f> ** a **> ** b ** ஐ உருவாக்குகிறது. வேறு வார்த்தைகளில் கூறுவதானால், இந்தத் தரவு பரிந்துரைப்பதாகத் தோன்றுகிறது என்னவென்றால், பெண் விண்ணப்பதாரர்கள் “கடினமான” துறைகளுக்கு விண்ணப்பிக்க முனைந்தனர். உண்மையில், நாம் பார்த்தால்: NUMREF: `Fig-berkeley` இந்த போக்கு முறையானது, மிகவும் வியக்கத்தக்கது என்பதை நாம் காண்கிறோம். This விளைவு is known அச் **Simpson’s paradox**. இது பொதுவானதல்ல, ஆனால் அது நிச வாழ்க்கையில் நிகழ்கிறது, மேலும் பெரும்பாலான மக்கள் அதை முதலில் எதிர்கொள்ளும்போது அதைப் பற்றி மிகவும் ஆச்சரியப்படுகிறார்கள், மேலும் இது உண்மையானது என்று நம்புவதற்கு கூட பலர் மறுக்கிறார்கள். It is very real. அங்கு மிகவும் நுட்பமான புள்ளிவிவர பாடங்கள் நிறைய புதைக்கப்பட்டிருக்கும்போது, மிக முக்கியமான விசயத்தைச் சொல்ல நான் இதைப் பயன்படுத்த விரும்புகிறேன்: ஆராய்ச்சி செய்வது கடினம், மேலும் நுட்பமான, எதிர்-உள்ளுணர்வு பொறிகள் * நிறைய * உள்ளன unwary. அதுதான் காரணம் #2 விஞ்ஞானிகள் புள்ளிவிவரங்களை ஏன் விரும்புகிறார்கள், ஏன் ஆராய்ச்சி முறைகளை கற்பிக்கிறோம். ஏனெனில் அறிவியல் கடினமானது, மற்றும் உண்மை சில நேரங்களில் சிக்கலான தரவுகளின் மூலைகளிலும், கிரானிகளிலும் தந்திரமாக மறைக்கப்படுகிறது.
uk: Ось що відбувається. По-перше, зверніть увагу, що факультети *не* є рівними між собою за відсотком прийнятих студентів: деякі факультети (наприклад, A, B) мали тенденцію приймати високий відсоток кваліфікованих абітурієнтів, тоді як інші (наприклад, F) мали тенденцію відхиляти більшість кандидатів, навіть якщо вони були високої якості. Отже, серед шести факультетів, показаних вище, зверніть увагу, що факультет А є найщедрішим, за ним йдуть Б, В, Г, Д і Е в такому порядку. Далі зверніть увагу, що чоловіки і жінки, як правило, подавали документи на різні факультети. Якщо ми проранжуємо факультети за загальною кількістю чоловіків-абітурієнтів, отримаємо **А** > **Б** > Г > В > Е (факультети, на які «легше» вступити, виділені жирним шрифтом). В цілому чоловіки, як правило, подавали заявки до відділень з високим рівнем прийому. Тепер порівняйте це з розподілом жінок-заявниць. Якщо проранжувати відділення за загальною кількістю жінок-заявниць, отримаємо зовсім інший порядок: C > E > D > F > **A** > **B**. Іншими словами, ці дані, здається, вказують на те, що жінки-заявниці, як правило, подавали заявки до «складніших» відділень. І насправді, якщо ми подивимося на :numref:`fig-berkeley`, то побачимо, що ця тенденція є систематичною і досить вражаючою. Цей ефект відомий як **парадокс Сімпсона**. Він не є поширеним, але трапляється в реальному житті, і більшість людей дуже дивуються, коли вперше стикаються з ним, а багато хто навіть відмовляється вірити, що він існує. Він є цілком реальним. І хоча в цьому прикладі приховано багато дуже тонких статистичних уроків, я хочу використати його, щоб підкреслити набагато важливішу думку: проводити дослідження важко, і на необережних чекає *багато* тонких, неінтуїтивних пасток. Це друга причина, чому вчені люблять статистику і чому ми викладаємо методи дослідження. Тому що наука — це важко, а істина іноді хитро прихована в закутках і щілинах складних даних.
