Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch01.po
Languages: de, nb, ta, uk

source: People are mostly pretty smart. We’re certainly smarter than the other species that we share the planet with (though many people might disagree). Our minds are quite amazing things, and we seem to be capable of the most incredible feats of thought and reason. That doesn’t make us perfect though. And among the many things that psychologists have shown over the years is that we really do find it hard to be neutral, to evaluate evidence impartially and without being swayed by pre-existing biases. A good example of this is the **belief bias effect** in logical reasoning: if you ask people to decide whether a particular argument is logically valid (i.e., conclusion would be true if the premises were true), we tend to be influenced by the believability of the conclusion, even when we shouldn’t. For instance, here’s a valid argument where the conclusion is believable:
de: Die meisten Menschen sind ziemlich klug. Wir sind sicherlich schlauer als andere Spezies, mit denen wir uns den Planeten teilen (auch wenn viele Menschen anderer Meinung sein mögen). Unser Verstand ist etwas ganz Erstaunliches, und wir scheinen zu den unglaublichsten Leistungen des Denkens und der Vernunft fähig zu sein. Das macht uns aber nicht perfekt. Psychologen haben im Laufe der Jahre unter anderem gezeigt, dass es uns schwerfällt, neutral zu sein, Beweise unvoreingenommen zu bewerten und uns nicht von bereits bestehenden Vorurteilen leiten zu lassen. Ein gutes Beispiel dafür ist der **Belief-Bias-Effekt** beim logischen Denken: Wenn man Menschen bittet zu entscheiden, ob ein bestimmtes Argument logisch gültig ist (d. h. die Schlussfolgerung wäre wahr, wenn die Prämissen wahr wären), neigen wir dazu, uns von der Glaubwürdigkeit der Schlussfolgerung beeinflussen zu lassen, selbst wenn wir das nicht sollten. Hier ist zum Beispiel ein gültiges Argument, bei dem die Schlussfolgerung glaubwürdig ist:
nb: Mennesker er stort sett ganske smarte. Vi er i hvert fall smartere enn de andre artene vi deler planeten med (selv om mange kanskje er uenige i det). Hjernen vår er ganske fantastisk, og vi ser ut til å være i stand til de mest utrolige tanke- og fornuftsprestasjoner. Men det gjør oss ikke perfekte. Og blant de mange tingene som psykologer har vist opp gjennom årene, er at vi har vanskelig for å være nøytrale, å vurdere bevis upartisk og uten å bli påvirket av eksisterende fordommer. Et godt eksempel på dette er **belief bias-effekten** i logiske resonnementer: Hvis du ber folk ta stilling til om et bestemt argument er logisk gyldig (dvs. om konklusjonen ville vært sann hvis premissene var sanne), har vi en tendens til å la oss påvirke av hvor troverdig konklusjonen er, selv når vi ikke burde det. Her er for eksempel et gyldig argument der konklusjonen er troverdig:
ta: மக்கள் பெரும்பாலும் மிகவும் அறிவாளி. நாங்கள் கிரகத்தை பகிர்ந்து கொள்ளும் மற்ற உயிரினங்களை விட நிச்சயமாக அறிவாளி (பலர் உடன்படவில்லை என்றாலும்). எங்கள் மனம் மிகவும் ஆச்சரியமான விசயங்கள், மேலும் சிந்தனை மற்றும் காரணத்தின் மிகவும் நம்பமுடியாத சாதனைகளுக்கு நாம் திறன் கொண்டவர்களாகத் தெரிகிறது. அது எங்களை சரியானதாக்காது. பல ஆண்டுகளாக உளவியலாளர்கள் காட்டிய பல விசயங்களில் என்னவென்றால், நடுநிலையாக இருப்பதும், ஆதாரங்களை பக்கச்சார்பற்ற முறையில் மதிப்பீடு செய்வதும், முன்பே இருக்கும் சார்புகளால் திசைதிருப்பப்படாமல் ஆதாரங்களை மதிப்பிடுவதும் கடினம். இதற்கு ஒரு சிறந்த எடுத்துக்காட்டு ** நம்பிக்கை சார்பு விளைவு ** தர்க்கரீதியான பகுத்தறிவில்: ஒரு குறிப்பிட்ட உரையாடல் தர்க்கரீதியாக செல்லுபடியாகுமா என்பதை தீர்மானிக்க நீங்கள் மக்களைக் கேட்டால் (அதாவது, வளாகம் உண்மையாக இருந்தால் முடிவு உண்மையாக இருக்கும்), நாங்கள் பாதிக்கப்படுவோம் முடிவின் நம்பகத்தன்மையால், நாம் கூடாது கூட. உதாரணமாக, முடிவு நம்பக்கூடிய சரியான உரையாடல் இங்கே:
uk: Люди в основному досить розумні. Ми, безумовно, розумніші за інші види, з якими ділимо планету (хоча багато хто може з цим не погодитися). Наш розум — це дивовижна річ, і ми здаємося здатними на найнеймовірніші подвиги мислення та розуму. Однак це не робить нас досконалими. Серед багатьох речей, які психологи довели за останні роки, є те, що нам дійсно важко бути нейтральними, оцінювати докази неупереджено і не піддаватися впливу існуючих упереджень. Хорошим прикладом цього є **ефект упередженості переконань** у логічному міркуванні: якщо попросити людей вирішити, чи є певний аргумент логічно обґрунтованим (тобто, чи висновок буде правдивим, якщо передумови є правдивими), ми, як правило, піддаємося впливу правдоподібності висновку, навіть якщо не повинні цього робити. Наприклад, ось обґрунтований аргумент, висновок якого є правдоподібним:

source: All cigarettes are expensive (Premise 1)
de: Alle Zigaretten sind teuer (Prämisse 1)
nb: Alle sigaretter er dyre (Premiss 1)
ta: அனைத்து சிகரெட்டுகளும் விலை உயர்ந்தவை (வளாகம் 1)
uk: Усі сигарети дорогі (Примітка 1)

source: Some addictive things are inexpensive (Premise 2)
de: Manche Dinge, die süchtig machen, sind preiswert (Prämisse 2)
nb: Noen avhengighetsskapende ting er billige (Premiss 2)
ta: சில மயக்கம் விசயங்கள் மலிவானவை (வளாகம் 2)
uk: Деякі речі, що викликають залежність, недорогі (передумова 2)

source: Therefore, some addictive things are not cigarettes (Conclusion)
de: Daher sind einige süchtig machende Dinge keine Zigaretten (Schlussfolgerung)
nb: Derfor er noen vanedannende ting ikke sigaretter (konklusjon)
ta: எனவே, சில மயக்கம் விசயங்கள் சிகரெட்டுகள் அல்ல (முடிவு)
uk: Отже, деякі речі, що викликають залежність, не є сигаретами (Висновок)

source: And here’s a valid argument where the conclusion is not believable:
de: Und hier ist ein gültiges Argument, bei dem die Schlussfolgerung nicht glaubwürdig ist:
nb: Og her er et gyldig argument der konklusjonen ikke er troverdig:
ta: முடிவு நம்ப முடியாத சரியான உரையாடல் இங்கே:
uk: А ось обґрунтований аргумент, висновок якого не є переконливим:

source: All addictive things are expensive (Premise 1)
de: Alle süchtig machenden Dinge sind teuer (Prämisse 1)
nb: Alle vanedannende ting er dyre (Premiss 1)
ta: அனைத்து மயக்கம் விசயங்களும் விலை உயர்ந்தவை (வளாகம் 1)
uk: Усі речі, що викликають залежність, дорогі (Передпосилка 1)

source: Some cigarettes are inexpensive (Premise 2)
de: Einige Zigaretten sind billig (Prämisse 2)
nb: Noen sigaretter er billige (Premiss 2)
ta: சில சிகரெட்டுகள் மலிவானவை (வளாகம் 2)
uk: Деякі сигарети недорогі (Примітка 2)

source: Therefore, some cigarettes are not addictive (Conclusion)
de: Daher machen einige Zigaretten nicht süchtig (Schlussfolgerung)
nb: Derfor er noen sigaretter ikke avhengighetsskapende (konklusjon)
ta: எனவே, சில சிகரெட்டுகள் மயக்கம் அல்ல (முடிவு)
uk: Отже, деякі сигарети не викликають залежності (Висновок)

source: The logical *structure* of argument #2 is identical to the structure of argument #1, and they’re both valid. However, in the second argument, there are good reasons to think that premise 1 is incorrect, and as a result it’s probably the case that the conclusion is also incorrect. But that’s entirely irrelevant to the topic at hand; an argument is deductively valid if the conclusion is a logical consequence of the premises. That is, a valid argument doesn’t have to involve true statements.
de: Die logische *Struktur* von Argument 2 ist identisch mit der Struktur von Argument 1, und beide sind gültig. Im zweiten Argument gibt es jedoch gute Gründe zu glauben, dass Prämisse 1 falsch ist, und deshalb ist es wahrscheinlich, dass auch die Schlussfolgerung falsch ist. Aber das ist für das vorliegende Thema völlig irrelevant; ein Argument ist deduktiv gültig, wenn die Schlussfolgerung eine logische Konsequenz der Prämissen ist. Das heißt, ein gültiges Argument muss nicht zwangsläufig wahre Aussagen enthalten.
nb: Den logiske *strukturen* i argument nr. 2 er identisk med strukturen i argument nr. 1, og de er begge gyldige. I det andre argumentet er det imidlertid gode grunner til å tro at premiss 1 er feil, og dermed er det sannsynlig at konklusjonen også er feil. Men det er helt irrelevant for temaet her; et argument er deduktivt gyldig hvis konklusjonen er en logisk konsekvens av premissene. Det vil si at et gyldig argument ikke trenger å involvere sanne utsagn.
ta: உரையாடல் #2 இன் தர்க்கரீதியான * கட்டமைப்பு * வாத #1 இன் கட்டமைப்பிற்கு ஒத்ததாகும், மேலும் அவை இரண்டும் செல்லுபடியாகும். இருப்பினும், இரண்டாவது வாதத்தில், வளாகம் 1 தவறானது என்று நினைப்பதற்கு நல்ல காரணங்கள் உள்ளன, இதன் விளைவாக முடிவும் தவறானது. ஆனால் அது கையில் உள்ள தலைப்புக்கு முற்றிலும் பொருத்தமற்றது; முடிவு என்பது வளாகத்தின் தர்க்கரீதியான விளைவு என்றால் ஒரு உரையாடல் விலக்கு அளிக்கப்படுகிறது. அதாவது, செல்லுபடியாகும் உரையாடல் உண்மையான அறிக்கைகளை உள்ளடக்க வேண்டியதில்லை.
uk: Логічна *структура* аргументу № 2 ідентична структурі аргументу № 1, і обидва вони є правильними. Однак у другому аргументі є вагомі підстави вважати, що передумова 1 є неправильною, і, як наслідок, ймовірно, що висновок також є неправильним. Але це абсолютно не має відношення до даної теми; аргумент є дедуктивно дійсним, якщо висновок є логічним наслідком передумов. Тобто дійсний аргумент не обов'язково має містити правдиві твердження.

source: On the other hand, here’s an invalid argument that has a believable conclusion:
de: Auf der anderen Seite gibt es ungültige Argumente, die eine glaubwürdige Schlussfolgerung haben:
nb: På den annen side, her er et ugyldig argument som har en troverdig konklusjon:
ta: மறுபுறம், நம்பக்கூடிய முடிவைக் கொண்ட தவறான உரையாடல் இங்கே:
uk: З іншого боку, ось недійсний аргумент, який має правдоподібний висновок:

source: And finally, an invalid argument with an unbelievable conclusion:
de: Und schließlich ein ungültiges Argument mit einer nicht glaubwürdigen Schlussfolgerung:
nb: Og til slutt, et ugyldig argument med en utrolig konklusjon:
ta: இறுதியாக, நம்பமுடியாத முடிவுடன் தவறான வாதம்:
uk: І нарешті, недійсний аргумент із неймовірним висновком:

source: Now, suppose that people really are perfectly able to set aside their pre-existing biases about what is true and what isn’t, and purely evaluate an argument on its logical merits. We’d expect 100\% of people to say that the valid arguments are valid, and 0\% of people to say that the invalid arguments are valid. So if you ran an experiment looking at this, you’d expect to see data like this:
de: Nehmen wir nun an, dass die Menschen wirklich in der Lage sind, ihre bereits bestehenden Vorurteile darüber, was wahr ist und was nicht, beiseite zu lassen und ein Argument ausschließlich nach seinem logischen Gehalt zu bewerten. Wir würden erwarten, dass 100 % der Leute sagen, dass die gültigen Argumente gültig sind, und dass 0 % der Leute behaupten, dass die ungültigen Argumente gültig sind. Wenn Sie also ein Experiment zu diesem Thema durchführen würden, würden Sie die folgenden Daten erwarten:
nb: Anta nå at folk virkelig er i stand til å legge til side sine eksisterende fordommer om hva som er sant og hva som ikke er det, og utelukkende vurdere et argument ut fra dets logiske fortrinn. Da forventer vi at 100\% av folk vil si at de gyldige argumentene er gyldige, og at 0\% av folk vil si at de ugyldige argumentene er gyldige. Så hvis du kjørte et eksperiment for å se på dette, ville du forvente å se data som dette:
ta: இப்போது, மக்கள் உண்மையில் எது உண்மை, எது இல்லை என்பது குறித்து முன்பே இருக்கும் சார்புகளை ஒதுக்கி வைக்க முடிகிறது, மேலும் அதன் தர்க்கரீதியான தகுதிகள் குறித்த ஒரு வாதத்தை முற்றிலும் மதிப்பீடு செய்யுங்கள். செல்லுபடியாகும் வாதங்கள் செல்லுபடியாகும் என்று 100 \% மக்கள் கூறுவார்கள் என்று நாங்கள் எதிர்பார்க்கிறோம், மேலும் 0 \% மக்கள் தவறான வாதங்கள் செல்லுபடியாகும் என்று கூறுவார்கள். எனவே இதைப் பார்க்கும் ஒரு பரிசோதனையை நீங்கள் நடத்தினால், இது போன்ற தரவைக் காணலாம் என்று எதிர்பார்க்கிறீர்கள்:
uk: Тепер припустимо, що люди дійсно здатні відкинути свої упередження щодо того, що є правдою, а що ні, і оцінювати аргументи виключно на основі їх логічної обґрунтованості. Ми очікували б, що 100 % людей скажуть, що обґрунтовані аргументи є обґрунтованими, а 0 % людей скажуть, що необґрунтовані аргументи є обґрунтованими. Отже, якщо провести експеримент з метою вивчення цього питання, можна очікувати отримати такі дані:

source: conclusion feels true
de: Die Schlussfolgerung erscheint wahr
nb: konklusjonen føles sann
ta: முடிவு உண்மை என்று உணர்கிறது
uk: висновок здається правдивим

source: conclusion feels false
de: Die Schlussfolgerung erscheint falsch
nb: konklusjonen føles falsk
ta: முடிவு தவறானது
uk: висновок здається хибним

source: **argument is valid**
de: **Das Argument ist gültig**
nb: **argumentet er gyldig**
ta: ** உரையாடல் செல்லுபடியாகும் **
uk: **аргумент дійсний**

source: 100\% say “valid”
de: 100 % sagen „gültig“
nb: 100\% sier «gyldig»
ta: 100 \% “செல்லுபடியாகும்” என்று சொல்லுங்கள்
uk: 100% кажуть “дійсно"

source: **argument is invalid**
de: **Das Argument ist ungültig**
nb: **argumentet er ugyldig**
ta: ** உரையாடல் தவறானது **
uk: **аргумент недійсний**

source: 0\% say “valid”
de: 0 % sagen „gültig“
nb: 0\% sier «gyldig»
ta: 0 \% “செல்லுபடியாகும்” என்று சொல்லுங்கள்
uk: 0\% кажуть “дійсний”

source: If the psychological data looked like this (or even a good approximation to this), we might feel safe in just trusting our gut instincts. That is, it’d be perfectly okay just to let scientists evaluate data based on their common sense, and not bother with all this murky statistics stuff. However, you guys have taken psych classes, and by now you probably know where this is going.
de: Wenn die psychologischen Daten so (oder auch nur annähernd so) aussehen würden, könnten wir uns sicher fühlen und einfach unserem Bauchgefühl vertrauen. Das heißt, es wäre völlig in Ordnung, Wissenschaftler Daten auf der Grundlage ihres gesunden Menschenverstands auswerten zu lassen und sich nicht mit undurchsichtigem Statistikkram herumzuschlagen. Aber ihr studiert Psychologie (oder habt es getan) und wisst wahrscheinlich schon, worauf das hinausläuft.
nb: Hvis de psykologiske dataene så slik ut (eller til og med en god tilnærming til dette), ville vi kanskje følt oss trygge på å bare stole på magefølelsen vår. Det vil si at det ville være helt greit å la forskere evaluere data basert på sunn fornuft, og ikke bry seg med alt dette grumsete statistikkgreiene. Men dere har jo tatt psykologikurs, og nå vet dere sikkert hvor dette bærer hen.
ta: உளவியல் தரவு இப்படி இருந்தால் (அல்லது இதற்கு ஒரு நல்ல தோராயமும் கூட), எங்கள் குடல் உள்ளுணர்வுகளை நம்புவதில் நாம் பாதுகாப்பாக உணரலாம். அதாவது, விஞ்ஞானிகள் தங்கள் பொது அறிவின் அடிப்படையில் தரவை மதிப்பீடு செய்ய அனுமதிப்பது சரியாக இருக்கும், மேலும் இந்த இருண்ட புள்ளிவிவர விசயங்களைப் பற்றி கவலைப்பட வேண்டாம். இருப்பினும், நீங்கள் மன வகுப்புகளை எடுத்துள்ளீர்கள், இப்போது இது எங்கே போகிறது என்பதை இப்போது நீங்கள் அறிந்திருக்கலாம்.
uk: Якби психологічні дані виглядали саме так (або хоча б наближалися до цього), ми могли б спокійно довіряти своїм інстинктам. Тобто, було б цілком нормально дозволити вченим оцінювати дані на основі їхнього здорового глузду і не перейматися всією цією заплутаною статистикою. Однак ви всі відвідували заняття з психології і, мабуть, вже здогадуєтеся, до чого це веде.

source: In a classic study, :ref:`Evans et al. (1983) <Evans_1983>` ran an experiment looking at exactly this. What they found is that when pre-existing biases (i.e., beliefs) were in agreement with the structure of the data, everything went the way you’d hope:
de: In einer klassischen Studie haben :ref:`Evans et al. (1983) <Evans_1983>` ein Experiment durchgeführt, in dem genau dies untersucht wurde. Sie fanden heraus, dass alles so verlief, wie man es sich erhofft hatte, wenn die bereits bestehenden Vorurteile (d. h. die Überzeugungen) mit der Struktur der Daten übereinstimmten:
nb: I en klassisk studie gjennomførte :ref:`Evans et al. (1983) <Evans_1983>` et eksperiment for å se på nettopp dette. De fant at når eksisterende skjevheter (dvs. oppfatninger) stemte overens med datastrukturen, gikk alt som man kunne håpe:
ta: ஒரு உன்னதமான ஆய்வில்,: ref: `எவன்ச் மற்றும் பலர். (1983) <Evans_1983> `இதை சரியாகப் பார்க்கும் ஒரு பரிசோதனையை இயக்கியது. அவர்கள் கண்டுபிடித்தது என்னவென்றால், முன்பே இருக்கும் சார்புகளை (அதாவது, நம்பிக்கைகள்) தரவின் கட்டமைப்போடு உடன்படும்போது, நீங்கள் நம்பும் வழியில் எல்லாம் சென்றது:
uk: У класичному дослідженні, :ref:`Evans et al. (1983) <Evans_1983>` провели експеримент, досліджуючи саме це. Вони виявили, що коли вже існуючі упередження (тобто переконання) узгоджувалися зі структурою даних, все йшло так, як ви сподівалися:

source: 92\% say “valid”
de: 92 % sagen „gültig“
nb: 92\% sier «gyldig»
ta: 92 \% “செல்லுபடியாகும்” என்று சொல்லுங்கள்
uk: 92\% кажуть “дійсний”

source: 8\% say “valid”
de: 8 % sagen „gültig“
nb: 8\% sier «gyldig»
ta: 8 \% “செல்லுபடியாகும்” என்று சொல்லுங்கள்
uk: 8\% кажуть “дійсний”

source: Not perfect, but that’s pretty good. But look what happens when our intuitive feelings about the truth of the conclusion run against the logical structure of the argument:
de: Das ist nicht perfekt, aber ziemlich gut. Das Bild ändert sich jedoch, wenn unsere intuitiven Gefühle über die Wahrheit der Schlussfolgerung gegen die logische Struktur des Arguments verstoßen:
nb: Ikke perfekt, men det er ganske bra. Men se hva som skjer når våre intuitive følelser om konklusjonens sannhet går på tvers av argumentets logiske struktur:
ta: சரியானதல்ல, ஆனால் அது மிகவும் நல்லது. ஆனால் முடிவின் உண்மையைப் பற்றிய நமது உள்ளுணர்வு உணர்வுகள் வாதத்தின் தர்க்கரீதியான கட்டமைப்பிற்கு எதிராக இயங்கும்போது என்ன நடக்கும் என்று பாருங்கள்:
uk: Не ідеально, але це досить добре. Але подивіться, що відбувається, коли наші інтуїтивні відчуття щодо істинності висновку суперечать логічній структурі аргументу:

source: *46\% say “valid”*
de: *46 % sagen „gültig“*
nb: *46\% sier «gyldig»*
ta: *46 \% “செல்லுபடியாகும்” என்று சொல்லுங்கள்*
uk: *46\% кажуть “дійсний”*

source: *92\% say “valid”*
de: *92 % sagen „gültig“*
nb: *92\% sier «gyldig»*
ta: *92 \% “செல்லுபடியாகும்” என்று சொல்லுங்கள்*
uk: *92\% кажуть “дійсний”*

source: Oh dear, that’s not as good. Apparently, when people are presented with a strong argument that contradicts our pre-existing beliefs, we find it pretty hard to even perceive it to be a strong argument (people only did so 46\% of the time). Even worse, when people are presented with a weak argument that agrees with our pre-existing biases, almost no-one can see that the argument is weak (people got that one wrong 92\% of the time!).\ [#]_
de: Oh je, das ist nicht so gut. Offensichtlich fällt es uns schwer, ein starkes Argument, das unseren Überzeugungen widerspricht, überhaupt als starkes Argument zu erkennen (nur in 46 % der Fälle wurde es als solches erkannt). Noch schlimmer ist es, wenn Menschen ein schwaches Argument präsentiert wird, das mit unseren bestehenden Vorurteilen übereinstimmt. Hier kann fast niemand erkennen, dass das Argument schwach ist (die Menschen lagen in 92 % der Fälle falsch!).\ [#]_
nb: Oi sann, det er ikke like bra. Når folk blir presentert for et sterkt argument som strider mot våre eksisterende oppfatninger, har vi tydeligvis ganske vanskelig for å oppfatte det som et sterkt argument (folk gjorde det bare i 46\% av tilfellene). Enda verre er det når folk blir presentert for et svakt argument som stemmer overens med våre eksisterende fordommer, er det nesten ingen som kan se at argumentet er svakt (folk tok feil i 92\% av tilfellene!).\ [#]_
ta: ஓ அன்பே, அது அவ்வளவு நல்லதல்ல. வெளிப்படையாக, மக்கள் முன்பே இருக்கும் நம்பிக்கைகளுக்கு முரணான ஒரு வலுவான வாதத்தை முன்வைக்கும்போது, அதை ஒரு வலுவான வாதமாக கூட உணருவது மிகவும் கடினமாக உள்ளது (மக்கள் அவ்வாறு செய்தனர் 46 \% நேரம்). இன்னும் மோசமானது, எங்கள் முன்பே இருக்கும் சார்புகளுடன் உடன்படும் பலவீனமான வாதத்தை மக்களுக்கு வழங்கும்போது, வாதம் பலவீனமாக இருப்பதை கிட்டத்தட்ட யாரும் காண முடியாது (மக்கள் 92 \% நேரம் என்று ஒரு தவறு கிடைத்தது!). \ [#] _
uk: Ой, це не дуже добре. Виявляється, коли людям подають сильний аргумент, який суперечить нашим існуючим переконанням, нам досить важко навіть сприйняти його як сильний аргумент (люди робили це лише в 46 % випадків). Ще гірше, коли людям подають слабкий аргумент, який узгоджується з нашими попередніми упередженнями, майже ніхто не може побачити, що аргумент є слабким (люди помилялися в цьому випадку в 92 % випадків!).\ [#]_
