Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch01.po
Languages: de, nb, ta, uk

source: **Why does psychology have so much statistics?**
de: **Warum gibt es in der Psychologie so viel Statistik?**
nb: **Hvorfor har psykologien så mye statistikk?**
ta: ** உளவியலில் ஏன் இவ்வளவு புள்ளிவிவரங்கள் உள்ளன? **
uk: **Чому в психології так багато статистики?**

source: To be perfectly honest, there’s a few different reasons, some of which are better than others. The most important reason is that psychology is a statistical science. What I mean by that is that the “things” that we study are *people*. Real, complicated, gloriously messy, infuriatingly perverse people. The “things” of physics include objects like electrons, and while there are all sorts of complexities that arise in physics, electrons don’t have minds of their own. They don’t have opinions, they don’t differ from each other in weird and arbitrary ways, they don’t get bored in the middle of an experiment, and they don’t get angry at the experimenter and then deliberately try to sabotage the data set (not that I’ve ever done that!). At a fundamental level psychology is harder than physics.\ [#]_
de: Um ganz ehrlich zu sein, gibt es dafür verschiedene Gründe, von denen einige besser sind als andere. Der wichtigste Grund ist, dass die Psychologie eine statistische Wissenschaft ist. Was ich damit meine, ist, dass die „Dinge“, die wir untersuchen, *Menschen* sind. Echte, komplizierte, herrlich chaotische, wahnsinnig perverse Menschen. Zu den „Dingen“ der Physik gehören Objekte wie Elektronen, und obwohl es in der Physik alle möglichen Komplexitäten gibt, haben Elektronen keinen eigenen Verstand. Sie haben keine Meinungen, sie unterscheiden sich nicht auf seltsame und willkürliche Weise voneinander, sie langweilen sich nicht mitten in einem Experiment, und sie werden nicht wütend auf den Experimentator und versuchen dann absichtlich, den Datensatz zu sabotieren (nicht, dass ich das jemals getan hätte…). Grundsätzlich ist die Psychologie schwieriger als die Physik.\ [#]_
nb: For å være helt ærlig er det flere grunner til det, og noen av dem er bedre enn andre. Den viktigste grunnen er at psykologi er en statistisk vitenskap. Det jeg mener med det, er at de «tingene» vi studerer, er *mennesker*. Ekte, kompliserte, herlig rotete og irriterende perverse mennesker. Fysikkens «ting» er objekter som elektroner, og selv om det finnes alle mulige slags kompleksiteter som oppstår i fysikken, har ikke elektroner noe eget sinn. De har ikke egne meninger, de skiller seg ikke fra hverandre på merkelige og vilkårlige måter, de kjeder seg ikke midt i et eksperiment, og de blir ikke sinte på forsøkslederen og prøver bevisst å sabotere datasettet (ikke at jeg noen gang har gjort det!). På et grunnleggende nivå er psykologi vanskeligere enn fysikk.\ [#]_
ta: நேர்மையாக இருக்க, சில வேறுபட்ட காரணங்கள் உள்ளன, அவற்றில் சில மற்றவர்களை விட சிறந்தவை. மிக முக்கியமான காரணம், உளவியல் ஒரு புள்ளிவிவர அறிவியல். இதன் மூலம் நான் சொல்வது என்னவென்றால், நாங்கள் படிக்கும் “விசயங்கள்” *மக்கள் *. உண்மையான, சிக்கலான, புகழ்பெற்ற குழப்பமான, எரிச்சலூட்டும் வக்கிரமான நபர்கள். இயற்பியலின் “விசயங்கள்” எலக்ட்ரான்கள் போன்ற பொருள்களை உள்ளடக்கியது, மேலும் இயற்பியலில் எழும் அனைத்து வகையான சிக்கல்களும் இருக்கும்போது, எலக்ட்ரான்கள் தங்கள் சொந்த மனதைக் கொண்டிருக்கவில்லை. அவர்களுக்கு கருத்துக்கள் இல்லை, அவர்கள் ஒருவருக்கொருவர் வித்தியாசமான மற்றும் தன்னிச்சையான வழிகளில் வேறுபடுவதில்லை, ஒரு பரிசோதனையின் நடுவில் அவர்கள் சலிப்படைய மாட்டார்கள், அவர்கள் பரிசோதனையாளரின் மீது கோபப்படுவதில்லை, பின்னர் வேண்டுமென்றே நாசப்படுத்த முயற்சிக்கிறார்கள் தரவு தொகுப்பு (நான் அதைச் செய்ததில்லை!). ஒரு அடிப்படை மட்டத்தில் உளவியல் இயற்பியலை விட கடினமானது. \ [#] _
uk: Чесно кажучи, є кілька різних причин, деякі з яких кращі за інші. Найважливіша причина полягає в тому, що психологія є статистичною наукою. Маю на увазі, що «речі», які ми вивчаємо, — це *люди*. Справжні, складні, чудово безладний, дратівливо перекручені люди. «Речі» фізики включають такі об'єкти, як електрони, і хоча у фізиці виникають всілякі складнощі, електрони не мають власного розуму. Вони не мають думок, не відрізняються один від одного дивними і довільними способами, не нудьгують посеред експерименту і не сердяться на експериментатора, а потім навмисно намагаються зірвати збір даних (не те, щоб я коли-небудь так робив!). На фундаментальному рівні психологія складніша за фізику. [#]_

source: Basically, we teach statistics to you as psychologists because you need to be better at stats than physicists. There’s actually a saying used sometimes in physics, to the effect that “if your experiment needs statistics, you should have done a better experiment”. They have the luxury of being able to say that because their objects of study are pathetically simple in comparison to the vast mess that confronts social scientists. And it’s not just psychology. Most social sciences are desperately reliant on statistics. Not because we’re bad experimenters, but because we’ve picked a harder problem to solve. We teach you stats because you really, really need it.
de: Im Grunde genommen enthält das Psychologiestudium so viel Statistik, weil Sie besser in Statistik sein müssen als Physiker. In der Physik gibt es sogar ein Sprichwort, das besagt: „Wenn Ihr Experiment Statistik braucht, hätten Sie ein besseres Experiment machen sollen“. Die Physiker verfügen über den Luxus, das sagen zu können, weil ihre Studienobjekte im Vergleich zu dem riesigen Durcheinander, mit dem die Sozialwissenschaftler konfrontiert sind, unglaublich einfach sind. Und das gilt nicht nur für die Psychologie. Die meisten Sozialwissenschaften sind auf Statistiken angewiesen. Nicht, weil wir schlechte Experimentatoren sind, sondern weil wir uns ein schwierigeres Problem ausgesucht haben, das es zu lösen gilt. Statistik ist ein so großer Teil des Psychologiestudiums, weil sie wirklich nötig ist.
nb: I bunn og grunn lærer vi dere psykologer statistikk fordi dere trenger å være bedre på statistikk enn fysikere. Det er faktisk et ordtak som brukes av og til i fysikken, som sier at «hvis eksperimentet ditt trenger statistikk, burde du ha gjort et bedre eksperiment». De kan tillate seg å si det fordi studieobjektene deres er patetisk enkle i forhold til det enorme rotet som møter samfunnsviterne. Og det gjelder ikke bare psykologi. De fleste samfunnsvitenskaper er desperat avhengige av statistikk. Ikke fordi vi er dårlige til å eksperimentere, men fordi vi har valgt et vanskeligere problem å løse. Vi lærer deg statistikk fordi du virkelig, virkelig trenger det.
ta: அடிப்படையில், உளவியலாளர்களாக உங்களுக்கு புள்ளிவிவரங்களை நாங்கள் கற்பிக்கிறோம், ஏனென்றால் இயற்பியலாளர்களை விட நீங்கள் புள்ளிவிவரங்களில் சிறப்பாக இருக்க வேண்டும். இயற்பியலில் சில நேரங்களில் பயன்படுத்தப்படும் ஒரு சொல் உண்மையில் உள்ளது, இதன் விளைவாக “உங்கள் சோதனைக்கு புள்ளிவிவரங்கள் தேவைப்பட்டால், நீங்கள் ஒரு சிறந்த பரிசோதனையைச் செய்திருக்க வேண்டும்”. சமூக விஞ்ஞானிகளை எதிர்கொள்ளும் பரந்த குழப்பத்துடன் ஒப்பிடுகையில், அவர்களின் ஆய்வின் பொருள்கள் பரிதாபகரமானவை என்பதால் இதைச் சொல்லக்கூடிய ஆடம்பரமானது அவர்களுக்கு உள்ளது. இது உளவியல் மட்டுமல்ல. பெரும்பாலான சமூக அறிவியல் புள்ளிவிவரங்களை மிகவும் நம்பியுள்ளது. நாங்கள் மோசமான பரிசோதனையாளர்கள் என்பதால் அல்ல, ஆனால் நாங்கள் தீர்க்க கடினமான சிக்கலைத் தேர்ந்தெடுத்துள்ளோம். நாங்கள் உங்களுக்கு புள்ளிவிவரங்களை கற்பிக்கிறோம், ஏனென்றால் உங்களுக்கு உண்மையிலேயே அது தேவை.
uk: В основному, ми викладаємо вам статистику як психологам, тому що ви повинні бути кращими в статистиці, ніж фізики. У фізиці іноді використовують вислів: «Якщо для вашого експерименту потрібна статистика, то вам слід було провести кращий експеримент». Вони можуть собі дозволити так говорити, тому що об'єкти їхніх досліджень напрочуд прості в порівнянні з величезним безладом, з яким стикаються соціальні науковці. І це стосується не тільки психології. Більшість соціальних наук відчайдушно покладаються на статистику. Не тому, що ми погані експериментатори, а тому, що ми вибрали складнішу проблему для вирішення. Ми навчаємо вас статистиці, тому що вона вам дійсно дуже потрібна.

source: **Can’t someone else do the statistics?**
de: **Kann nicht jemand anders die Statistik machen?**
nb: **Kan ikke noen andre ta seg av statistikken?**
ta: ** வேறு யாராவது புள்ளிவிவரங்களைச் செய்ய முடியவில்லையா? **
uk: **Хіба хтось інший не може вести статистику??**

source: To some extent, but not completely. It’s true that you don’t need to become a fully trained statistician just to do psychology, but you do need to reach a certain level of statistical competence. In my view, there’s three reasons that every psychological researcher ought to be able to do basic statistics:
de: Das ist zu einem gewissen Grad möglich, aber nicht vollständig. Es stimmt, dass man kein voll ausgebildeter Statistiker sein muss, um Psychologie zu betreiben. Aber man muss ein gewisses Niveau an statistischer Kompetenz erreichen. Meiner Meinung nach gibt es drei Gründe, warum jeder psychologische Forscher in der Lage sein sollte, grundlegende Statistiken zu erstellen:
nb: Til en viss grad, men ikke helt. Det er sant at man ikke trenger å være utdannet statistiker bare for å drive med psykologi, men man må ha et visst nivå av statistisk kompetanse. Etter mitt syn er det tre grunner til at alle psykologiske forskere bør kunne grunnleggende statistikk:
ta: ஓரளவிற்கு, ஆனால் முழுமையாக இல்லை. உளவியல் செய்ய நீங்கள் ஒரு முழுமையான பயிற்சி பெற்ற புள்ளிவிவர நிபுணராக மாற வேண்டிய அவசியமில்லை என்பது உண்மைதான், ஆனால் நீங்கள் ஒரு குறிப்பிட்ட அளவிலான புள்ளிவிவரத் திறனை அடைய வேண்டும். எனது பார்வையில், ஒவ்வொரு உளவியல் ஆராய்ச்சியாளரும் அடிப்படை புள்ளிவிவரங்களைச் செய்ய வேண்டிய மூன்று காரணங்கள் உள்ளன:
uk: Певною мірою, але не повністю. Дійсно, для того, щоб займатися психологією, не обов'язково бути повністю підготовленим статистиком, але певний рівень статистичної компетентності все ж таки необхідний. На мій погляд, є три причини, через які кожен психологічний дослідник повинен вміти виконувати базові статистичні операції:

source: Firstly, there’s the fundamental reason: statistics is deeply intertwined with research design. If you want to be good at designing psychological studies, you need to at the very least understand the basics of stats.
de: Zuerst der wichtigste Grund: Statistik ist eng mit dem Forschungsdesign verbunden. Um gute psychologische Studien zu entwerfen, müssen wir zumindest die Grundlagen der Statistik verstehen.
nb: For det første er det en grunnleggende grunn: Statistikk er tett sammenvevd med forskningsdesign. Hvis du vil bli god til å utforme psykologiske studier, må du i det minste forstå det grunnleggende innen statistikk.
ta: முதலாவதாக, அடிப்படை காரணம் உள்ளது: புள்ளிவிவரங்கள் ஆராய்ச்சி வடிவமைப்போடு ஆழமாக பின்னிப் பிணைந்துள்ளன. உளவியல் ஆய்வுகளை வடிவமைப்பதில் நீங்கள் நல்லவராக இருக்க விரும்பினால், புள்ளிவிவரங்களின் அடிப்படைகளை நீங்கள் குறைந்தபட்சம் புரிந்து கொள்ள வேண்டும்.
uk: По-перше, є фундаментальна причина: статистика тісно пов'язана з дизайном досліджень. Якщо ви хочете добре розробляти психологічні дослідження, вам потрібно як мінімум розуміти основи статистики.

source: Secondly, if you want to be good at the psychological side of the research, then you need to be able to understand the psychological literature, right? But almost every paper in the psychological literature reports the results of statistical analyses. So if you really want to understand the psychology, you need to be able to understand what other people did with their data. And that means understanding a certain amount of statistics.
de: Zweitens: Wenn man in der psychologischen Seite der Forschung gut sein will, muss man auch die psychologische Literatur verstehen. Fast jede Arbeit in der psychologischen Literatur berichtet die Ergebnisse statistischer Analysen. Wenn Sie also die Psychologie wirklich verstehen wollen, müssen Sie in der Lage sein zu verstehen, was andere mit ihren Daten gemacht haben. Und das bedeutet, dass man ein gewisses Maß an Statistik verstehen muss.
nb: For det andre: Hvis du vil være god på den psykologiske siden av forskningen, må du kunne forstå den psykologiske litteraturen, ikke sant? Men nesten alle artikler i den psykologiske litteraturen rapporterer resultatene av statistiske analyser. Så hvis du virkelig vil forstå psykologien, må du kunne forstå hva andre mennesker har gjort med dataene sine. Og det betyr at man må forstå en viss mengde statistikk.
ta: இரண்டாவதாக, ஆராய்ச்சியின் உளவியல் பக்கத்தில் நீங்கள் நன்றாக இருக்க விரும்பினால், நீங்கள் உளவியல் இலக்கியங்களைப் புரிந்து கொள்ள வேண்டும், இல்லையா? ஆனால் உளவியல் இலக்கியத்தில் உள்ள ஒவ்வொரு காகிதமும் புள்ளிவிவர பகுப்பாய்வுகளின் முடிவுகளைப் புகாரளிக்கிறது. எனவே நீங்கள் உண்மையிலேயே உளவியலைப் புரிந்து கொள்ள விரும்பினால், மற்றவர்கள் தங்கள் தரவைக் கொண்டு என்ன செய்தார்கள் என்பதை நீங்கள் புரிந்து கொள்ள வேண்டும். அதாவது ஒரு குறிப்பிட்ட அளவு புள்ளிவிவரங்களைப் புரிந்துகொள்வது.
uk: По-друге, якщо ви хочете добре розбиратися в психологічній стороні досліджень, то вам потрібно вміти розуміти психологічну літературу, чи не так? Але майже кожна стаття в психологічній літературі містить результати статистичного аналізу. Тому, якщо ви дійсно хочете розуміти психологію, вам потрібно вміти розуміти, що інші люди зробили зі своїми даними. А це означає, що потрібно розуміти певну кількість статистичних даних.

source: Thirdly, there’s a big practical problem with being dependent on other people to do all your statistics: statistical analysis is *expensive*. If you ever get bored and want to look up how much the Australian government charges for university fees, you’ll notice something interesting: statistics is designated as a “national priority” category, and so the fees are much, much lower than for any other area of study. This is because there’s a massive shortage of statisticians out there. So, from your perspective as a psychological researcher, the laws of supply and demand aren’t exactly on your side here! As a result, in almost any real life situation where you want to do psychological research, the cruel facts will be that you don’t have enough money to afford a statistician. So the economics of the situation mean that you have to be pretty self-sufficient.
de: Drittens gibt es ein großes praktisches Problem, wenn man für seine Statistiken auf andere angewiesen ist: Statistische Analysen sind *teuer*. Wenn Sie einmal nachsehen, wie hoch die Universitätsgebühren in Australien sind, werden Sie etwas Interessantes feststellen: Statistik ist als „nationale Priorität“ eingestuft, die Gebühren sind daher sehr viel niedriger als für andere Studienfächer. Das liegt daran, dass es einen massiven Mangel an Statistikern gibt. Aus Ihrer Sicht als psychologischer Forscher sind die Gesetze von Angebot und Nachfrage nicht auf Ihrer Seite! In fast jeder Situation, in der Sie psychologische Forschung betreiben wollen, werden Sie feststellen, dass Sie nicht genug Geld haben, um sich einen Statistiker zu leisten. Die ökonomische Situation bedeutet also, dass Sie ziemlich autark sein müssen.
nb: For det tredje er det et stort praktisk problem med å være avhengig av andre for å lage all statistikken din: statistisk analyse er *dyrt*. Hvis du noen gang kjeder deg og vil sjekke hvor mye den australske regjeringen krever i universitetsavgifter, vil du legge merke til noe interessant: Statistikk er utpekt som en «nasjonalt prioritert» kategori, og avgiftene er derfor mye, mye lavere enn for noe annet studieområde. Dette skyldes at det er en enorm mangel på statistikere der ute. Så fra ditt perspektiv som psykologisk forsker er ikke lovene om tilbud og etterspørsel akkurat på din side her! I nesten alle situasjoner i det virkelige liv der du ønsker å drive med psykologisk forskning, vil de grusomme fakta være at du ikke har nok penger til å ha råd til en statistiker. Så økonomien i situasjonen betyr at du må være ganske selvforsynt.
ta: மூன்றாவதாக, உங்கள் எல்லா புள்ளிவிவரங்களையும் செய்ய மற்றவர்களைச் சார்ந்து இருப்பதில் ஒரு பெரிய நடைமுறை சிக்கல் உள்ளது: புள்ளிவிவர பகுப்பாய்வு *விலை உயர்ந்தது *. நீங்கள் எப்போதாவது சலிப்படைந்து, பல்கலைக்கழக கட்டணங்களுக்காக ஆச்திரேலிய அரசாங்கம் எவ்வளவு கட்டணம் வசூலிக்கிறது என்பதை நீங்கள் கவனிக்க விரும்பினால், நீங்கள் சுவையான ஒன்றைக் கவனிப்பீர்கள்: புள்ளிவிவரங்கள் “தேசிய முன்னுரிமை” வகையாக நியமிக்கப்படுகின்றன, எனவே கட்டணம் எதையும் விட மிகக் குறைவாக உள்ளது மற்ற படிப்பு பகுதி. ஏனென்றால், புள்ளிவிவர வல்லுநர்களின் மிகப்பெரிய பற்றாக்குறை உள்ளது. எனவே, ஒரு உளவியல் ஆராய்ச்சியாளராக உங்கள் கண்ணோட்டத்தில், வழங்கல் மற்றும் தேவை விதிகள் இங்கே உங்கள் பக்கத்தில் இல்லை! இதன் விளைவாக, நீங்கள் உளவியல் ஆராய்ச்சி செய்ய விரும்பும் எந்தவொரு உண்மையான வாழ்க்கை சூழ்நிலையிலும், ஒரு புள்ளிவிவர நிபுணரை வாங்க உங்களிடம் போதுமான பணம் இல்லை என்பது கொடூரமான உண்மைகள். எனவே சூழ்நிலையின் பொருளாதாரம் நீங்கள் மிகவும் தன்னிறைவு பெற வேண்டும் என்பதாகும்.
uk: По-третє, існує велика практична проблема, пов'язана з залежністю від інших людей у проведенні всіх статистичних досліджень: статистичний аналіз є *дорогим*. Якщо вам коли-небудь стане нудно і ви захочете дізнатися, скільки австралійський уряд стягує за навчання в університеті, ви помітите цікаву річ: статистика віднесена до категорії «національних пріоритетів», тому плата за навчання набагато нижча, ніж у будь-якій іншій галузі. Це пов'язано з тим, що існує величезна нестача статистиків. Отже, з вашої точки зору як психологічного дослідника, закони попиту і пропозиції тут не зовсім на вашому боці! Як результат, майже в будь-якій реальній ситуації, коли ви хочете провести психологічне дослідження, жорстокою реальністю буде те, що у вас немає достатньо грошей, щоб найняти статистика. Отже, економіка ситуації означає, що ви маєте бути досить самодостатніми.

source: Note that a lot of these reasons generalise beyond researchers. If you want to be a practicing psychologist and stay on top of the field, it helps to be able to read the scientific literature, which relies pretty heavily on statistics.
de: Viele dieser Gründe gelten nicht nur für Forscher. Wenn Sie als praktizierender Psychologe auf dem Laufenden bleiben wollen, ist es notwendig, die wissenschaftliche Literatur lesen zu können, die sich in hohem Maße auf Statistiken stützt.
nb: Merk at mange av disse grunnene kan generaliseres til å gjelde andre enn forskere. Hvis du vil være praktiserende psykolog og holde deg oppdatert på feltet, hjelper det å kunne lese den vitenskapelige litteraturen, som i stor grad baserer seg på statistikk.
ta: இந்த காரணங்கள் பல ஆராய்ச்சியாளர்களுக்கு அப்பாற்பட்டவை என்பதை நினைவில் கொள்க. நீங்கள் ஒரு உளவியலாளராக இருக்க விரும்பினால், புலத்தின் மேல் இருக்க விரும்பினால், இது விஞ்ஞான இலக்கியங்களைப் படிக்க உதவுகிறது, இது புள்ளிவிவரங்களை பெரிதும் நம்பியுள்ளது.
uk: Зверніть увагу, що багато з цих причин стосуються не тільки дослідників. Якщо ви хочете стати практикуючим психологом і залишатися на вершині своєї професії, вам буде корисно вміти читати наукову літературу, яка значною мірою спирається на статистику.

source: **I don’t care about jobs, research, or clinical work. Do I need statistics?**
de: **Ich interessiere mich nicht für Jobs, Forschung oder klinische Arbeit. Brauche ich Statistik?**
nb: **Jeg bryr meg ikke om jobber, forskning eller klinisk arbeid. Trenger jeg statistikk?**
ta: ** வேலைகள், ஆராய்ச்சி அல்லது மருத்துவப் பணிகளைப் பற்றி எனக்கு கவலையில்லை. எனக்கு புள்ளிவிவரங்கள் தேவையா? **
uk: **Мене не хвилюють робота, дослідження чи клінічна робота. Чи потрібна мені статистика?**

source: Okay, now you’re just messing with me. Still, I think it should matter to you too. Statistics should matter to you in the same way that statistics should matter to *everyone*. We live in the 21st century, and data are *everywhere*. Frankly, given the world in which we live these days, a basic knowledge of statistics is pretty damn close to a survival tool! Which is the topic of the next section.
de: Okay, jetzt machst du dich über mich lustig. Trotzdem denke ich, dass es auch für Sie wichtig sein sollte. Statistik sollte für Sie genauso wichtig sein, wie für *jeden*. Wir leben im 21. Jahrhundert, und Daten sind *überall*. Offen gesagt, in der Welt, in der wir heute leben, sind Grundkenntnisse der Statistik fast überlebenswichtig! Das ist das Thema des nächsten Abschnitts.
nb: Nå tuller du bare med meg. Men jeg synes det burde bety noe for deg også. Statistikk bør bety noe for deg, på samme måte som statistikk bør bety noe for *alle*. Vi lever i det 21. århundre, og data er *overalt*. Med tanke på den verden vi lever i nå for tiden, er grunnleggende kunnskaper i statistikk noe nær et overlevelsesverktøy! Det er temaet for neste avsnitt.
ta: சரி, இப்போது நீங்கள் என்னுடன் குழப்பமடைகிறீர்கள். இன்னும், அது உங்களுக்கும் முதன்மை என்று நான் நினைக்கிறேன். புள்ளிவிவரங்கள் புள்ளிவிவரங்கள் *அனைவருக்கும் *முக்கியமானதாக இருக்க வேண்டும். நாங்கள் 21 ஆம் நூற்றாண்டில் வாழ்கிறோம், தரவு *எல்லா இடங்களிலும் *. வெளிப்படையாக, இந்த நாட்களில் நாம் வாழும் உலகத்தைப் பொறுத்தவரை, புள்ளிவிவரங்களைப் பற்றிய அடிப்படை அறிவு ஒரு உயிர்வாழும் கருவிக்கு நெருக்கமாக உள்ளது! இது அடுத்த பகுதியின் தலைப்பு.
uk: Гаразд, тепер ти просто знущаєшся з мене. Але я все одно вважаю, що це має бути важливо і для тебе. Статистика має бути важливою для тебе так само, як вона має бути важливою для *всіх*. Ми живемо у 21 столітті, і дані *всюди*. Чесно кажучи, з огляду на світ, в якому ми живемо сьогодні, базові знання статистики — це майже інструмент виживання! Про це йтиметься в наступному розділі.

source: Which might explain why physics is just a teensy bit further advanced as a science than we are.
de: Das könnte erklären, warum die Physik als Wissenschaft nur ein klitzekleines bisschen weiter fortgeschritten ist als wir.
nb: Det kan forklare hvorfor fysikken er litt lenger fremme som vitenskap enn det vi er.
ta: இயற்பியல் ஏன் நம்மை விட ஒரு விஞ்ஞானமாக மேலும் முன்னேறிய ஒரு பதின்வயது பிட் என்பதை இது விளக்கக்கூடும்.
uk: Що може пояснити, чому фізика як наука трохи розвинена, ніж ми.

source: Statistics in everyday life
de: Statistik im Alltag
nb: Statistikk i hverdagen
ta: அன்றாட வாழ்க்கையில் புள்ளிவிவரங்கள்
uk: Статистика у повсякденному житті

source: *“We are drowning in information,*
de: „*Wir ertrinken in Informationen,*
nb: *«Vi drukner i informasjon,*
ta: *“நாங்கள் தகவல்களில் மூழ்கி வருகிறோம்,*
uk: *“Ми тонемо в інформації,*

source: * but we are starved for knowledge”*
de: *aber wir hungern nach Wissen.“*
nb: * men vi er utsultet på kunnskap»*
ta: * ஆனால் நாம் அறிவுக்காக பட்டினி கிடக்கிறோம் ”*
uk: * але ми прагнемо знань”*

source: Various authors, original probably John Naisbitt
de: Verschiedenen Autoren zugeschrieben, ursprünglich wahrscheinlich John Naisbitt
nb: Ulike forfattere, originalen er trolig John Naisbitt
ta: பல்வேறு ஆசிரியர்கள், அசல் அநேகமாக சான் நைச்பிட்
uk: Різні автори, оригінал, ймовірно, Джон Нейсбітт
