Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch01.po
Languages: de, nb, ta, uk

source: When I started writing up my lecture notes I took the 20 most recent news articles posted to the ABC news website. Of those 20 articles, it turned out that 8 of them involved a discussion of something that I would call a statistical topic and 6 of those made a mistake. The most common error, if you’re curious, was failing to report baseline data (e.g., the article mentions that 5\% of people in situation X have some characteristic Y, but doesn’t say how common the characteristic is for everyone else!). The point I’m trying to make here isn’t that journalists are bad at statistics (though they almost always are), it’s that a basic knowledge of statistics is very helpful for trying to figure out when someone else is either making a mistake or even lying to you. In fact, one of the biggest things that a knowledge of statistics does to you is cause you to get angry at the newspaper or the internet on a far more frequent basis. You can find a good example of this in the section :ref:`A real life example <a_real_life_example>`.
de: Als ich anfing, dieses Buch zu schreiben, untersuchte ich die 20 neuesten Nachrichtenartikel, die auf der ABC-Nachrichten-Website veröffentlicht wurden. Von diesen 20 Artikeln behandelten 8 Artikel etwas, das ich als statistisches Thema bezeichnen würde, und 6 dieser Artikel enthielten Fehler. Der häufigste Fehler war das Fehlen von Basisdaten (z. B. wird in dem Artikel erwähnt, dass 5 % der Menschen in Situation X ein Merkmal Y haben, aber es wird nicht gesagt, wie häufig das Merkmal bei allen anderen ist). Was ich damit sagen will, ist nicht, dass Journalisten schlecht in Statistik sind (obwohl sie das oft der Fall ist), sondern dass Grundkenntnisse in Statistik sehr hilfreich sind, um herauszufinden, ob jemand einen Fehler macht oder sogar lügt. Eine der größten Auswirkungen von Statistikkenntnissen ist, dass man sich viel häufiger über die Zeitung oder das Internet ärgert. Ein gutes Beispiel dafür finden Sie in dem Abschnitt :ref:`Ein Beispiel aus dem wirklichen Leben <a_real_life_example>`.
nb: Da jeg begynte å skrive forelesningsnotatene mine, tok jeg utgangspunkt i de 20 siste nyhetsartiklene som var lagt ut på ABC-nyheters nettsted. Av disse 20 artiklene viste det seg at 8 av dem omhandlet noe jeg vil kalle et statistisk tema, og i 6 av dem ble det gjort en feil. Den vanligste feilen, hvis du er nysgjerrig, var at man unnlot å rapportere baseline-data (f.eks. at artikkelen nevner at 5\% av personene i situasjon X har en egenskap Y, men ikke sier hvor vanlig egenskapen er for alle andre). Poenget mitt her er ikke at journalister er dårlige på statistikk (selv om de nesten alltid er det), men at grunnleggende kunnskap om statistikk er svært nyttig når man skal prøve å finne ut når noen andre enten gjør en feil eller til og med lyver for deg. Faktisk er en av de viktigste tingene kunnskaper om statistikk gjør med deg, at du oftere blir sint på avisen eller internett. Du finner et godt eksempel på dette i avsnittet :ref:`Et eksempel fra det virkelige liv <a_real_life_example>`.
ta: எனது விரிவுரை குறிப்புகளை எழுதத் தொடங்கியபோது, ஏபிசி செய்தி வலைத்தளத்திற்கு வெளியிடப்பட்ட 20 மிக அண்மைக் கால செய்தி கட்டுரைகளை எடுத்தேன். அந்த 20 கட்டுரைகளில், அவர்களில் 8 பேர் ஒரு புள்ளிவிவர தலைப்பு என்று நான் அழைப்பேன், அவர்களில் 6 பேர் தவறு செய்தார்கள். மிகவும் பொதுவான பிழை, நீங்கள் ஆர்வமாக இருந்தால், அடிப்படை தரவைப் புகாரளிக்கத் தவறிவிட்டது (எ.கா., நிலைமை ஃச் இல் 5 \% நபர்களுக்கு சில சிறப்பியல்பு ஒய் இருப்பதாகக் குறிப்பிடுகிறது, ஆனால் மற்ற அனைவருக்கும் சிறப்பியல்பு எவ்வளவு பொதுவானது என்று சொல்லவில்லை !). நான் இங்கு செய்ய முயற்சிக்கும் சேதி, பத்திரிகையாளர்கள் புள்ளிவிவரங்களில் மோசமானவர்கள் அல்ல (அவர்கள் எப்போதுமே இருந்தபோதிலும்), புள்ளிவிவரங்களைப் பற்றிய அடிப்படை அறிவு வேறொருவர் எப்போது தவறு செய்யும்போது அல்லது கண்டுபிடிக்க முயற்சிக்க மிகவும் உதவியாக இருக்கும் உங்களிடம் கூட பொய் சொல்கிறது. உண்மையில், புள்ளிவிவரங்களைப் பற்றிய அறிவு உங்களுக்குச் செய்யும் மிகப் பெரிய விசயங்களில் ஒன்று, செய்தித்தாள் அல்லது இணையத்தில் நீங்கள் கோபப்படுவதற்கு காரணம். இதற்கு ஒரு நல்ல உதாரணத்தை நீங்கள் பிரிவில் காணலாம்: ref: `ஒரு உண்மையான வாழ்க்கை சான்று <a_real_life_example>`.
uk: Коли я почав писати свої лекційні нотатки, я взяв 20 останніх новинних статей, опублікованих на веб-сайті ABC News. З цих 20 статей виявилося, що 8 з них містили обговорення того, що я б назвав статистичною темою, і 6 з них містили помилки. Якщо вам цікаво, найпоширенішою помилкою було не вказання базових даних (наприклад, у статті згадується, що 5 % людей у ситуації X мають певну характеристику Y, але не вказано, наскільки поширеною є ця характеристика серед інших людей! Я не хочу сказати, що журналісти погано розбираються в статистиці (хоча це майже завжди так), а лише те, що базові знання статистики дуже допомагають зрозуміти, коли хтось інший робить помилку або навіть бреше вам. Насправді, одна з найбільших переваг знання статистики полягає в тому, що ви набагато частіше будете сердитися на газети або інтернет. Хороший приклад цього ви можете знайти в розділі :ref:`A real life example <a_real_life_example>`.

source: There’s more to research methods than statistics
de: Forschungsmethoden sind mehr als nur Statistik
nb: Forskningsmetoder er mer enn statistikk
ta: புள்ளிவிவரங்களை விட ஆராய்ச்சி முறைகளுக்கு அதிகம்
uk: Методи дослідження — це більше, ніж просто статистика

source: So far, most of what I’ve talked about is statistics, and so you’d be forgiven for thinking that statistics is all I care about in life. To be fair, you wouldn’t be far wrong, but research methodology is a broader concept than statistics. So most research methods courses will cover a lot of topics that relate much more to the pragmatics of research design, and in particular the issues that you encounter when trying to do research with humans. However, about 99\% of student *fears* relate to the statistics part of the course, so I’ve focused on the stats in this discussion, and hopefully I’ve convinced you that statistics matters, and more importantly, that it’s not to be feared. That being said, it’s pretty typical for introductory research methods classes to be very stats-heavy. This is not (usually) because the lecturers are evil people. Quite the contrary, in fact. Introductory classes focus a lot on the statistics because you almost always find yourself needing statistics before you need the other research methods training. Why? Because almost all of your assignments in other classes will rely on statistical training, to a much greater extent than they rely on other methodological tools. It’s not common for undergraduate assignments to require you to design your own study from the ground up (in which case you would need to know a lot about research design), but it *is* common for assignments to ask you to analyse and interpret data that were collected in a study that someone else designed (in which case you need statistics). In that sense, from the perspective of allowing you to do well in all your other classes, the statistics is more urgent.
de: Bisher habe ich vor allem über Statistik gesprochen, und man könnte meinen, dass ich mich im Leben nur für Statistik interessiere. Fairerweise muss man sagen, dass Sie damit gar nicht so falsch liegen, aber Forschungsmethodik ist ein breiteres Konzept als Statistik. In den meisten Kursen zur Forschungsmethodik werden daher viele Themen behandelt, die sich eher auf die Pragmatik des Forschungsdesigns und insbesondere auf die Probleme beziehen, auf die man stößt, wenn man versucht, Forschung mit Menschen zu betreiben. Allerdings beziehen sich etwa 99 % der *Befürchtungen* von Studenten auf den Statistikteil des Kurses. Daher habe ich mich in dieser Diskussion auf die Statistik konzentriert und hoffe, Sie davon überzeugt zu haben, dass Statistik wichtig ist und – was noch wichtiger ist – dass man sie nicht fürchten muss. Abgesehen davon ist es ziemlich typisch für Einführungskurse in Forschungsmethoden, dass sie sehr statistiklastig sind. Das liegt (normalerweise) nicht daran, dass die Dozenten schlechte Menschen sind. Das Gegenteil ist der Fall. In den Einführungskursen wird viel Wert auf Statistik gelegt, weil man diese fast immer braucht, bevor man die anderen Forschungsmethoden lernt. Und warum? Weil Sie für fast alle Aufgaben in anderen Kursen auf statistische Kenntnisse angewiesen sind, und zwar in einem viel größeren Maße als auf andere methodische Werkzeuge. Es wird selten erwartet, dass Sie im Rahmen eines Studiums eine eigene Studie von Grund auf entwerfen (in diesem Fall müssten Sie viel über Forschungsdesign wissen), aber es *ist* üblich, dass Sie Daten analysieren und interpretieren sollen, die im Rahmen einer Studie erhoben wurden, die jemand anderes entworfen hat (in diesem Fall brauchen Sie Statistik). In diesem Sinne ist Statistik notwendig, um in allen anderen Fächern gut abschneiden zu können.
nb: Så langt har jeg snakket mest om statistikk, og det er lett å tro at statistikk er det eneste jeg bryr meg om her i livet. For å være ærlig, så tar du ikke helt feil, men forskningsmetodikk er et bredere konsept enn statistikk. De fleste kurs i forskningsmetode tar for seg en rekke emner som er mye mer knyttet til pragmatikken i forskningsdesign, og særlig de problemene man støter på når man prøver å forske på mennesker. Omtrent 99\% av studentenes *frykt* er imidlertid knyttet til statistikkdelen av kurset, så jeg har fokusert på statistikken i denne diskusjonen, og forhåpentligvis har jeg overbevist deg om at statistikk er viktig, og enda viktigere, at det ikke er noe å være redd for. Når det er sagt, er det ganske typisk at introduksjonskurs i forskningsmetode inneholder mye statistikk. Dette er ikke (vanligvis) fordi foreleserne er onde mennesker. Snarere tvert imot, faktisk. Introduksjonskursene fokuserer mye på statistikk fordi du nesten alltid trenger statistikk før du trenger annen opplæring i forskningsmetode. Hvorfor det? Fordi nesten alle oppgavene du får i andre fag, vil basere seg på statistikkopplæring i mye større grad enn de baserer seg på andre metodiske verktøy. Det er ikke vanlig at oppgaver på lavere grad krever at du skal designe din egen studie fra grunnen av (i så fall må du kunne mye om forskningsdesign), men det *er* vanlig at oppgaver ber deg om å analysere og tolke data som er samlet inn i en studie som noen andre har designet (i så fall trenger du statistikk). Sånn sett er statistikken mer presserende, med tanke på at du skal kunne gjøre det bra i alle de andre fagene dine.
ta: இதுவரை, நான் பேசியவற்றில் பெரும்பாலானவை புள்ளிவிவரங்கள், எனவே புள்ளிவிவரங்கள் நான் வாழ்க்கையில் அக்கறை காட்டுகிறேன் என்று நினைத்ததற்காக நீங்கள் மன்னிக்கப்படுவீர்கள். சரியாகச் சொல்வதானால், நீங்கள் மிகவும் தவறாக இருக்க மாட்டீர்கள், ஆனால் ஆராய்ச்சி முறை என்பது புள்ளிவிவரங்களை விட பரந்த கருத்தாகும். எனவே பெரும்பாலான ஆராய்ச்சி முறைகள் படிப்புகள் ஆராய்ச்சி வடிவமைப்பின் நடைமுறைவாதங்களுடன் மிகவும் தொடர்புடைய பல தலைப்புகளை உள்ளடக்கும், குறிப்பாக மனிதர்களுடன் ஆராய்ச்சி செய்ய முயற்சிக்கும்போது நீங்கள் சந்திக்கும் பிரச்சினைகள். இருப்பினும், சுமார் 99 \% மாணவர் * அச்சங்கள் * பாடத்தின் புள்ளிவிவரப் பகுதியுடன் தொடர்புடையவை, எனவே இந்த விவாதத்தில் உள்ள புள்ளிவிவரங்களில் நான் கவனம் செலுத்தியுள்ளேன், மேலும் புள்ளிவிவரங்கள் விசயங்கள், மேலும் முக்கியமாக, அது இல்லை என்று நான் உங்களுக்கு நம்பினேன் பயப்பட வேண்டும். சொல்லப்பட்டால், அறிமுக ஆராய்ச்சி முறைகள் வகுப்புகள் மிகவும் புள்ளிவிவரங்கள்-கனமாக இருப்பது மிகவும் பொதுவானது. இது (பொதுவாக) அல்ல, ஏனெனில் விரிவுரையாளர்கள் தீயவர்கள். மிகவும் மாறாக, உண்மையில். அறிமுக வகுப்புகள் புள்ளிவிவரங்களில் அதிக கவனம் செலுத்துகின்றன, ஏனென்றால் உங்களுக்கு மற்ற ஆராய்ச்சி முறைகள் பயிற்சி தேவைப்படுவதற்கு முன்பு உங்களுக்கு எப்போதும் புள்ளிவிவரங்கள் தேவைப்படுவதைக் காணலாம். ஏன்? ஏனென்றால், மற்ற வகுப்புகளில் உங்கள் எல்லா பணிகளும் புள்ளிவிவரப் பயிற்சியை நம்பியிருக்கும், அவை மற்ற முறையான கருவிகளை நம்புவதை விட மிகப் பெரிய அளவில் இருக்கும். இளங்கலை பணிகள் உங்கள் சொந்த ஆய்வை தரையில் இருந்து வடிவமைக்க வேண்டும் என்று தேவைப்படுவது பொதுவானதல்ல (இந்த விசயத்தில் நீங்கள் ஆராய்ச்சி வடிவமைப்பைப் பற்றி நிறைய தெரிந்து கொள்ள வேண்டும்), ஆனால் தரவை பகுப்பாய்வு செய்து விளக்குவதற்கு பணிகள் உங்களிடம் கேட்பது * பொதுவானது வேறொருவர் வடிவமைத்த ஒரு ஆய்வில் அவை சேகரிக்கப்பட்டன (இந்த விசயத்தில் உங்களுக்கு புள்ளிவிவரங்கள் தேவை). அந்த வகையில், உங்கள் மற்ற எல்லா வகுப்புகளிலும் உங்களைச் சிறப்பாகச் செய்ய அனுமதிக்கும் கண்ணோட்டத்தில், புள்ளிவிவரங்கள் மிகவும் அவசரமானவை.
uk: Досі я говорив переважно про статистику, тож ви можете подумати, що статистика — це єдине, що мене цікавить у житті. Чесно кажучи, ви не будете далеко від істини, але методологія досліджень — це ширше поняття, ніж статистика. Тому більшість курсів з методів дослідження охоплюють багато тем, які більше стосуються прагматики розробки досліджень, а зокрема — проблем, з якими ви стикаєтеся, намагаючись проводити дослідження з людьми. Однак близько 99 % *побоювань* студентів стосуються статистичної частини курсу, тому я зосередився на статистиці в цій дискусії і, сподіваюся, переконав вас, що статистика має значення і, що ще важливіше, її не слід боятися. З огляду на це, досить типово, що вступні курси з методів дослідження дуже насичені статистикою. Це (зазвичай) не тому, що викладачі є злими людьми. Навпаки, вступні курси зосереджуються на статистиці, тому що майже завжди статистика потрібна раніше, ніж інші методи дослідження. Чому? Тому що майже всі ваші завдання в інших курсах будуть базуватися на статистичних знаннях, набагато більше, ніж на інших методологічних інструментах. Завдання для студентів бакалаврату рідко вимагають від вас розробки власного дослідження з нуля (в цьому випадку вам потрібно було б багато знати про дизайн досліджень), але *часто* завдання вимагають від вас аналізу та інтерпретації даних, зібраних в дослідженні, розробленому кимось іншим (в цьому випадку вам потрібна статистика). У цьому сенсі, з точки зору того, щоб ви могли добре вчитись на всіх інших курсах, статистика є більш нагальною.

source: But note that “urgent” is different from “important” – they both matter. I really do want to stress that research design is just as important as data analysis, and this book does spend a fair amount of time on it. However, while statistics has a kind of universality, and provides a set of core tools that are useful for most types of psychological research, the research methods side isn’t quite so universal. There are some general principles that everyone should think about, but a lot of research design is very idiosyncratic, and is specific to the area of research that you want to engage in. To the extent that it’s the details that matter, those details don’t usually show up in an introductory stats and research methods class.
de: Beachten Sie, dass „dringend“ etwas anderes ist als „wichtig“ – beide sind notwendig. Ich möchte betonen, dass Forschungsdesign ebenso wichtig ist wie die Datenanalyse, und dieses Buch widmet dem entsprechend viel Zeit. Während die Statistik eine gewisse Universalität besitzt und eine Reihe von Kernwerkzeugen bietet, welche für die meisten Arten der psychologischen Forschung nützlich sind, sind Forschungsmethoden weniger universell. Es gibt zwar einige allgemeine Grundsätze, die jeder berücksichtigen sollte, aber ein Großteil des Forschungsdesigns ist sehr idiosynkratisch und spezifisch für das Forschungsgebiet, mit dem man sich befasst. In dem Maße, in dem es eher auf Details ankommt, werden diese normalerweise nicht in einem Einführungskurs in Statistik und Forschungsmethoden behandelt.
nb: Men merk at «viktig» ikke er det samme som «presserende» - begge deler er viktige. Jeg vil virkelig understreke at forskningsdesign er like viktig som dataanalyse, og denne boken bruker en god del tid på det. Men selv om statistikk har en slags universalitet, og gir et sett med kjerneverktøy som er nyttige for de fleste typer psykologisk forskning, er ikke forskningsmetodene fullt så universelle. Det finnes noen generelle prinsipper som alle bør tenke på, men mye av forskningsdesignet er veldig idiosynkratisk, og er spesifikt for det forskningsområdet du ønsker å engasjere deg i. I den grad det er detaljene som betyr noe, er det ikke vanlig å ta opp disse detaljene i et introduksjonskurs i statistikk og forskningsmetode.
ta: ஆனால் “அவசரம்” “முக்கியமான” என்பதிலிருந்து வேறுபட்டது என்பதை நினைவில் கொள்க - அவை இரண்டும் முதன்மை. தரவு பகுப்பாய்வைப் போலவே ஆராய்ச்சி வடிவமைப்பு முக்கியமானது என்பதை நான் வலியுறுத்த விரும்புகிறேன், மேலும் இந்த நூல் அதற்கு நியாயமான நேரத்தை செலவிடுகிறது. இருப்பினும், புள்ளிவிவரங்கள் ஒரு வகையான உலகளாவிய தன்மையைக் கொண்டிருந்தாலும், பெரும்பாலான வகையான உளவியல் ஆராய்ச்சிகளுக்கு பயனுள்ள ஒரு முக்கிய கருவிகளின் தொகுப்பை வழங்கும் அதே வேளையில், ஆராய்ச்சி முறைகள் பக்கமானது மிகவும் உலகளாவியதல்ல. எல்லோரும் சிந்திக்க வேண்டிய சில பொதுவான கொள்கைகள் உள்ளன, ஆனால் நிறைய ஆராய்ச்சி வடிவமைப்பு மிகவும் தனித்துவமானது, மேலும் நீங்கள் ஈடுபட விரும்பும் ஆராய்ச்சியின் பகுதிக்கு குறிப்பிட்டது. இது முக்கியமான விவரங்கள் என்ற அளவிற்கு, அந்த விவரங்கள் இல்லை ' டி பொதுவாக ஒரு அறிமுக புள்ளிவிவரங்கள் மற்றும் ஆராய்ச்சி முறைகள் வகுப்பில் காண்பிக்கப்படும்.
uk: Але зверніть увагу, що «термінове» відрізняється від «важливого» – обидва поняття мають значення. Я дійсно хочу підкреслити, що дизайн дослідження є настільки ж важливим, як і аналіз даних, і в цій книзі йому приділено чимало уваги. Однак, хоча статистика має певну універсальність і надає набір основних інструментів, корисних для більшості типів психологічних досліджень, методи дослідження не є настільки універсальними. Є деякі загальні принципи, про які слід думати кожному, але багато аспектів розробки дослідження є дуже індивідуальними і специфічними для тієї галузі досліджень, якою ви хочете займатися. Оскільки важливими є деталі, вони зазвичай не висвітлюються в вступних курсах зі статистики та методів дослідження.
