Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch01.po
Languages: de, nb, ta, uk

source: Why do we learn statistics?
de: Warum lernen wir Statistik?
nb: Hvorfor lærer vi statistikk?
ta: புள்ளிவிவரங்களை நாம் ஏன் கற்றுக்கொள்கிறோம்?
uk: Чому ми вивчаємо статистику?

source: *“Thou shalt not answer questionnaires*
nb: *«Du skal ikke svare på spørreskjemaer*
ta: *“நீங்கள் கேள்வித்தாள்களுக்கு பதிலளிக்கக்கூடாது*
uk: *“Ти не будеш відповідати на анкети*

source: *Or quizzes upon World Affairs,*
nb: *Eller quizer om verdenssaker,*
ta: *அல்லது உலக விவகாரங்களில் நொடி வினாக்கள்,*
uk: *Або вікторини з питань світової політики,*

source: *Nor with compliance*
nb: *Og heller ikke med etterlevelse*
ta: *அல்லது இணக்கத்துடன்*
uk: *Ані з дотриманням вимог*

source: *Take any test. Thou shalt not sit*
nb: *Ta hvilken som helst prøve. Du skal ikke sitte*
ta: *எந்த சோதனையும் எடுத்துக் கொள்ளுங்கள். நீங்கள் உட்காரக்கூடாது*
uk: *Пройди будь-який тест. Не сядь*

source: *With statisticians nor commit*
nb: *Med statistikere eller forpliktelse*
ta: *புள்ளிவிவர வல்லுநர்களுடன் அல்லது உறுதிப்பாடு*
uk: *Зі статистиками, ані зобов'язаннями*

source: *A social science”*
nb: *En samfunnsvitenskap»*
ta: *ஒரு சமூக அறிவியல் ”*
uk: *Соціальна наука”*

source: W.H. Auden\ [#]_
ta: டபிள்யூ.எச். ஆடன் \ [#] _
uk: В. Г. Оден\ [#]_

source: The quote comes from Auden’s 1946 poem *Under Which Lyre: A Reactionary Tract for the Times*, delivered as part of a commencement address at Harvard University. The `history of the poem <https://harvardmagazine.com/2007/11/a-poets-warning.html>`__ is kind of interesting.
de: Das Zitat stammt aus Audens Gedicht von 1946 *Under Which Lyre: A Reactionary Tract for the Times*, gehalten als Teil einer Eröffnungsrede an der Harvard University. Die `Geschichte des Gedichts <https://harvardmagazine.com/2007/11/a-poets-warning.html>`__ ist recht interessant.
nb: Sitatet er hentet fra Audens dikt *Under Which Lyre: A Reactionary Tract for the Times*, som ble holdt som en del av en tale ved Harvard University. `Diktets historie <https://harvardmagazine.com/2007/11/a-poets-warning.html>`__ er ganske interessant.
ta: மேற்கோள் ஆடனின் 1946 கவிதையிலிருந்து வருகிறது *அதன் கீழ் லைர்: டைம்சிற்கான ஒரு பிற்போக்குத்தனமான பாதை *, ஆர்வர்ட் பல்கலைக்கழகத்தில் தொடக்க உரையின் ஒரு பகுதியாக வழங்கப்பட்டது. கவிதையின் வரலாறு <https://harvardmagazine.com/2007/11/a-poets-warning.html> __ __ என்பது சுவாரச்யமானது.
uk: Цитата взята з вірша Одена 1946 року *Під якою лірою: реакційний трактат для сучасності*, виголошеного в рамках випускної промови в Гарвардському університеті. `Історія вірша <https://harvardmagazine.com/2007/11/a-poets-warning.html>`__ досить цікава.

source: On the psychology of statistics
de: Zur Psychologie der Statistik
nb: Om statistikkens psykologi
ta: புள்ளிவிவரங்களின் உளவியலில்
uk: Про психологію статистики

source: To the surprise of many students, statistics is a fairly significant part of a psychological education. To the surprise of no-one, statistics is very rarely the *favourite* part of one’s psychological education. After all, if you really loved the idea of doing statistics, you’d probably be enrolled in a statistics class right now, not a psychology class. So, not surprisingly, there’s a pretty large proportion of the student base that isn’t happy about the fact that psychology has so much statistics in it. In view of this, I thought that the right place to start might be to answer some of the more common questions that people have about stats.
de: Zur Überraschung vieler Studenten ist die Statistik ein ziemlich wichtiger Teil der psychologischen Ausbildung. Es überrascht sicher niemand, dass Statistik sehr selten der *beliebste* Teil der psychologischen Ausbildung ist: Wenn Sie sich wirklich für Statistik interessieren würden, wären Sie wahrscheinlich eher in einem Statistikkurs eingeschrieben als in einem Psychologiekurs. Es ist also nicht überraschend, dass ein großer Teil der Studenten nicht glücklich darüber ist, dass Psychologie so viel Statistik beinhaltet. In Anbetracht dessen dachte ich, dass es vielleicht ein guter Einstieg wäre, einige der häufigsten Fragen zu beantworten, welche die Leute zur Statistik haben.
nb: Til mange studenters overraskelse er statistikk en ganske vesentlig del av psykologiutdanningen. Til ingens overraskelse er statistikk svært sjelden *favorittdelen* av psykologiutdanningen. Tross alt, hvis du virkelig elsket tanken på å jobbe med statistikk, ville du sannsynligvis vært innskrevet i et statistikkurs akkurat nå, ikke i et psykologikurs. Så ikke overraskende er det en ganske stor andel av studentmassen som ikke er glad for at psykologi inneholder så mye statistikk. På bakgrunn av dette tenkte jeg at det beste stedet å begynne var å svare på noen av de vanligste spørsmålene folk har om statistikk.
ta: பல மாணவர்களின் ஆச்சரியத்திற்கு, புள்ளிவிவரங்கள் ஒரு உளவியல் கல்வியின் மிகவும் குறிப்பிடத்தக்க பகுதியாகும். யாரையும் ஆச்சரியப்படுத்த, புள்ளிவிவரங்கள் ஒருவரின் உளவியல் கல்வியின் * பிடித்த * பகுதியாகும். எல்லாவற்றிற்கும் மேலாக, புள்ளிவிவரங்களைச் செய்வதற்கான யோசனையை நீங்கள் மிகவும் நேசித்திருந்தால், நீங்கள் இப்போது ஒரு புள்ளிவிவர வகுப்பில் சேரப்படுவீர்கள், உளவியல் வகுப்பு அல்ல. எனவே, ஆச்சரியப்படுவதற்கில்லை, மாணவர் தளத்தின் மிகப் பெரிய விகிதம் உள்ளது, இது உளவியலில் இவ்வளவு புள்ளிவிவரங்களைக் கொண்டுள்ளது என்பதில் மகிழ்ச்சியடையவில்லை. இதைக் கருத்தில் கொண்டு, புள்ளிவிவரங்களைப் பற்றி மக்கள் வைத்திருக்கும் சில பொதுவான கேள்விகளுக்கு பதிலளிப்பதே தொடங்குவதற்கான சரியான இடம் என்று நான் நினைத்தேன்.
uk: На подив багатьох студентів, статистика є досить важливою частиною психологічної освіти. На подив нікого, статистика дуже рідко є *улюбленою* частиною психологічної освіти. Адже, якби ви дійсно любили статистику, ви б, мабуть, зараз навчалися на курсі статистики, а не психології. Тож не дивно, що значна частина студентів незадоволена тим, що психологія містить так багато статистики. З огляду на це, я вирішив, що найкраще почати з відповідей на найпоширеніші запитання про статистику.

source: A big part of this issue at hand relates to the very idea of statistics. What is it? What’s it there for? And why are scientists so bloody obsessed with it? These are all good questions, when you think about it. So let’s start with the last one. As a group, scientists seem to be bizarrely fixated on running statistical tests on everything. In fact, we use statistics so often that we sometimes forget to explain to people why we do. It’s a kind of article of faith among scientists – and especially social scientists – that your findings can’t be trusted until you’ve done some stats. Undergraduate students might be forgiven for thinking that we’re all completely mad, because no-one takes the time to answer one very simple question:
de: Ein großer Teil dieses Themas bezieht sich auf den Begriff der Statistik selbst. Was ist sie? Wozu ist sie da? Und warum sind Wissenschaftler so verdammt besessen davon? Das sind alles gute Fragen, wenn man darüber nachdenkt. Beginnen wir mit der letzten Frage. Als Gruppe scheinen Wissenschaftler auf bizarre Weise darauf fixiert zu sein, alles mit statistischen Tests zu untersuchen. Tatsächlich verwenden wir Statistiken so häufig, dass wir manchmal vergessen, den Leuten zu erklären, warum wir das tun. Es ist eine Art Glaubenssatz unter Wissenschaftlern – und besonders unter Sozialwissenschaftlern –, dass man seinen Ergebnissen erst dann trauen kann, wenn man ein paar statistische Tests durchgeführt hat. Man könnte Studenten im Grundstudium verzeihen, wenn sie denken, dass wir alle völlig verrückt sind, weil sich niemand die Zeit nimmt, eine ganz einfache Frage zu beantworten:
nb: En stor del av denne problemstillingen er knyttet til selve ideen om statistikk. Hva er statistikk? Hva skal den brukes til? Og hvorfor er forskere så besatt av det? Alt dette er gode spørsmål, når man tenker seg om. Så la oss begynne med det siste. Som gruppe ser forskere ut til å være bisarrt fiksert på å kjøre statistiske tester på alt. Faktisk bruker vi statistikk så ofte at vi noen ganger glemmer å forklare folk hvorfor vi gjør det. Det er en slags trosartikkel blant forskere - og spesielt samfunnsvitere - at funnene dine ikke kan stoles på før du har brukt statistikk. Studenter på lavere grads studier kan bli tilgitt for å tro at vi alle er helt gale, fordi ingen tar seg tid til å svare på et veldig enkelt spørsmål:
ta: இந்த சிக்கலின் ஒரு பெரிய பகுதி புள்ளிவிவரங்களின் யோசனையுடன் தொடர்புடையது. அது என்ன? அது என்ன? விஞ்ஞானிகள் ஏன் இவ்வளவு இரத்தக்களரியாக இருக்கிறார்கள்? இவை அனைத்தும் நல்ல கேள்விகள், நீங்கள் அதைப் பற்றி நினைக்கும் போது. எனவே கடைசியாக ஆரம்பிக்கலாம். ஒரு குழுவாக, விஞ்ஞானிகள் எல்லாவற்றிலும் புள்ளிவிவர சோதனைகளை இயக்குவதில் வினோதமாக நிர்ணயிக்கப்பட்டதாகத் தெரிகிறது. உண்மையில், புள்ளிவிவரங்களை நாங்கள் அடிக்கடி பயன்படுத்துகிறோம், சில சமயங்களில் நாம் ஏன் செய்கிறோம் என்பதை மக்களுக்கு விளக்க மறந்து விடுகிறோம். இது விஞ்ஞானிகளிடையே - குறிப்பாக சமூக விஞ்ஞானிகள் - நீங்கள் சில புள்ளிவிவரங்களைச் செய்யும் வரை உங்கள் கண்டுபிடிப்புகளை நம்ப முடியாது. நாம் அனைவரும் முற்றிலும் பைத்தியம் என்று நினைத்ததற்காக இளங்கலை மாணவர்கள் மன்னிக்கப்படலாம், ஏனென்றால் ஒரு மிக எளிய கேள்விக்கு பதிலளிக்க யாரும் நேரம் எடுக்கவில்லை:
uk: Значна частина цього питання стосується самої ідеї статистики. Що це таке? Для чого вона потрібна? І чому вчені так одержимі нею? Якщо задуматися, то це все хороші питання. Почнемо з останнього. Вчені, як група, здаються дивно зацикленими на проведенні статистичних тестів для всього. Насправді ми використовуємо статистику так часто, що іноді забуваємо пояснювати людям, навіщо ми це робимо. Серед вчених, а особливо соціальних науковців, існує своєрідна віра в те, що вашим висновкам не можна довіряти, поки ви не провели статистичний аналіз. Студентам-бакалаврам можна пробачити, що вони вважають нас усіх абсолютно божевільними, адже ніхто не витрачає час на відповідь на одне дуже просте запитання:

source: *Why do you do statistics? Why don’t scientists just use common sense?*
de: *Warum benutzen wir Statistik? Und warum benutzen Wissenschaftler nicht einfach den gesunden Menschenverstand?*
nb: *Why do you do statistics? Hvorfor bruker ikke forskere bare sunn fornuft?*
ta: *நீங்கள் ஏன் புள்ளிவிவரங்களைச் செய்கிறீர்கள்? விஞ்ஞானிகள் ஏன் பொது அறிவைப் பயன்படுத்தக்கூடாது?*
uk: *Чому ви займаєтесь статистикою? Чому вчені просто не користуються здоровим глуздом?*

source: It’s a naive question in some ways, but most good questions are. There’s a lot of good answers to it,\ [#]_ but for my money, the best answer is a really simple one: we don’t trust ourselves enough. We worry that we’re human, and susceptible to all of the biases, temptations and frailties that humans suffer from. Much of statistics is basically a safeguard. Using “common sense” to evaluate evidence means trusting gut instincts, relying on verbal arguments and on using the raw power of human reason to come up with the right answer. Most scientists don’t think this approach is likely to work.
de: In gewisser Weise ist es eine naive Frage, aber das sind die meisten guten Fragen. Es gibt viele gute Antworten darauf,\ [#]_ aber meiner Meinung nach ist die beste Antwort eine ganz einfache: Wir trauen uns selbst nicht genug. Wir machen uns Gedanken darüber, dass wir Menschen sind und daher anfällig für alle Voreingenommenheiten, Versuchungen und Schwächen, unter denen Menschen leiden. Ein Großteil der Statistik ist im Grunde ein Schutz. Den „gesunden Menschenverstand“ zur Bewertung von Evidenz einzusetzen, bedeutet, auf das Bauchgefühl zu vertrauen, sich auf verbale Argumente zu verlassen und die rohe Kraft des menschlichen Verstandes zu nutzen, um die richtige Antwort zu finden. Die meisten Wissenschaftler glauben nicht, dass dieser Ansatz funktioniert.
nb: Det er et naivt spørsmål på en måte, men det er de fleste gode spørsmål. Det finnes mange gode svar på det,\ [#]_ men for meg er det beste svaret veldig enkelt: Vi stoler ikke nok på oss selv. Vi bekymrer oss for at vi er mennesker, og at vi er mottakelige for alle de fordommene, fristelsene og svakhetene som mennesker lider av. Mye av statistikken er i bunn og grunn en sikkerhetsforanstaltning. Å bruke «sunn fornuft» til å evaluere bevis betyr å stole på magefølelsen, på verbale argumenter og på å bruke den rå kraften i menneskelig fornuft til å komme frem til det riktige svaret. De fleste forskere tror ikke at denne tilnærmingen vil fungere.
ta: இது சில வழிகளில் ஒரு பேதை கேள்வி, ஆனால் மிகவும் நல்ல கேள்விகள். அதற்கு நிறைய நல்ல பதில்கள் உள்ளன, \ [#] _ ஆனால் எனது பணத்திற்கு, சிறந்த பதில் மிகவும் எளிமையானது: நாங்கள் நம்மை நம்பவில்லை. நாம் மனிதர்கள் என்று கவலைப்படுகிறோம், மனிதர்கள் பாதிக்கும் அனைத்து சார்பு, சோதனைகள் மற்றும் பலவீனங்கள் அனைத்திற்கும் ஆளாகிறோம். புள்ளிவிவரங்களின் பெரும்பகுதி அடிப்படையில் ஒரு பாதுகாப்பு. ஆதாரங்களை மதிப்பிடுவதற்கு “பொது அறிவு” ஐப் பயன்படுத்துவது என்பது குடல் உள்ளுணர்வுகளை நம்புவது, வாய்மொழி வாதங்களை நம்பியிருப்பது மற்றும் மனித காரணத்தின் மூல சக்தியைப் பயன்படுத்தி சரியான பதிலைக் கொண்டு வருவதாகும். இந்த அணுகுமுறை வேலை செய்ய வாய்ப்புள்ளது என்று பெரும்பாலான விஞ்ஞானிகள் நினைக்கவில்லை.
uk: В деякому сенсі це наївне питання, але більшість хороших питань є такими. На нього є багато хороших відповідей,\ [#]_ але, на мою думку, найкраща відповідь є дуже простою: ми недостатньо довіряємо собі. Ми турбуємося, що ми люди і схильні до всіх упереджень, спокус і слабкостей, від яких страждають люди. Більша частина статистики є, по суті, запобіжним заходом. Використання «здорового глузду» для оцінки доказів означає довіряти інтуїції, покладатися на словесні аргументи та використовувати силу людського розуму для знаходження правильної відповіді. Більшість вчених не вважають, що такий підхід може бути ефективним.

source: In fact, come to think of it, this sounds a lot like a psychological question to me, and since I do work in a psychology department, it seems like a good idea to dig a little deeper here. Is it really plausible to think that this “common sense” approach is very trustworthy? Verbal arguments have to be constructed in language, and all languages have biases – some things are harder to say than others, and not necessarily because they’re false (e.g., quantum electrodynamics is a good theory, but hard to explain in words). The instincts of our “gut” aren’t designed to solve scientific problems, they’re designed to handle day to day inferences – and given that biological evolution is slower than cultural change, we should say that they’re designed to solve the day to day problems for a *different world* than the one we live in. Most fundamentally, reasoning sensibly requires people to engage in “induction”, making wise guesses and going beyond the immediate evidence of the senses to make generalisations about the world. If you think that you can do that without being influenced by various distractors, well, I have a bridge in London I’d like to sell you. Heck, as the next section shows, we can’t even solve “deductive” problems (ones where no guessing is required) without being influenced by our pre-existing biases.
de: Wenn ich darüber nachdenke, klingt das für mich sehr nach einer psychologischen Frage, und da wir Psychologen (oder -studenten) sind, scheint es eine gute Idee zu sein, hier etwas tiefer zu graben. Ist es wirklich plausibel, dass dieser Ansatz des „gesunden Menschenverstands“ sehr vertrauenswürdig ist? Verbale Argumente müssen in der Sprache konstruiert werden, und alle Sprachen haben Vorurteile – manche Dinge sind schwieriger zu sagen als andere, und nicht unbedingt, weil sie falsch sind (z. B. ist die Quantenelektrodynamik eine gute Theorie, aber schwer in Worte zu fassen). Die Instinkte unseres „Bauchgefühls“ sind nicht dazu gedacht, wissenschaftliche Probleme zu lösen, sondern alltägliche Schlussfolgerungen zu ziehen - und da die biologische Evolution langsamer verläuft als der kulturelle Wandel, sollten wir sagen, dass sie dazu gedacht sind, die alltäglichen Probleme einer *anderen Welt* zu lösen als der, in der wir leben. Um vernünftig zu argumentieren, muss der Mensch „induktiv“ vorgehen, d.h. kluge Vermutungen anstellen und über die unmittelbare Evidenz der Sinne hinausgehen, um Verallgemeinerungen über die Welt zu machen. Wenn Sie glauben, dass Sie das tun können, ohne von verschiedenen Ablenkungen beeinflusst zu werden, dann möchte ich Ihnen eine Brücke in London verkaufen. Wie der nächste Abschnitt zeigt, können wir nicht einmal „deduktive“ Probleme (d.h. solche, bei denen keine Vermutungen erforderlich sind) lösen, ohne von unseren bereits vorhandenen Vorurteilen beeinflusst zu werden.
nb: Når jeg tenker meg om, synes jeg faktisk at dette høres ut som et psykologisk spørsmål, og siden jeg jobber på en psykologisk avdeling, virker det som en god idé å grave litt dypere her. Er det virkelig troverdig å tro at denne «sunn fornuft»-tilnærmingen er særlig troverdig? Verbale argumenter må konstrueres i språket, og alle språk har skjevheter - noen ting er vanskeligere å si enn andre, og ikke nødvendigvis fordi de er usanne (kvanteelektrodynamikk er f.eks. en god teori, men vanskelig å forklare med ord). Instinktene i «magefølelsen» vår er ikke laget for å løse vitenskapelige problemer, de er laget for å håndtere daglige slutninger - og gitt at biologisk evolusjon går saktere enn kulturell endring, bør vi si at de er laget for å løse de daglige problemene i en *annen verden* enn den vi lever i. I bunn og grunn krever fornuftig resonnering at man driver med «induksjon», at man gjør kloke gjetninger og går utover de umiddelbare sansebevisene for å generalisere om verden. Hvis du tror at du kan gjøre det uten å bli påvirket av ulike distraherende faktorer, har jeg en bro i London jeg gjerne vil selge til deg. Som neste avsnitt viser, kan vi ikke engang løse «deduktive» problemer (der det ikke er nødvendig å gjette) uten å bli påvirket av våre eksisterende fordommer.
ta: உண்மையில், இதைப் பற்றி சிந்திக்க வாருங்கள், இது எனக்கு ஒரு உளவியல் கேள்வி போல் தெரிகிறது, நான் ஒரு உளவியல் துறையில் வேலை செய்வதால், இங்கே கொஞ்சம் ஆழமாக தோண்டி எடுப்பது நல்லது என்று தெரிகிறது. இந்த "பொது அறிவு" அணுகுமுறை மிகவும் நம்பகமானதாக இருக்கிறது என்று நினைப்பது உண்மையில் நம்பத்தகுந்ததா? வாய்மொழி வாதங்கள் மொழியில் கட்டமைக்கப்பட வேண்டும், மேலும் எல்லா மொழிகளும் சார்புகளைக் கொண்டுள்ளன - சில விசயங்கள் மற்றவர்களை விட சொல்வது கடினம், அவை பொய்யானவை என்பதால் அவசியமில்லை (எ.கா., குவாண்டம் எலக்ட்ரோடைனமிக்ச் ஒரு நல்ல கோட்பாடு, ஆனால் வார்த்தைகளில் விளக்குவது கடினம்). எங்கள் “குடலின்” உள்ளுணர்வு விஞ்ஞான சிக்கல்களைத் தீர்க்க வடிவமைக்கப்பட்டுள்ளது, அவை அன்றாட அனுமானங்களை கையாள வடிவமைக்கப்பட்டுள்ளன - மேலும் கலாச்சார மாற்றத்தை விட உயிரியல் பரிணாமம் மெதுவாக இருப்பதால், அவை நாள் தீர்க்க வடிவமைக்கப்பட்டுள்ளன என்று சொல்ல வேண்டும் நாம் வாழும் ஒன்றை விட * வித்தியாசமான உலகத்திற்கான அன்றாட சிக்கல்களுக்கு *. மிக அடிப்படையாக, பகுத்தறிவுக்கு மக்கள் "தூண்டலில்" ஈடுபட வேண்டும், புத்திசாலித்தனமான யூகங்களை உருவாக்க வேண்டும் மற்றும் உலகத்தைப் பற்றிய பொதுமைப்படுத்துதல்களை உருவாக்குவதற்கான புலன்களின் உடனடி ஆதாரங்களுக்கு அப்பால் செல்வது தேவைப்படுகிறது. பல்வேறு திசைதிருப்பிகளால் பாதிக்கப்படாமல் நீங்கள் அதைச் செய்ய முடியும் என்று நீங்கள் நினைத்தால், லண்டனில் எனக்கு ஒரு பாலம் உள்ளது, நான் உங்களை விற்க விரும்புகிறேன். எக், அடுத்த பகுதி காண்பித்தபடி, நம்முடைய முன்பே இருக்கும் சார்புகளால் பாதிக்கப்படாமல் “விலக்கு” சிக்கல்களை (யூகிக்க வேண்டிய அவசியமில்லை) கூட எங்களால் தீர்க்க முடியாது.
uk: Насправді, якщо подумати, це дуже нагадує мені психологічне питання, і оскільки я працюю на кафедрі психології, здається, що варто заглибитися в цю тему трохи далі. Чи дійсно можна вважати, що цей «здоровий глузд» є дуже надійним? Вербальні аргументи мають бути сформульовані мовою, а всі мови мають упередження — деякі речі важче висловити, ніж інші, і не обов'язково тому, що вони є хибними (наприклад, квантова електродинаміка є хорошою теорією, але її важко пояснити словами). Інстинкти нашого «шлунка» не призначені для вирішення наукових проблем, вони призначені для повсякденних висновків — і з огляду на те, що біологічна еволюція відбувається повільніше, ніж культурні зміни, ми повинні сказати, що вони призначені для вирішення повсякденних проблем для *іншого світу*, ніж той, в якому ми живемо. Найголовніше, що для розумного міркування люди повинні займатися «індукцією», робити мудрі припущення і виходити за межі безпосередніх свідчень органів чуття, щоб робити узагальнення про світ. Якщо ви думаєте, що можете це робити, не піддаючись впливу різних відволікаючих факторів, то я маю для вас міст у Лондоні, який хотів би вам продати. Як показує наступний розділ, ми навіть не можемо вирішувати «дедуктивні» проблеми (ті, що не вимагають припущень) без впливу наших існуючих упереджень.

source: Including the suggestion that common sense is in short supply among scientists.
de: Dazu gehört auch die Behauptung, dass der gesunde Menschenverstand unter Wissenschaftlern Mangelware ist.
nb: Herunder antydningen om at sunn fornuft er en mangelvare blant forskere.
ta: விஞ்ஞானிகளிடையே பொது அறிவு குறைவாக உள்ளது என்ற ஆலோசனையை உள்ளடக்கியது.
uk: Включно з припущенням, що серед науковців не вистачає здорового глузду.

source: The curse of belief bias
de: Der Fluch der Voreingenommenheit
nb: Forbannelsen av trosskjevhet
ta: நம்பிக்கை சார்பின் தூற்று
uk: Прокляття упередженості віри
