Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: Having just spent the last couple of paragraphs focusing on the choice of participants, since that’s a big issue that everyone tends to worry most about, it’s worth remembering that external validity is a broader concept. The following are also examples of things that might pose a threat to external validity, depending on what kind of study you’re doing:
de: Nachdem wir uns in den letzten Abschnitten auf die Auswahl der Teilnehmer konzentriert haben, da dies ein wichtiges Thema ist, über das sich alle am meisten Sorgen machen, sollte man sich daran erinnern, dass die externe Validität ein breiteres Konzept ist. Im Folgenden finden Sie Beispiele für Dinge, welche die externe Validität gefährden können, je nachdem, welche Art von Studie Sie durchführen:
nb: Etter å ha brukt de siste par avsnittene til å fokusere på valg av deltakere, siden det er et stort spørsmål som alle pleier å bekymre seg mest for, er det verdt å huske at ekstern validitet er et bredere begrep. Følgende er også eksempler på ting som kan utgjøre en trussel mot den eksterne validiteten, avhengig av hva slags studie du gjør:
ta: பங்கேற்பாளர்களின் தேர்வில் கவனம் செலுத்தும் கடைசி இரண்டு பத்திகளை இப்போது செலவிட்டதால், இது எல்லோரும் அதிகம் கவலைப்பட முனைகிறது என்பதால், வெளிப்புற செல்லுபடியாகும் ஒரு பரந்த கருத்து என்பதை நினைவில் கொள்வது மதிப்பு. நீங்கள் எந்த வகையான ஆய்வைப் பொறுத்து வெளிப்புற செல்லுபடியாகும் அச்சுறுத்தலை ஏற்படுத்தக்கூடிய விசயங்களின் எடுத்துக்காட்டுகளும் பின்வருமாறு:

source: People might answer a “psychology questionnaire” in a manner that doesn’t reflect what they would do in real life.
de: Menschen könnten einen „psychologischen Fragebogen“ in einer Weise beantworten, die nicht dem entspricht, was sie im wirklichen Leben tun würden.
nb: Folk kan svare på et «psykologisk spørreskjema» på en måte som ikke gjenspeiler hva de ville gjort i det virkelige liv.
ta: நிச வாழ்க்கையில் அவர்கள் என்ன செய்வார்கள் என்பதை பிரதிபலிக்காத வகையில் மக்கள் “உளவியல் கேள்வித்தாளுக்கு” பதிலளிக்கலாம்.

source: Your lab experiment on (say) “human learning” has a different structure to the learning problems people face in real life.
de: Ihr Laborexperiment über (sagen wir) „menschliches Lernen“ hat eine andere Struktur als die Lernprobleme, mit denen Menschen im wirklichen Leben konfrontiert sind.
nb: Laboratorieeksperimentet ditt om (la oss si) «menneskelig læring» har en annen struktur enn de læringsproblemene folk møter i det virkelige liv.
ta: நிச வாழ்க்கையில் மக்கள் எதிர்கொள்ளும் கற்றல் பிரச்சினைகளுக்கு “மனித கற்றல்” குறித்த உங்கள் ஆய்வக ஆய்வு வேறுபட்ட கட்டமைப்பைக் கொண்டுள்ளது.

source: **Construct validity** is basically a question of whether you’re measuring what you want to be measuring. A measurement has good construct validity if it is actually measuring the correct theoretical construct, and bad construct validity if it doesn’t. To give a very simple (if ridiculous) example, suppose I’m trying to investigate the rates with which university students cheat on their exams. And the way I attempt to measure it is by asking the cheating students to stand up in the lecture theatre so that I can count them. When I do this with a class of 300 students 0 people claim to be cheaters. So I therefore conclude that the proportion of cheaters in my class is 0\%. Clearly this is a bit ridiculous. But the point here is not that this is a very deep methodological example, but rather to explain what construct validity is. The problem with my measure is that while I’m *trying* to measure “the proportion of people who cheat” what I’m actually measuring is “the proportion of people stupid enough to own up to cheating, or bloody minded enough to pretend that they do”. Obviously, these aren’t the same thing! So my study has gone wrong, because my measurement has very poor construct validity.
de: **Konstruktvalidität** ist im Grunde die Frage, ob man das misst, was man messen will. Eine Messung hat eine gute Konstruktvalidität, wenn sie tatsächlich das richtige theoretische Konstrukt misst, und eine schlechte Konstruktvalidität, wenn dies nicht der Fall ist. Um ein sehr einfaches (wenn auch lächerliches) Beispiel zu geben: Nehmen wir an, ich versuche zu untersuchen, wie häufig Universitätsstudenten bei ihren Prüfungen schummeln. Und ich versuche, dies zu messen, indem ich die schummelnden Studenten bitte, im Hörsaal aufzustehen, damit ich sie zählen kann. Wenn ich dies mit einer Klasse von 300 Studenten tue, geben 0 Personen an, zu schummeln. Daraus schließe ich, dass der Anteil der Schummler in meiner Klasse 0 % beträgt. Das ist natürlich ein bisschen lächerlich. Aber es geht hier nicht darum, dass dies ein sehr tiefgründiges methodisches Beispiel ist, sondern vielmehr darum, zu erklären, was Konstruktvalidität ist. Das Problem mit meiner Messung ist, dass ich zwar *versuche*, „den Anteil der Leute, die schummeln“ zu messen, aber in Wirklichkeit messe ich „den Anteil der Leute, die dumm genug sind, zuzugeben, dass sie schummeln, oder die dumm genug sind, so zu tun, als ob sie es täten“. Offensichtlich ist das nicht dasselbe! Meine Studie ist also schiefgelaufen, denn meine Messung hat eine sehr geringe Konstruktvalidität.
nb: **Konstrukt- / begrepsvaliditet** handler i bunn og grunn om hvorvidt du måler det du ønsker å måle. En måling har god begrepsvaliditet hvis den faktisk måler det riktige teoretiske konstrukt, og dårlig begrepsvaliditet hvis den ikke gjør det. For å gi et veldig enkelt (om enn latterlig) eksempel: Anta at jeg prøver å undersøke hvor ofte universitetsstudenter jukser på eksamen. Og måten jeg forsøker å måle det på, er ved å be studentene som jukser, om å reise seg opp i forelesningssalen slik at jeg kan telle dem. Når jeg gjør dette med en klasse på 300 studenter, er det 0 personer som hevder at de jukser. Jeg konkluderer derfor med at andelen juksemakere i klassen min er 0\%. Det er klart at dette er litt latterlig. Men poenget her er ikke at dette er et veldig dypt metodologisk eksempel, men heller å forklare hva begrepsvaliditet er. Problemet med målet mitt er at selv om jeg *prøver* å måle «andelen som jukser», så måler jeg egentlig «andelen som er dumme nok til å innrømme at de jukser, eller dumme nok til å late som om de gjør det». Dette er åpenbart ikke det samme! Studien min har altså gått galt, fordi målingen min har svært dårlig begrepsvaliditet.
ta: ** செல்லுபடியாகும் தன்மை ** என்பது அடிப்படையில் நீங்கள் அளவிட விரும்புவதை அளவிடுகிறீர்களா என்ற கேள்வி. ஒரு அளவீட்டு உண்மையில் சரியான தத்துவார்த்த கட்டமைப்பை அளவிடுகிறது என்றால் நல்ல கட்டுமான செல்லுபடியாகும், அது இல்லையென்றால் மோசமான கட்டுமான செல்லுபடியாகும். மிகவும் எளிமையான (அபத்தமானது என்றால்) எடுத்துக்காட்டுக்கு, பல்கலைக்கழக மாணவர்கள் தங்கள் தேர்வுகளில் ஏமாற்றும் விகிதங்களை ஆராய முயற்சிக்கிறேன் என்று வைத்துக்கொள்வோம். அதை அளவிட முயற்சிக்கும் விதம், மோசடி மாணவர்களை விரிவுரை அரங்கில் எழுந்து நிற்கும்படி கேட்பதன் மூலம் நான் அவர்களை எண்ண முடியும். நான் இதைச் செய்யும்போது 300 மாணவர்களின் வகுப்போடு 0 பேர் ஏமாற்றுக்காரர்கள் என்று கூறுகின்றனர். எனவே எனது வகுப்பில் ஏமாற்றுக்காரர்களின் விகிதம் 0 \%என்று நான் முடிவு செய்கிறேன். தெளிவாக இது சற்று அபத்தமானது. ஆனால் இங்குள்ள சேதி என்னவென்றால், இது மிகவும் ஆழமான முறையான எடுத்துக்காட்டு அல்ல, மாறாக செல்லுபடியாகும் தன்மை என்ன என்பதை விளக்குகிறது. எனது அளவீட்டின் சிக்கல் என்னவென்றால், நான் உண்மையில் அளவிடுவது “ஏமாற்றும் நபர்களின் விகிதத்தை” அளவிட நான் * முயற்சிக்கிறேன், “மோசடி செய்வதற்கு போதுமான முட்டாள்தனமான மக்களின் விகிதம், அல்லது பாசாங்கு செய்ய போதுமான இரத்தக்களரி எண்ணம் அவர்கள் செய்கிறார்கள் ”. வெளிப்படையாக, இவை ஒன்றல்ல! எனவே எனது ஆய்வு தவறாகிவிட்டது, ஏனென்றால் எனது அளவீடு மிகவும் மோசமான கட்டுமான செல்லுபடியாகும்.

source: **Face validity** simply refers to whether or not a measure “looks like” it’s doing what it’s supposed to, nothing more. If I design a test of intelligence, and people look at it and they say “no, that test doesn’t measure intelligence”, then the measure lacks face validity. It’s as simple as that. Obviously, face validity isn’t very important from a pure scientific perspective. After all, what we care about is whether or not the measure *actually* does what it’s supposed to do, not whether it *looks like* it does what it’s supposed to do. As a consequence, we generally don’t care very much about face validity. That said, the concept of face validity serves three useful pragmatic purposes:
de: **Augenscheinvalidität** bezieht sich einfach darauf, ob eine Messung „aussieht“, als würde sie das tun, was sie tun soll. Wenn ich einen Intelligenztest entwickle und die Leute sagen: „Nein, dieser Test misst nicht die Intelligenz“, dann ist die Messung nicht valide. Aus rein wissenschaftlicher Sicht ist die Augenscheinvalidität natürlich nicht sehr wichtig. Schließlich geht es darum, ob die Messung *tatsächlich* das tut, was sie tun soll, und nicht darum, ob sie *aussieht als ob* sie das tut, was sie tun soll. Infolgedessen ist uns die Augenscheinvalidität im Allgemeinen nicht sehr wichtig. Dennoch dient das Konzept der Augenscheinvalidität drei nützlichen pragmatischen Zwecken:
nb: **Ansiktsvaliditet** (*face validity*) refererer ganske enkelt til hvorvidt et mål «ser ut som om» det gjør det det er ment å gjøre, ikke noe mer. Hvis jeg utformer en intelligenstest, og folk ser på den og sier «nei, den testen måler ikke intelligens», så mangler testen «face validity». Så enkelt er det. Fra et rent vitenskapelig perspektiv er selvsagt ikke face validity særlig viktig. Det vi bryr oss om, er tross alt om målet *faktisk* gjør det det er ment å gjøre, ikke om det *ser ut som om* det gjør det det er ment å gjøre. Som en konsekvens av dette bryr vi oss generelt sett ikke så mye om ytre validitet. Når det er sagt, tjener begrepet «face validity» tre nyttige pragmatiske formål:
ta: . நான் உளவுத்துறையின் சோதனையை வடிவமைத்தால், மக்கள் அதைப் பார்த்தால், அவர்கள் “இல்லை, அந்த சோதனை உளவுத்துறையை அளவிடாது” என்று கூறினால், இந்த அளவீட்டில் முகம் செல்லுபடியாகும் தன்மை இல்லை. இது அவ்வளவு எளிது. வெளிப்படையாக, தூய விஞ்ஞான கண்ணோட்டத்தில் முகம் செல்லுபடியாகும் தன்மை மிகவும் முக்கியமல்ல. எல்லாவற்றிற்கும் மேலாக, நாம் அக்கறை கொள்வது என்னவென்றால், * உண்மையில் * செய்ய வேண்டியதைச் செய்கிறதா இல்லையா என்பதுதான், அது * போல் தோன்றுகிறதா என்பதை அல்ல * அது செய்ய வேண்டியதைச் செய்கிறது. இதன் விளைவாக, நாங்கள் பொதுவாக முகம் செல்லுபடியாகும் தன்மையைப் பற்றி அதிகம் கவலைப்படுவதில்லை. முகம் செல்லுபடியாகும் கருத்து மூன்று பயனுள்ள நடைமுறை நோக்கங்களுக்காக உதவுகிறது:

source: Sometimes, an experienced scientist will have a “hunch” that a particular measure won’t work. While these sorts of hunches have no strict evidentiary value, it’s often worth paying attention to them. Because often times people have knowledge that they can’t quite verbalise, so there might be something to worry about even if you can’t quite say why. In other words, when someone you trust criticises the face validity of your study, it’s worth taking the time to think more carefully about your design to see if you can think of reasons why it might go awry. Mind you, if you don’t find any reason for concern, then you should probably not worry. After all, face validity really doesn’t matter very much.
de: Manchmal hat ein erfahrener Wissenschaftler eine „Ahnung“, dass eine bestimmte Maßnahme nicht funktionieren wird. Solche Vermutungen haben zwar keine strenge Beweiskraft, aber es lohnt sich oft, ihnen Beachtung zu schenken. Denn oft verfügen Menschen über Wissen, das sie nicht in Worte fassen können, so dass man sich vielleicht Sorgen machen muss, auch wenn man nicht genau sagen kann, warum. Mit anderen Worten: Wenn jemand, dem Sie vertrauen, die Validität Ihrer Studie kritisiert, sollten Sie sich die Zeit nehmen, Ihr Design genauer zu überdenken, um zu sehen, ob Ihnen Gründe einfallen, warum es schiefgehen könnte. Wenn Sie jedoch keinen Grund zur Besorgnis finden, sollten Sie sich keine Sorgen machen. Schließlich ist die Gültigkeit des Gesichts nicht sehr wichtig.
nb: Noen ganger vil en erfaren forsker ha en «magefølelse» om at et bestemt tiltak ikke vil fungere. Selv om slike fornemmelser ikke har noen streng bevisverdi, er det ofte verdt å være oppmerksom på dem. For ofte har folk kunnskap som de ikke helt kan sette ord på, så det kan være noe å bekymre seg for, selv om du ikke helt kan si hvorfor. Med andre ord, når noen du stoler på, kritiserer studiens ytre validitet, er det verdt å ta seg tid til å tenke nøyere gjennom designet ditt for å se om du kan komme på grunner til at det kan gå galt. Men hvis du ikke finner noen grunn til bekymring, bør du sannsynligvis ikke bekymre deg. Tross alt betyr ikke ansiktsgyldighet så mye.
ta: சில நேரங்களில், ஒரு அனுபவமிக்க விஞ்ஞானிக்கு ஒரு குறிப்பிட்ட நடவடிக்கை வேலை செய்யாத ஒரு “அன்ச்” இருக்கும். இந்த வகையான அன்ச்சுகளுக்கு கடுமையான தெளிவான மதிப்பு இல்லை என்றாலும், அவை பெரும்பாலும் கவனம் செலுத்துவது மதிப்பு. ஏனென்றால், பெரும்பாலும் மக்கள் வாய்மொழியாக முடியாது என்று மக்கள் அறிவைக் கொண்டுள்ளனர், எனவே ஏன் என்று நீங்கள் சொல்ல முடியாவிட்டாலும் கவலைப்பட வேண்டிய ஒன்று இருக்கலாம். வேறு வார்த்தைகளில் கூறுவதானால், நீங்கள் நம்பும் ஒருவர் உங்கள் ஆய்வின் முகம் செல்லுபடியை விமர்சிக்கும்போது, உங்கள் வடிவமைப்பைப் பற்றி இன்னும் கவனமாக சிந்திக்க நேரம் ஒதுக்குவது மதிப்பு, அது மோசமாகிவிடும் என்பதற்கான காரணங்களை நீங்கள் சிந்திக்க முடியுமா என்று பார்க்க முடியுமா. நீங்கள் நினைவில் கொள்ளுங்கள், நீங்கள் கவலைக்கு எந்த காரணத்தையும் காணவில்லை என்றால், நீங்கள் கவலைப்படக்கூடாது. எல்லாவற்றிற்கும் மேலாக, முகம் செல்லுபடியாகும் தன்மை உண்மையில் மிகவும் தேவையில்லை.

source: Often (very often), completely uninformed people will also have a “hunch” that your research is crap. And they’ll criticise it on the internet or something. On close inspection you may notice that these criticisms are actually focused entirely on how the study “looks”, but not on anything deeper. The concept of face validity is useful for gently explaining to people that they need to substantiate their arguments further.
de: Oft (sehr oft) haben auch völlig uninformierte Leute eine „Vermutung“, dass Ihre Forschung Mist ist. Und sie werden sie im Internet oder so kritisieren. Bei genauerem Hinsehen werden Sie feststellen, dass sich diese Kritik ausschließlich auf das „Aussehen“ der Studie bezieht, nicht aber auf etwas Tieferes. Das Konzept der Augenscheinvalidität ist nützlich, um den Leuten schonend zu erklären, dass sie ihre Argumente weiter untermauern müssen.
nb: Ofte (veldig ofte) vil også helt uinformerte mennesker ha en «magefølelse» om at forskningen din er dritt. Og så kritiserer de den på internett eller lignende. Ved nærmere ettersyn vil du kanskje legge merke til at denne kritikken faktisk utelukkende dreier seg om hvordan studien «ser ut», og ikke om noe dypere. Begrepet «face validity» er nyttig for å forsiktig forklare folk at de må underbygge argumentene sine ytterligere.
ta: பெரும்பாலும் (மிக அடிக்கடி), முற்றிலும் தெரியாத நபர்களுக்கு உங்கள் ஆராய்ச்சி முட்டாள்தனமான ஒரு “அன்ச்” இருக்கும். அவர்கள் அதை இணையத்தில் அல்லது ஏதாவது விமர்சிப்பார்கள். நெருக்கமான பரிசோதனையில் இந்த விமர்சனங்கள் உண்மையில் "தோற்றமளிக்கின்றன" என்பதில் முற்றிலும் கவனம் செலுத்துகின்றன என்பதை நீங்கள் கவனிக்கலாம், ஆனால் ஆழமான எதையும் அல்ல. முகம் செல்லுபடியாகும் கருத்து அவர்களின் வாதங்களை மேலும் உறுதிப்படுத்த வேண்டும் என்பதை மக்களுக்கு மெதுவாக விளக்குவதற்கு பயனுள்ளதாக இருக்கும்.

source: Expanding on the last point, if the beliefs of untrained people are critical (e.g., this is often the case for applied research where you actually want to convince policy makers of something or other) then you *have* to care about face validity. Simply because, whether you like it or not, a lot of people will use face validity as a proxy for real validity. If you want the government to change a law on scientific psychological grounds, then it won’t matter how good your studies “really” are. If they lack face validity you’ll find that politicians ignore you. Of course, it’s somewhat unfair that policy often depends more on appearance than fact, but that’s how things go.
de: Um auf den letzten Punkt einzugehen: Wenn die Überzeugungen von Ungeübten von entscheidender Bedeutung sind (dies ist z. B. häufig bei angewandter Forschung der Fall, bei der man politische Entscheidungsträger von etwas anderem überzeugen will), dann *müssen* Sie sich um die Augenscheinvalidität kümmern. Denn ob Sie es wollen oder nicht, viele Menschen werden die Augenscheinvalidität als Ersatz für die tatsächliche Validität verwenden. Wenn Sie wollen, dass die Regierung ein Gesetz aus wissenschaftlich-psychologischen Gründen ändert, dann ist es egal, wie gut Ihre Studien „wirklich“ sind. Wenn sie nicht aussagekräftig sind, werden die Politiker sie ignorieren. Natürlich ist es etwas ungerecht, dass die Politik oft mehr vom Schein als von den Tatsachen abhängt, aber so ist es nun einmal.
nb: For å utdype det siste poenget: Hvis ufaglærte menneskers oppfatninger er avgjørende (f.eks. er dette ofte tilfellet for anvendt forskning der du faktisk ønsker å overbevise beslutningstakere om et eller annet), så *må* du bry deg om ansiktsgyldighet. Enten du liker det eller ikke, er det nemlig mange som vil bruke ansiktsgyldighet som en stedfortreder for reell gyldighet. Hvis du vil at myndighetene skal endre en lov på vitenskapelig psykologisk grunnlag, så spiller det ingen rolle hvor gode studiene dine «egentlig» er. Hvis de mangler «face validity», vil du oppleve at politikerne ignorerer deg. Det er selvfølgelig litt urettferdig at politikk ofte er mer avhengig av utseende enn fakta, men slik er det.
ta: கடைசி கட்டத்தில் விரிவடைவது, பயிற்சி பெறாதவர்களின் நம்பிக்கைகள் முக்கியமானவை என்றால் (எ.கா., பயன்பாட்டு ஆராய்ச்சிக்கு இது பெரும்பாலும் பொருந்தும், அங்கு நீங்கள் உண்மையில் ஏதாவது அல்லது பிறவற்றை கொள்கை வகுப்பாளர்களை நம்ப வைக்க விரும்புகிறீர்கள்) பின்னர் நீங்கள் * முகம் செல்லுபடியாகும் தன்மையைப் பற்றி கவலைப்பட வேண்டும். ஏனென்றால், நீங்கள் விரும்பினாலும் விரும்பாவிட்டாலும், உண்மையான செல்லுபடியாக்கலுக்கான ப்ராக்சியாக முகம் செல்லுபடியை நிறைய பேர் பயன்படுத்துவார்கள். விஞ்ஞான உளவியல் அடிப்படையில் ஒரு சட்டத்தை அரசாங்கம் மாற்ற வேண்டும் என்று நீங்கள் விரும்பினால், உங்கள் ஆய்வுகள் “உண்மையில்” எவ்வளவு நல்லவை என்பது முக்கியமல்ல. அவர்களுக்கு முகம் செல்லுபடியாகும் தன்மை இல்லையென்றால், அரசியல்வாதிகள் உங்களைப் புறக்கணிப்பதை நீங்கள் காணலாம். நிச்சயமாக, அந்தக் கொள்கை பெரும்பாலும் உண்மையை விட தோற்றத்தை அதிகம் சார்ந்துள்ளது, ஆனால் விசயங்கள் அப்படித்தான் செல்கின்றன.
