Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: Let’s consider a very simple, completely unrealistic and grossly unethical example. Suppose you wanted to find out if smoking causes lung cancer. One way to do this would be to find people who smoke and people who don’t smoke and look to see if smokers have a higher rate of lung cancer. This is *not* a proper experiment, since the researcher doesn’t have a lot of control over who is and isn’t a smoker. And this really matters. For instance, it might be that people who choose to smoke cigarettes also tend to have poor diets, or maybe they tend to work in asbestos mines, or whatever. The point here is that the groups (smokers and non-smokers) actually differ on lots of things, not *just* smoking. So it might be that the higher incidence of lung cancer among smokers is caused by something else, and not by smoking per se. In technical terms these other things (e.g. diet) are called “confounders”, and we’ll talk about those in just a moment.
de: Betrachten wir ein sehr einfaches, völlig unrealistisches und grob unethisches Beispiel. Angenommen, Sie wollten herausfinden, ob Rauchen Lungenkrebs verursacht. Eine Möglichkeit wäre, Menschen zu finden, die rauchen, und Menschen, die nicht rauchen, und zu untersuchen, ob Raucher eine höhere Lungenkrebsrate haben. Dies ist *kein* richtiges Experiment, da der Forscher keine Kontrolle darüber hat, wer Raucher ist und wer nicht. Und das ist wirklich wichtig. Es könnte zum Beispiel sein, dass Menschen, die Zigaretten rauchen, sich auch schlecht ernähren, oder dass sie in Asbestminen arbeiten, oder was auch immer. Der springende Punkt ist, dass sich die Gruppen (Raucher und Nichtraucher) in vielen Dingen unterscheiden, nicht nur beim Rauchen. Es könnte also sein, dass die höhere Inzidenz von Lungenkrebs bei Rauchern durch etwas anderes verursacht wird und nicht durch das Rauchen an sich. In der Fachsprache werden diese anderen Faktoren (z. B. die Ernährung) als „Confounder“ (konfundierende Variable) bezeichnet, auf die wir gleich noch eingehen werden.
nb: La oss ta et veldig enkelt, fullstendig urealistisk og grovt uetisk eksempel. Anta at du ønsker å finne ut om røyking forårsaker lungekreft. En måte å gjøre dette på ville være å finne personer som røyker og personer som ikke røyker, og se om røykere har en høyere forekomst av lungekreft. Dette er *ikke* et ordentlig eksperiment, siden forskeren ikke har særlig kontroll over hvem som er røykere og ikke. Og dette er virkelig viktig. Det kan for eksempel være at folk som velger å røyke sigaretter også har en tendens til å ha et dårlig kosthold, eller kanskje de har en tendens til å jobbe i asbestgruver, eller hva det måtte være. Poenget her er at gruppene (røykere og ikke-røykere) faktisk skiller seg fra hverandre på mange områder, ikke *bare* røyking. Det kan altså være at den høyere forekomsten av lungekreft blant røykere skyldes noe annet, og ikke røyking i seg selv. På fagspråket kalles disse andre tingene (f.eks. kosthold) for «konfunderende faktorer», og vi skal snakke om dem om et øyeblikk.
ta: மிகவும் எளிமையான, முற்றிலும் நம்பத்தகாத மற்றும் முற்றிலும் நெறிமுறையற்ற உதாரணத்தைக் கருத்தில் கொள்வோம். புகைபிடித்தல் நுரையீரல் புற்றுநோயை ஏற்படுத்துகிறதா என்பதை நீங்கள் கண்டுபிடிக்க விரும்புகிறீர்கள் என்று வைத்துக்கொள்வோம். இதைச் செய்வதற்கான ஒரு வழி, புகைபிடிக்கும் நபர்களையும், புகைபிடிக்காதவர்களையும், புகைபிடிப்பவர்களுக்கு நுரையீரல் புற்றுநோயின் அதிக விகிதம் இருக்கிறதா என்று பார்ப்பதையும் கண்டுபிடிப்பதாகும். இது * சரியான சோதனை அல்ல, ஏனெனில் ஆராய்ச்சியாளருக்கு யார் என்பதில் அதிக கட்டுப்பாடு இல்லை, புகைப்பிடிப்பவர் அல்ல. இது உண்மையில் முக்கியமானது. உதாரணமாக, சிகரெட்டுகளை புகைப்பதைத் தேர்ந்தெடுக்கும் நபர்களும் மோசமான உணவுகளைக் கொண்டிருக்கலாம், அல்லது அவர்கள் கல்நார் சுரங்கங்களில் வேலை செய்ய முனைகிறார்கள், அல்லது எதுவாக இருந்தாலும் இருக்கலாம். இங்குள்ள சேதி என்னவென்றால், குழுக்கள் (புகைப்பிடிப்பவர்கள் மற்றும் புகைபிடிக்காதவர்கள்) உண்மையில் நிறைய விசயங்களில் வேறுபடுகின்றன, * புகைபிடித்தல் அல்ல. ஆகவே, புகைப்பிடிப்பவர்களிடையே நுரையீரல் புற்றுநோயால் பாதிக்கப்படுவது வேறு எதையாவது ஏற்படுகிறது, புகைபிடிப்பதன் மூலம் அல்ல. தொழில்நுட்ப அடிப்படையில் இந்த பிற விசயங்கள் (எ.கா. உணவு) “குழப்பமானவர்கள்” என்று அழைக்கப்படுகின்றன, மேலும் ஒரு கணத்தில் இருப்பதைப் பற்றி பேசுவோம்.

source: In the meantime, let’s consider what a proper experiment might look like. Recall that our concern was that smokers and non-smokers might differ in lots of ways. The solution, as long as you have no ethics, is to *control* who smokes and who doesn’t. Specifically, if we randomly divide young non-smokers into two groups and force half of them to become smokers, then it’s very unlikely that the groups will differ in any respect other than the fact that half of them smoke. That way, if our smoking group gets cancer at a higher rate than the non-smoking group, we can feel pretty confident that (a) smoking does cause cancer and (b) we’re murderers.
de: In der Zwischenzeit können wir überlegen, wie ein angemessenes Experiment aussehen könnte. Erinnern Sie sich daran, dass unsere Sorge darin bestand, dass sich Raucher und Nichtraucher in vielerlei Hinsicht unterscheiden könnten. Die Lösung, sofern man keine ethischen Bedenken hat, besteht darin, zu *kontrollieren*, wer raucht und wer nicht. Wenn wir junge Nichtraucher nach dem Zufallsprinzip in zwei Gruppen einteilen und die Hälfte von ihnen zwingen, Raucher zu werden, ist es sehr unwahrscheinlich, dass sich die Gruppen in irgendeiner anderen Hinsicht unterscheiden als der Tatsache, dass die Hälfte von ihnen raucht. Wenn also unsere Rauchergruppe häufiger an Krebs erkrankt als die Nichtrauchergruppe, können wir ziemlich sicher sein, dass (a) Rauchen tatsächlich Krebs verursacht und (b) wir Mörder sind.
nb: I mellomtiden kan vi vurdere hvordan et skikkelig eksperiment kan se ut. Husk at vår bekymring var at røykere og ikke-røykere kan være forskjellige på mange måter. Løsningen, så lenge du ikke har noen etikk, er å *kontrollere* hvem som røyker og hvem som ikke gjør det. Hvis vi deler unge ikke-røykere tilfeldig inn i to grupper og tvinger halvparten av dem til å bli røykere, er det svært usannsynlig at gruppene vil skille seg fra hverandre på noe annet punkt enn at halvparten av dem røyker. Hvis røykegruppen vår får kreft i større grad enn ikke-røykegruppen, kan vi føle oss ganske sikre på at (a) røyking faktisk forårsaker kreft og (b) at vi er mordere.
ta: இதற்கிடையில், சரியான சோதனை எப்படி இருக்கும் என்பதைக் கருத்தில் கொள்வோம். புகைப்பிடிப்பவர்கள் மற்றும் புகைபிடிக்காதவர்கள் பல வழிகளில் வேறுபடலாம் என்பதே எங்கள் கவலை என்பதை நினைவில் கொள்க. தீர்வு, உங்களிடம் நெறிமுறைகள் இல்லாத வரை, யார் புகைபிடிப்பார்கள், யார் இல்லை என்பதைக் கட்டுப்படுத்துவது *. குறிப்பாக, இளம் புகைபிடிக்காதவர்களை இரண்டு குழுக்களாகப் பிரித்து, அவர்களில் பாதி பேர் புகைப்பிடிப்பவர்களாக மாறும்படி கட்டாயப்படுத்தினால், அவர்களில் பாதி பேர் புகைபிடிப்பதைத் தவிர வேறு எந்த மரியாதையிலும் குழுக்கள் வேறுபடுகின்றன என்பது மிகவும் சாத்தியமில்லை. அந்த வகையில், எங்கள் புகைப்பிடிப்புக் குழுவிற்கு புகைபிடிக்காத குழுவை விட அதிக விகிதத்தில் புற்றுநோய் கிடைத்தால், (அ) புகைபிடித்தல் புற்றுநோயை ஏற்படுத்துகிறது, (ஆ) நாங்கள் கொலைகாரர்கள் என்று நாம் நம்பலாம்.

source: Non-experimental research
de: Nicht-experimentelle Forschung
nb: Ikke-eksperimentell forskning
ta: சோதனை அல்லாத ஆராய்ச்சி

source: **Non-experimental research** is a broad term that covers “any study in which the researcher doesn’t have as much control as they do in an experiment”. Obviously, control is something that scientists like to have, but as the previous example illustrates there are lots of situations in which you can’t or shouldn’t try to obtain that control. Since it’s grossly unethical (and almost certainly criminal) to force people to smoke in order to find out if they get cancer, this is a good example of a situation in which you really shouldn’t try to obtain experimental control. But there are other reasons too. Even leaving aside the ethical issues, our “smoking experiment” does have a few other issues. For instance, when I suggested that we “force” half of the people to become smokers, I was talking about *starting* with a sample of non-smokers, and then forcing them to become smokers. While this sounds like the kind of solid, evil experimental design that a mad scientist would love, it might not be a very sound way of investigating the effect in the real world. For instance, suppose that smoking only causes lung cancer when people have poor diets, and suppose also that people who normally smoke do tend to have poor diets. However, since the “smokers” in our experiment aren’t “natural” smokers (i.e., we forced non-smokers to become smokers, but they didn’t take on all of the other normal, real life characteristics that smokers might tend to possess) they probably have better diets. As such, in this silly example they wouldn’t get lung cancer and our experiment will fail, because it violates the structure of the “natural” world (the technical name for this is an “artefactual” result).
de: **Nicht-experimentelle Forschung** ist ein weit gefasster Begriff, der „alle Studien, bei denen der Forscher weniger Kontrolle als bei einem Experiment hat“ umfasst. Offensichtlich ist Kontrolle etwas, das Wissenschaftler gerne haben. Wie das vorangegangene Beispiel jedoch zeigt, gibt es viele Situationen, in denen man diese Kontrolle gar nicht erst erlangen kann und es auch nicht versuchen sollte. Ein gutes Beispiel für eine Situation, in der man tatsächlich besser nicht versuchen sollte, experimentelle Kontrolle zu erlangen, ist, Menschen zum Rauchen zu zwingen, um herauszufinden, ob sie an Krebs erkranken. Dies wäre grob unethisch (und ziemlich sicher auch kriminell). Es gibt aber auch noch andere Gründe. Selbst wenn man die ethischen Fragen beiseitelässt, gibt es in unserem „Raucherexperiment“ noch ein paar andere Probleme. Als ich zum Beispiel vorgeschlagen habe, die Hälfte der Teilnehmer zum Rauchen zu zwingen, meinte ich damit, dass wir *mit einer Stichprobe von Nichtrauchern beginnen* und sie dann zwingen, Raucher zu werden. Das hört sich zwar nach einem soliden und vor allem bösartigem Versuchsplan an, der einem verrückten Wissenschaftler gefallen könnte, ist aber möglicherweise keine sehr gute Methode, um die Wirkung des Rauchens in der realen Welt zu untersuchen. Nehmen wir zum Beispiel an, dass Rauchen nur dann Lungenkrebs verursacht, wenn die Menschen sich schlecht ernähren, und nehmen wir weiter an, dass Menschen, die normalerweise rauchen, dazu neigen, sich schlecht zu ernähren. Da es sich bei den „Rauchern“ in unserem Experiment jedoch nicht um „natürliche“ Raucher handelt (d. h. wir haben zwar Nichtraucher dazu gezwungen Raucher zu werden, aber sie haben nicht zudem auch noch alle anderen normalen in der Realität bei Rauchen vorkommenden Eigenschaften übernommen), haben sie wahrscheinlich eine bessere Ernährung. In diesem albernen Beispiel würden „unsere Raucher“ also nicht an Lungenkrebs erkranken und unser Experiment würde somit scheitern, da es nicht dem entspricht, was wir in der realen Welt vorfinden (der Fachbegriff dafür lautet „artefaktisches“ Ergebnis).
nb: **Ikke-eksperimentell forskning** er et vidt begrep som dekker «enhver studie der forskeren ikke har like mye kontroll som i et eksperiment». Kontroll er selvsagt noe forskere liker å ha, men som det forrige eksemplet illustrerer, finnes det mange situasjoner der man ikke kan eller bør prøve å oppnå denne kontrollen. Siden det er grovt uetisk (og nesten helt sikkert kriminelt) å tvinge folk til å røyke for å finne ut om de får kreft, er dette et godt eksempel på en situasjon der man virkelig ikke bør forsøke å oppnå eksperimentell kontroll. Men det finnes også andre grunner. Selv om vi ser bort fra de etiske problemstillingene, har vårt «røykeeksperiment» noen andre problemer. Da jeg for eksempel foreslo at vi skulle «tvinge» halvparten av deltakerne til å bli røykere, snakket jeg om å *begynne* med et utvalg av ikke-røykere, og så tvinge dem til å bli røykere. Selv om dette høres ut som et solid, ondskapsfullt eksperimentelt design som en gal vitenskapsmann ville elske, er det ikke sikkert at det er en veldig god måte å undersøke effekten på i den virkelige verden. Anta for eksempel at røyking bare forårsaker lungekreft når folk har et dårlig kosthold, og anta også at folk som vanligvis røyker, har en tendens til å ha et dårlig kosthold. Men siden «røykerne» i eksperimentet vårt ikke er «naturlige» røykere (det vil si at vi tvang ikke-røykere til å bli røykere, men de tok ikke på seg alle de andre normale, virkelige egenskapene som røykere har en tendens til å ha), har de sannsynligvis bedre kosthold. I dette tåpelige eksemplet ville de derfor ikke fått lungekreft, og eksperimentet vårt vil mislykkes, fordi det bryter med strukturen i den «naturlige» verden (det tekniske navnet på dette er et «artefaktisk» resultat).
ta: ** சோதனை அல்லாத ஆராய்ச்சி ** என்பது ஒரு பரந்த வார்த்தையாகும், இது “எந்தவொரு ஆய்வையும் ஒரு பரிசோதனையில் அவர்கள் செய்யும் அளவுக்கு கட்டுப்பாட்டைக் கொண்டிருக்கவில்லை”. வெளிப்படையாக, கட்டுப்பாடு என்பது விஞ்ஞானிகள் விரும்பும் ஒன்று, ஆனால் முந்தைய எடுத்துக்காட்டு விளக்குவது போல நிறைய சூழ்நிலைகள் உள்ளன, அதில் நீங்கள் அந்த கட்டுப்பாட்டைப் பெற முடியாது அல்லது முயற்சிக்கக்கூடாது. புற்றுநோயைப் பெறுகிறதா என்பதைக் கண்டுபிடிப்பதற்காக மக்களை புகைக்கும்படி கட்டாயப்படுத்துவது மிகவும் நெறிமுறையற்றது (மற்றும் நிச்சயமாக குற்றவியல்) என்பதால், நீங்கள் உண்மையில் சோதனைக் கட்டுப்பாட்டைப் பெற முயற்சிக்கக் கூடாத சூழ்நிலைக்கு இது ஒரு சிறந்த எடுத்துக்காட்டு. ஆனால் வேறு காரணங்களும் உள்ளன. நெறிமுறை சிக்கல்களை ஒதுக்கி வைத்தாலும், எங்கள் “புகைபிடிக்கும் பரிசோதனையில்” வேறு சில சிக்கல்கள் உள்ளன. உதாரணமாக, நாங்கள் புகைபிடிப்பவர்களில் பாதி மக்களை "கட்டாயப்படுத்த வேண்டும்" என்று நான் பரிந்துரைத்தபோது, நான் புகைபிடிக்காதவர்களின் மாதிரியுடன் * தொடங்குவதைப் பற்றி பேசிக் கொண்டிருந்தேன், பின்னர் புகைப்பிடிப்பவர்களாக மாறும்படி கட்டாயப்படுத்தினேன். இது ஒரு பைத்தியம் விஞ்ஞானி விரும்பும் திடமான, தீய சோதனை வடிவமைப்பு போல் தோன்றினாலும், இது உண்மையான உலகில் விளைவை ஆராய்வதற்கான ஒரு சிறந்த வழியாக இருக்காது. உதாரணமாக, புகைபிடித்தல் மக்களுக்கு மோசமான உணவைக் கொண்டிருக்கும்போது மட்டுமே நுரையீரல் புற்றுநோயை ஏற்படுத்துகிறது என்று வைத்துக்கொள்வோம், மேலும் பொதுவாக புகைபிடிப்பவர்கள் மோசமான உணவுகளைக் கொண்டிருக்கிறார்கள் என்றும் வைத்துக்கொள்வோம். எவ்வாறாயினும், எங்கள் பரிசோதனையில் “புகைப்பிடிப்பவர்கள்” “இயற்கையான” புகைப்பிடிப்பவர்கள் அல்ல என்பதால் (அதாவது, புகைப்பிடிப்பவர்களாக மாறும்படி புகைப்பிடிப்பவர்களாக மாறும்படி நாங்கள் கட்டாயப்படுத்தினோம், ஆனால் புகைபிடிப்பவர்கள் முனைகிறார்கள் மற்ற சாதாரண, நிச வாழ்க்கை பண்புகள் அனைத்தையும் அவர்கள் எடுக்கவில்லை வைத்திருங்கள்) அவர்களுக்கு சிறந்த உணவுகள் இருக்கலாம். எனவே, இந்த வேடிக்கையான எடுத்துக்காட்டில் அவர்கள் நுரையீரல் புற்றுநோயைப் பெற மாட்டார்கள், எங்கள் சோதனை தோல்வியடையும், ஏனெனில் இது “இயற்கை” உலகின் கட்டமைப்பை மீறுகிறது (இதற்கான தொழில்நுட்ப பெயர் ஒரு “கலைப்பொருள்” முடிவு).

source: One distinction worth making between two types of non-experimental research is the difference between **quasi-experimental research** and **case studies**. The example I discussed earlier, in which we wanted to examine incidence of lung cancer among smokers and non-smokers without trying to control who smokes and who doesn’t, is a quasi-experimental design. That is, it’s the same as an experiment but we don’t control the predictors (IVs). We can still use statistics to analyse the results, but we have to be a lot more careful and circumspect.
de: Eine wichtige Unterscheidung zwischen zwei Arten von nicht-experimenteller Forschung ist der Unterschied zwischen **quasi-experimenteller Forschung** und **Fallstudien**. Das Beispiel, das ich vorhin besprochen habe – bei dem wir die Häufigkeit von Lungenkrebs bei Rauchern und Nichtrauchern untersuchen wollten, ohne zu kontrollieren, wer raucht und wer nicht – ist ein quasi-experimentelles Design. Das heißt, es ist dasselbe wie ein Experiment, nur, dass wir die Prädiktoren (UVs) nicht kontrollieren. Wir können die Ergebnisse immer noch mit Hilfe der Statistik analysieren, nur müssen wir dabei sehr viel vorsichtiger und umsichtiger sein.
nb: Et skille som er verdt å trekke mellom to typer ikke-eksperimentell forskning, er forskjellen mellom **kvasi-eksperimentell forskning** og **case-studier**. Eksemplet jeg diskuterte tidligere, der vi ønsket å undersøke forekomsten av lungekreft blant røykere og ikke-røykere uten å prøve å kontrollere hvem som røyker og hvem som ikke røyker, er et kvasieksperimentelt design. Det vil si at det er det samme som et eksperiment, men vi kontrollerer ikke prediktorene (UV-ene). Vi kan fortsatt bruke statistikk til å analysere resultatene, men vi må være mye mer forsiktige og omtenksomme.
ta: இரண்டு வகையான சோதனை அல்லாத ஆராய்ச்சிகளுக்கு இடையில் ஒரு வேறுபாடு மதிப்புக்குரியது ** அரை-சோதனை ஆராய்ச்சி ** மற்றும் ** வழக்கு ஆய்வுகள் ** ஆகியவற்றுக்கு இடையேயான வேறுபாடு. நான் முன்னர் விவாதித்த எடுத்துக்காட்டு, அதில் புகைபிடிப்பவர்கள் மற்றும் புகைபிடிக்காதவர்கள் மத்தியில் நுரையீரல் புற்றுநோயை ஆராய்வதற்கு நாங்கள் விரும்பினோம், யார் புகைபிடிப்பார்கள், யார் இல்லை என்பதைக் கட்டுப்படுத்த முயற்சிக்காமல் ஒரு அரை-சோதனை வடிவமைப்பு. அதாவது, இது ஒரு சோதனைக்கு சமம், ஆனால் நாங்கள் முன்னறிவிப்பாளர்களை (IV கள்) கட்டுப்படுத்தவில்லை. முடிவுகளை பகுப்பாய்வு செய்ய நாம் இன்னும் புள்ளிவிவரங்களைப் பயன்படுத்தலாம், ஆனால் நாம் மிகவும் கவனமாகவும், கவனமாகவும் இருக்க வேண்டும்.

source: The alternative approach, case studies, aims to provide a very detailed description of one or a few instances. In general, you can’t use statistics to analyse the results of case studies and it’s usually very hard to draw any general conclusions about “people in general” from a few isolated examples. However, case studies are very useful in some situations. Firstly, there are situations where you don’t have any alternative. Neuropsychology has this issue a lot. Sometimes, you just can’t find a lot of people with brain damage in a specific brain area, so the only thing you can do is describe those cases that you do have in as much detail and with as much care as you can. However, there’s also some genuine advantages to case studies. Because you don’t have as many people to study you have the ability to invest lots of time and effort trying to understand the specific factors at play in each case. This is a very valuable thing to do. As a consequence, case studies can complement the more statistically-oriented approaches that you see in experimental and quasi-experimental designs. We won’t talk much about case studies in this book, but they are nevertheless very valuable tools!
de: Der alternative Ansatz der Fallstudien zielt darauf ab, eine sehr detaillierte Beschreibung eines oder einiger weniger Fälle zu liefern. Im Allgemeinen kann man die Ergebnisse von Fallstudien nicht statistisch auswerten, und es ist in der Regel sehr schwierig, aus einigen wenigen isolierten Beispielen allgemeine Schlussfolgerungen über „Menschen im Allgemeinen“ zu ziehen. In einigen Situationen sind Fallstudien jedoch sehr nützlich. Es kann zum Beispiel Situationen geben, in denen man keine Alternative hat. In der Neuropsychologie gibt es dieses Problem häufig. Manchmal findet man einfach nicht so viele Menschen mit einer Schädigung in einer bestimmten Hirnregion, sodass einem nichts anderes übrigbleibt, als die wenigen Fälle, die man hat, so detailliert und sorgfältig wie möglich zu beschreiben. Fallstudien haben jedoch auch einige echte Vorteile. Da Sie nicht so viele Personen zu untersuchen haben, können Sie mehr Zeit und Mühe investieren, um die spezifischen Faktoren zu verstehen, die in einem bestimmten Fall eine Rolle spielen. Das zu tun, kann ziemlich wertvoll sein. Fallstudien können also die eher statistisch orientierten Ansätze ergänzen, die in experimentellen und quasi-experimentellen Studien zu finden sind. Wir werden in diesem Buch nicht viel über Fallstudien sprechen, dennoch sind sie ein sehr wertvolles Instrument!
nb: Den alternative tilnærmingen, casestudier, tar sikte på å gi en svært detaljert beskrivelse av ett eller noen få tilfeller. Generelt kan du ikke bruke statistikk til å analysere resultatene av casestudier, og det er vanligvis svært vanskelig å trekke generelle konklusjoner om «folk flest» ut fra noen få isolerte eksempler. I noen situasjoner er imidlertid casestudier svært nyttige. For det første er det situasjoner der man ikke har noe alternativ. Nevropsykologi har ofte dette problemet. Noen ganger finner man ikke mange mennesker med hjerneskade i et spesifikt hjerneområde, og da er det eneste man kan gjøre å beskrive de tilfellene man har, så detaljert og nøye som mulig. Men det er også noen reelle fordeler med kasusstudier. Fordi du ikke har så mange personer å studere, kan du bruke mye tid og krefter på å prøve å forstå de spesifikke faktorene som spiller inn i hvert enkelt tilfelle. Dette er svært verdifullt. Derfor kan casestudier utfylle de mer statistisk orienterte tilnærmingene som man ser i eksperimentelle og kvasieksperimentelle design. Vi kommer ikke til å snakke så mye om casestudier i denne boken, men de er ikke desto mindre svært verdifulle verktøy!
ta: மாற்று அணுகுமுறை, வழக்கு ஆய்வுகள், ஒன்று அல்லது சில நிகழ்வுகளின் மிக விரிவான விளக்கத்தை வழங்குவதை நோக்கமாகக் கொண்டுள்ளது. பொதுவாக, வழக்கு ஆய்வுகளின் முடிவுகளை பகுப்பாய்வு செய்ய நீங்கள் புள்ளிவிவரங்களைப் பயன்படுத்த முடியாது, மேலும் சில தனிமைப்படுத்தப்பட்ட எடுத்துக்காட்டுகளிலிருந்து “பொதுவாக மக்கள்” பற்றிய பொதுவான முடிவுகளை எடுப்பது பொதுவாக மிகவும் கடினம். இருப்பினும், சில சூழ்நிலைகளில் வழக்கு ஆய்வுகள் மிகவும் பயனுள்ளதாக இருக்கும். முதலாவதாக, உங்களிடம் எந்த மாற்றும் இல்லாத சூழ்நிலைகள் உள்ளன. நரம்பியல் உளவியலில் இந்த சிக்கல் நிறைய உள்ளது. சில நேரங்களில், ஒரு குறிப்பிட்ட மூளைப் பகுதியில் மூளை பாதிப்பு உள்ள நிறைய பேரை நீங்கள் கண்டுபிடிக்க முடியாது, எனவே நீங்கள் செய்யக்கூடிய ஒரே சேதி, உங்களிடம் உள்ள நிகழ்வுகளை விவரிக்கவும், உங்களால் முடிந்தவரை அக்கறையுடன். இருப்பினும், வழக்கு ஆய்வுகளுக்கு சில உண்மையான நன்மைகளும் உள்ளன. ஒவ்வொரு விசயத்திலும் விளையாடும் குறிப்பிட்ட காரணிகளைப் புரிந்துகொள்ள முயற்சிக்கும் நிறைய நேரத்தையும் முயற்சியையும் முதலீடு செய்யும் திறன் உங்களிடம் இல்லை என்பதால். இது மிகவும் மதிப்புமிக்க சேதி. இதன் விளைவாக, வழக்கு ஆய்வுகள் சோதனை மற்றும் அரை-சோதனை வடிவமைப்புகளில் நீங்கள் காணும் புள்ளிவிவர சார்ந்த அணுகுமுறைகளை நிறைவு செய்ய முடியும். இந்த புத்தகத்தில் வழக்கு ஆய்வுகள் பற்றி நாங்கள் அதிகம் பேச மாட்டோம், ஆனால் அவை மிகவும் மதிப்புமிக்க கருவிகள்!

source: Assessing the validity of a study
de: Bewertung der Validität einer Studie
nb: Vurdering av en studies validitet
ta: ஒரு ஆய்வின் செல்லுபடியை மதிப்பிடுதல்
