Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: However, notice that the 0° does not mean “no temperature at all”. It actually means “the temperature at which water freezes”, which is pretty arbitrary. As a consequence it becomes pointless to try to multiply and divide temperatures. It is wrong to say that 20° is *twice as hot* as 10°, just as it is weird and meaningless to try to claim that 20° is negative two times as hot as -10°.
de: Jedoch ist zu beachten, dass 0° nicht „überhaupt keine Temperatur“ bedeutet. 0° bedeutet vielmehr „die Temperatur, bei der Wasser gefriert“, was ziemlich willkürlich ist. Folglich wäre es sinnlos, zu versuchen, Temperaturen zu multiplizieren und zu dividieren. Es ist falsch zu sagen, dass 20° *zweimal so heiß* ist wie 10°, genauso wie es seltsam und sinnlos ist zu behaupten, 20° sei minus zweimal so heiß wie -10°.
nb: Legg imidlertid merke til at 0° ikke betyr «ingen temperatur i det hele tatt». Det betyr faktisk «temperaturen der vann fryser», noe som er ganske vilkårlig. Derfor blir det meningsløst å forsøke å multiplisere og dividere temperaturer. Det er feil å si at 20° er *dobbelt så varmt* som 10°, på samme måte som det er rart og meningsløst å hevde at 20° er negativt to ganger så varmt som -10°.
ta: இருப்பினும், 0 ° "வெப்பநிலை இல்லை" என்று அர்த்தமல்ல என்பதைக் கவனியுங்கள். இதன் பொருள் உண்மையில் “நீர் உறைந்த வெப்பநிலை”, இது மிகவும் தன்னிச்சையானது. இதன் விளைவாக வெப்பநிலையை பெருக்கவும் பிரிக்கவும் முயற்சிப்பது அர்த்தமற்றது. 20 ° 10 ° ஐ விட இரண்டு மடங்கு சூடாக இருக்கிறது என்று சொல்வது தவறு, அதேபோல் 20 ° -10 than ஐ விட இரண்டு மடங்கு வெப்பம் என்று கூற முயற்சிப்பது வித்தியாசமானது மற்றும் அர்த்தமற்றது.

source: Again, lets look at a more psychological example. Suppose I’m interested in looking at how the attitudes of first-year university students have changed over time. Obviously, I’m going to want to record the year in which each student started. This is an interval scale variable. A student who started in 2003 did arrive 5 years before a student who started in 2008. However, it would be completely daft for me to divide 2008 by 2003 and say that the second student started “1.0024 times later” than the first one. That doesn’t make any sense at all.
de: Betrachten wir noch einmal ein etwas psychologischeres Beispiel. Angenommen, ich möchte untersuchen, wie sich die Einstellungen von Studienanfängern im Laufe der Zeit verändert haben. Natürlich möchte ich das Jahr erfassen, in dem jeder Student sein Studium begonnen hat. Dies ist eine intervallskalierte Variable. Ein Student, der 2003 angefangen hat zu studieren, hat 5 Jahre früher angefangen als ein Student, der sein Studium 2008 begonnen hat. Allerdings wäre es ziemlich töricht, wenn ich 2008 durch 2003 teilen und sagen würde, dass der zweite Student „1,0024 mal später“ als der erste Student angefangen hat. Dies wäre völlig sinnlos.
nb: La oss igjen se på et mer psykologisk eksempel. Anta at jeg er interessert i å se på hvordan holdningene til førsteårsstudenter på universitetet har endret seg over tid. Jeg vil selvsagt registrere hvilket år hver enkelt student begynte. Dette er en variabel på intervallskala. En student som begynte i 2003, kom fem år før en student som begynte i 2008. Det ville imidlertid være helt idiotisk for meg å dividere 2008 med 2003 og si at den andre studenten startet «1,0024 ganger senere» enn den første. Det gir ingen mening i det hele tatt.
ta: மீண்டும், இன்னும் உளவியல் உதாரணத்தைப் பார்ப்போம். முதல் ஆண்டு பல்கலைக்கழக மாணவர்களின் அணுகுமுறைகள் காலப்போக்கில் எவ்வாறு மாறிவிட்டன என்பதைப் பார்ப்பதில் நான் ஆர்வமாக உள்ளேன் என்று வைத்துக்கொள்வோம். வெளிப்படையாக, ஒவ்வொரு மாணவரும் தொடங்கிய ஆண்டை நான் பதிவு செய்ய விரும்புகிறேன். இது இடைவெளி அளவிலான மாறி. 2003 ஆம் ஆண்டில் தொடங்கிய ஒரு மாணவர் 2008 இல் தொடங்கிய ஒரு மாணவருக்கு 5 ஆண்டுகளுக்கு முன்பு வந்தார். இருப்பினும், 2008 க்குள் 2003 க்குள் பிரிப்பது எனக்கு முற்றிலும் மோசமானதாக இருக்கும், மேலும் இரண்டாவது மாணவர் முதல் ஒன்றை விட “1.0024 மடங்கு” தொடங்கினார் என்று கூறுகிறது. அது எந்த அர்த்தமும் இல்லை.

source: Ratio scale
de: Verhältnisskala
nb: Forholdstallskala
ta: விகித அளவு

source: The fourth and final type of variable to consider is a **ratio scale** variable, in which zero really means zero, and it’s okay to multiply and divide. A good psychological example of a ratio scale variable is response time (RT). In a lot of tasks it’s very common to record the amount of time somebody takes to solve a problem or answer a question, because it’s an indicator of how difficult the task is. Suppose that Alan takes 2.3 seconds to respond to a question, whereas Ben takes 3.1 seconds. As with an interval scale variable, addition and subtraction are both meaningful here. Ben really did take 3.1 - 2.3 = 0.8 seconds longer than Alan did. However, notice that multiplication and division also make sense here too: Ben took 3.1 / 2.3 = 1.35 times as long as Alan did to answer the question. And the reason why you can do this is that for a ratio scale variable such as RT “zero seconds” really does mean “no time at all”.
de: Die vierte und letzte Variablenart, die zu beachten ist, sind verhältnisskalierte Variablen, bei denen Null tatsächlich Null bedeutet und es okay ist, Werte zu multiplizieren und zu dividieren. Ein gutes psychologisches Beispiel für eine verhältnisskalierte Variable ist die Reaktionszeit (RT). Bei vielen Aufgaben ist es üblich, die Zeit zu messen, die jemand braucht, um ein Problem zu lösen oder eine Frage zu beantworten, da dies ein Indikator für die Schwierigkeit einer Aufgabe ist. Nehmen wir an, Alan braucht 2,3 Sekunden, um eine Frage zu beantworten, während Ben 3,1 Sekunden braucht. Wie bei intervallskalierten Variablen, sind hier sowohl Addition als auch Subtraktion sinnvoll. Ben hat tatsächlich 3,1 - 2,3 = 0,8 Sekunden länger gebraucht als Alan. Allerdings machen hier auch die Operationen Multiplikation und Division Sinn: Ben brauchte für die Beantwortung der Frage 3,1 / 2,3 = 1,35 mal so lange wie Alan. Dies ist möglich, da bei verhältnisskalierten Variablen wie RT „null Sekunden“ tatsächlich „überhaupt keine Zeit“ bedeutet.
nb: Den fjerde og siste typen variabel vi bør vurdere, er en **forholdstallvariabel**, der null virkelig betyr null, og der det er greit å multiplisere og dividere. Et godt psykologisk eksempel på en forholdstallsvariabel er responstid (RT). I mange oppgaver er det veldig vanlig å registrere hvor lang tid noen bruker på å løse et problem eller svare på et spørsmål, fordi det er en indikator på hvor vanskelig oppgaven er. Anta at Alan bruker 2,3 sekunder på å svare på et spørsmål, mens Ben bruker 3,1 sekunder. Som med en intervallvariabel er både addisjon og subtraksjon meningsfullt her. Ben brukte i virkeligheten 3,1 - 2,3 = 0,8 sekunder lenger enn Alan. Legg imidlertid merke til at multiplikasjon og divisjon også gir mening her: Ben brukte 3,1 / 2,3 = 1,35 ganger så lang tid som Alan på å svare på spørsmålet. Og grunnen til at du kan gjøre dette, er at for en forholdstallsvariabel som RT betyr «null sekunder» faktisk «ingen tid i det hele tatt».
ta: கருத்தில் கொள்ள வேண்டிய நான்காவது மற்றும் இறுதி வகை மாறி ** விகித அளவு ** மாறி, இதில் பூச்சியம் உண்மையில் பூச்சியத்தைக் குறிக்கிறது, மேலும் பெருக்கி பிரிப்பது சரி. விகித அளவிலான மாறியின் நல்ல உளவியல் எடுத்துக்காட்டு மறுமொழி நேரம் (ஆர்டி). பல பணிகளில் ஒரு சிக்கலைத் தீர்க்க அல்லது ஒரு கேள்விக்கு பதிலளிக்க யாரோ எடுக்கும் நேரத்தை பதிவு செய்வது மிகவும் பொதுவானது, ஏனென்றால் பணி எவ்வளவு கடினம் என்பதற்கான குறிகாட்டியாகும். ஒரு கேள்விக்கு பதிலளிக்க ஆலன் 2.3 வினாடிகள் எடுக்கும் என்று வைத்துக்கொள்வோம், அதே நேரத்தில் பென் 3.1 வினாடிகள் எடுக்கும். இடைவெளி அளவிலான மாறியைப் போலவே, கூட்டல் மற்றும் கழித்தல் இரண்டும் இங்கே அர்த்தமுள்ளவை. ஆலன் செய்ததை விட பென் உண்மையில் 3.1 - 2.3 = 0.8 வினாடிகள் நேரம் எடுத்தார். இருப்பினும், பெருக்கல் மற்றும் பிரிவும் இங்கேயும் அர்த்தமுள்ளதாக இருப்பதைக் கவனியுங்கள்: பென் கேள்விக்கு பதிலளிக்க ஆலன் செய்தவரை 3.1 / 2.3 = 1.35 மடங்கு எடுத்தார். நீங்கள் இதைச் செய்யக்கூடிய காரணம் என்னவென்றால், ஆர்டி “பூச்சிய விநாடிகள்” போன்ற விகித அளவிலான மாறிக்கு உண்மையில் “எந்த நேரமும் இல்லை” என்று பொருள்.

source: Continuous versus discrete variables
de: Kontinuierliche versus diskrete Variablen
nb: Kontinuerlige versus diskrete variabler
ta: தொடர்ச்சியான மற்றும் தனித்துவமான மாறிகள்

source: There’s a second kind of distinction that you need to be aware of, regarding what types of variables you can run into. This is the distinction between continuous variables and discrete variables. The difference between these is as follows:
de: Es gibt noch eine zweite Unterscheidung, die Sie kennen sollten, bezüglich der Arten von Variablen, auf die Sie stoßen könnten. Dabei handelt es sich um die Unterscheidung zwischen kontinuierlichen und diskreten Variablen. Diese lautet wie folgt:
nb: Det er en annen type distinksjon du må være klar over når det gjelder hvilke typer variabler du kan støte på. Dette er skillet mellom kontinuerlige variabler og diskrete variabler. Forskjellen mellom disse er som følger:
ta: நீங்கள் எந்த வகையான மாறிகள் இயக்க முடியும் என்பதைப் பற்றி நீங்கள் அறிந்திருக்க வேண்டிய இரண்டாவது வகையான வேறுபாடு உள்ளது. இது தொடர்ச்சியான மாறிகள் மற்றும் தனித்துவமான மாறிகள் ஆகியவற்றுக்கு இடையிலான வேறுபாடு. இவற்றுக்கு இடையிலான வேறுபாடு பின்வருமாறு:

source: A **continuous variable** is one in which, for any two values that you can think of, it’s always logically possible to have another value in between.
de: Eine **kontinuierliche Variable** ist eine, bei der es zwischen zwei beliebigen Werten immer noch einen logisch sinnvollen Wert gibt.
nb: En **kontinuerlig variabel** er en variabel der det alltid er logisk mulig å finne en annen verdi mellom to verdier.
ta: ஒரு ** தொடர்ச்சியான மாறி ** என்பது நீங்கள் நினைக்கும் எந்த இரண்டு மதிப்புகளுக்கும், இடையில் மற்றொரு மதிப்பைக் கொண்டிருப்பது எப்போதும் தர்க்கரீதியாக சாத்தியமாகும்.

source: A **discrete variable** is, in effect, a variable that isn’t continuous. For a discrete variable it’s sometimes the case that there’s nothing in the middle.
de: Eine **diskrete Variable** ist im Grunde eine Variable, die nicht kontinuierlich ist. Bei einer diskreten Variablen kann es vorkommen, dass es nichts dazwischen gibt.
nb: En **diskret variabel** er i realiteten en variabel som ikke er kontinuerlig. For en diskret variabel er det noen ganger slik at det ikke finnes noe i midten.
ta: ஒரு ** தனித்துவமான மாறி **, இதன் விளைவாக, தொடர்ச்சியாக இல்லாத மாறி. ஒரு தனித்துவமான மாறிக்கு இது சில நேரங்களில் நடுவில் எதுவும் இல்லை.

source: These definitions probably seem a bit abstract, but they’re pretty simple once you see some examples. For instance, response time is continuous. If Alan takes 3.1 seconds and Ben takes 2.3 seconds to respond to a question, then Cameron’s response time will lie in between if he took 3.0 seconds. And of course it would also be possible for David to take 3.031 seconds to respond, meaning that his RT would lie in between Cameron’s and Alan’s. And while in practice it might be impossible to measure RT that precisely, it’s certainly possible in principle. Because we can always find a new value for RT in between any two other ones we regard RT as a continuous measure.
de: Diese Definitionen scheinen zunächst vielleicht etwas abstrakt, aber sie sind ziemlich einfach, wenn man erst einmal ein paar Beispiele sieht. Zum Beispiel ist die Reaktionszeit (RT) kontinuierlich. Wenn Alan 3,1 Sekunden braucht und Ben 2,3 Sekunden, um eine Frage zu beantworten, dann liegt Camerons Antwortzeit dazwischen, wenn er 3,0 Sekunden braucht. Natürlich wäre es auch möglich, dass David 3,031 Sekunden für seine Antwort benötigt, was bedeutet, dass seine RT zwischen der von Cameron und der von Alan liegen würde. Auch, wenn es in der Praxis vielleicht nicht immer möglich ist, Reaktionszeiten so genau zu messen, so wäre es doch im Prinzip möglich. Da wir immer einen weiteren Wert zwischen zwei beliebigen Reaktionszeiten finden können, betrachten wir die RT als ein kontinuierliches Maß.
nb: Disse definisjonene virker kanskje litt abstrakte, men de er ganske enkle når du ser noen eksempler. For eksempel er responstiden kontinuerlig. Hvis Alan bruker 3,1 sekunder og Ben 2,3 sekunder på å svare på et spørsmål, vil Camerons svartid ligge midt imellom hvis han brukte 3,0 sekunder. Og det er selvsagt også mulig for David å bruke 3,031 sekunder på å svare, noe som betyr at hans RT vil ligge mellom Camerons og Alans. Og selv om det i praksis kan være umulig å måle RT så nøyaktig, er det absolutt mulig i prinsippet. Fordi vi alltid kan finne en ny verdi for RT mellom to andre verdier, anser vi RT som et kontinuerlig mål.
ta: இந்த வரையறைகள் சற்று சுருக்கமாகத் தோன்றலாம், ஆனால் சில எடுத்துக்காட்டுகளைப் பார்த்தவுடன் அவை மிகவும் எளிமையானவை. உதாரணமாக, மறுமொழி நேரம் தொடர்ச்சியாக உள்ளது. ஆலன் 3.1 வினாடிகள் மற்றும் பென் ஒரு கேள்விக்கு பதிலளிக்க 2.3 வினாடிகள் எடுத்தால், கேமரூனின் மறுமொழி நேரம் 3.0 வினாடிகள் எடுத்தால் இடையில் இருக்கும். நிச்சயமாக டேவிட் பதிலளிக்க 3.031 வினாடிகள் எடுக்க முடியும், அதாவது அவரது ஆர்டி கேமரூனுக்கும் ஆலனுக்கும் இடையில் இருக்கும். நடைமுறையில் RT ஐ துல்லியமாக அளவிட இயலாது என்றாலும், அது நிச்சயமாக கொள்கையளவில் சாத்தியமாகும். ஏனென்றால், ஆர்டிக்கு ஒரு புதிய மதிப்பை நாம் எப்போதும் காணலாம், நாங்கள் RT ஐ தொடர்ச்சியான நடவடிக்கையாக கருதுகிறோம்.

source: Discrete variables occur when this rule is violated. For example, nominal scale variables are always discrete. There isn’t a type of transportation that falls “in between” trains and bicycles, not in the strict mathematical way that 2.3 falls in between 2 and 3. So transportation type is discrete. Similarly, ordinal scale variables are always discrete. Although “2nd place” does fall between “1st place” and “3rd place”, there’s nothing that can logically fall in between “1st place” and “2nd place”. Interval scale and ratio scale variables can go either way. As we saw above, response time (a ratio scale variable) is continuous. Temperature in degrees celsius (an interval scale variable) is also continuous. However, the year you went to school (an interval scale variable) is discrete. There’s no year in between 2002 and 2003. The number of questions you get right on a true-or-false test (a ratio scale variable) is also discrete. Since a true-or-false question doesn’t allow you to be “partially correct”, there’s nothing in between 5/10 and 6/10. The relationship between the scales of measurement and the discrete / continuity distinction is summarized in :numref:`tab-scl`. Cells with a tick mark correspond to things that are possible. I’m trying to hammer this point home, because (a) some textbooks get this wrong, and (b) people very often say things like “discrete variable” when they mean “nominal scale variable”. It’s very unfortunate.
de: Diskrete Variablen liegen vor, wenn diese Regel verletzt wird. Beispielsweise sind nominalskalierte Variablen immer diskret. Es gibt kein Verkehrsmittel, das „zwischen“ Zügen und Fahrrädern liegt, jedenfalls nicht in einer strengen mathematischen Weise, wie 2,3 zwischen 2 und 3 liegt. Die Art des Verkehrsmittels ist also diskret. Ebenso sind ordinalskalierte Variablen immer diskret. Obwohl der „Platz 2“ zwischen „Platz 1“ und „Platz 3“ liegt, gibt es nichts, was in einer logisch sinnvollen Weise zwischen „Platz 1“ und „Platz 2“ liegen könnte. Intervall- und verhältnisskalierte Variablen können beides sein. Wie wir oben gesehen haben, ist die Reaktionszeit (eine verhältnisskalierte Variable) kontinuierlich. Die Temperatur in Grad Celsius (eine intervallskalierte Variable) ist ebenfalls kontinuierlich. Jedoch ist das Jahr, in dem Sie Ihr Studium begonnen haben (eine intervallskalierte Variable) diskret. Es gibt kein Jahr zwischen 2002 und 2003. Die Anzahl der Fragen, die Sie in einem Richtig-oder-Falsch-Test, als richtig ankreuzen (eine verhältnisskalierte Variable) ist ebenfalls diskret. Da man bei einer Richtig-oder-Falsch-Frage nicht „teilweise richtig“ liegen kann, gibt es nichts zwischen 5/10 und 6/10. Die Beziehung zwischen den Skalenniveaus und der Unterscheidung zwischen diskret und kontinuierlich ist in :numref:`tab-scl` zusammengefasst. Zellen mit einem Häkchen entsprechen Kombinationen, die möglich sind. Ich versuche, diesen Punkt hervorzuheben, weil (a) einige Lehrbücher dies falsch verstehen und (b) Leute sehr oft Dinge wie „diskrete Variable“ sagen, wenn sie eigentlich „nominalskalierte Variable“ meinen, was ziemlich unglücklich ist.
nb: Diskrete variabler oppstår når denne regelen brytes. For eksempel er variabler på nominalskala alltid diskrete. Det finnes ikke en type transportmiddel som faller «mellom» tog og sykkel, ikke på den strenge matematiske måten som 2,3 faller mellom 2 og 3. Transportmiddeltypen er altså diskret. På samme måte er variabler på ordinalskala alltid diskrete. Selv om «2. plass» faller mellom «1. plass» og «3. plass», er det ingenting som logisk sett kan falle mellom «1. plass» og «2. plass». Variabler på intervallskala og forholdstallskala kan gå begge veier. Som vi så ovenfor, er responstid (en forholdstallvariabel) kontinuerlig. Temperatur i grader celsius (en intervallvariabel) er også kontinuerlig. Året du gikk på skolen (en intervallvariabel), er derimot diskret. Det finnes ikke noe år mellom 2002 og 2003. Antall spørsmål du svarer riktig på en sant-eller-falskt-test (en forholdstallvariabel), er også diskret. Siden det ikke er mulig å svare «delvis riktig» på et sant-eller-falskt-spørsmål, er det ikke noe mellom 5/10 og 6/10. Forholdet mellom målenivåene og skillet mellom diskret og kontinuitet er oppsummert i :numref:`tab-scl`. Celler med en hake tilsvarer ting som er mulige. Jeg prøver å hamre dette poenget inn, fordi (a) noen lærebøker tar feil, og (b) folk ofte sier ting som «diskret variabel» når de mener «nominalskala-variabel». Det er veldig uheldig.
ta: இந்த விதி மீறப்படும்போது தனித்துவமான மாறிகள் ஏற்படுகின்றன. எடுத்துக்காட்டாக, பெயரளவு அளவிலான மாறிகள் எப்போதும் தனித்துவமானவை. ரயில்களுக்கும் மிதிவண்டிகளுக்கும் இடையில் "விழும்" ஒரு வகை போக்குவரத்து இல்லை, கடுமையான கணித வழியில் அல்ல, 2.3 2 முதல் 3 வரை விழும். எனவே போக்குவரத்து வகை தனித்துவமானது. இதேபோல், ஆர்டினல் அளவிலான மாறிகள் எப்போதும் தனித்துவமானவை. “2 வது இடம்” “1 வது இடம்” மற்றும் “3 வது இடம்” ஆகியவற்றுக்கு இடையில் விழுந்தாலும், “1 வது இடம்” மற்றும் “2 வது இடம்” இடையே தர்க்கரீதியாக விழக்கூடிய எதுவும் இல்லை. இடைவெளி அளவு மற்றும் விகித அளவிலான மாறிகள் இரு வழிகளிலும் செல்லலாம். நாம் மேலே பார்த்தபடி, மறுமொழி நேரம் (விகித அளவிலான மாறி) தொடர்ச்சியாகும். டிகிரி செல்சியசில் வெப்பநிலை (இடைவெளி அளவிலான மாறி) தொடர்ச்சியாக உள்ளது. இருப்பினும், நீங்கள் பள்ளிக்குச் சென்ற ஆண்டு (இடைவெளி அளவிலான மாறி) தனித்துவமானது. 2002 மற்றும் 2003 க்கு இடையில் எந்த ஆண்டும் இல்லை. உண்மையான அல்லது தவறான சோதனையில் (விகித அளவிலான மாறி) நீங்கள் பெறும் கேள்விகளின் எண்ணிக்கையும் தனித்துவமானது. உண்மையான அல்லது தவறான கேள்வி உங்களை “ஓரளவு சரியாக” இருக்க அனுமதிக்காது என்பதால், 5/10 மற்றும் 6/10 க்கு இடையில் எதுவும் இல்லை. அளவீட்டின் அளவீடுகளுக்கும் தனித்துவமான / தொடர்ச்சியான வேறுபாட்டிற்கும் இடையிலான உறவு இதில் சுருக்கப்பட்டுள்ளது: NUMREF: `TAB-SCL`. டிக் குறி கொண்ட செல்கள் சாத்தியமான விசயங்களுடன் ஒத்திருக்கும். நான் இந்த புள்ளியை வீட்டிலேயே சுத்தப்படுத்த முயற்சிக்கிறேன், ஏனென்றால் (அ) சில பாடப்புத்தகங்கள் இதை தவறாகப் பெறுகின்றன, மேலும் (ஆ) மக்கள் “பெயரளவு அளவிலான மாறி” என்று பொருள்படும் போது “தனித்துவமான மாறி” போன்றவற்றை அடிக்கடி கூறுகிறார்கள். இது மிகவும் துரதிர்ச்டவசமானது.

source: The relationship between the scales of measurement and the discrete / continuity distinction. Cells with a tick mark correspond to things that are possible.
de: Die Beziehung zwischen den Skalenniveaus und der Unterscheidung zwischen diskret und kontinuierlich. Zellen mit einem Häkchen entsprechen Kombinationen, die möglich sind.
nb: Forholdet mellom målenivåene og skillet mellom diskresjon og kontinuitet. Celler med en hake tilsvarer ting som er mulige.
ta: அளவீட்டின் அளவீடுகளுக்கும் தனித்துவமான / தொடர்ச்சியான வேறுபாட்டிற்கும் இடையிலான உறவு. டிக் குறி கொண்ட செல்கள் சாத்தியமான விசயங்களுடன் ஒத்திருக்கும்.

source: continuous
ta: தொடர்ச்சியான

source: discrete
de: Diskret
nb: diskrete
ta: தனித்துவமான

source: **nominal**
ta: ** பெயரளவு **

source: **ordinal**
ta: ** ஆர்டினல் **

source: **interval**
de: **Intervall**
nb: **intervall**
ta: ** இடைவெளி **

source: **ratio**
de: **Verhältnis**
nb: **forhold**
ta: ** விகிதம் **

source: Some complexities
de: Ein paar komplexere Sachverhalte
nb: Noen kompleksiteter
ta: சில சிக்கல்கள்

source: Okay, I know you’re going to be shocked to hear this, but the real world is much messier than this little classification scheme suggests. Very few variables in real life actually fall into these nice neat categories, so you need to be kind of careful not to treat the scales of measurement as if they were hard and fast rules. It doesn’t work like that. They’re guidelines, intended to help you think about the situations in which you should treat different variables differently. Nothing more.
de: Okay, ich weiß, es wird Sie schockieren: aber die reale Welt ist viel chaotischer, als dieses kleine Klassifizierungsschema vermuten lässt. Im wirklichen Leben fallen nur sehr wenige Variablen tatsächlich in diese hübsch sauberen Kategorien, also muss man ein wenig aufpassen, dass man die Skalenniveaus nicht so behandelt, als seien es harte und schnelle Regeln. Denn so funktioniert das leider nicht. Es handelt sich eher um Leitlinien, die Ihnen helfen sollen, über Situationen nachzudenken, in denen Sie die verschiedene Variablen unterschiedlich behandeln sollten. Mehr nicht.
nb: Ok, jeg vet at du kommer til å bli sjokkert over å høre dette, men den virkelige verden er mye mer rotete enn dette lille klassifiseringsskjemaet antyder. Svært få variabler i det virkelige liv faller faktisk inn i disse fine, sirlige kategoriene, så du må være forsiktig med å behandle målenivåene som om de var harde og faste regler. Det fungerer ikke slik. De er retningslinjer som skal hjelpe deg å tenke gjennom i hvilke situasjoner du bør behandle ulike variabler forskjellig. Ikke noe mer enn det.
ta: சரி, இதைக் கேட்டு நீங்கள் அதிர்ச்சியடைவீர்கள் என்று எனக்குத் தெரியும், ஆனால் இந்த சிறிய வகைப்பாடு திட்டம் குறிப்பிடுவதை விட உண்மையான உலகம் மிகவும் குழப்பமானதாகும். நிச வாழ்க்கையில் மிகக் குறைவான மாறிகள் உண்மையில் இந்த நல்ல சுத்தமாக வகைகளில் அடங்கும், எனவே அளவீட்டு அளவீடுகளை கடினமான மற்றும் வேகமான விதிகள் போல சிகிச்சையளிக்காமல் நீங்கள் கவனமாக இருக்க வேண்டும். அது அப்படி வேலை செய்யாது. அவை வழிகாட்டுதல்கள், நீங்கள் வெவ்வேறு மாறிகளுக்கு வித்தியாசமாக சிகிச்சையளிக்க வேண்டிய சூழ்நிலைகளைப் பற்றி சிந்திக்க உதவும் நோக்கில். அதற்கு மேல் எதுவும் இல்லை.
