Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: The general solution to the problem of experimenter bias is to engage in double blind studies, where neither the experimenter nor the participant knows which condition the participant is in or knows what the desired behaviour is. This provides a very good solution to the problem, but it’s important to recognise that it’s not quite ideal, and hard to pull off perfectly. For instance, the obvious way that I could try to construct a double blind study is to have one of my Ph.D. students (one who doesn’t know anything about the experiment) run the study. That feels like it should be enough. The only person (me) who knows all the details (e.g., correct answers to the questions, assignments of participants to conditions) has no interaction with the participants, and the person who does all the talking to people (the Ph.D. student) doesn’t know anything. Except for the reality that the last part is very unlikely to be true. In order for the Ph.D. student to run the study effectively they need to have been briefed by me, the researcher. And, as it happens, the Ph.D. student also knows me and knows a bit about my general beliefs about people and psychology (e.g., I tend to think humans are much smarter than psychologists give them credit for). As a result of all this, it’s almost impossible for the experimenter to avoid knowing a little bit about what expectations I have. And even a little bit of knowledge can have an effect. Suppose the experimenter accidentally conveys the fact that the participants are expected to do well in this task. Well, there’s a thing called the “Pygmalion effect”, where if you expect great things of people they’ll tend to rise to the occasion. But if you expect them to fail then they’ll do that too. In other words, the expectations become a self-fulfilling prophesy.
de: Die allgemeine Lösung für das Problem der Verzerrung durch den Experimentator ist das Durchführen von Doppelblindstudien, bei denen weder der Versuchsleiter noch der Teilnehmer weiß, in welchem Zustand sich der Teilnehmer befindet oder welches Verhalten erwünscht ist. Dies ist eine sehr gute Lösung für das Problem, aber man muss sich darüber im Klaren sein, dass es nicht ganz ideal ist und nur schwer perfekt umgesetzt werden kann. Die naheliegendste Möglichkeit, eine Doppelblindstudie zu konstruieren, besteht darin, einen meiner Doktoranden (der nichts über das Experiment weiß) die Studie durchführen zu lassen. Das scheint mir ausreichend zu sein. Die einzige Person (ich), die alle Details kennt (z. B. die richtigen Antworten auf die Fragen, die Zuordnung der Teilnehmer zu den Bedingungen), hat keinen Kontakt zu den Teilnehmern, und die Person, welche die Gespräche mit den Leuten führt (der Doktorand), weiß nichts. Abgesehen von der Tatsache, dass der letzte Teil höchstwahrscheinlich nicht stimmt. Damit der Doktorand die Studie effektiv durchführen kann, muss er von mir, dem Forscher, eingewiesen werden. Und wie es der Zufall will, kennt der Doktorand auch mich und weiß ein wenig über meine allgemeinen Ansichten über Menschen und Psychologie (z. B. neige ich dazu, die Menschen für viel klüger zu halten, als die Psychologen ihnen zugestehen). Infolgedessen ist es für den Versuchsleiter fast unmöglich, nicht ein wenig über meine Erwartungen zu erfahren. Und selbst ein kleines bisschen Wissen kann Auswirkungen haben. Nehmen wir an, der Versuchsleiter teilt versehentlich mit, dass von den Teilnehmern erwartet wird, dass sie bei dieser Aufgabe gut abschneiden. Es gibt den sogenannten „Pygmalion“-Effekt, der besagt, dass Menschen, von denen man Großes erwartet, dazu neigen, der Situation gerecht zu werden. Aber wenn man erwartet, dass sie versagen, dann werden sie das auch tun. Mit anderen Worten: Die Erwartungen werden zu einer sich selbst erfüllenden Prophezeiung.
nb: Den generelle løsningen på problemet med eksperimentatoreffekter er å gjennomføre dobbeltblinde studier, der verken eksperimentator eller deltaker vet hvilken betingelse deltakeren befinner seg i eller hva som er ønsket atferd. Dette er en veldig god løsning på problemet, men det er viktig å være klar over at det ikke er helt ideelt, og at det er vanskelig å få til perfekt. For eksempel er den åpenbare måten jeg kan prøve å konstruere en dobbeltblind studie på, å la en av doktorgradsstudentene mine (en som ikke vet noe om eksperimentet) gjennomføre studien. Det føles som om det burde være nok. Den eneste personen (meg) som kjenner alle detaljene (f.eks. riktige svar på spørsmålene, tildeling av deltakere til betingelser), har ingen interaksjon med deltakerne, og personen som snakker med folk (doktorgradsstudenten), vet ingenting. Bortsett fra at det siste sannsynligvis ikke er sant. For at doktorgradsstudenten skal kunne gjennomføre studien på en effektiv måte, må han eller hun ha blitt informert av meg, forskeren. Og tilfeldigvis kjenner doktorgradsstudenten også meg og vet litt om mine generelle oppfatninger om mennesker og psykologi (jeg tror for eksempel at mennesker er mye smartere enn psykologer tror). Som et resultat av alt dette er det nesten umulig for eksperimentatoren å unngå å vite litt om hvilke forventninger jeg har. Og selv litt kunnskap kan ha en effekt. Sett at forsøkslederen ved et uhell kommer til å formidle at deltakerne forventes å gjøre det bra i denne oppgaven. Det er noe som kalles «Pygmalion-effekten», som går ut på at hvis du forventer store ting av folk, vil de ha en tendens til å leve opp til forventningene. Men hvis du forventer at de skal mislykkes, vil de også gjøre det. Forventningene blir med andre ord en selvoppfyllende profeti.
ta: பரிசோதகர் சார்பின் சிக்கலுக்கான பொதுவான தீர்வு இரட்டை குருட்டு ஆய்வுகளில் ஈடுபடுவதாகும், அங்கு பங்கேற்பாளர் எந்த நிலையில் இருக்கிறார் அல்லது விரும்பிய நடத்தை என்ன என்பதை அறிந்திருக்கவில்லை. இது பிரச்சினைக்கு ஒரு நல்ல தீர்வை வழங்குகிறது, ஆனால் இது மிகவும் சிறந்ததல்ல என்பதை அங்கீகரிப்பது முதன்மை, மேலும் சரியாக இழுக்க கடினமாக உள்ளது. உதாரணமாக, நான் இரட்டை குருட்டு ஆய்வை உருவாக்க முயற்சிக்கக்கூடிய வெளிப்படையான வழி எனது பி.எச்.டி. மாணவர்கள் (பரிசோதனையைப் பற்றி எதுவும் தெரியாதவர்) ஆய்வை நடத்துகிறார்கள். அது போதுமானதாக இருக்க வேண்டும் என்று உணர்கிறது. எல்லா விவரங்களையும் அறிந்த ஒரே நபர் (எ.கா., கேள்விகளுக்கான சரியான பதில்கள், பங்கேற்பாளர்களின் நிபந்தனைகளுக்கு பணிகள்) பங்கேற்பாளர்களுடன் எந்த தொடர்பும் இல்லை, மற்றும் மக்களுடன் பேசும் நபர் (பி.எச்.டி மாணவர் ) எதுவும் தெரியாது. கடைசி பகுதி உண்மையாக இருக்க வாய்ப்பில்லை என்ற யதார்த்தத்தைத் தவிர. பி.எச்.டி. ஆய்வை திறம்பட இயக்க மாணவர், அவர்கள் ஆராய்ச்சியாளரான நான் விளக்கமளித்திருக்க வேண்டும். மேலும், அது நடக்கும் போது, பி.எச்.டி. மாணவர் என்னை அறிந்திருக்கிறார், மேலும் மக்கள் மற்றும் உளவியல் பற்றிய எனது பொதுவான நம்பிக்கைகளைப் பற்றி கொஞ்சம் அறிந்திருக்கிறார் (எ.கா., உளவியலாளர்கள் அவர்களுக்கு கடன் கொடுப்பதை விட மனிதர்கள் மிகவும் சிறந்தவர்கள் என்று நான் நினைக்கிறேன்). இவற்றின் விளைவாக, என்னிடம் என்ன எதிர்பார்ப்புகளைப் பற்றி கொஞ்சம் தெரிந்துகொள்வதை பரிசோதனையாளருக்கு கிட்டத்தட்ட சாத்தியமற்றது. சிறிது அறிவு கூட ஒரு விளைவை ஏற்படுத்தும். பங்கேற்பாளர்கள் இந்த பணியில் சிறப்பாக செயல்படுவார்கள் என்று எதிர்பார்க்கப்படுகிறார்கள் என்ற உண்மையை பரிசோதனையாளர் தற்செயலாக தெரிவிக்கிறார் என்று வைத்துக்கொள்வோம். சரி, “பிக்மேலியன் விளைவு” என்று அழைக்கப்படும் ஒரு சேதி இருக்கிறது, அங்கு நீங்கள் பெரிய விசயங்களை எதிர்பார்க்கிறீர்கள் என்றால் அவை சந்தர்ப்பத்திற்கு உயரும். ஆனால் அவர்கள் தோல்வியடையும் என்று நீங்கள் எதிர்பார்க்கிறீர்கள் என்றால், அவர்களும் அதைச் செய்வார்கள். வேறு வார்த்தைகளில் கூறுவதானால், எதிர்பார்ப்புகள் ஒரு சுயநிறைவான தீர்க்கதரிசனமாக மாறும்.

source: Demand effects and reactivity
de: Anforderungsmerkmale (*demand characteristics*) und Reaktivität
nb: Demand effects og reaktivitet
ta: தேவை விளைவுகள் மற்றும் வினைத்திறன்

source: When talking about experimenter bias, the worry is that the experimenter’s knowledge or desires for the experiment are communicated to the participants, and that these can change people’s behaviour (:ref:`Rosenthal, 1966 <Rosenthal_1966>`). However, even if you manage to stop this from happening, it’s almost impossible to stop people from knowing that they’re part of a psychological study. And the mere fact of knowing that someone is watching or studying you can have a pretty big effect on behaviour. This is generally referred to as **reactivity** or **demand effects**. The basic idea is captured by the Hawthorne effect: people alter their performance because of the attention that the study focuses on them. The effect takes its name from a study that took place in the “Hawthorne Works” factory outside of Chicago (see :ref:`Adair, 1984 <Adair_1984>`). This study, from the 1920s, looked at the effects of factory lighting on worker productivity. But, importantly, change in worker behaviour occurred because the workers *knew* they were being studied, rather than any effect of factory lighting.
de: Bei der Voreingenommenheit des Versuchsleiters besteht die Sorge, dass das Wissen oder die Wünsche des Versuchsleiters für das Experiment an die Teilnehmer weitergegeben werden und dass dies das Verhalten der Menschen verändern kann (:ref:`Rosenthal, 1966 <Rosenthal_1966>`). Doch selbst wenn es gelingt, dies zu verhindern, ist es fast unmöglich, zu verhindern, dass Menschen wissen, dass sie Teil einer psychologischen Studie sind. Und allein die Tatsache, dass man weiß, dass man von jemandem beobachtet oder studiert wird, kann einen ziemlich großen Einfluss auf das Verhalten haben. Dies wird allgemein als **Reaktivität** oder **Anforderungsmerkmale** bezeichnet. Der Grundgedanke wird durch den Hawthorne-Effekt beschrieben: Menschen ändern ihre Leistung aufgrund der Aufmerksamkeit, welche die Studie auf sie richtet. Der Effekt hat seinen Namen von einer Studie, die in der Fabrik „Hawthorne Works“ außerhalb von Chicago stattfand (siehe :ref:`Adair, 1984 <Adair_1984>`). In dieser Studie aus den 1920er Jahren wurden die Auswirkungen der Fabrikbeleuchtung auf die Produktivität der Arbeiter untersucht. Wichtig ist jedoch, dass sich das Verhalten der Arbeiter änderte, weil die Arbeiter **wussten**, dass sie untersucht wurden, und nicht, weil die Fabrikbeleuchtung irgendeine Wirkung hatte.
nb: Når man snakker om eksperimentatoreffekter, er bekymringen at eksperimentatorens kunnskap eller ønsker for eksperimentet blir kommunisert til deltakerne, og at disse kan endre folks atferd (:ref:`Rosenthal, 1966 <Rosenthal_1966>`). Men selv om man klarer å hindre at dette skjer, er det nesten umulig å hindre at folk vet at de er en del av en psykologisk studie. Og bare det å vite at noen følger med på eller studerer deg, kan ha en ganske stor effekt på atferden din. Dette kalles gjerne **reaktivitet** eller **demand effects**. Den grunnleggende ideen er beskrevet i Hawthorne-effekten: Folk endrer prestasjonene sine på grunn av oppmerksomheten som studien retter mot dem. Effekten har fått navnet sitt fra en studie som fant sted i fabrikken «Hawthorne Works» utenfor Chicago (se :ref:`Adair, 1984 <Adair_1984>`). Denne studien fra 1920-tallet så på effekten av fabrikkbelysning på arbeidernes produktivitet. Men, og det er viktig å merke seg, endringen i arbeidernes atferd skyldtes at arbeiderne *visste* at de ble studert, snarere enn at fabrikkbelysningen hadde noen effekt.
ta: பரிசோதனையாளர் சார்பைப் பற்றி பேசும்போது, பரிசோதனைக்கான பரிசோதனையாளரின் அறிவு அல்லது ஆசைகள் பங்கேற்பாளர்களுக்குத் தெரிவிக்கப்படுகின்றன, மேலும் இவை மக்களின் நடத்தையை மாற்றக்கூடும் என்பதும் (: `ரோசென்டல், 1966 <ரோசென்டால்_1966>`). இருப்பினும், இது நடப்பதைத் தடுக்க நீங்கள் நிர்வகித்தாலும், மக்கள் ஒரு உளவியல் ஆய்வின் ஒரு பகுதி என்பதை அறிந்து கொள்வதைத் தடுப்பது கிட்டத்தட்ட சாத்தியமற்றது. யாரோ ஒருவர் பார்த்துக் கொண்டிருக்கிறார் அல்லது படிக்கிறீர்கள் என்பதை அறிந்து கொள்வது வெறும் உண்மை, நீங்கள் நடத்தையில் ஒரு பெரிய விளைவை ஏற்படுத்தும். இது பொதுவாக ** வினைத்திறன் ** அல்லது ** தேவை விளைவுகள் ** என குறிப்பிடப்படுகிறது. அடிப்படை சிந்தனை ஆவ்தோர்ன் விளைவால் கைப்பற்றப்படுகிறது: ஆய்வு அவர்கள் மீது கவனம் செலுத்தும் கவனத்தின் காரணமாக மக்கள் தங்கள் செயல்திறனை மாற்றுகிறார்கள். சிகாகோவிற்கு வெளியே உள்ள “ஆவ்தோர்ன் ஒர்க்ச்” தொழிற்சாலையில் நடந்த ஒரு ஆய்வில் இருந்து அதன் பெயரை எடுக்கிறது (பார்க்க: குறிப்பு: `அடேர், 1984 <அடேர்_1984>`). இந்த ஆய்வு, 1920 களில் இருந்து, தொழிலாளர் உற்பத்தித்திறனில் தொழிற்சாலை விளக்குகளின் விளைவுகளைப் பார்த்தது. ஆனால், முக்கியமாக, தொழிலாளர் நடத்தையில் மாற்றம் ஏற்பட்டது, ஏனென்றால் தொழிற்சாலை விளக்குகளின் எந்தவொரு விளைவையும் விட, தொழிலாளர்கள் * அறிந்திருந்தனர் * அவர்கள் ஆய்வு செய்யப்படுகிறார்கள்.

source: To get a bit more specific about some of the ways in which the mere fact of being in a study can change how people behave, it helps to think like a social psychologist and look at some of the *roles* that people might *adopt* during an experiment but might *not adopt* if the corresponding events were occurring in the real world:
de: Um etwas konkreter auf einige der Möglichkeiten einzugehen, wie die bloße Tatsache, an einer Studie teilzunehmen, das Verhalten von Menschen verändern kann, hilft es, wie ein Sozialpsychologe zu denken und sich einige der *Rollen* anzusehen, die Menschen während eines Experiments möglicherweise *annehmen*, aber *nicht annehmen* würden, wenn die entsprechenden Ereignisse in der realen Welt stattfänden:
nb: For å bli litt mer spesifikk når det gjelder noen av de måtene det å delta i en studie kan endre hvordan folk oppfører seg, kan det være nyttig å tenke som en sosialpsykolog og se på noen av de *rollene* som folk kan *innta* under et eksperiment, men som de kanskje *ikke ville ha inntatt* hvis de tilsvarende hendelsene hadde funnet sted i den virkelige verden:
ta: ஒரு ஆய்வில் இருப்பதன் வெறும் உண்மை, மக்கள் எவ்வாறு நடந்துகொள்கிறார்கள் என்பதை மாற்றக்கூடிய சில வழிகளைப் பற்றி இன்னும் கொஞ்சம் குறிப்பிட்டதைப் பெற, இது ஒரு சமூக உளவியலாளரைப் போல சிந்திக்கவும், மக்கள் *ஏற்றுக்கொள்ளக்கூடிய சில *பாத்திரங்களைப் பார்க்கவும் உதவுகிறது. ஒரு பரிசோதனையின் போது, உண்மையான உலகில் தொடர்புடைய நிகழ்வுகள் நிகழ்ந்தால் * ஏற்றுக்கொள்ளக்கூடாது *:

source: The *good participant* tries to be too helpful to the researcher. He or she seeks to figure out the experimenter’s hypotheses and confirm them.
de: Der *gute Teilnehmer* versucht, dem Forscher zu sehr behilflich zu sein. Er oder sie versucht, die Hypothesen des Experimentators herauszufinden und sie zu bestätigen.
nb: Den *gode deltakeren* prøver å være for hjelpsom mot forskeren. Han eller hun forsøker å finne ut av eksperimentatorens hypoteser og bekrefte dem.
ta: * நல்ல பங்கேற்பாளர் * ஆராய்ச்சியாளருக்கு மிகவும் உதவியாக இருக்க முயற்சிக்கிறார். அவர் அல்லது அவள் பரிசோதனையாளரின் கருதுகோள்களைக் கண்டுபிடித்து அவற்றை உறுதிப்படுத்த முற்படுகிறார்கள்.

source: The *negative participant* does the exact opposite of the good participant. He or she seeks to break or destroy the study or the hypothesis in some way.
de: Der *destruktive Teilnehmer* tut genau das Gegenteil des guten Teilnehmers. Er oder sie versucht, die Studie oder die Hypothese auf irgendeine Weise zu untergraben.
nb: Den *negative deltakeren* gjør det stikk motsatte av den gode deltakeren. Han eller hun forsøker å ødelegge eller ødelegge studien eller hypotesen på en eller annen måte.
ta: * எதிர்மறை பங்கேற்பாளர் * நல்ல பங்கேற்பாளருக்கு நேர்மாறாக செயல்படுகிறார். அவன் அல்லது அவள் ஆய்வை அல்லது கருதுகோளை ஏதோவொரு வகையில் உடைக்க அல்லது அழிக்க முயல்கின்றனர்.

source: The *faithful participant* is unnaturally obedient. He or she seeks to follow instructions perfectly, regardless of what might have happened in a more realistic setting.
de: Der *gewissenhafte Teilnehmer* ist außergewöhnlich gehorsam. Er oder sie versucht, die Anweisungen perfekt zu befolgen, unabhängig davon, was in einer realistischeren Umgebung passiert wäre.
nb: Den *trofaste deltakeren* er unaturlig lydig. Han eller hun forsøker å følge instruksjonene til punkt og prikke, uavhengig av hva som kunne ha skjedd i en mer realistisk setting.
ta: * விசுவாசமான பங்கேற்பாளர் * இயற்கைக்கு மாறான கீழ்ப்படிதல். மிகவும் யதார்த்தமான அமைப்பில் என்ன நடந்திருக்கலாம் என்பதைப் பொருட்படுத்தாமல், அவர் அல்லது அவள் அறிவுறுத்தல்களைச் பின்பற்ற முற்படுகிறார்கள்.

source: The *apprehensive participant* gets nervous about being tested or studied, so much so that his or her behaviour becomes highly unnatural, or overly socially desirable.
de: Der *besorgte Teilnehmer* wird nervös, wenn er getestet oder untersucht wird, so sehr, dass sein Verhalten höchst unnatürlich oder übermäßig sozial wünschenswert wird.
nb: Den *engstelige deltakeren* blir nervøs for å bli testet eller studert, så mye at hans eller hennes atferd blir svært unaturlig, eller altfor sosialt ønskelig.
ta: * பயமுறுத்தும் பங்கேற்பாளர் * சோதிக்கப்படுவதைப் பற்றி பதட்டமாக இருக்கிறார், இதனால் அவரது நடத்தை மிகவும் இயற்கைக்கு மாறானது, அல்லது அதிகப்படியான சமூக விரும்பத்தக்கதாக மாறும்.

source: Placebo effects
de: Placebo-Effekte
nb: Placeboeffekter
ta: மருந்துப்போலி விளைவுகள்

source: The **placebo effect** is a specific type of demand effect that we worry a lot about. It refers to the situation where the mere fact of being treated causes an improvement in outcomes. The classic example comes from clinical trials. If you give people a completely chemically inert drug and tell them that it’s a cure for a disease, they will tend to get better faster than people who aren’t treated at all. In other words, it is people’s belief that they are being treated that causes the improved outcomes, not the drug.
de: Der **Placebo-Effekt** ist eine besondere Form von Anforderungsmerkmalen, über den wir uns viele Gedanken machen. Er bezieht sich auf eine Situation, in der die bloße Tatsache, behandelt zu werden, eine Verbesserung der Ergebnisse bewirkt. Das klassische Beispiel stammt aus klinischen Studien. Wenn man Menschen ein chemisch völlig inertes Medikament verabreicht und ihnen sagt, dass es ein Heilmittel für eine Krankheit ist, werden sie tendenziell schneller gesund als Menschen, die überhaupt nicht behandelt werden. Mit anderen Worten: Der Glaube der Menschen, dass sie behandelt werden, ist der Grund für die besseren Ergebnisse, nicht das Medikament.
nb: **Placeboeffekten** er en spesifikk type *demand effect* som vi bekymrer oss mye for. Den refererer til en situasjon der bare det å bli behandlet fører til en forbedring av resultatene. Det klassiske eksempelet kommer fra kliniske studier. Hvis du gir folk et helt kjemisk inert legemiddel og forteller dem at det er en kur mot en sykdom, vil de ha en tendens til å bli raskere friske enn folk som ikke får behandling i det hele tatt. Det er med andre ord folks tro på at de blir behandlet som gir bedre resultater, ikke legemiddelet.
ta: ** மருந்துப்போலி விளைவு ** என்பது ஒரு குறிப்பிட்ட வகை கோரிக்கை விளைவு, நாம் அதிகம் கவலைப்படுகிறோம். சிகிச்சையளிக்கப்படுவதன் வெறும் உண்மை விளைவுகளில் முன்னேற்றத்தை ஏற்படுத்தும் சூழ்நிலையை இது குறிக்கிறது. உன்னதமான சான்று மருத்துவ பரிசோதனைகளிலிருந்து வருகிறது. நீங்கள் மக்களுக்கு முற்றிலும் வேதியியல் ரீதியாக மந்தமான மருந்தைக் கொடுத்து, இது ஒரு நோய்க்கான மருத்தீடு என்று அவர்களிடம் சொன்னால், அவர்கள் சிகிச்சையளிக்கப்படாத நபர்களைக் காட்டிலும் வேகமாகப் பெறுவார்கள். வேறு வார்த்தைகளில் கூறுவதானால், அவர்கள் நடத்தப்படுகிறார்கள் என்பது மக்களின் நம்பிக்கை, இது மேம்பட்ட விளைவுகளை ஏற்படுத்துகிறது, மருந்து அல்ல.

source: However, the current consensus in medicine is that true placebo effects are quite rare and most of what was previously considered placebo effect is in fact some combination of natural healing (some people just get better on their own), regression to the mean and other quirks of study design. Of interest to psychology is that the strongest evidence for at least some placebo effect is in self-reported outcomes, most notably in treatment of pain (:ref:`Hróbjartsson & Gøtzsche, 2010 <Hrobjartsson_2010>`).
de: Der derzeitige Konsens in der Medizin ist jedoch, dass echte Placebo-Effekte recht selten sind und dass das meiste, was früher als Placebo-Effekt angesehen wurde, in Wirklichkeit eine Kombination aus natürlicher Heilung (manche Menschen werden einfach von selbst gesünder), Regression zum Mittelwert und anderen Eigenheiten des Studiendesigns ist. Für die Psychologie ist interessant, dass die stärksten Belege für einen zumindest gewissen Placebo-Effekt bei selbstberichteten Ergebnissen zu finden sind, vor allem bei der Behandlung von Schmerzen (:ref:`Hróbjartsson & Gøtzsche, 2010 <Hrobjartsson_2010>`).
nb: I dag er det imidlertid konsensus i medisinen om at ekte placeboeffekter er ganske sjeldne, og at det meste av det som tidligere ble ansett som placeboeffekt, i virkeligheten er en kombinasjon av naturlig helbredelse (noen mennesker blir bare bedre av seg selv), regresjon mot gjennomsnittet og andre særegenheter ved studiedesignet. Av interesse for psykologien er at de sterkeste bevisene for i det minste en viss placeboeffekt finnes i selvrapporterte resultater, særlig når det gjelder behandling av smerte (:ref:`Hróbjartsson & Gøtzsche, 2010 <Hrobjartsson_2010>`).
ta: எவ்வாறாயினும், மருத்துவத்தில் தற்போதைய ஒருமித்த கருத்து என்னவென்றால், உண்மையான மருந்துப்போலி விளைவுகள் மிகவும் அரிதானவை, முன்னர் மருந்துப்போலி விளைவு என்று கருதப்பட்டவற்றில் பெரும்பாலானவை இயற்கையான குணப்படுத்துதலின் சில கலவையாகும் (சிலர் தாங்களாகவே சிறப்பாக வருகிறார்கள்), சராசரி மற்றும் பிற க்யூர்க்ச் ஆகியவற்றுக்கு பின்னடைவு ஆய்வு வடிவமைப்பு. உளவியலுக்கு ஆர்வம் என்னவென்றால், குறைந்தபட்சம் சில மருந்துப்போலி விளைவுகளுக்கான வலுவான சான்றுகள் சுய-அறிக்கை விளைவுகளில் உள்ளன, குறிப்பாக வலிக்கு சிகிச்சையளிப்பதில் (: erf: `அ்ரொப்சார்ட்சன் & கோட்ச்சே, 2010 <hrobjartsson_2010>`).

source: Situation, measurement and sub-population effects
de: Situations-, Mess- und Teilpopulationseffekte
nb: Situasjons-, måle- og subpopulasjonseffekter
ta: நிலைமை, அளவீட்டு மற்றும் துணை மக்கள்தொகை விளைவுகள்
