Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: So let’s take a classic example, maybe *the* classic example, of a psychological measurement tool: the **Likert scale**. The humble Likert scale is the bread and butter tool of all survey design. You yourself have filled out hundreds, maybe thousands, of them and odds are you’ve even used one yourself. Suppose we have a survey question that looks like this:
de: Nehmen wir also ein klassisches Beispiel, vielleicht *das* klassische Beispiel für ein psychologisches Messinstrument: die **Likert-Skala**. Die bescheidene Likert-Skala ist das A und O aller Umfragen. Auch Sie haben schon Hunderte, vielleicht Tausende von diesen Likert-Skalen ausgefüllt, und wahrscheinlich haben Sie selbst sogar schon eine verwendet. Nehmen wir an, wir haben eine Umfrage, die wie folgt aussieht:
nb: La oss ta et klassisk eksempel, kanskje *det* klassiske eksempelet på et psykologisk måleverktøy: **Likert-skalaen**. Den ydmyke Likert-skalaen er det viktigste verktøyet i all utforming av spørreundersøkelser. Du har selv fylt ut hundrevis, kanskje tusenvis, av dem, og det er stor sjanse for at du til og med har brukt en selv. Anta at vi har et spørsmål i en undersøkelse som ser slik ut:
ta: ஆகவே, ஒரு உளவியல் அளவீட்டு கருவியின் ஒரு உன்னதமான உதாரணத்தை எடுத்துக்கொள்வோம், ** லிகர்ட் அளவுகோல் **. தாழ்மையான லிகர்ட் அளவுகோல் அனைத்து கணக்கெடுப்பு வடிவமைப்பின் ரொட்டி மற்றும் வெண்ணெய் கருவி. நீங்களே நூற்றுக்கணக்கான, ஆயிரக்கணக்கானவர்களை நிரப்பியிருக்கிறீர்கள், அவற்றில், முரண்பாடுகள் நீங்களே ஒன்றைப் பயன்படுத்தினீர்கள். எங்களிடம் ஒரு கணக்கெடுப்பு கேள்வி உள்ளது என்று வைத்துக்கொள்வோம்:

source: Which of the following best describes your opinion of the statement that “all pirates are freaking awesome”?
de: Welche der folgenden Aussagen beschreibt am besten Ihre Meinung zu der Behauptung, dass „alle Piraten verdammt cool sind“?
nb: Hvilket av følgende utsagn beskriver best hva du mener om påstanden om at «alle pirater er freaking awesome»?
ta: "எல்லா கடற்கொள்ளையர்களும் அருமை அற்புதமானவர்கள்" என்ற அறிக்கையைப் பற்றிய உங்கள் கருத்தை பின்வருவனவற்றில் எது சிறப்பாக விவரிக்கிறது?

source: and then the options presented to the participant are these:
de: und dann werden den Teilnehmern folgende Optionen angeboten:
nb: og deretter får deltakeren følgende alternativer:
ta: பின்னர் பங்கேற்பாளருக்கு வழங்கப்பட்ட விருப்பங்கள் இவை:

source: \(1\) Strongly disagree
de: \(1\) Stimme überhaupt nicht zu
nb: \(1\) Helt uenig
ta: \ (1 \) கடுமையாக உடன்படவில்லை

source: \(2\) Disagree
de: \(2\) Stimme nicht zu
nb: \(2\) Uenig
ta: \ (2 \) உடன்படவில்லை

source: \(3\) Neither agree nor disagree
de: \(3\) Stimme weder zu noch nicht zu
nb: \(3\) Verken enig eller uenig
ta: \ (3 \) உடன்படவில்லை அல்லது உடன்படவில்லை

source: \(4\) Agree
de: \(4\) Stimme zu
nb: \(4\) Enig
ta: \ (4 \) ஒப்புக்கொள்கிறேன்

source: \(5\) Strongly agree
de: \(5\) Stimme voll und ganz zu
nb: \(5\) Helt enig
ta: \ (5 \) கடுமையாக ஒப்புக்கொள்கிறேன்

source: This set of items is an example of a 5-point Likert scale, in which people are asked to choose among one of several (in this case 5) clearly ordered possibilities, generally with a verbal descriptor given in each case. However, it’s not necessary that all items are explicitly described. This is a perfectly good example of a 5-point Likert scale too:
de: Diese Reihe von Items ist ein Beispiel für eine 5-Punkte-Likert-Skala, bei der Personen gebeten werden, zwischen mehreren (in diesem Fall 5) klar geordneten Möglichkeiten zu wählen, wobei in der Regel jeweils eine verbale Beschreibung (Deskriptor) angegeben wird. Es ist jedoch nicht notwendig, dass alle Items explizit beschrieben werden. Auch dies ist ein sehr gutes Beispiel für eine 5-Punkte-Likert-Skala:
nb: Dette settet med spørsmål er et eksempel på en 5-punkts Likert-skala, der folk blir bedt om å velge mellom en av flere (i dette tilfellet 5) klart ordnede muligheter, vanligvis med en verbal beskrivelse i hvert tilfelle. Det er imidlertid ikke nødvendig at alle elementene er eksplisitt beskrevet. Dette er også et godt eksempel på en 5-punkts Likert-skala:
ta: இந்த உருப்படிகளின் தொகுப்பு 5-புள்ளி லிகர்ட் அளவிற்கு ஒரு எடுத்துக்காட்டு, இதில் மக்கள் பலவற்றில் ஒன்றைத் தேர்வுசெய்யும்படி கேட்கப்படுகிறார்கள் (இந்த வழக்கில் 5) தெளிவாக ஆர்டர் செய்யப்பட்ட சாத்தியக்கூறுகள், பொதுவாக ஒவ்வொரு வழக்கிலும் கொடுக்கப்பட்ட வாய்மொழி விவரிப்பாளருடன். இருப்பினும், எல்லா பொருட்களும் வெளிப்படையாக விவரிக்கப்பட வேண்டிய அவசியமில்லை. 5-புள்ளி லிகர்ட் அளவிற்கும் இது ஒரு நல்ல எடுத்துக்காட்டு:

source: Likert scales are very handy, if somewhat limited, tools. The question is what kind of variable are they? They’re obviously discrete, since you can’t give a response of 2.5. They’re obviously not nominal scale, since the items are ordered; and they’re not ratio scale either, since there’s no natural zero.
de: Likert-Skalen sind sehr praktische, wenn auch etwas begrenzte Instrumente. Die Frage ist, um welche Art von Variablen es sich handelt. Offensichtlich sind sie diskret, da man keine Antwort von 2,5 geben kann. Sie sind offensichtlich nicht nominalskaliert, da die Items geordnet sind; und sie sind auch nicht verhältnisskaliert, da es keinen natürliche Nullpunkt gibt.
nb: Likert-skalaer er svært praktiske, om enn noe begrensede, verktøy. Spørsmålet er hva slags variabler de er. De er åpenbart diskrete, siden du ikke kan gi et svar på 2,5. De er åpenbart ikke nominalskalaer, siden svaralternativene er ordnet, og de er heller ikke forholdstallsskalaer, siden det ikke finnes noen naturlig null.
ta: லிகர்ட் செதில்கள் மிகவும் எளிது, ஓரளவு குறைவாக இருந்தால், கருவிகள். அவர்கள் எந்த வகையான மாறி? நீங்கள் 2.5 இன் பதிலைக் கொடுக்க முடியாது என்பதால் அவை வெளிப்படையாக தனித்துவமானவை. உருப்படிகள் ஆர்டர் செய்யப்படுவதால் அவை வெளிப்படையாக பெயரளவு இல்லை; இயற்கையான பூச்சியம் இல்லாததால் அவை விகித அளவிலானவை அல்ல.

source: But are they ordinal scale or interval scale? One argument says that we can’t really prove that the difference between “strongly agree” and “agree” is of the same size as the difference between “agree” and “neither agree nor disagree”. In fact, in everyday life it’s pretty obvious that they’re not the same at all. So this suggests that we ought to treat Likert scales as ordinal variables. On the other hand, in practice most participants do seem to take the whole “on a scale from 1 to 5” part fairly seriously, and they tend to act as if the differences between the five response options were fairly similar to one another. As a consequence, a lot of researchers treat Likert scale data as interval scale.\ [#]_ It’s not interval scale, but in practice it’s close enough that we usually think of it as being **quasi-interval scale**.
de: Aber handelt es sich dabei um ordinalskalierte oder intervallskalierte Variablen? Ein Argument besagt, dass wir nicht wirklich beweisen können, dass der Unterschied zwischen „stimme voll und ganz zu“ und „stimme zu“ genau so groß ist, wie der Unterschied zwischen „stimme zu“ und „stimme weder zu noch nicht zu“. In der Tat ist es im täglichen Leben doch ziemlich offensichtlich, dass sie überhaupt nicht gleich sind. Dies legt nahe, dass wir Likert-Skalen als ordinalskalierte Variablen behandeln sollten. Andererseits scheinen in der Praxis die meisten Teilnehmer den Teil „auf einer Skala von 1 bis 5“ ziemlich ernst zu nehmen, und dazu zu neigen, so zu tun, als seien die Unterschiede zwischen den fünf Antwortmöglichkeiten recht ähnlich. Infolgedessen behandeln viele Forscher die Daten der Likert-Skala als intervallskaliert.\ [#]_ Es handelt sich zwar nicht um eine Intervallskala, aber in der Praxis ist sie einer solchen so ähnlich, dass wir sie gewöhnlich als **Quasi-Intervallskala** betrachten.
nb: Men er det ordinalskala eller intervallskala? Et argument sier at vi ikke kan bevise at forskjellen mellom «helt enig» og «enig» er like stor som forskjellen mellom «enig» og «verken enig eller uenig». I dagliglivet er det faktisk ganske åpenbart at de ikke er like store i det hele tatt. Dette tyder på at vi bør behandle Likert-skalaer som ordinalvariabler. På den annen side ser det i praksis ut til at de fleste deltakere tar hele «på en skala fra 1 til 5»-delen ganske alvorlig, og de har en tendens til å oppføre seg som om forskjellene mellom de fem svaralternativene var ganske like hverandre. Som en konsekvens av dette behandler mange forskere Likert-skalaer som intervallskalaer,\ [#]_ men i praksis er det såpass nært at vi vanligvis tenker på det som **kvasi-intervallskalaer**.
ta: ஆனால் அவை சாதாரண அளவுகோல் அல்லது இடைவெளி அளவையா? "கடுமையாக ஒப்புக்கொள்கிறேன்" மற்றும் "ஒப்புக்கொள்வது" ஆகியவற்றுக்கு இடையேயான வேறுபாடு "ஒப்புக்கொள்கிறது" மற்றும் "ஒப்புக்கொள்வது அல்லது உடன்படவில்லை" ஆகியவற்றுக்கு இடையேயான வேறுபாடு என்பதை நாங்கள் உண்மையில் நிரூபிக்க முடியாது என்று ஒரு உரையாடல் கூறுகிறது. உண்மையில், அன்றாட வாழ்க்கையில் அவை ஒன்றும் இல்லை என்பது தெளிவாகத் தெரிகிறது. எனவே இது லிகர்ட் செதில்களை சாதாரண மாறிகள் என்று கருத வேண்டும் என்று இது அறிவுறுத்துகிறது. மறுபுறம், நடைமுறையில் பெரும்பாலான பங்கேற்பாளர்கள் முழு "1 முதல் 5 வரையிலான" பகுதியை மிகவும் தீவிரமாக எடுத்துக்கொள்வதாகத் தெரிகிறது, மேலும் ஐந்து மறுமொழி விருப்பங்களுக்கிடையிலான வேறுபாடுகள் ஒருவருக்கொருவர் ஒத்ததாக இருப்பதைப் போல அவை செயல்படுகின்றன. இதன் விளைவாக, நிறைய ஆராய்ச்சியாளர்கள் லிகர்ட் அளவிலான தரவை இடைவெளி அளவுகோலாகக் கருதுகின்றனர். \ [#] _ இது இடைவெளி அளவு அல்ல, ஆனால் நடைமுறையில் இது ** அரை-இடைவெளி அளவுகோல் ** என்று நாம் வழக்கமாக நினைக்கும் அளவுக்கு நெருக்கமாக இருக்கிறது.

source: Actually, I’ve been informed by readers with greater physics knowledge than I that temperature isn’t strictly an interval scale, in the sense that the amount of energy required to heat something up by 3° depends on it’s current temperature. So in the sense that physicists care about, temperature isn’t actually an interval scale. But it still makes a cute example so I’m going to ignore this little inconvenient truth.
de: Ich wurde von Lesern, die mehr über Physik wissen als ich, darüber informiert, dass die Temperatur nicht unbedingt eine Intervallskala ist, da die Energiemenge, die erforderlich ist, um etwas um 3° zu erwärmen, von der aktuellen Temperatur abhängt. In dem Sinne, der für Physiker wichtig ist, stellt die Temperatur also keine Intervallskala dar. Aber es ist trotzdem ein nettes Beispiel, also werde ich diese kleine unbequeme Wahrheit ignorieren.
nb: Faktisk har jeg blitt informert av lesere med større fysikkunnskaper enn meg om at temperatur ikke strengt tatt er en intervallskala, i den forstand at energimengden som kreves for å varme opp noe med 3°, avhenger av den aktuelle temperaturen. Så i den forstand som fysikere bryr seg om, er temperatur faktisk ikke en intervallskala. Men det er likevel et søtt eksempel, så jeg skal ignorere denne lille, ubeleilige sannheten.
ta: உண்மையில், வெப்பநிலை கண்டிப்பாக ஒரு இடைவெளி அளவு அல்ல என்பதை விட அதிக இயற்பியல் அறிவைக் கொண்ட வாசகர்களால் எனக்குத் தெரிவிக்கப்பட்டுள்ளது, அதாவது 3 by ஆல் எதையாவது சூடாக்குவதற்கு தேவையான ஆற்றலின் அளவு அதன் தற்போதைய வெப்பநிலையைப் பொறுத்தது. எனவே இயற்பியலாளர்கள் அக்கறை காட்டுகிறார்கள் என்ற பொருளில், வெப்பநிலை உண்மையில் இடைவெளி அளவு அல்ல. ஆனால் இது இன்னும் ஒரு அழகான உதாரணத்தை உருவாக்குகிறது, எனவே இந்த சிறிய சிரமமான உண்மையை நான் புறக்கணிக்கப் போகிறேன்.

source: Ah, psychology… never an easy answer to anything!
de: Ah, Psychologie… nie eine einfache Antwort!
nb: Psykologi… aldri et enkelt svar på noe!
ta: ஆ, உளவியல்… எதற்கும் எளிதான பதில் இல்லை!

source: Assessing the reliability of a measurement
de: Beurteilung der Zuverlässigkeit einer Messung
nb: Vurdere reliabiliteten til en måling
ta: ஒரு அளவீட்டின் நம்பகத்தன்மையை மதிப்பிடுதல்

source: At this point we’ve thought a little bit about how to operationalise a theoretical construct and thereby create a psychological measure. And we’ve seen that by applying psychological measures we end up with variables, which can come in many different types. At this point, we should start discussing the obvious question: is the measurement any good? We’ll do this in terms of two related ideas: *reliability* and *validity*. Put simply, the **reliability** of a measure tells you how *precisely* you are measuring something, whereas the validity of a measure tells you how *accurate* the measure is. In this section I’ll talk about reliability; we’ll talk about validity in section :doc:`Ch02_StudyDesign_5`.
de: An diesem Punkt haben wir ein wenig darüber nachgedacht, wie man ein theoretisches Konstrukt operationalisieren und dadurch eine psychologische Messung schaffen kann. Und wir haben gesehen, dass wir durch die Anwendung psychologischer Messungen zu Variablen kommen, die es in vielen verschiedenen Arten geben kann. An diesem Punkt sollten wir die offensichtliche Frage erörtern: Ist die Messung überhaupt gut? Wir werden dies anhand von zwei verwandten Begriffen tun: *Reliabilität* und *Validität*. Einfach ausgedrückt, sagt die **Reliabilität** einer Messung aus, wie *zuverlässig* man etwas misst, während die Validität einer Messung angibt, wie *gültig* die Messung ist. In diesem Abschnitt spreche ich über Reliabilität; über Validität sprechen wir in Abschnitt :doc:`Ch02_StudyDesign_5`.
nb: Nå har vi tenkt litt på hvordan man kan operasjonalisere et teoretisk konstrukt og dermed skape et psykologisk mål. Og vi har sett at ved å bruke psykologiske mål ender vi opp med variabler, som kan komme i mange forskjellige typer. Nå bør vi begynne å diskutere det åpenbare spørsmålet: Er målingen god? Vi skal gjøre dette med utgangspunkt i to beslektede begreper: *reliabilitet* og *validitet*. Enkelt sagt forteller **reliabiliteten** til et mål deg hvor *presist* du måler noe, mens validiteten til et mål forteller deg hvor *nøyaktig* målet er. I dette avsnittet skal jeg snakke om reliabilitet, mens vi skal snakke om validitet i avsnitt :doc:`Ch02_StudyDesign_5`.
ta: இந்த கட்டத்தில் ஒரு தத்துவார்த்த கட்டமைப்பை எவ்வாறு செயல்படுத்துவது மற்றும் அதன் மூலம் ஒரு உளவியல் நடவடிக்கையை உருவாக்குவது பற்றி கொஞ்சம் நினைத்தோம். உளவியல் நடவடிக்கைகளைப் பயன்படுத்துவதன் மூலம் நாம் மாறுபாடுகளுடன் முடிவடைவதை நாங்கள் கண்டோம், இது பல வகைகளில் வரக்கூடும். இந்த கட்டத்தில், நாம் வெளிப்படையான கேள்வியைப் பற்றி விவாதிக்கத் தொடங்க வேண்டும்: அளவீட்டு ஏதேனும் நல்லதா? தொடர்புடைய இரண்டு யோசனைகளின் அடிப்படையில் இதைச் செய்வோம்: *நம்பகத்தன்மை *மற்றும் *செல்லுபடியாகும் *. எளிமையாகச் சொல்வதானால், ஒரு நடவடிக்கையின் ** நம்பகத்தன்மை ** நீங்கள் எதையாவது அளவிடுகிறீர்கள் என்பதை ** உங்களுக்குக் கூறுகிறது, அதேசமயம் ஒரு நடவடிக்கையின் செல்லுபடியாகும் தன்மை*துல்லியமானது*நடவடிக்கை எவ்வளவு என்பதை உங்களுக்குக் கூறுகிறது. இந்த பிரிவில் நான் நம்பகத்தன்மை பற்றி பேசுவேன்; பிரிவில் செல்லுபடியாகும் தன்மை பற்றி பேசுவோம்: DOC: `CH02_STUDYDESIGN_5`.

source: Reliability is actually a very simple concept. It refers to the repeatability or consistency of your measurement. The measurement of my weight by means of a “bathroom scale” is very reliable. If I step on and off the scales over and over again, it’ll keep giving me the same answer. Measuring my intelligence by means of “asking my mum” is very unreliable. Some days she tells me I’m a bit thick, and other days she tells me I’m a complete idiot. Notice that this concept of reliability is different to the question of whether the measurements are correct (the correctness of a measurement relates to it’s validity). If I’m holding a sack of potatos when I step on and off the bathroom scales the measurement will still be reliable: it will always give me the same answer. However, this highly reliable answer doesn’t match up to my true weight at all, therefore it’s wrong. In technical terms, this is a *reliable but invalid* measurement. Similarly, whilst my mum’s estimate of my intelligence is a bit unreliable, she might be right. Maybe I’m just not too bright, and so while her estimate of my intelligence fluctuates pretty wildly from day to day, it’s basically right. That would be an *unreliable but valid* measure. Of course, if my mum’s estimates are too unreliable it’s going to be very hard to figure out which one of her many claims about my intelligence is actually the right one. To some extent, then, a very unreliable measure tends to end up being invalid for practical purposes; so much so that many people would say that reliability is necessary (but not sufficient) to ensure validity.
de: Reliabilität ist eigentlich ein sehr einfaches Konzept. Er bezieht sich auf die Wiederholbarkeit bzw. Konsistenz Ihrer Messung. Die Messung meines Gewichts mit einer „Personenwaage“ ist sehr zuverlässig. Wenn ich immer wieder auf die Waage steige, wird sie mir immer wieder die gleiche Antwort geben. Die Messung meiner Intelligenz, in dem ich „meine Mutter frage“ ist sehr unzuverlässig. An manchen Tagen sagt sie, ich sei ein bisschen dumm und an anderen Tagen sagt sie, ich sei ein kompletter Idiot. Beachten Sie, dass dieses Konzept der Zuverlässigkeit (Reliabilität) etwas anderes ist als die Frage, ob Messungen korrekt sind (die Korrektheit einer Messung bezieht sich auf ihre Validität). Wenn ich einen Sack Kartoffeln in der Hand halte, während ich auf die Waage im Badezimmer steige, ist die Messung immer noch zuverlässig (reliabel): Sie wird mir immer die gleiche Antwort geben. Allerdings stimmt diese höchst zuverlässige (reliable) Antwort überhaupt nicht mit meinem wahren Gewicht überein, sie ist also falsch (nicht valide). Technisch ausgedrückt handelt es sich um eine *zuverlässige (reliable), aber ungültige (nicht valide)* Messung. In ähnlicher Weise ist die Einschätzung meiner Intelligenz durch meine Mutter zwar etwas unzuverlässig (nicht reliabel), aber sie könnte recht haben. Vielleicht bin ich einfach nicht besonders intelligent, und ihre Einschätzung meiner Intelligenz schwankt zwar von Tag zu Tag ziemlich stark, aber im Grunde ist sie richtig (valide). Das wäre eine *unzuverlässige (nicht reliable), aber gültige (valider)* Messung. Wenn die Schätzungen meiner Mutter zu unzuverlässig sind, wird es natürlich sehr schwer sein, herauszufinden, welche ihrer vielen Behauptungen über meine Intelligenz tatsächlich richtig ist. Bis zu einem gewissen Grad ist also eine sehr unzuverlässige Messung für praktische Zwecke auch ungültig; so sehr, dass viele Leute sagen würden, dass Zuverlässigkeit (Reliabilität) notwendig (aber nicht ausreichend) ist, um Gültigkeit (Validität) zu gewährleisten.
nb: Reliabilitet er egentlig et veldig enkelt begrep. Det refererer til repeterbarheten eller konsistensen i målingen. Måling av vekten min ved hjelp av en «badevekt» er svært reliabel. Hvis jeg går av og på vekten om og om igjen, vil den gi meg det samme svaret. Å måle intelligensen min ved å «spørre moren min» er svært lite reliabel. Noen dager sier hun at jeg er litt dum, og andre dager sier hun at jeg er en komplett idiot. Legg merke til at begrepet reliabilitet er noe annet enn spørsmålet om hvorvidt målingene er korrekte (en målings korrekthet er knyttet til dens validitet). Hvis jeg holder en sekk med potet når jeg går på og av badevekten, vil målingen fortsatt være reliabel: Den vil alltid gi meg det samme svaret. Men dette svært reliable svaret stemmer ikke overens med min virkelige vekt i det hele tatt, og derfor er det feil. Teknisk sett er dette en *reliabel, men ugyldig* måling. På samme måte kan det hende at moren min har rett i at jeg er litt ureliabel når det gjelder intelligens. Kanskje er jeg bare ikke så smart, og selv om hennes vurdering av intelligensen min svinger ganske mye fra dag til dag, er den i utgangspunktet riktig. Det ville være et * ureliabel, men gyldig* mål. Men hvis mammas estimater er for ureliabel, blir det selvsagt veldig vanskelig å finne ut hvilken av hennes mange påstander om min intelligens som faktisk er den riktige. Til en viss grad vil derfor et svært ureliabel mål ha en tendens til å ende opp med å være ugyldig for praktiske formål; så mye at mange vil si at reliabilitet er nødvendig (men ikke tilstrekkelig) for å sikre validitet.
ta: நம்பகத்தன்மை உண்மையில் மிகவும் எளிமையான கருத்து. இது உங்கள் அளவீட்டின் மீண்டும் நிகழ்தகவு அல்லது நிலைத்தன்மையைக் குறிக்கிறது. “குளியலறை அளவுகோல்” மூலம் எனது எடையை அளவிடுவது மிகவும் நம்பகமானது. நான் மீண்டும் மீண்டும் செதில்களுக்குள் நுழைந்தால், அது எனக்கு அதே பதிலைக் கொடுக்கும். "என் அம்மாவைக் கேட்பது" மூலம் எனது உளவுத்துறையை அளவிடுவது மிகவும் நம்பமுடியாதது. சில நாட்களில் நான் சற்று தடிமனாக இருக்கிறேன் என்று அவள் என்னிடம் சொல்கிறாள், மற்ற நாட்களில் அவள் என்னிடம் ஒரு முழுமையான முட்டாள் என்று சொல்கிறாள். நம்பகத்தன்மை பற்றிய இந்த கருத்து அளவீடுகள் சரியானதா என்ற கேள்விக்கு வேறுபட்டது என்பதைக் கவனியுங்கள் (ஒரு அளவீட்டின் சரியான தன்மை அதன் செல்லுபடியாகும் தன்மையுடன் தொடர்புடையது). நான் குளியலறை அளவீடுகளுக்கு வெளியேயும் வெளியேயும் அடியெடுத்து வைக்கும் போது நான் உருளைக்கிழங்கு சாக்கை வைத்திருந்தால், அளவீட்டு இன்னும் நம்பகமானதாக இருக்கும்: அது எப்போதும் எனக்கு அதே பதிலைக் கொடுக்கும். இருப்பினும், இந்த மிகவும் நம்பகமான பதில் எனது உண்மையான எடையுடன் பொருந்தாது, எனவே அது தவறு. தொழில்நுட்ப அடிப்படையில், இது ஒரு * நம்பகமான ஆனால் தவறான * அளவீட்டு. இதேபோல், எனது உளவுத்துறையைப் பற்றிய எனது அம்மாவின் மதிப்பீடு சற்று நம்பமுடியாதது என்றாலும், அவள் சொல்வது சரிதான். ஒருவேளை நான் மிகவும் பிரகாசமாக இல்லை, ஆகவே, எனது உளவுத்துறையைப் பற்றிய அவளுடைய மதிப்பீடு நாளுக்கு நாள் மிகவும் பெருமளவில் மாறுபடுகிறது என்றாலும், அது அடிப்படையில் சரியானது. அது * நம்பமுடியாத ஆனால் செல்லுபடியாகும் * நடவடிக்கையாக இருக்கும். நிச்சயமாக, எனது அம்மாவின் மதிப்பீடுகள் மிகவும் நம்பமுடியாதவை என்றால், எனது உளவுத்துறையைப் பற்றிய அவளது பல கூற்றுகளில் எது உண்மையில் சரியானது என்பதைக் கண்டுபிடிப்பது மிகவும் கடினமாக இருக்கும். ஓரளவிற்கு, மிகவும் நம்பமுடியாத நடவடிக்கை நடைமுறை நோக்கங்களுக்காக செல்லாது; செல்லுபடியை உறுதிப்படுத்த நம்பகத்தன்மை தேவை (ஆனால் போதுமானதாக இல்லை) என்று பலர் கூறுவார்கள்.

source: Okay, now that we’re clear on the distinction between reliability and validity, let’s have a think about the different ways in which we might measure reliability:
de: Okay, nun da wir uns über den Unterschied zwischen Reliabilität und Validität im Klaren sind, lassen Sie uns über die verschiedenen Möglichkeiten nachdenken, wie wir die Reliabilität messen können:
nb: Nå som vi har fått klarhet i skillet mellom reliabilitet og validitet, kan vi se nærmere på de ulike måtene vi kan måle reliabilitet på:
ta: சரி, நம்பகத்தன்மைக்கும் செல்லுபடியாகும் தன்மைக்கும் இடையிலான வேறுபாடு குறித்து இப்போது நாங்கள் தெளிவாக இருப்பதால், நம்பகத்தன்மையை அளவிடக்கூடிய வெவ்வேறு வழிகளைப் பற்றி சிந்திக்கலாம்:

source: **Test-retest reliability**. This relates to consistency over time. If we repeat the measurement at a later date do we get a the same answer?
de: **Test-Retest-Reliabilität**. Dies bezieht sich auf die Konsistenz einer Messung über die Zeit. Wenn wir die Messung zu einem späteren Zeitpunkt wiederholen, erhalten wir dann das gleiche Ergebnis?
nb: **Test-retest-reliabilitet**. Dette handler om konsistens over tid. Hvis vi gjentar målingen på et senere tidspunkt, får vi da det samme svaret?
ta: ** சோதனை-மறுபரிசீலனை நம்பகத்தன்மை **. இது காலப்போக்கில் நிலைத்தன்மையுடன் தொடர்புடையது. பின்னர் தேதியில் அளவீட்டை மீண்டும் செய்தால், அதே பதிலைப் பெறுவோமா?

source: **Inter-rater reliability**. This relates to consistency across people. If someone else repeats the measurement (e.g., someone else rates my intelligence) will they produce the same answer?
de: **Inter-Rater Reliabilität**. Dies bezieht sich auf die Konsistenz einer Messung zwischen verschiedenen Personen. Wenn eine andere Person die Messung wiederholt (z.B. jemand anderes meine Intelligenz beurteilt), wird diese Person dann zum gleichen Ergebnis kommen?
nb: **Reliabilitet mellom bedømmere**. Dette handler om konsistens på tvers av personer. Hvis noen andre gjentar målingen (f.eks. hvis noen andre vurderer intelligensen min), vil de komme frem til det samme svaret?
ta: ** இன்டர்-ரேட்டர் நம்பகத்தன்மை **. இது மக்கள் முழுவதும் நிலைத்தன்மையுடன் தொடர்புடையது. வேறு யாராவது அளவீட்டை மீண்டும் செய்தால் (எ.கா., வேறு யாராவது எனது உளவுத்துறையை மதிப்பிடுகிறார்கள்) அவர்கள் அதே பதிலை உருவாக்குவார்களா?
