Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: :doc:`Ch02_StudyDesign_2`: Remember that there are *two* different distinctions here. There’s the difference between discrete and continuous data, and there’s the difference between the four different scale types (nominal, ordinal, interval and ratio).
de: :doc:`Ch02_StudyDesign_2`: Denken Sie daran, dass es hier *zwei* verschiedene Unterscheidungen gibt. Zum einen den Unterschied zwischen diskreten und kontinuierlichen Daten und zum anderen den Unterschied zwischen den vier verschiedenen Skalenniveaus (Nominal-, Ordinal-, Intervall- und Verhältnis-Skala).
nb: :doc:`Ch02_StudyDesign_2`: Husk at det er *to* forskjellige distinksjoner her. Det er forskjellen mellom diskrete og kontinuerlige data, og det er forskjellen mellom de fire ulike skalatypene (nominal, ordinal, intervall og forholdstall).
ta: : DOC: `CH02_StudyDesign_2`: இங்கே * இரண்டு * வெவ்வேறு வேறுபாடுகள் உள்ளன என்பதை நினைவில் கொள்ளுங்கள். தனித்துவமான மற்றும் தொடர்ச்சியான தரவுகளுக்கு இடையே வேறுபாடு உள்ளது, மேலும் நான்கு வெவ்வேறு அளவிலான வகைகளுக்கு (பெயரளவு, சாதாரண, இடைவெளி மற்றும் விகிதம்) வேறுபாடு உள்ளது.

source: :doc:`Reliability of a measurement <Ch02_StudyDesign_3>`: If I measure the “same” thing twice, should I expect to see the same result? Only if my measure is reliable. But what does it mean to talk about doing the “same” thing? Well, that’s why we have different types of reliability. Make sure you remember what they are.
de: :doc:`Reliabilität von Messungen <Ch02_StudyDesign_3>`: Wenn ich „dasselbe“ zweimal messe, sollte ich dann erwarten, dass ich das gleiche Ergebnis erhalte? Nur, wenn meine Messung zuverlässig ist. Aber was bedeutet es, von der „gleichen“ Sache zu sprechen? Nun, dafür gibt es verschiedene Arten der Zuverlässigkeit. Merken Sie sich, welche das sind.
nb: :doc:`Sannsynlighet av en måling <Ch02_StudyDesign_3>`: Hvis jeg måler «det samme» to ganger, kan jeg forvente å se det samme resultatet? Bare hvis målingen min er reliabel. Men hva betyr det å snakke om å gjøre «det samme»? Det er derfor vi har ulike typer reliabilitet. Sørg for at du husker hva de er.
ta: . எனது நடவடிக்கை நம்பகமானதாக இருந்தால் மட்டுமே. ஆனால் “அதே” காரியத்தைச் செய்வது பற்றி பேசுவதன் பொருள் என்ன? சரி, அதனால்தான் எங்களுக்கு பல்வேறு வகையான நம்பகத்தன்மை உள்ளது. அவை என்ன என்பதை நீங்கள் நினைவில் வைத்துக் கொள்ளுங்கள்.

source: :doc:`Terminology: predictors and outcomes <Ch02_StudyDesign_4>`: What roles do variables play in an analysis? Can you remember the difference between predictors and outcomes? Dependent and independent variables? etc.
de: :doc:`Terminologie: Prädiktoren und Kriteriumsvariablen <Ch02_StudyDesign_4>`: Welche Rolle spielen die Variablen in einer Analyse? Können Sie sich an den Unterschied zwischen Prädiktoren und Kriteriumsvariablen erinnern? Abhängige und unabhängige Variablen? usw.
nb: :doc:`Terminologi: prediktorer og utfall <Ch02_StudyDesign_4>`: Hvilke roller spiller variabler i en analyse? Kan du huske forskjellen mellom prediktorer og utfall? Avhengige og uavhengige variabler? osv.
ta: . முன்னறிவிப்பாளர்களுக்கும் விளைவுகளுக்கும் இடையிலான வித்தியாசத்தை நினைவில் கொள்ள முடியுமா? சார்பு மற்றும் சுயாதீன மாறிகள்? முதலியன.

source: :doc:`Experimental and non-experimental research designs <Ch02_StudyDesign_5>`: What makes an experiment an experiment? Is it a nice white lab coat, or does it have something to do with researcher control over variables?
de: :doc:`Experimentelle und nicht-experimentelle Forschungsdesigns <Ch02_StudyDesign_5>`: Was macht ein Experiment zu einem Experiment? Ist es ein schöner weißer Laborkittel, oder hat es etwas mit der Kontrolle des Forschers über die Variablen zu tun?
nb: :doc:`Eksperimentelle og ikke-eksperimentelle forskningsdesign <Ch02_StudyDesign_5>`: Hva gjør et eksperiment til et eksperiment? Er det en fin hvit labfrakk, eller har det noe å gjøre med forskerens kontroll over variabler?
ta: . இது ஒரு நல்ல வெள்ளை ஆய்வக கோட், அல்லது மாறிகள் மீதான ஆராய்ச்சியாளரின் கட்டுப்பாட்டுடன் ஏதாவது தொடர்பு இருக்கிறதா?

source: :doc:`Validity and its threats <Ch02_StudyDesign_6>`: Does your study measure what you want it to? How might things go wrong? And is it my imagination, or was that a very long list of possible ways in which things can go wrong?
de: :doc:`Validität und ihre Bedrohungen <Ch02_StudyDesign_6>`: Misst Ihre Studie das, was sie messen soll? Was könnte schiefgehen? Und bilde ich mir das nur ein, oder gab es eine sehr lange Liste von Möglichkeiten, wie etwas schiefgehen kann?
nb: :doc:`Validitet og dens trusler <Ch02_StudyDesign_6>`: Måler studien det du ønsker at den skal måle? Hvordan kan ting gå galt? Og er det bare noe jeg innbiller meg, eller var det en veldig lang liste over mulige måter ting kan gå galt på?
ta: . விசயங்கள் எவ்வாறு தவறாக போகலாம்? இது எனது கற்பனையா, அல்லது விசயங்கள் தவறாக நடக்கக்கூடிய சாத்தியமான வழிகளின் மிக நீண்ட பட்டியல்?

source: All this should make clear to you that study design is a critical part of research methodology. I built this chapter from the classic little book by :ref:`Campbell and Stanley (1963) <Campbell_1963>`, but there are of course a large number of textbooks out there on research design. Spend a few minutes with your favourite search engine and you’ll find dozens.
de: All dies sollte Ihnen verdeutlichen, dass das Studiendesign ein wichtiger Bestandteil der Forschungsmethodik ist. Ich habe dieses Kapitel auf der Grundlage des klassischen kleinen Buches von :ref:`Campbell und Stanley (1963) <Campbell_1963>` aufgebaut, aber es gibt natürlich eine große Anzahl von Lehrbüchern über Studiendesign. Verbringen Sie ein paar Minuten mit Ihrer Lieblingssuchmaschine und Sie werden Dutzende davon finden.
nb: Alt dette burde gjøre det klart for deg at studiedesign er en kritisk del av forskningsmetodikken. Jeg har bygget dette kapittelet på den klassiske lille boken til :ref:`Campbell og Stanley (1963) <Campbell_1963>`, men det finnes selvsagt et stort antall lærebøker der ute om forskningsdesign. Bruk noen minutter med din favorittsøkemotor, og du vil finne dusinvis.
ta: ஆய்வு வடிவமைப்பு என்பது ஆராய்ச்சி முறையின் ஒரு முக்கியமான பகுதியாகும் என்பதை இவை அனைத்தும் உங்களுக்கு தெளிவுபடுத்த வேண்டும். கிளாசிக் லிட்டில் புத்தகத்திலிருந்து இந்த அத்தியாயத்தை நான் கட்டினேன்: குறிப்பு: `காம்ப்பெல் மற்றும் ச்டான்லி (1963) <காம்ப்பெல்_1963>`, ஆனால் ஆராய்ச்சி வடிவமைப்பில் ஏராளமான பாடப்புத்தகங்கள் உள்ளன. உங்களுக்கு பிடித்த தேடுபொறியுடன் சில நிமிடங்கள் செலவிடுங்கள், நீங்கள் டசன் கணக்கானவர்களைக் காணலாம்.
