Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: The second type of attrition is **heterogeneous attrition**, in which the attrition effect is different for different groups. More often called **differential attrition**, this is a kind of selection bias that is caused by the study itself. Suppose that, for the first time ever in the history of psychology, I manage to find the perfectly balanced and representative sample of people. I start running “Dani’s incredibly long and tedious experiment” on my perfect sample but then, because my study is incredibly long and tedious, lots of people start dropping out. I can’t stop this. Participants absolutely have the right to stop doing any experiment, any time, for whatever reason they feel like, and as researchers we are morally (and professionally) obliged to remind people that they do have this right. So, suppose that “Dani’s incredibly long and tedious experiment” has a very high drop out rate. What do you suppose the odds are that this drop out is random? Answer: zero. Almost certainly the people who remain are more conscientious, more tolerant of boredom, etc., than those that leave. To the extent that (say) conscientiousness is relevant to the psychological phenomenon that I care about, this attrition can decrease the validity of my results.
de: Die zweite Art der Abwanderung sind **heterogene Abgänge**, bei welcher der Abgangseffekt für verschiedene Gruppen unterschiedlich ist. Oft **differentielle Abgänge** genannt, ist dies eine Art Selektionsverzerrung, die durch die Studie selbst verursacht wird. Nehmen wir an, dass es mir zum ersten Mal in der Geschichte der Psychologie gelingt, eine perfekt ausgewogene und repräsentative Stichprobe von Personen zu finden. Ich beginne, „Danis unglaublich langwieriges und mühsames Experiment“ mit meiner perfekten Stichprobe durchzuführen, aber weil meine Studie unglaublich langwierig und mühsam ist, beginnen viele Leute auszusteigen. Ich kann das nicht verhindern. Die Teilnehmer haben absolut das Recht, jedes Experiment abzubrechen, jederzeit, aus welchem Grund auch immer, und als Forscher sind wir moralisch (und beruflich) verpflichtet, die Leute daran zu erinnern, dass sie dieses Recht haben. Nehmen wir also an, dass „Danis unglaublich langes und mühsames Experiment“ eine sehr hohe Abbruchquote hat. Wie hoch ist die Wahrscheinlichkeit, dass dieser Abbruch zufällig ist? Antwort: Null. Mit ziemlicher Sicherheit sind die Leute, die bleiben, gewissenhafter, toleranter gegenüber Langeweile usw., als diejenigen, die gehen. In dem Maße, in dem (sagen wir) Gewissenhaftigkeit für das psychologische Phänomen, das mich interessiert, relevant ist, kann diese Abwanderung die Gültigkeit meiner Ergebnisse verringern.
nb: Den andre typen frafall er **heterogent frafall**, der frafallseffekten er forskjellig for ulike grupper. Dette kalles ofte **differensielt frafall**, og er en form for seleksjonsskevhet som skyldes selve studien. Anta at jeg for første gang i psykologiens historie klarer å finne et perfekt balansert og representativt utvalg av mennesker. Jeg begynner å kjøre «Danis utrolig lange og kjedelige eksperiment» på det perfekte utvalget mitt, men fordi studien min er utrolig lang og kjedelig, begynner mange å falle fra. Jeg kan ikke stoppe dette. Deltakerne har absolutt rett til å avbryte et hvilket som helst eksperiment, når som helst og av hvilken som helst grunn, og som forskere er vi moralsk (og faglig) forpliktet til å minne folk på at de har denne retten. Så la oss anta at «Danis utrolig lange og kjedelige eksperiment» har en svært høy frafallsprosent. Hva tror du oddsen er for at dette frafallet er tilfeldig? Svar: null. De som blir igjen, er nesten helt sikkert mer samvittighetsfulle, mer tolerante overfor kjedsomhet osv. enn de som slutter. I den grad (la oss si) samvittighetsfullhet er relevant for det psykologiske fenomenet jeg er interessert i, kan dette frafallet redusere gyldigheten av resultatene mine.
ta: இரண்டாவது வகை மனப்பான்மை ** பன்முகத்தன்மை கொண்டது **, இதில் வெவ்வேறு குழுக்களுக்கு ஆட்ரிசன் விளைவு வேறுபட்டது. பெரும்பாலும் ** டிஃபெரென்சியல் அட்ரிசன் ** என்று அழைக்கப்படுகிறது, இது ஒரு வகையான தேர்வு சார்பு, இது ஆய்வால் ஏற்படுகிறது. உளவியல் வரலாற்றில் முதன்முறையாக, மக்களின் முழுமையான சீரான மற்றும் சார்பாளர் மாதிரியைக் கண்டுபிடிக்க முடிகிறது என்று வைத்துக்கொள்வோம். எனது சரியான மாதிரியில் “டானியின் நம்பமுடியாத நீண்ட மற்றும் கடினமான பரிசோதனையை” இயக்கத் தொடங்குகிறேன், ஆனால் பின்னர், எனது ஆய்வு நம்பமுடியாத அளவிற்கு நீண்ட மற்றும் கடினமானதாக இருப்பதால், நிறைய பேர் வெளியேறத் தொடங்குகிறார்கள். இதை என்னால் நிறுத்த முடியாது. பங்கேற்பாளர்கள் எந்தவொரு பரிசோதனையையும், எந்த நேரத்திலும், அவர்கள் எந்த காரணத்திற்காகவும் செய்வதை நிறுத்த உரிமை உண்டு, ஆராய்ச்சியாளர்களாகிய நாங்கள் தார்மீக ரீதியாக (மற்றும் தொழில் ரீதியாக) இந்த உரிமை உண்டு என்பதை மக்களுக்கு நினைவூட்ட கடமைப்பட்டிருக்கிறோம். எனவே, “டானியின் நம்பமுடியாத நீண்ட மற்றும் கடினமான பரிசோதனை” மிக அதிக வீழ்ச்சி விகிதத்தைக் கொண்டுள்ளது என்று வைத்துக்கொள்வோம். இந்த வீழ்ச்சி சீரற்றது என்பது என்ன முரண்பாடுகள் என்று நீங்கள் நினைக்கிறீர்கள்? பதில்: பூச்சியம். கிட்டத்தட்ட நிச்சயமாக எஞ்சியவர்கள் அதிக மனசாட்சியுள்ளவர்கள், சலிப்பு போன்றவர்கள், முதலியன, வெளியேறுவதை விட. நான் அக்கறை கொண்ட உளவியல் நிகழ்வுக்கு (சொல்லும்) மனசாட்சி பொருத்தமானதாக இருக்கும் அளவிற்கு, இந்த மனப்பான்மை எனது முடிவுகளின் செல்லுபடியைக் குறைக்கும்.

source: Here’s another example. Suppose I design my experiment with two conditions. In the “treatment” condition, the experimenter insults the participant and then gives them a questionnaire designed to measure obedience. In the “control” condition, the experimenter engages in a bit of pointless chitchat and then gives them the questionnaire. Leaving aside the questionable scientific merits and dubious ethics of such a study, let’s have a think about what might go wrong here. As a general rule, when someone insults me to my face I tend to get much less co-operative. So, there’s a pretty good chance that a lot more people are going to drop out of the treatment condition than the control condition. And this drop out isn’t going to be random. The people most likely to drop out would probably be the people who don’t care all that much about the importance of obediently sitting through the experiment. Since the most bloody minded and disobedient people all left the treatment group but not the control group, we’ve introduced a confound: the people who actually took the questionnaire in the treatment group were *already* more likely to be dutiful and obedient than the people in the control group. In short, in this study insulting people doesn’t make them more obedient. It makes the more disobedient people leave the experiment! The internal validity of this experiment is completely shot.
de: Ein weiteres Beispiel: Angenommen, ich plane mein Experiment mit zwei Bedingungen. In der Behandlungsbedingung beleidigt der Versuchsleiter die Teilnehmer und gibt ihnen dann einen Fragebogen, der Gehorsam messen soll. In der Kontrollbedingung unterhält sich der Versuchsleiter mit den Teilnehmern ein wenig sinnlos und gibt ihnen dann den Fragebogen. Abgesehen von den fragwürdigen wissenschaftlichen Vorzügen und der zweifelhaften Ethik einer solchen Studie sollten wir uns überlegen, was hier schiefgehen könnte. Wenn mich jemand ins Gesicht beleidigt, bin ich in der Regel weniger kooperativ. Es besteht also eine ziemlich gute Chance, dass in der Behandlungsgruppe viel mehr Leute aussteigen als in der Kontrollgruppe. Und dieser Ausstieg wird nicht zufällig sein. Am wahrscheinlichsten ist es, dass die Teilnehmer, denen die Wichtigkeit der Teilnahme an dem Experiment nicht so wichtig ist, aussteigen. Da die blutrünstigsten und ungehorsamsten Personen alle die Behandlungsgruppe, nicht aber die Kontrollgruppe verlassen haben, haben wir eine konfundierende Variable eingeführt: Die Personen, die den Fragebogen in der Behandlungsgruppe tatsächlich ausgefüllt haben, waren *bereits* mit größerer Wahrscheinlichkeit pflichtbewusst und gehorsam als die Personen in der Kontrollgruppe. Kurz gesagt, in dieser Studie macht das Beleidigen von Menschen sie nicht gehorsamer. Es führt dazu, dass die ungehorsameren Personen das Experiment verlassen! Die interne Validität dieses Experiments ist also völlig im Eimer.
nb: Her er et annet eksempel. Anta at jeg utformer eksperimentet mitt med to betingelser. I «behandlingsbetingelsen» fornærmer eksperimentlederen deltakeren og gir dem deretter et spørreskjema som er utformet for å måle lydighet. I «kontrollbetingelsen» begynner forsøkslederen med litt meningsløs småprat og gir dem deretter spørreskjemaet. Hvis vi ser bort fra de tvilsomme vitenskapelige fordelene og den tvilsomme etikken ved en slik studie, kan vi tenke litt på hva som kan gå galt her. Når noen fornærmer meg ansikt til ansikt, blir jeg som regel mye mindre samarbeidsvillig. Så det er en ganske stor sjanse for at mange flere kommer til å droppe ut av behandlingsgruppen enn av kontrollgruppen. Og dette frafallet kommer ikke til å være tilfeldig. De som mest sannsynlig vil droppe ut, er sannsynligvis de som ikke bryr seg så mye om hvor viktig det er å lydig sitte gjennom eksperimentet. Siden de mest blodtørstige og ulydige personene forlot behandlingsgruppen, men ikke kontrollgruppen, har vi introdusert en konfunderende faktor: Personene som faktisk besvarte spørreskjemaet i behandlingsgruppen var *allerede* mer tilbøyelige til å være pliktoppfyllende og lydige enn personene i kontrollgruppen. Kort sagt, i denne studien gjør ikke fornærmelser folk mer lydige. Det får de mer ulydige personene til å forlate eksperimentet! Den interne validiteten til dette eksperimentet er fullstendig ødelagt.
ta: இங்கே மற்றொரு எடுத்துக்காட்டு. எனது பரிசோதனையை இரண்டு நிபந்தனைகளுடன் வடிவமைக்கிறேன் என்று வைத்துக்கொள்வோம். “சிகிச்சை” நிலையில், பரிசோதனையாளர் பங்கேற்பாளரை அவமதித்து, பின்னர் கீழ்ப்படிதலை அளவிட வடிவமைக்கப்பட்ட கேள்வித்தாளை அவர்களுக்கு வழங்குகிறது. “கட்டுப்பாடு” நிலையில், பரிசோதனையாளர் கொஞ்சம் அர்த்தமற்ற சிட்சாட்டில் ஈடுபடுகிறார், பின்னர் அவர்களுக்கு கேள்வித்தாளைக் கொடுக்கிறார். அத்தகைய ஆய்வின் கேள்விக்குரிய அறிவியல் தகுதிகள் மற்றும் சந்தேகத்திற்குரிய நெறிமுறைகளை ஒதுக்கி வைத்துவிட்டு, இங்கே என்ன தவறு நடக்கக்கூடும் என்பதைப் பற்றி சிந்திக்கலாம். ஒரு பொதுவான விதியாக, யாராவது என்னை என் முகத்தை அவமதிக்கும் போது, நான் மிகக் குறைவான கூட்டுறவு பெற முனைகிறேன். எனவே, கட்டுப்பாட்டு நிலையை விட அதிகமான மக்கள் மருத்தீடு நிலையிலிருந்து விலகிச் செல்ல ஒரு நல்ல வாய்ப்பு உள்ளது. இந்த வீழ்ச்சி சீரற்றதாக இருக்காது. பரிசோதனையின் மூலம் கீழ்ப்படிதலுடன் உட்கார்ந்திருப்பதன் முக்கியத்துவத்தைப் பற்றி அதிகம் அக்கறை கொள்ளாத நபர்களாக இருப்பவர்கள் இருக்கலாம். மிகவும் இரத்தக்களரி எண்ணம் கொண்ட மற்றும் கீழ்ப்படியாத நபர்கள் அனைவரும் மருத்தீடு குழுவை விட்டு வெளியேறினர், ஆனால் கட்டுப்பாட்டுக் குழுவிலிருந்து அல்ல, நாங்கள் ஒரு குழப்பத்தை அறிமுகப்படுத்தியுள்ளோம்: மருத்தீடு குழுவில் உண்மையில் கேள்வித்தாளை எடுத்தவர்கள் * ஏற்கனவே * ஏற்கனவே கடமைப்பட்டவர்களாகவும், கீழ்ப்படிதலுடனும் இருக்க வாய்ப்புள்ளது கட்டுப்பாட்டு குழுவில் உள்ளவர்கள். சுருக்கமாக, இந்த ஆய்வில் மக்களை அவமதிப்பது அவர்களை மேலும் கீழ்ப்படிதிக்காது. இது மிகவும் கீழ்ப்படியாத நபர்கள் பரிசோதனையை விட்டு வெளியேறுகிறது! இந்த பரிசோதனையின் உள் செல்லுபடியாகும் தன்மை முற்றிலும் சுடப்பட்டுள்ளது.

source: Non-response bias
de: Verzerrung durch Nichtbeantwortung
nb: Skevhet pga. frafall
ta: பதிலளிக்காத சார்பு

source: **Non-response bias** is closely related to selection bias and to differential attrition. The simplest version of the problem goes like this. You mail out a survey to 1000 people but only 300 of them reply. The 300 people who replied are almost certainly not a random subsample. People who respond to surveys are systematically different to people who don’t. This introduces a problem when trying to generalise from those 300 people who replied to the population at large, since you now have a very non-random sample. The issue of non-response bias is more general than this, though. Among the (say) 300 people that did respond to the survey, you might find that not everyone answers every question. If (say) 80 people chose not to answer one of your questions, does this introduce problems? As always, the answer is maybe. If the question that wasn’t answered was on the last page of the questionnaire, and those 80 surveys were returned with the last page missing, there’s a good chance that the missing data isn’t a big deal; probably the pages just fell off. However, if the question that 80 people didn’t answer was the most confrontational or invasive personal question in the questionnaire, then almost certainly you’ve got a problem. In essence, what you’re dealing with here is what’s called the problem of **missing data**. If the data that is missing was “lost” randomly, then it’s not a big problem. If it’s missing systematically, then it can be a big problem.
de: **Verzerrung durch Nichtbeantwortung** ist eng mit der Selektionsverzerrung und der differentiellen Abwanderung verbunden. Die einfachste Version des Problems sieht folgendermaßen aus. Sie verschicken eine Umfrage an 1000 Personen, aber nur 300 von ihnen antworten. Bei den 300 Personen, die geantwortet haben, handelt es sich mit ziemlicher Sicherheit nicht um eine zufällige Teilstichprobe. Personen, die auf Umfragen antworten, unterscheiden sich systematisch von Personen, die nicht antworten. Dies führt zu einem Problem, wenn man versucht, von diesen 300 Personen, die geantwortet haben, auf die Gesamtbevölkerung zu verallgemeinern, da man nun eine sehr „unzufällige“ Stichprobe hat. Das Problem der Verzerrung durch Nichtbeantwortung ist aber noch allgemeiner als das. Unter den (sagen wir) 300 Personen, die auf die Umfrage geantwortet haben, kann es vorkommen, dass nicht jeder alle Fragen beantwortet. Wenn sich (sagen wir) 80 Personen dafür entscheiden, eine Ihrer Fragen nicht zu beantworten, führt das zu Problemen? Die Antwort lautet wie immer: vielleicht. Wenn sich die Frage, die nicht beantwortet wurde, auf der letzten Seite des Fragebogens befand und diese 80 Umfragen mit der fehlenden letzten Seite zurückgeschickt wurden, ist die Wahrscheinlichkeit groß, dass die fehlenden Daten kein großes Problem darstellen; wahrscheinlich sind die Seiten einfach abgefallen. Wenn jedoch die Frage, die 80 Personen nicht beantwortet haben, die konfrontativste oder persönlichste Frage des Fragebogens war, dann haben Sie mit ziemlicher Sicherheit ein Problem. Im Wesentlichen haben Sie es hier mit dem sogenannten Problem der **fehlenden Daten** zu tun. Wenn die fehlenden Daten zufällig „verloren“ wurden, ist das kein großes Problem. Wenn sie aber systematisch fehlen, kann das ein großes Problem sein.
nb: **Skevhet pga. frafall** er nært knyttet til seleksjonsskevhet og differensielt frafall. Den enkleste versjonen av problemet er som følger. Du sender ut en spørreundersøkelse til 1000 personer, men bare 300 av dem svarer. De 300 personene som har svart, er nesten helt sikkert ikke et tilfeldig utvalg. Folk som svarer på spørreundersøkelser, er systematisk forskjellige fra folk som ikke svarer. Dette skaper et problem når man prøver å generalisere fra de 300 personene som svarte, til populasjonen som helhet, siden man nå har etsvært ikke-tilfeldig utvalg. Problemet med skevhet pga. frafall er imidlertid mer generelt enn dette. Blant de (la oss si) 300 personene som svarte på undersøkelsen, kan det hende at ikke alle svarer på alle spørsmålene. Hvis (la oss si) 80 personer velger å ikke svare på ett av spørsmålene dine, skaper dette problemer? Som alltid er svaret kanskje. Hvis spørsmålet som ikke ble besvart, sto på den siste siden av spørreskjemaet, og de 80 undersøkelsene ble returnert uten den siste siden, er det gode sjanser for at de manglende dataene ikke utgjør noe stort problem; sannsynligvis har sidene bare falt av. Men hvis spørsmålet som 80 personer ikke svarte på, var det mest konfronterende eller invaderende personlige spørsmålet i spørreskjemaet, har du nesten helt sikkert et problem. I bunn og grunn har du her å gjøre med det som kalles problemet med **manglende verdier**. Hvis dataene som mangler, er «tapt» tilfeldig, er det ikke noe stort problem. Hvis de mangler systematisk, kan det være et stort problem.
ta: ** பதிலளிக்காத சார்பு ** தேர்வு சார்பு மற்றும் வேறுபட்ட மனப்பான்மையுடன் நெருக்கமாக தொடர்புடையது. சிக்கலின் எளிய பதிப்பு இப்படி செல்கிறது. நீங்கள் 1000 பேருக்கு ஒரு கணக்கெடுப்பை அனுப்புகிறீர்கள், ஆனால் அவர்களில் 300 பேர் மட்டுமே பதிலளிக்கிறார்கள். பதிலளித்த 300 பேர் நிச்சயமாக ஒரு சீரற்ற துணை மாதிரி அல்ல. கணக்கெடுப்புகளுக்கு பதிலளிக்கும் நபர்கள் முறையாக வேறுபட்டவர்கள். மக்கள்தொகைக்கு பெருமளவில் பதிலளித்த 300 பேரிடமிருந்து பொதுமைப்படுத்த முயற்சிக்கும்போது இது ஒரு சிக்கலை அறிமுகப்படுத்துகிறது, ஏனெனில் இப்போது உங்களிடம் மிகவும் சீரற்ற மாதிரி உள்ளது. பதிலளிக்காத சார்பு சிக்கல் இதை விட பொதுவானது. கணக்கெடுப்புக்கு பதிலளித்த 300 பேரில், எல்லோரும் ஒவ்வொரு கேள்விக்கும் பதிலளிக்க மாட்டார்கள் என்பதை நீங்கள் காணலாம். (சொல்லுங்கள்) 80 பேர் உங்கள் கேள்விகளில் ஒன்றுக்கு பதிலளிக்க வேண்டாம் என்று தேர்வுசெய்தால், இது சிக்கல்களை அறிமுகப்படுத்துகிறதா? எப்போதும் போல, பதில் இருக்கலாம். பதிலளிக்காத கேள்வி கேள்வித்தாளின் கடைசி பக்கத்தில் இருந்தால், அந்த 80 ஆய்வுகள் கடைசி பக்கத்தைக் காணவில்லை என்றால், காணாமல் போன தரவு பெரிய விசயமல்ல என்பதற்கு நல்ல வாய்ப்பு உள்ளது; அநேகமாக பக்கங்கள் விழுந்தன. இருப்பினும், 80 பேர் பதிலளிக்கவில்லை என்ற கேள்வி கேள்வித்தாளில் மிகவும் மோதல் அல்லது வன்கவர்வு தனிப்பட்ட கேள்வி என்றால், நிச்சயமாக உங்களுக்கு ஒரு சிக்கல் உள்ளது. சாராம்சத்தில், நீங்கள் இங்கே கையாள்வது ** காணாமல் போன தரவுகளின் சிக்கல் என்று அழைக்கப்படுகிறது **. காணாமல் போன தரவு தோராயமாக “இழந்தது” என்றால், அது ஒரு பெரிய சிக்கல் அல்ல. இது முறையாகக் காணவில்லை என்றால், அது ஒரு பெரிய பிரச்சினையாக இருக்கலாம்.

source: Regression to the mean
de: Regression zum Mittelwert
nb: Regresjon mot gjennomsnittet
ta: சராசரிக்கு பின்னடைவு

source: **Regression to the mean** refers to any situation where you select data based on an extreme value on some measure. Because the variable has natural variation it almost certainly means that when you take a subsequent measurement the later measurement will be less extreme than the first one, purely by chance.
de: **Regression zum Mittelwert** bezieht sich auf jede Situation, in der Sie Daten basierend auf einem Extremwert für eine Kennzahl auswählen. Da die Variable eine natürliche Variation aufweist, bedeutet dies mit ziemlicher Sicherheit, dass bei einer nachfolgenden Messung die spätere Messung, basiert auf reinem Zufall, weniger extrem ist als die erste.
nb: **Regresjon mot gjennomsnittet** refererer til enhver situasjon der du velger ut data basert på en ekstremverdi for en eller annen variabel. Fordi variabelen har naturlig variasjon, betyr det nesten helt sikkert at når du foretar en ny måling, vil den senere målingen være mindre ekstrem enn den første, helt tilfeldig.
ta: ** சராசரிக்கு பின்னடைவு ** என்பது சில அளவிலான தீவிர மதிப்பின் அடிப்படையில் தரவைத் தேர்ந்தெடுக்கும் எந்தவொரு சூழ்நிலையையும் குறிக்கிறது. மாறி இயற்கையான மாறுபாட்டைக் கொண்டிருப்பதால், நீங்கள் அடுத்தடுத்த அளவீட்டை எடுக்கும்போது, பிற்கால அளவீட்டு முதல் ஒன்றை விட தீவிரமாக இருக்கும், முற்றிலும் தற்செயலாக.
