Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: More than any other thing, a scientist wants their research to be “valid”. The conceptual idea behind **validity** is very simple. Can you trust the results of your study? If not, the study is invalid. However, whilst it’s easy to state, in practice it’s much harder to check validity than it is to check reliability. And in all honesty, there’s no precise, clearly agreed upon notion of what validity actually is. In fact, there are lots of different kinds of validity, each of which raises it’s own issues. And not all forms of validity are relevant to all studies. I’m going to talk about five different types of validity:
de: Ein Forscher wünscht sich in der Regel nichts sehnlicher, als dass seine Forschung „valide“ ist. Die Idee hinter dem Konzept der **Validität** ist sehr einfach: Können Sie den Ergebnissen Ihrer Studie vertrauen? Wenn nicht, ist die Studie nicht valide. Das ist leichter gesagt als getan, denn in der Praxis ist die Validität viel schwieriger zu überprüfen als die Reliabilität. Zudem gibt es, um ehrlich zu sein, keine genaue, einheitlich gültige Vorstellung davon, was Validität eigentlich ist. Tatsächlich gibt es viele verschiedene Arten der Validität, von denen jede ihre eigenen Probleme aufweist und nicht alle Formen der Validität sind für alle Studien relevant. Ich werde im Folgenden über fünf verschiedene Arten von Validität sprechen:
nb: Mer enn noe annet ønsker en forsker at forskningen hans skal være «valid». Den konseptuelle ideen bak **validitet** er veldig enkel. Kan du stole på resultatene av studien din? Hvis ikke, er studien ugyldig. Men selv om det er enkelt å si, er det i praksis mye vanskeligere å kontrollere validiteten enn det er å kontrollere reliabiliteten. Og for å være helt ærlig finnes det ingen presis og entydig oppfatning av hva validitet egentlig er. Det finnes faktisk mange ulike former for validitet, og hver av dem reiser sine egne problemstillinger. Og ikke alle former for validitet er relevante for alle studier. Jeg skal snakke om fem ulike typer validitet:
ta: வேறு எந்த விசயத்தையும் விட, ஒரு விஞ்ஞானி தங்கள் ஆராய்ச்சி "செல்லுபடியாகும்" என்று விரும்புகிறார். ** செல்லுபடியாகும் ** பின்னால் உள்ள கருத்தியல் சிந்தனை மிகவும் எளிது. உங்கள் ஆய்வின் முடிவுகளை நம்ப முடியுமா? இல்லையென்றால், ஆய்வு தவறானது. இருப்பினும், குறிப்பிடுவது எளிதானது என்றாலும், நடைமுறையில் நம்பகத்தன்மையை சரிபார்ப்பதை விட செல்லுபடியை சரிபார்க்க மிகவும் கடினம். எல்லா நேர்மையிலும், துல்லியமான, செல்லுபடியாகும் தன்மை என்ன என்பது பற்றிய கருத்தை தெளிவாக ஒப்புக் கொண்டது. உண்மையில், பல்வேறு வகையான செல்லுபடியாகும் தன்மைகள் உள்ளன, அவை ஒவ்வொன்றும் அதன் சொந்த சிக்கல்களை எழுப்புகின்றன. எல்லா வகையான செல்லுபடியாகும் அனைத்து ஆய்வுகளுக்கும் பொருந்தாது. நான் ஐந்து வெவ்வேறு வகையான செல்லுபடியாகும் தன்மையைப் பற்றி பேசப் போகிறேன்:

source: Internal validity
de: Interne Validität
nb: Intern validitet
ta: உள் செல்லுபடியாகும்

source: External validity
de: Externe Validität
nb: Ekstern validitet
ta: வெளிப்புற செல்லுபடியாகும்

source: Construct validity
de: Konstruktvalidität
nb: Konstrukt- / begrepsvaliditet
ta: செல்லுபடியாகும் தன்மை

source: Face validity
de: Augenscheinvalidität
nb: Ansiktsvaliditet
ta: முகம் செல்லுபடியாகும்

source: Ecological validity
de: Ökologische Validität
nb: Økologisk validitet
ta: சுற்றுச்சூழல் செல்லுபடியாகும்

source: First, a quick guide as to what matters here. (1) Internal and external validity are the most important, since they tie directly to the fundamental question of whether your study really works. (2) Construct validity asks whether you’re measuring what you think you are. (3) Face validity isn’t terribly important except insofar as you care about “appearances”. (4) Ecological validity is a special case of face validity that corresponds to a kind of appearance that you might care about a lot.
de: Zunächst ein kurzer Hinweis auf das, worauf es hier ankommt. (1) Interne und externe Validität sind am wichtigsten, da sie sich direkt auf die grundlegende Frage beziehen, ob die Studie wirklich funktioniert. (2) Bei der Konstruktvalidität geht es darum, ob das gemessen wird, was man zu messen glaubt. (3) Die Augenscheinvalidität ist nicht besonders wichtig, bzw. nur in dem Maß, indem man sich für ein gewisses „Erscheinungsbild“ interessiert. (4) Die ökologische Validität ist ein Spezialfall der Augenscheinvalidität, die mit einer Art Erscheinungsbild korrespondiert, das einem womöglich wichtig sein könnte.
nb: Først en rask veiledning om hva som er viktig her. (1) Intern og ekstern validitet er viktigst, siden de er direkte knyttet til det grunnleggende spørsmålet om hvorvidt studien din virkelig fungerer. (2) Begrepsvaliditet handler om hvorvidt du måler det du tror du måler. (3) Ansiktsvaliditet er ikke veldig viktig, bortsett fra i den grad du bryr deg om «utseende». (4) Økologisk validitet er et spesialtilfelle av ansiktsvaliditet som tilsvarer en type utseende som du kanskje bryr deg mye om.
ta: முதலில், இங்கே என்ன முக்கியமானது என்பதற்கான விரைவான வழிகாட்டி. (1) உள் மற்றும் வெளிப்புற செல்லுபடியாகும் தன்மை மிக முக்கியமானது, ஏனெனில் அவை உங்கள் ஆய்வு உண்மையில் செயல்படுகின்றனவா என்ற அடிப்படை கேள்வியுடன் நேரடியாக இணைகின்றன. (2) நீங்கள் நினைப்பதை அளவிடுகிறீர்களா என்று கட்டளையிடல் செல்லுபடியாகும் என்று கேட்கிறது. (3) “தோற்றங்கள்” பற்றி நீங்கள் அக்கறை கொள்ளும்போது முகம் செல்லுபடியாகும் தன்மை மிகவும் முக்கியமானது அல்ல. (4) சுற்றுச்சூழல் செல்லுபடியாகும் தன்மை என்பது முகம் செல்லுபடியாகும் ஒரு சிறப்பு வழக்கு, இது ஒரு வகையான தோற்றத்திற்கு ஒத்திருக்கிறது, நீங்கள் நிறைய அக்கறை கொள்ளலாம்.

source: **Internal validity** refers to the extent to which you are able draw the correct conclusions about the causal relationships between variables. It’s called “internal” because it refers to the relationships between things “inside” the study. Let’s illustrate the concept with a simple example. Suppose you’re interested in finding out whether a university education makes you write better. To do so, you get a group of first year students, ask them to write a 1000 word essay, and count the number of spelling and grammatical errors they make. Then you find some third-year students, who obviously have had more of a university education than the first-years, and repeat the exercise. And let’s suppose it turns out that the third-year students produce fewer errors. And so you conclude that a university education improves writing skills. Right? Except that the big problem with this experiment is that the third-year students are older and they’ve had more experience with writing things. So it’s hard to know for sure what the causal relationship is. Do older people write better? Or people who have had more writing experience? Or people who have had more education? Which of the above is the true *cause* of the superior performance of the third-years? Age? Experience? Education? You can’t tell. This is an example of a failure of internal validity, because your study doesn’t properly tease apart the *causal* relationships between the different variables.
de: Die **interne Validität** bezieht sich auf das Ausmaß, in dem Sie mit Ihrer Studie in der Lage sind, die richtigen Schlussfolgerungen über die kausalen Beziehungen zwischen den Variablen zu ziehen. Sie wird „intern“ genannt, weil sie sich auf die Beziehungen zwischen den Dingen „innerhalb“ der Studie bezieht. Lassen Sie uns das Konzept anhand eines einfachen Beispiels erläutern. Nehmen wir an, Sie möchten herausfinden, ob eine Universitätsausbildung zu einer Verbesserung der Schreibfähigkeit führt. Dazu nimmt man eine Gruppe von Studenten im ersten Studienjahr, bittet sie, einen Aufsatz mit 1000 Wörtern zu schreiben, und zählt die Anzahl der Rechtschreib- und Grammatikfehler, die sie machen. Dann sucht man sich ein paar Studenten im dritten Jahr, die offensichtlich eine umfassendere Universitätsausbildung genossen haben als die Erstsemester, und wiederholt die Übung. Nehmen wir an, es stellt sich heraus, dass die Studenten im dritten Studienjahr weniger Fehler machen. Daraus schließen Sie nun, dass eine Universitätsausbildung die Schreibfähigkeiten verbessert, richtig? Das große Problem bei diesem Experiment ist jedoch, dass die Studenten im dritten Studienjahr älter sind und somit generell mehr Erfahrung mit dem Schreiben von Texten haben. Es ist also schwer, mit Sicherheit sagen zu können, welcher Zusammenhang besteht. Schreiben ältere Menschen besser, oder Menschen, die mehr Erfahrung mit dem Schreiben haben, oder Menschen, die einen höheren Bildungsgrad haben? Was davon ist also die wahre *Ursache* für die besseren Leistungen der Studenten im dritten Studienjahr? Das Alter, die Erfahrung oder der Grad der Ausbildung? Sie können es anhand Ihres Untersuchungsdesigns schlicht nicht sagen. Dies ist ein Beispiel für ein Versagen der internen Validität, da Ihre Studie die *kausalen* Beziehungen zwischen den verschiedenen Variablen nicht richtig aufschlüsselt.
nb: **Intern validitet** refererer til i hvilken grad du er i stand til å trekke riktige konklusjoner om årsakssammenhenger mellom variabler. Den kalles «intern» fordi den refererer til forholdet mellom ting «inne i» studien. La oss illustrere konseptet med et enkelt eksempel. Anta at du er interessert i å finne ut om en universitetsutdanning gjør deg bedre til å skrive. For å finne ut av det, samler du en gruppe førsteårsstudenter, ber dem skrive et essay på 1000 ord og teller hvor mange stave- og grammatikkfeil de gjør. Deretter finner du noen tredjeårsstudenter, som åpenbart har fått mer universitetsutdanning enn førsteårsstudentene, og gjentar øvelsen. Og la oss anta at det viser seg at tredjeårsstudentene produserer færre feil. Og så konkluderer du med at universitetsutdanning forbedrer skriveferdighetene. Eller hva? Men det store problemet med dette eksperimentet er at tredjeårsstudentene er eldre og har mer erfaring med å skrive ting. Så det er vanskelig å vite sikkert hva som er årsakssammenhengen. Skriver eldre mennesker bedre? Eller folk som har mer skriveerfaring? Eller folk som har mer utdanning? Hva av det ovennevnte er den egentlige *årsaken* til at tredjeårsstudentene presterer bedre? Alder? Erfaring? Utdanning? Det kan du ikke si noe om. Dette er et eksempel på sviktende intern validitet, fordi studien din ikke skiller ut *årsakssammenhengene* mellom de ulike variablene på en god måte.
ta: ** உள் செல்லுபடியாகும் ** மாறுபாடுகளுக்கு இடையிலான காரண உறவுகள் குறித்த சரியான முடிவுகளை நீங்கள் எந்த அளவிற்கு வரைய முடியும் என்பதைக் குறிக்கிறது. இது “உள்” என்று அழைக்கப்படுகிறது, ஏனெனில் இது ஆய்வின் “உள்ளே” விசயங்களுக்கிடையேயான உறவுகளைக் குறிக்கிறது. கருத்தை ஒரு எளிய எடுத்துக்காட்டுடன் விளக்குவோம். பல்கலைக்கழக கல்வி உங்களை சிறப்பாக எழுத வைக்கிறதா என்பதைக் கண்டுபிடிப்பதில் நீங்கள் ஆர்வமாக உள்ளீர்கள் என்று வைத்துக்கொள்வோம். அவ்வாறு செய்ய, நீங்கள் முதல் ஆண்டு மாணவர்களின் குழுவைப் பெறுவீர்கள், 1000 சொல் கட்டுரையை எழுதச் சொல்லுங்கள், மேலும் அவர்கள் செய்யும் எழுத்துப்பிழை மற்றும் இலக்கண பிழைகளின் எண்ணிக்கையை எண்ணுங்கள். சில மூன்றாம் ஆண்டு மாணவர்களை நீங்கள் காணலாம், அவர்கள் முதல் ஆண்டுகளை விட பல்கலைக்கழக கல்வியைக் கொண்டிருந்தனர், மேலும் உடற்பயிற்சியை மீண்டும் செய்கிறார்கள். மூன்றாம் ஆண்டு மாணவர்கள் குறைவான பிழைகளை உருவாக்குகிறார்கள் என்று வைத்துக்கொள்வோம். எனவே ஒரு பல்கலைக்கழக கல்வி எழுதும் திறனை மேம்படுத்துகிறது என்று நீங்கள் முடிவு செய்கிறீர்கள். சரி? இந்த பரிசோதனையின் பெரிய சிக்கல் என்னவென்றால், மூன்றாம் ஆண்டு மாணவர்கள் வயதானவர்கள், அவர்களுக்கு விசயங்களை எழுதுவதில் அதிக பட்டறிவு இருந்தது. எனவே காரண உறவு என்ன என்பதை உறுதியாக அறிந்து கொள்வது கடினம். வயதானவர்கள் சிறப்பாக எழுதுகிறார்களா? அல்லது அதிக எழுத்து பட்டறிவு பெற்ற நபர்கள்? அல்லது அதிக கல்வி பெற்றவர்கள்? மூன்றாம் ஆண்டின் சிறந்த செயல்திறனின் உண்மையான * காரணம் * மேலே உள்ளவை எது? வயது? அனுபவம்? கல்வி? நீங்கள் சொல்ல முடியாது. இது உள் செல்லுபடியாகும் தோல்விக்கு ஒரு எடுத்துக்காட்டு, ஏனென்றால் உங்கள் ஆய்வு வெவ்வேறு மாறிகளுக்கு இடையிலான * காரண * உறவுகளை சரியாக கிண்டல் செய்யாது.

source: **External validity** relates to the **generalisability** or **applicability** of your findings. That is, to what extent do you expect to see the same pattern of results in “real life” as you saw in your study. To put it a bit more precisely, any study that you do in psychology will involve a fairly specific set of questions or tasks, will occur in a specific environment, and will involve participants that are drawn from a particular subgroup (disappointingly often it is college students!). So, if it turns out that the results don’t actually generalise or apply to people and situations beyond the ones that you studied, then what you’ve got is a lack of external validity.
de: **Die externe Validität** bezieht sich auf die **Generalisierbarkeit** oder **Anwendbarkeit** Ihrer Ergebnisse. Das heißt, inwieweit erwarten Sie, dass Sie im „wirklichen Leben“ das gleiche Muster von Ergebnissen sehen werden, wie Sie es in Ihrer Studie gesehen haben. Um es etwas präziser zu formulieren: Jede Studie, die Sie in der Psychologie durchführen, beinhaltet eine Reihe von ziemlich spezifischen Fragen oder Aufgaben, findet in einer bestimmten Umgebung statt und bezieht Teilnehmer aus einer bestimmten Untergruppe ein (enttäuschend oft sind es Studenten!). Wenn sich also herausstellt, dass die Ergebnisse nicht verallgemeinert werden können oder auf andere Personen und Situationen als die untersuchten zutreffen, dann liegt ein Mangel an externer Validität vor.
nb: **Ekstern validitet** dreier seg om **generaliserbarheten** eller **anvendeligheten** av funnene dine. Det vil si i hvilken grad du kan forvente å se det samme mønsteret av resultater i «det virkelige liv» som du så i studien din. For å si det litt mer presist: Enhver studie du gjør i psykologi, vil involvere et ganske spesifikt sett med spørsmål eller oppgaver, vil foregå i et spesifikt miljø, og vil involvere deltakere som er hentet fra en bestemt undergruppe (skuffende ofte er det collegestudenter!). Så hvis det viser seg at resultatene faktisk ikke kan generaliseres eller gjelde for andre mennesker og situasjoner enn dem du har studert, har du en mangel på ekstern validitet.
ta: ** வெளிப்புற செல்லுபடியாகும் ** உங்கள் கண்டுபிடிப்புகளின் ** பொதுமயமாக்கல் ** அல்லது ** பொருந்தக்கூடிய ** உடன் தொடர்புடையது. அதாவது, உங்கள் ஆய்வில் நீங்கள் பார்த்ததைப் போலவே “நிச வாழ்க்கையில்” அதே வடிவங்களை எந்த அளவிற்கு காணலாம் என்று எதிர்பார்க்கிறீர்கள். இதை இன்னும் கொஞ்சம் துல்லியமாகச் சொல்வதானால், உளவியலில் நீங்கள் செய்யும் எந்தவொரு ஆய்வும் மிகவும் குறிப்பிட்ட கேள்விகள் அல்லது பணிகளை உள்ளடக்கும், இது ஒரு குறிப்பிட்ட சூழலில் நிகழும், மேலும் ஒரு குறிப்பிட்ட துணைக்குழுவிலிருந்து பெறப்பட்ட பங்கேற்பாளர்களை உள்ளடக்கும் (ஏமாற்றமளிக்கும் வகையில் அது கல்லூரி தான் மாணவர்கள்!). எனவே, நீங்கள் படித்ததைத் தாண்டிய நபர்களுக்கும் சூழ்நிலைகளுக்கும் முடிவுகள் உண்மையில் பொதுமைப்படுத்தவோ அல்லது பொருந்தவோ இல்லை என்று மாறிவிட்டால், உங்களுக்கு கிடைத்தது வெளிப்புற செல்லுபடியாகும் பற்றாக்குறை.

source: The classic example of this issue is the fact that a very large proportion of studies in psychology will use undergraduate psychology students as the participants. Obviously, however, the researchers don’t care *only* about psychology students. They care about people in general. Given that, a study that uses only psychology students as participants always carries a risk of lacking external validity. That is, if there’s something “special” about psychology students that makes them different to the general population in some *relevant* respect, then we may start worrying about a lack of external validity.
de: Das klassische Beispiel für dieses Problem ist die Tatsache, dass ein sehr großer Teil der Studien in der Psychologie Psychologiestudenten als Teilnehmer einsetzt. Offensichtlich interessieren sich die Forscher jedoch nicht *nur* für Psychologiestudenten. Sie interessieren sich für Menschen im Allgemeinen. Eine Studie, an der nur Psychologiestudenten teilnehmen, birgt daher immer das Risiko, dass die externe Validität nicht gegeben ist. Das heißt, wenn es etwas „Besonderes“ an Psychologiestudenten gibt, das sie in irgendeiner *relevanten* Hinsicht von der Allgemeinbevölkerung unterscheidet, dann können wir uns Sorgen über einen Mangel an externer Validität machen.
nb: Det klassiske eksempelet på denne problemstillingen er det faktum at en svært stor andel av studiene i psykologi bruker psykologistudenter som deltakere. Men forskerne bryr seg selvsagt ikke *kun* om psykologistudenter. De bryr seg om mennesker generelt. En studie som kun har psykologistudenter som deltakere, risikerer derfor alltid å mangle ekstern validitet. Det vil si at hvis det er noe «spesielt» med psykologistudenter som gjør dem annerledes enn den generelle befolkningen på et eller annet *relevant* punkt, så kan vi begynne å bekymre oss for manglende ekstern validitet.
ta: இந்த சிக்கலின் சிறந்த எடுத்துக்காட்டு என்னவென்றால், உளவியலில் மிகப் பெரிய அளவிலான ஆய்வுகள் இளங்கலை உளவியல் மாணவர்களை பங்கேற்பாளர்களாகப் பயன்படுத்தும் என்பதே உண்மை. இருப்பினும், வெளிப்படையாக, ஆராய்ச்சியாளர்கள் உளவியல் மாணவர்களைப் பற்றி மட்டுமே கவனிப்பதில்லை. அவர்கள் பொதுவாக மக்களைப் பற்றி கவலைப்படுகிறார்கள். அதன்படி, பங்கேற்பாளர்களாக உளவியல் மாணவர்களை மட்டுமே பயன்படுத்தும் ஒரு ஆய்வு எப்போதும் வெளிப்புற செல்லுபடியாகும் அபாயத்தைக் கொண்டுள்ளது. அதாவது, உளவியல் மாணவர்களைப் பற்றி “சிறப்பு” ஏதேனும் இருந்தால், அவை சில * பொருத்தமான * மரியாதைகளில் பொது மக்களுக்கு வேறுபடுகின்றன என்றால், வெளிப்புற செல்லுபடியாகும் பற்றாக்குறை குறித்து நாம் கவலைப்படத் தொடங்கலாம்.

source: That said, it is absolutely critical to realise that a study that uses only psychology students does not necessarily have a problem with external validity. I’ll talk about this again later, but it’s such a common mistake that I’m going to mention it here. The external validity of a study is threatened by the choice of population if (a) the population from which you sample your participants is very narrow (e.g., psychology students), and (b) the narrow population that you sampled from is systematically different from the general population *in some respect that is relevant to the psychological phenomenon that you intend to study*. The italicised part is the bit that lots of people forget. It is true that psychology undergraduates differ from the general population in lots of ways, and so a study that uses only psychology students *may* have problems with external validity. However, if those differences aren’t very relevant to the phenomenon that you’re studying, then there’s nothing to worry about. To make this a bit more concrete here are two extreme examples:
de: Allerdings muss man sich darüber im Klaren sein, dass eine Studie, an der nur Psychologiestudenten teilnehmen, nicht unbedingt ein Problem mit der externen Validität hat. Ich werde später noch einmal darauf eingehen, aber es ist ein so häufiger Fehler, dass ich ihn hier erwähnen möchte. Die externe Validität einer Studie wird durch die Wahl der Population gefährdet, wenn (a) die Population, aus der Sie Ihre Teilnehmer auswählen, sehr klein ist (z. B. Psychologiestudenten) und (b) die kleine Population, aus der Sie die Stichprobe gezogen haben, sich in irgendeiner Hinsicht systematisch von der allgemeinen Population *unterscheidet, die für das psychologische Phänomen, das Sie untersuchen wollen, relevant ist*. Der kursiv gedruckte Teil ist der Teil, den viele Leute vergessen. Es stimmt, dass sich Psychologiestudenten in vielerlei Hinsicht von der Allgemeinbevölkerung unterscheiden, und daher kann eine Studie, die nur Psychologiestudenten *verwendet,* Probleme mit der externen Validität haben. Wenn diese Unterschiede jedoch für das zu untersuchende Phänomen nicht sehr relevant sind, gibt es keinen Grund zur Sorge. Um dies ein wenig konkreter zu machen, hier zwei extreme Beispiele:
nb: Når det er sagt, er det helt avgjørende å være klar over at en studie som kun bruker psykologistudenter, ikke nødvendigvis har et problem med ekstern validitet. Jeg kommer tilbake til dette senere, men det er en så vanlig feil at jeg nevner den her. Den eksterne validiteten til en studie er truet av valget av populasjon hvis (a) populasjonen du trekker deltakere fra, er svært smal (f.eks. psykologistudenter), og (b) den smale populasjonen du trekker deltakere fra, er systematisk forskjellig fra den generelle populasjonen *på et eller annet punkt som er relevant for det psykologiske fenomenet du har til hensikt å studere*. Den kursiverte delen er den delen som mange glemmer. Det er sant at psykologistudenter skiller seg fra den generelle befolkningen på mange måter, og en studie som kun bruker psykologistudenter *kan* derfor ha problemer med ekstern validitet. Men hvis disse forskjellene ikke er veldig relevante for fenomenet du studerer, er det ikke noe å bekymre seg for. For å gjøre dette litt mer konkret, her er to ekstreme eksempler:
ta: உளவியல் மாணவர்களை மட்டுமே பயன்படுத்தும் ஒரு ஆய்வுக்கு வெளிப்புற செல்லுபடியாகும் தன்மை இருக்க வேண்டிய அவசியமில்லை என்பதை உணர்ந்து கொள்வது முற்றிலும் முக்கியமானது. இதைப் பற்றி நான் பின்னர் பேசுவேன், ஆனால் இது ஒரு பொதுவான தவறு, நான் அதை இங்கே குறிப்பிடப் போகிறேன். ஒரு ஆய்வின் வெளிப்புற செல்லுபடியாகும் தன்மை மக்கள்தொகையைத் தேர்ந்தெடுப்பதன் மூலம் அச்சுறுத்தப்படுகிறது (அ) உங்கள் பங்கேற்பாளர்களை நீங்கள் மாதிரி செய்யும் மக்கள் தொகை மிகவும் குறுகியதாக இருந்தால் (எ.கா., உளவியல் மாணவர்கள்), மற்றும் (ஆ) நீங்கள் மாதிரியாகக் கொண்ட குறுகிய மக்கள் தொகை முறையாக வேறுபட்டது பொது மக்கள் *சில விசயங்களில் நீங்கள் படிக்க விரும்பும் உளவியல் நிகழ்வுக்கு பொருத்தமானவை *. சாய்ந்த பகுதி நிறைய பேர் மறந்துவிடுகிறார்கள். உளவியல் இளங்கலை பட்டதாரிகள் பொது மக்களிடமிருந்து பல வழிகளில் வேறுபடுகிறார்கள் என்பது உண்மைதான், எனவே உளவியல் மாணவர்களை மட்டுமே பயன்படுத்தும் ஒரு ஆய்வு * வெளிப்புற செல்லுபடியாகும் சிக்கல்களைக் கொண்டிருக்கலாம். இருப்பினும், அந்த வேறுபாடுகள் நீங்கள் படிக்கும் நிகழ்வுக்கு மிகவும் பொருந்தாது என்றால், கவலைப்பட ஒன்றுமில்லை. இதை இன்னும் கொஞ்சம் உறுதியானதாக மாற்ற இங்கே இரண்டு தீவிர எடுத்துக்காட்டுகள்:

source: You want to measure “attitudes of the general public towards psychotherapy”, but all of your participants are psychology students. This study would almost certainly have a problem with external validity.
de: Sie wollen die „Einstellung der Allgemeinheit zur Psychotherapie“ messen, aber alle Ihre Teilnehmer sind Psychologiestudenten. Diese Studie hätte mit Sicherheit ein Problem mit der externen Validität.
nb: Du ønsker å måle «allmennhetens holdninger til psykoterapi», men alle deltakerne er psykologistudenter. Denne studien vil nesten helt sikkert ha et problem med ekstern validitet.
ta: நீங்கள் "உளவியல் சிகிச்சையை நோக்கி பொது மக்களின் அணுகுமுறைகளை" அளவிட விரும்புகிறீர்கள், ஆனால் உங்கள் பங்கேற்பாளர்கள் அனைவரும் உளவியல் மாணவர்கள். இந்த ஆய்வில் நிச்சயமாக வெளிப்புற செல்லுபடியாகும் சிக்கல் இருக்கும்.

source: You want to measure the effectiveness of a visual illusion, and your participants are all psychology students. This study is unlikely to have a problem with external validity
de: Sie wollen die Wirksamkeit einer visuellen Täuschung messen, und Ihre Teilnehmer sind alle Psychologiestudenten. Es ist unwahrscheinlich, dass diese Studie ein Problem mit der externen Validität hat.
nb: Du ønsker å måle effektiviteten av en visuell illusjon, og deltakerne er alle psykologistudenter. Det er lite sannsynlig at denne studien vil ha problemer med ekstern validitet
ta: காட்சி மாயையின் செயல்திறனை நீங்கள் அளவிட விரும்புகிறீர்கள், உங்கள் பங்கேற்பாளர்கள் அனைவரும் உளவியல் மாணவர்கள். இந்த ஆய்வில் வெளிப்புற செல்லுபடியாகும் சிக்கல் ஏற்பட வாய்ப்பில்லை
