Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: Moving beyond these issues, there’s the question of methodology. What specific “measurement method” are you going to use to find out someone’s age? As before, there are lots of different possibilities:
de: Abgesehen von diesen definitorischen Problemen, stellt sich die Frage nach der Methodik. Welche spezifische „Messmethode“ wollen Sie verwenden, um das Alter einer Person zu ermitteln? Wie bereits erwähnt, gibt es dafür viele verschiedene Möglichkeiten:
nb: I tillegg til disse spørsmålene kommer spørsmålet om metodikk. Hvilken spesifikk «målemetode» skal du bruke for å finne ut noens alder? Som tidligere finnes det mange ulike muligheter:
ta: இந்த சிக்கல்களைத் தாண்டி, முறையின் கேள்வி உள்ளது. ஒருவரின் வயதைக் கண்டுபிடிக்க நீங்கள் என்ன குறிப்பிட்ட “அளவீட்டு முறை” பயன்படுத்தப் போகிறீர்கள்? முன்பு போல, பல்வேறு சாத்தியக்கூறுகள் உள்ளன:

source: You could just ask people “how old are you?” The method of self-report is fast, cheap and easy. But it only works with people old enough to understand the question, and some people lie about their age.
de: Sie könnten einfach Menschen fragen: „Wie alt sind Sie?“ Die Methode des Selbstberichts ist schnell, kostengünstig und einfach. Die Methode ist jedoch nur für Personen geeignet, die alt genug sind, um die Frage zu verstehen. Zudem lügen einige Personen bezüglich Ihres Alters.
nb: Du kan bare spørre folk «hvor gammel er du?». Metoden med selvrapportering er rask, billig og enkel. Men den fungerer bare med folk som er gamle nok til å forstå spørsmålet, og noen lyver om alderen sin.
ta: நீங்கள் மக்களிடம் “உங்களுக்கு எவ்வளவு வயது?” என்று கேட்கலாம். தன்வய அறிக்கையின் முறை வேகமானது, மலிவானது மற்றும் எளிதானது. ஆனால் இது கேள்வியைப் புரிந்துகொள்ளும் அளவுக்கு வயதானவர்களுடன் மட்டுமே செயல்படுகிறது, மேலும் சிலர் தங்கள் வயதைப் பற்றி பொய் சொல்கிறார்கள்.

source: You could ask an authority (e.g., a parent) “how old is your child?” This method is fast, and when dealing with kids it’s not all that hard since the parent is almost always around. It doesn’t work as well if you want to know “age since conception”, since a lot of parents can’t say for sure when conception took place. For that, you might need a different authority (e.g., an obstetrician).
de: Sie könnten eine Autorität (z. B. ein Elternteil) fragen: „Wie alt ist Ihr Kind?“ Diese Methode ist auch schnell, und bei Kindern ist es zudem nicht so schwierig, da die Eltern fast immer mit anwesend sind. Sie funktioniert jedoch nicht so gut, wenn Sie das „Alter seit der Empfängnis“ wissen wollen, da viele Eltern nicht mit Sicherheit sagen können, wann die Empfängnis stattgefunden hat. Hierfür benötigen Sie möglicherweise andere Informationsquellen (z. B. einen Geburtshelfer).
nb: Du kan spørre en autoritet (f.eks. en forelder): «Hvor gammelt er barnet ditt?» Denne metoden er rask, og når det gjelder barn, er det ikke så vanskelig, siden foreldrene nesten alltid er til stede. Den fungerer ikke like bra hvis du vil vite «alder siden unnfangelsen», siden mange foreldre ikke kan si sikkert når unnfangelsen fant sted. Da trenger du kanskje en annen autoritet (f.eks. en fødselslege).
ta: நீங்கள் ஒரு அதிகாரத்தைக் கேட்கலாம் (எ.கா., ஒரு பெற்றோர்) “உங்கள் குழந்தைக்கு எவ்வளவு வயது?” இந்த முறை வேகமாக உள்ளது, குழந்தைகளுடன் கையாளும் போது பெற்றோர் எப்போதுமே சுற்றிலும் இருப்பதால் அது அவ்வளவு கடினமாக இல்லை. “கருத்தரித்ததிலிருந்து வயது” என்பதை நீங்கள் தெரிந்து கொள்ள விரும்பினால் அது செயல்படாது, ஏனெனில் கருத்தாக்கம் எப்போது நடந்தது என்பதை நிறைய பெற்றோர்கள் உறுதியாகச் சொல்ல முடியாது. அதற்காக, உங்களுக்கு வேறு அதிகாரம் தேவைப்படலாம் (எ.கா., ஒரு மகப்பேறியல் நிபுணர்).

source: You could look up official records, for example birth or death certificates. This is a time consuming and frustrating endeavour, but it has its uses (e.g., if the person is now dead).
de: Sie können in amtlichen Aufzeichnungen nachsehen, zum Beispiel in Geburts- oder Sterbeurkunden. Diese Methode ist ein eher zeitaufwändiges und frustrierendes Unterfangen, aber der Nutzen kann groß sein (z. B. wenn die Person inzwischen gestorben ist).
nb: Du kan slå opp i offisielle registre, for eksempel fødsels- eller dødsattester. Dette er et tidkrevende og frustrerende arbeid, men det har sine fordeler (f.eks. hvis personen nå er død).
ta: நீங்கள் உத்தியோகபூர்வ பதிவுகளைப் பார்க்கலாம், எடுத்துக்காட்டாக பிறப்பு அல்லது இறப்பு சான்றிதழ்கள். இது நேரத்தை எடுத்துக்கொள்ளும் மற்றும் வெறுப்பூட்டும் முயற்சி, ஆனால் அதன் பயன்பாடுகளைக் கொண்டுள்ளது (எ.கா., நபர் இப்போது இறந்துவிட்டால்).

source: Operationalisation: defining your measurement
de: Operationalisierung: Definition Ihrer Messung
nb: Operasjonalisering: definere målingen din
ta: செயல்பாட்டு: உங்கள் அளவீட்டை வரையறுத்தல்

source: All of the ideas discussed in the previous section relate to the concept of **operationalisation**. To be a bit more precise about the idea, operationalisation is the process by which we take a meaningful but somewhat vague concept and turn it into a precise measurement. The process of operationalisation can involve several different things:
de: Alle im vorangegangenen Abschnitt erörterten Ideen beziehen sich auf das Konzept der **Operationalisierung**. Um den Begriff etwas präziser zu fassen: Operationalisierung ist der Prozess, durch den wir ein sinnvolles, aber etwas vages Konzept in eine präzise Messung umwandeln. Der Prozess der Operationalisierung kann mehrere verschiedene Dinge umfassen:
nb: Alle ideene som er diskutert i forrige avsnitt, er knyttet til begrepet **operasjonalisering**. For å være litt mer presis: Operasjonalisering er prosessen der vi tar et meningsfylt, men noe vagt begrep og gjør det om til en presis måling. Operasjonaliseringsprosessen kan innebære flere forskjellige ting:
ta: முந்தைய பிரிவில் விவாதிக்கப்பட்ட அனைத்து யோசனைகளும் ** செயல்பாட்டு ** என்ற கருத்துடன் தொடர்புடையவை. யோசனையைப் பற்றி இன்னும் கொஞ்சம் துல்லியமாக இருக்க, செயல்பாட்டு என்பது ஒரு அர்த்தமுள்ள ஆனால் ஓரளவு தெளிவற்ற கருத்தை எடுத்து அதை ஒரு துல்லியமான அளவீடாக மாற்றும் செயல்முறையாகும். செயல்பாட்டு செயல்முறை பல்வேறு விசயங்களை உள்ளடக்கியது:

source: Being precise about what you are trying to measure. For instance, does “age” mean “time since birth” or “time since conception” in the context of your research?
de: Sie sollten genau wissen, was Sie zu messen versuchen. Bedeutet zum Beispiel „Alter“ im Zusammenhang mit Ihrer Forschung „Zeit seit der Geburt“ oder „Zeit seit der Empfängnis“?
nb: Vær presis med hensyn til hva du prøver å måle. Betyr for eksempel «alder» «tid siden fødsel» eller «tid siden unnfangelse» i forbindelse med forskningen din?
ta: நீங்கள் எதை அளவிட முயற்சிக்கிறீர்கள் என்பதில் துல்லியமாக இருப்பது. உதாரணமாக, “வயது” என்பது உங்கள் ஆராய்ச்சியின் பின்னணியில் “பிறப்பிலிருந்து நேரம்” அல்லது “கருத்தரித்த நேரம்” என்று பொருள்?

source: Determining what method you will use to measure it. Will you use self-report to measure age, ask a parent, or look up an official record? If you’re using self-report, how will you phrase the question?
de: Festlegung der Methode, mit der Sie das Alter messen wollen. Werden Sie das Alter anhand von Selbstauskünften erfassen, ein Elternteil befragen oder in einem offiziellen Bericht nachsehen? Und: wenn Sie die Selbstauskunft verwenden, wie werden Sie die Frage formulieren?
nb: Bestem hvilken metode du vil bruke for å måle den. Skal du bruke selvrapportering for å måle alder, spørre en forelder eller slå opp i et offisielt register? Hvis du bruker selvrapportering, hvordan skal du formulere spørsmålet?
ta: அதை அளவிட நீங்கள் எந்த முறையைப் பயன்படுத்துவீர்கள் என்பதைத் தீர்மானித்தல். வயதை அளவிட, பெற்றோரிடம் கேட்க, அல்லது அதிகாரப்பூர்வ பதிவைப் பார்க்க நீங்கள் தன்வய அறிக்கையைப் பயன்படுத்துவீர்களா? நீங்கள் தன்வய அறிக்கையைப் பயன்படுத்துகிறீர்கள் என்றால், கேள்வியை எவ்வாறு சொற்றொடுப்பீர்கள்?

source: Defining the set of allowable values that the measurement can take. Note that these values don’t always have to be numerical, though they often are. When measuring age the values are numerical, but we still need to think carefully about what numbers are allowed. Do we want age in years, years and months, days, or hours? For other types of measurements (e.g., gender) the values aren’t numerical. But, just as before, we need to think about what values are allowed. If we’re asking people to self-report their gender, what options to we allow them to choose between? Is it enough to allow only “male” or “female”? Do you need an “other” option? Or should we not give people specific options and instead let them answer in their own words? And if you open up the set of possible values to include all verbal response, how will you interpret their answers?
de: Festlegung der zulässigen Werte, die die Messung annehmen kann. Beachten Sie, dass diese Werte nicht immer numerisch sein müssen, obwohl sie es oft sind. Bei der Messung des Alters sind die Werte numerisch, aber wir müssen trotzdem sorgfältig überlegen, welche Zahlen zulässig sind. Wollen wir das Alter in Jahren, Jahren und Monaten, Tagen oder Stunden angeben? Bei anderen Arten von Messungen (z. B. Geschlecht) sind die Werte nicht numerisch. Aber auch hier müssen wir uns überlegen, welche Werte zulässig sind. Wenn wir Menschen bitten, ihr Geschlecht selbst anzugeben, zwischen welchen Optionen sollen sie dann wählen können? Reicht es aus, nur „männlich“ oder „weiblich“ zuzulassen? Braucht man eine Option „andere“? Oder sollten wir den Menschen keine spezifischen Optionen vorgeben und sie stattdessen mit ihren eigenen Worten antworten lassen? Und wie interpretieren Sie die Antworten der Befragten, wenn Sie die Menge der möglichen Werte auf alle verbalen Antworten ausdehnen?
nb: Definere settet av tillatte verdier som målingen kan ta. Merk at disse verdiene ikke alltid trenger å være numeriske, selv om de ofte er det. Når vi måler alder, er verdiene numeriske, men vi må likevel tenke nøye gjennom hvilke tall som er tillatt. Vil vi ha alder i år, år og måneder, dager eller timer? For andre typer målinger (f.eks. kjønn) er verdiene ikke numeriske. Men akkurat som før må vi tenke på hvilke verdier som er tillatt. Hvis vi ber folk om å oppgi kjønn, hvilke alternativer skal vi la dem velge mellom? Er det nok å bare tillate «mann» eller «kvinne»? Trenger du et «annet»-alternativ? Eller bør vi ikke gi folk spesifikke alternativer, og i stedet la dem svare med sine egne ord? Og hvis du åpner opp for alle mulige verdier, hvordan skal du tolke svarene deres?
ta: அளவீட்டு எடுக்கக்கூடிய அனுமதிக்கக்கூடிய மதிப்புகளின் தொகுப்பை வரையறுத்தல். இந்த மதிப்புகள் எப்போதும் எண்ணாக இருக்க வேண்டியதில்லை என்பதை நினைவில் கொள்க, அவை பெரும்பாலும் இருந்தாலும். வயதை அளவிடும்போது மதிப்புகள் எண், ஆனால் என்ன எண்கள் அனுமதிக்கப்படுகின்றன என்பதைப் பற்றி நாம் கவனமாக சிந்திக்க வேண்டும். ஆண்டுகள், ஆண்டுகள் மற்றும் மாதங்கள், நாட்கள் அல்லது மணிநேரங்களில் அகவை வேண்டுமா? பிற வகை அளவீடுகளுக்கு (எ.கா., பாலினம்) மதிப்புகள் எண் அல்ல. ஆனால், முன்பு போலவே, என்ன மதிப்புகள் அனுமதிக்கப்படுகின்றன என்பதைப் பற்றி நாம் சிந்திக்க வேண்டும். அவர்களின் பாலினத்தை சுயமாகப் புகாரளிக்க மக்களை நாங்கள் கேட்கிறோம் என்றால், இடையில் தேர்வு செய்ய என்ன விருப்பங்கள் அனுமதிக்கின்றன? “ஆண்” அல்லது “பெண்” மட்டுமே அனுமதிக்க போதுமானதா? உங்களுக்கு “பிற” விருப்பம் தேவையா? அல்லது நாம் மக்களுக்கு குறிப்பிட்ட விருப்பங்களை வழங்க வேண்டாமா, அதற்கு பதிலாக அவர்கள் தங்கள் சொந்த வார்த்தைகளில் பதிலளிக்க அனுமதிக்க வேண்டாமா? அனைத்து வாய்மொழி பதிலையும் சேர்க்க சாத்தியமான மதிப்புகளின் தொகுப்பை நீங்கள் திறந்தால், அவற்றின் பதில்களை எவ்வாறு விளக்குவீர்கள்?

source: Operationalisation is a tricky business, and there’s no “one, true way” to do it. The way in which you choose to operationalise the informal concept of “age” or “gender” into a formal measurement depends on what you need to use the measurement for. Often you’ll find that the community of scientists who work in your area have some fairly well-established ideas for how to go about it. In other words, operationalisation needs to be thought through on a case by case basis. Nevertheless, while there a lot of issues that are specific to each individual research project, there are some aspects to it that are pretty general.
de: Operationalisierung ist eine knifflige Angelegenheit, und es gibt dafür nicht den „einzigen, wahren Weg“. Die Art und Weise, wie Sie das informelle Konzept des „Alters“ oder „Geschlechts“ in eine formale Messung operationalisieren, hängt davon ab, wofür Sie die Messung verwenden wollen. Oftmals werden Sie feststellen, dass die Gemeinschaft der WissenschaftlerInnen, die in Ihrem Bereich arbeiten, bestimmte Vorstellungen darüber haben, wie man vorgehen sollte. Mit anderen Worten: Die Operationalisierung muss von Fall zu Fall durchdacht werden. Auch wenn es viele Fragen gibt, die für jedes einzelne Forschungsprojekt spezifisch sind, gibt es doch einige Aspekte, die ziemlich allgemein sind.
nb: Operasjonalisering er en vanskelig øvelse, og det finnes ikke «én riktig måte» å gjøre det på. Hvordan du velger å operasjonalisere det uformelle begrepet «alder» eller «kjønn» til et formelt mål, avhenger av hva du skal bruke målet til. Ofte vil du oppdage at forskningsmiljøet som jobber på ditt område, har noen ganske veletablerte ideer om hvordan du skal gå frem. Med andre ord må operasjonalisering vurderes fra sak til sak. Selv om det er mange spørsmål som er spesifikke for hvert enkelt forskningsprosjekt, er det likevel noen aspekter som er ganske generelle.
ta: செயல்பாட்டு என்பது ஒரு தந்திரமான வணிகமாகும், மேலும் அதைச் செய்ய “ஒன்று, உண்மையான வழி” இல்லை. “வயது” அல்லது “பாலினம்” என்ற முறைசாரா கருத்தை முறையான அளவீட்டில் செயல்படுத்த நீங்கள் தேர்வுசெய்யும் வழி, நீங்கள் அளவீட்டைப் பயன்படுத்த வேண்டியதைப் பொறுத்தது. உங்கள் பகுதியில் பணிபுரியும் விஞ்ஞானிகளின் சமூகம் அதைப் பற்றி எப்படிப் போவது என்பதற்கான சில நன்கு நிறுவப்பட்ட யோசனைகளைக் கொண்டிருப்பதை நீங்கள் அடிக்கடி காணலாம். வேறு வார்த்தைகளில் கூறுவதானால், செயல்பாட்டுமயமாக்கல் ஒரு விசயத்தில் வழக்கு அடிப்படையில் சிந்திக்கப்பட வேண்டும். ஆயினும்கூட, ஒவ்வொரு தனிப்பட்ட ஆராய்ச்சி திட்டத்திற்கும் குறிப்பிட்ட பல சிக்கல்கள் இருக்கும்போது, அதற்கு சில நற்பொருத்தங்கள் உள்ளன.

source: Before moving on I want to take a moment to clear up our terminology, and in the process introduce one more term. Here are four different things that are closely related to each other:
de: Bevor wir fortfahren, möchte ich kurz unsere Terminologie klären und dabei einen weiteren Begriff einführen. Es existieren vier verschiedene Begriffe, die eng miteinander verknüpft sind:
nb: Før vi går videre, vil jeg bruke et øyeblikk på å rydde opp i terminologien, og i samme slengen introdusere et nytt begrep. Her er fire forskjellige ting som er nært beslektet med hverandre:
ta: நகர்வதற்கு முன், எங்கள் சொற்களை அழிக்க ஒரு கணம் எடுக்க விரும்புகிறேன், மேலும் செயல்பாட்டில் இன்னும் ஒரு காலத்தை அறிமுகப்படுத்துகிறேன். ஒருவருக்கொருவர் நெருக்கமாக தொடர்புடைய நான்கு வெவ்வேறு விசயங்கள் இங்கே:

source: **A theoretical construct**. This is the thing that you’re trying to take a measurement of, like “age”, “gender” or an “opinion”. A theoretical construct can’t be directly observed, and often they’re actually a bit vague.
de: **Das theoretische Konstrukt**. Dieses versuchen wir zu messen. Beispiele dafür sind „Alter“, „Geschlecht“ oder eine „Meinung“. Ein theoretisches Konstrukt kann nicht direkt beobachtet werden, und sind oft unkonkret bzw. vage.
nb: **En teoretisk konstrukt**. Dette er det du prøver å måle, som «alder», «kjønn» eller en «mening». En teoretisk konstrukt kan ikke observeres direkte, og ofte er de faktisk litt vage.
ta: ** ஒரு தத்துவார்த்த கட்டுமானம் **. “வயது”, “பாலினம்” அல்லது “கருத்து” போன்ற அளவீட்டை நீங்கள் எடுக்க முயற்சிக்கும் சேதி இதுதான். ஒரு தத்துவார்த்த கட்டமைப்பை நேரடியாகக் கவனிக்க முடியாது, பெரும்பாலும் அவை உண்மையில் சற்று தெளிவற்றவை.

source: **A measure**. The measure refers to the method or the tool that you use to make your observations. A question in a survey, a behavioural observation or a brain scan could all count as a measure.
de: **Die Messung**. Die Messung bezieht sich auf die Methode oder das Instrument, das Sie zum Durchführen Ihrer Beobachtungen verwenden. Beispiele dafür sind Umfragen, Verhaltensbeobachtungen oder eine MRT-Messung.
nb: **Et mål**. Tiltaket refererer til metoden eller verktøyet du bruker for å gjøre observasjonene dine. Et spørsmål i en spørreundersøkelse, en atferdsobservasjon eller en hjerneskanning kan alle regnes som et tiltak.
ta: ** ஒரு நடவடிக்கை **. இந்த நடவடிக்கை உங்கள் அவதானிப்புகளைச் செய்ய நீங்கள் பயன்படுத்தும் முறை அல்லது கருவியைக் குறிக்கிறது. ஒரு கணக்கெடுப்பில் ஒரு கேள்வி, ஒரு நடத்தை அவதானிப்பு அல்லது மூளை ச்கேன் அனைத்தும் ஒரு நடவடிக்கையாக எண்ணலாம்.

source: **An operationalisation**. The term “operationalisation” refers to the logical connection between the measure and the theoretical construct, or to the process by which we try to derive a measure from a theoretical construct.
de: **Die Operationalisierung**. Der Begriff „Operationalisierung“ bezieht sich auf die logische Verbindung zwischen der Messmethode und dem theoretischen Konstrukt oder auf den Prozess, mit dem wir versuchen, eine Messmethode aus einem theoretischen Konstrukt abzuleiten.
nb: **En operasjonalisering**. Begrepet «operasjonalisering» refererer til den logiske forbindelsen mellom målingen og det teoretiske konstruktet, eller til prosessen der vi forsøker å utlede en måling fra et teoretisk konstrukt.
ta: ** ஒரு செயல்பாட்டு **. "செயல்பாட்டு" என்ற சொல் அளவிற்கும் தத்துவார்த்த கட்டமைப்பிற்கும் இடையிலான தர்க்கரீதியான தொடர்பைக் குறிக்கிறது, அல்லது ஒரு தத்துவார்த்த கட்டமைப்பிலிருந்து ஒரு நடவடிக்கையைப் பெற முயற்சிக்கும் செயல்முறையை குறிக்கிறது.

source: **A variable**. Finally, a new term. A variable is what we end up with when we apply our measure to something in the world. That is, variables are the actual “data” that we end up with in our data sets.
de: **Die Variable**. Ein neuer Begriff. Die Variable bezeichnet das, was wir am Ende erhalten, wenn wir unsere Messung auf etwas in der Welt anwenden. Das heißt, die Variablen sind die eigentlichen „Daten“, die wir in unseren Datensätzen vorfinden.
nb: **En variabel**. Endelig et nytt begrep. En variabel er det vi ender opp med når vi bruker målet vårt på noe i verden. Det vil si at variabler er de faktiske «dataene» som vi ender opp med i datasettene våre.
ta: ** ஒரு மாறி **. இறுதியாக, ஒரு புதிய சொல். ஒரு மாறி என்பது உலகில் எதையாவது நம்முடைய அளவைப் பயன்படுத்தும்போது நாம் முடிவடைகிறோம். அதாவது, மாறிகள் எங்கள் தரவுத் தொகுப்புகளில் முடிவடையும் உண்மையான “தரவு” ஆகும்.

source: In practice, even scientists tend to blur the distinction between these things, but it’s very helpful to try to understand the differences.
de: In der Praxis neigen sogar WissenschaftlerInnen dazu, die Unterscheidung zwischen diesen Begiffen zu verwischen, aber es ist sehr hilfreich, zu versuchen, sich dieser Unterscheidung bewusst zu sein.
nb: I praksis har selv forskere en tendens til å viske ut skillet mellom disse tingene, men det er veldig nyttig å prøve å forstå forskjellene.
ta: நடைமுறையில், விஞ்ஞானிகள் கூட இந்த விசயங்களுக்கிடையேயான வேறுபாட்டை மழுங்கடிக்க முனைகிறார்கள், ஆனால் வேறுபாடுகளைப் புரிந்துகொள்ள முயற்சிப்பது மிகவும் உதவியாக இருக்கும்.

source: Scales of measurement and types of variables
de: Skalenniveaus und Variablentypen
nb: Målenivåer og variabletyper
ta: அளவீட்டு மற்றும் மாறிகளின் வகைகள்

source: As the previous section indicates, the outcome of a psychological measurement is called a variable. But not all variables are of the same qualitative type and so it’s useful to understand what types there are. A very useful concept for distinguishing between different types of variables is what’s known as **scales of measurement**.
de: Wie im vorangegangenen Abschnitt beschrieben, wird das Ergebnis einer psychologischen Messung als Variable bezeichnet. Jedoch sind nicht alle Variablen vom gleichen qualitativen Typ, weshalb es sinnvoll ist zu verstehen, welche Typen es gibt. Ein sehr nützliches Konzept zur Unterscheidung zwischen den verschiedenen Arten von Variablen sind die sogenannten **Skalenniveaus**.
nb: Som det fremgår av forrige avsnitt, kalles resultatet av en psykologisk måling for en variabel. Men ikke alle variabler er av samme kvalitative type, og det er derfor nyttig å forstå hvilke typer det finnes. Et svært nyttig begrep for å skille mellom ulike typer variabler er det som kalles **målenivåer**.
ta: முந்தைய பிரிவு குறிப்பிடுவது போல, ஒரு உளவியல் அளவீட்டின் விளைவு மாறி என்று அழைக்கப்படுகிறது. ஆனால் எல்லா மாறிகள் ஒரே தரமான வகையாக இல்லை, எனவே எந்த வகைகள் உள்ளன என்பதைப் புரிந்துகொள்வது பயனுள்ளதாக இருக்கும். பல்வேறு வகையான மாறிகள் இடையில் வேறுபடுவதற்கான மிகவும் பயனுள்ள கருத்து ** அளவீட்டு அளவீடுகள் ** என அழைக்கப்படுகிறது.

source: Nominal scale
de: Nominalskala
nb: Nominell skala
ta: பெயரளவு அளவு
