Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: **Parallel forms reliability**. This relates to consistency across theoretically-equivalent measurements. If I use a different set of bathroom scales to measure my weight does it give the same answer?
de: **Paralleltest-Reliabilität**. Dies bezieht sich auf die Konsistenz zwischen theoretisch äquivalenten Messinstrumenten. Wenn ich mein Gewicht mit einer anderen Personenwaage messe, wird dann das gleiche Ergebnis angezeigt?
nb: **Parallellformsreliabilitet**. Dette dreier seg om konsistens på tvers av teoretisk ekvivalente målinger. Hvis jeg bruker en annen badevekt til å måle vekten min, gir den samme svar?
ta: ** இணையானது நம்பகத்தன்மையை உருவாக்குகிறது **. இது கோட்பாட்டளவில் சமமான அளவீடுகளில் நிலைத்தன்மையுடன் தொடர்புடையது. எனது எடையை அளவிட நான் வேறுபட்ட குளியலறை அளவீடுகளைப் பயன்படுத்தினால், அது அதே பதிலைக் கொடுக்கிறதா?

source: **Internal consistency reliability**. If a measurement is constructed from lots of different parts that perform similar functions (e.g., a personality questionnaire result is added up across several questions) do the individual parts tend to give similar answers. We’ll look at this particular form of reliability later in the book, in section :doc:`../Ch15/Ch15_FactorAnalysis_4`.
de: **Reliabilität der internen Konsistenz**. Wenn eine Messung aus vielen verschiedenen Teilen konstruiert wird, die ähnliche Funktionen erfüllen (z. B. wird das Ergebnis eines Persönlichkeitsfragebogens über mehrere Fragen hinweg addiert), dann sollten die einzelnen Teile in der Tendenz auch zu ähnlichen Antworten führen. Wir werden diese besondere Form der Reliabilität später in diesem Buch im Abschnitt :doc:`../Ch15/Ch15_FactorAnalysis_4` betrachten.
nb: **Intern konsistens**. Hvis en måling er konstruert av mange ulike deler som utfører lignende funksjoner (f.eks. et personlighetsspørsmål som er summert over flere spørsmål), har de enkelte delene en tendens til å gi lignende svar. Vi skal se nærmere på denne spesielle formen for reliabilitet senere i boken, i avsnitt :doc:`../Ch15/Ch15_FactorAnalysis_4`.
ta: ** உள் நிலைத்தன்மை நம்பகத்தன்மை **. ஒத்த செயல்பாடுகளைச் செய்யும் பல்வேறு பகுதிகளிலிருந்து ஒரு அளவீட்டு கட்டப்பட்டால் (எ.கா., பல கேள்விகளில் ஒரு ஆளுமை கேள்வித்தாள் முடிவு சேர்க்கப்படுகிறது) தனிப்பட்ட பாகங்கள் இதே போன்ற பதில்களைக் கொடுக்க முனைகின்றன. இந்த குறிப்பிட்ட நம்பகத்தன்மையை பின்னர் புத்தகத்தில் பார்ப்போம், பிரிவு: டாக்: `../ CH15/CH15_FACTORANALISIS_4`.

source: Not all measurements need to possess all forms of reliability. For instance, educational assessment can be thought of as a form of measurement. One of the subjects that I teach, *Computational Cognitive Science*, has an assessment structure that has a research component and an exam component (plus other things). The exam component is *intended* to measure something different from the research component, so the assessment as a whole has low internal consistency. However, within the exam there are several questions that are intended to (approximately) measure the same things, and those tend to produce similar outcomes. So the exam on its own has a fairly high internal consistency. Which is as it should be. You should only demand reliability in those situations where you want to be measuring the same thing!
de: Nicht alle Messungen müssen alle Formen der Reliabilität aufweisen. Zum Beispiel kann man die Bewertung von Studienleistungen als eine Form der Messung betrachten. Eines der Fächer, die ich unterrichte, *Computational Cognitive Science*, hat eine Bewertungsstruktur, die eine Forschungskomponente und eine Prüfungskomponente (sowie andere Dinge) umfasst. Die Prüfungskomponente soll etwas anderes messen als die Forschungskomponente, so dass die Bewertung als Ganzes eine geringe interne Konsistenz aufweist. Innerhalb der Prüfung gibt es jedoch mehrere Fragen, die (ungefähr) dasselbe messen sollen, und diese führen in der Regel auch zu ähnlichen Ergebnissen. Die Prüfung an sich hat also eine recht hohe interne Konsistenz. Und so sollte es auch sein. Reliabilität sollte man nur dann von einer Messung verlangen, wenn man auch dasselbe messen will!
nb: Ikke alle målinger trenger å ha alle former for reliabilitet. For eksempel kan pedagogisk vurdering betraktes som en form for måling. Et av fagene jeg underviser i, *Computational Cognitive Science*, har en vurderingsstruktur som består av en forskningskomponent og en eksamenskomponent (pluss andre ting). Eksamenskomponenten er *tiltenkt* å måle noe annet enn forskningskomponenten, så vurderingen som helhet har lav intern konsistens. I eksamenen er det imidlertid flere spørsmål som er ment å måle (omtrent) det samme, og disse har en tendens til å gi lignende resultater. Så eksamenen i seg selv har en ganske høy intern konsistens. Og det er som det skal være. Du bør bare kreve reliabilitet i de situasjonene der du ønsker å måle det samme!
ta: எல்லா அளவீடுகளும் அனைத்து வகையான நம்பகத்தன்மையையும் கொண்டிருக்க வேண்டிய அவசியமில்லை. உதாரணமாக, கல்வி மதிப்பீட்டை அளவீட்டு வடிவமாக கருதலாம். நான் கற்பிக்கும் பாடங்களில் ஒன்று, *கணக்கீட்டு அறிவாற்றல் அறிவியல் *, ஒரு மதிப்பீட்டு கட்டமைப்பைக் கொண்டுள்ளது, இது ஒரு ஆராய்ச்சி கூறு மற்றும் ஒரு தேர்வு கூறு (மற்றும் பிற விசயங்கள்) உள்ளது. ஆராய்ச்சி கூறுகளிலிருந்து வேறுபட்ட ஒன்றை அளவிட தேர்வு கூறு * நோக்கம் கொண்டது *, எனவே ஒட்டுமொத்த மதிப்பீட்டில் குறைந்த உள் நிலைத்தன்மையைக் கொண்டுள்ளது. இருப்பினும், தேர்வுக்குள் பல கேள்விகள் உள்ளன, அவை ஒரே மாதிரியான விசயங்களை அளவிடுகின்றன, மேலும் அவை ஒத்த விளைவுகளை உருவாக்க முனைகின்றன. எனவே தேர்வு மிகவும் உயர்ந்த உள் நிலைத்தன்மையைக் கொண்டுள்ளது. அது இருக்க வேண்டும். அதே விசயத்தை நீங்கள் அளவிட விரும்பும் சூழ்நிலைகளில் மட்டுமே நீங்கள் நம்பகத்தன்மையை கோர வேண்டும்!

source: The “role” of variables: predictors and outcomes
de: Die „Rollen“ von Variablen: Prädiktor und Kriterium
nb: Variablenes «rolle»: prediktorer og utfall
ta: மாறிகளின் “பங்கு”: முன்னறிவிப்பாளர்கள் மற்றும் விளைவுகள்

source: I’ve got one last piece of terminology that I need to explain to you before moving away from variables. Normally, when we do some research we end up with lots of different variables. Then, when we analyse our data, we usually try to explain some of the variables in terms of some of the other variables. It’s important to keep the two roles “thing doing the explaining” and “thing being explained” distinct. So let’s be clear about this now. First, we might as well get used to the idea of using mathematical symbols to describe variables, since it’s going to happen over and over again. Let’s denote the “to be explained” variable ``Y``, and denote the variables “doing the explaining” as ``X_1``, ``X_2``, etc.
de: Ich habe noch einen letzten Teil zur Terminologie, den ich Ihnen erklären möchte, bevor wir uns inhaltlich von den Variablen wegbewegen. Für gewöhnlich haben wir, wenn wir eine Untersuchung durchführen, am Ende viele verschiedene Variablen. Wenn wir unsere Daten dann analysieren, versuchen wir in der Regel einige dieser Variablen mit den anderen Variablen zu erklären. Es ist wichtig, diese beiden Rollen, „das, was erklärt wird“ und „das, was erklärt“, auseinanderzuhalten. Also machen wir uns das in dieser Stell einmal klar. Zunächst sollten wir uns daran gewöhnen, mathematische Symbole zur Beschreibung von Variablen zu verwenden, da dies immer wieder der Fall sein wird. Wir bezeichnen die „zu erklärende“ Variable mit ``Y`` und die „erklärenden“ Variablen mit ``X_1``, ``X_2``, etc.
nb: Jeg har en siste del av terminologien som jeg må forklare før jeg går videre til variabler. Når vi gjør forskning, ender vi vanligvis opp med mange forskjellige variabler. Når vi så analyserer dataene våre, prøver vi vanligvis å forklare noen av variablene ut fra noen av de andre variablene. Det er viktig å holde de to rollene «det som forklarer» og «det som blir forklart» adskilt. Så la oss være tydelige på dette nå. For det første kan vi like gjerne venne oss til tanken på å bruke matematiske symboler for å beskrive variabler, siden det kommer til å skje om og om igjen. La oss betegne variabelen «som skal forklares» med ``Y``, og betegne variablene som «forklarer» med ``X_1``, ``X_2``, osv.
ta: மாறிகளிலிருந்து விலகிச் செல்வதற்கு முன்பு நான் உங்களுக்கு விளக்க வேண்டிய ஒரு கடைசி சொற்களஞ்சியம் எனக்கு கிடைத்துள்ளது. பொதுவாக, நாம் சில ஆராய்ச்சிகளைச் செய்யும்போது, பல்வேறு மாறுபாடுகளுடன் முடிவடைகிறோம். பின்னர், எங்கள் தரவை பகுப்பாய்வு செய்யும் போது, வழக்கமாக வேறு சில மாறிகள் அடிப்படையில் சில மாறிகள் விளக்க முயற்சிக்கிறோம். இரண்டு பாத்திரங்களையும் “விளக்கமளிக்கும் விசயம்” மற்றும் “விளக்கமளிக்கப்பட்ட விசயம்” தனித்துவமாக வைத்திருப்பது முதன்மை. எனவே இதைப் பற்றி இப்போது தெளிவாக இருக்கட்டும். முதலாவதாக, மாறுபாடுகளை விவரிக்க கணித சின்னங்களைப் பயன்படுத்துவதற்கான யோசனையையும் நாம் பயன்படுத்திக் கொள்ளலாம், ஏனெனில் இது மீண்டும் மீண்டும் நடக்கப்போகிறது. “விளக்கப்பட வேண்டும்” மாறியைக் குறிப்போம் `` y``, மேலும் “விளக்கத்தை” செய்யும் மாறிகள் `` x_1``, `` x_2`` போன்றவற்றைக் குறிக்கின்றன.

source: When we are doing an analysis we have different names for ``X`` and ``Y``, since they play different roles in the analysis. The classical names for these roles are **independent variable** (IV) and **dependent variable** (DV). The IV is the variable that you use to do the explaining (i.e., ``X``) and the DV is the variable being explained (i.e., ``Y``). The logic behind these names goes like this: if there really is a relationship between ``X`` and ``Y`` then we can say that ``Y`` depends on ``X``, and if we have designed our study “properly” then ``X`` isn’t dependent on anything else. However, I personally find those names horrible. They’re hard to remember and they’re highly misleading because (a) the IV is never actually “independent of everything else”, and (b) if there’s no relationship then the DV doesn’t actually depend on the IV. And in fact, because I’m not the only person who thinks that IV and DV are just awful names, there are a number of alternatives that I find more appealing. The terms that I’ll use in this book are **predictors** and **outcomes**. The idea here is that what you’re trying to do is use ``X`` (the predictors) to make guesses about ``Y`` (the outcomes).\ [#]_ This is summarised in :numref:`tab-ivdv`.
de: Wenn wir eine Datenanalyse vornehmen, haben wir unterschiedlichen Namen für ``X`` und ``Y``, da sie in der Analyse unterschiedliche Rollen spielen. Klassischerweise bezeichnen wir diese Rollen als **Unabhängige Variable** (UV) und **Abhängige Variable** (AV). Die UV ist die Variable, die zur Erklärung genutzt wird (d.h., ``X``) und die AV ist die Variable, die erklärt wird (d.h., ``Y``). Die Logik hinter diesen Bezeichnungen ist folgende: Wenn es wirklich eine Beziehung zwischen ``X`` und ``Y`` gibt, dann können wir sagen, dass ``Y`` von ``X`` abhängt. Und wenn wir unsere Studie „richtig“ konzipiert haben, dann ist ``X`` von nichts anderem abhängig. Ich persönlich finde diese Bezeichnungen jedoch furchtbar. Sie sind schwer zu merken und höchst irreführend, weil (a) die UV nie wirklich „unabhängig von allem anderen“ ist, und (b), wenn es keine Beziehung zwischen den Variablen gibt, dann hängt die AV auch nicht von der UV ab. Da ich nicht der Einzige bin, der UV und AV für unglückliche Bezeichnungen hält, gibt es eine Reihe von Alternativen, die ich ansprechender finde. Die Begriffe, die ich in diesem Buch verwende, sind **Prädiktoren** und **Kriterium**. Die Idee dahinter ist, dass man versucht, anhand von ``X`` (Prädiktor-Variablen) Vermutungen über ``Y`` (Kriteriums-Variablen) anzustellen.\ [#]_ Dies wird in :numref:`tab-ivdv` zusammengefasst.
nb: Når vi gjør en analyse, har vi forskjellige navn på ``X`` og ``Y``, siden de spiller ulike roller i analysen. De klassiske navnene på disse rollene er **uavhengig variabel** (UV) og **avhengig variabel** (AV). UV er den variabelen du bruker til å forklare (dvs. ``X``), og AV er den variabelen som skal forklares (dvs. ``Y``). Logikken bak disse navnene er som følger: Hvis det virkelig er en sammenheng mellom ``X`` og ``Y``, kan vi si at ``Y`` avhenger av ``X``, og hvis vi har designet studien vår «riktig», er ``X`` ikke avhengig av noe annet. Personlig synes jeg imidlertid at disse navnene er forferdelige. De er vanskelige å huske, og de er svært misvisende fordi (a) UV aldri er «uavhengig av alt annet», og (b) hvis det ikke er noen sammenheng, så er AV faktisk ikke avhengig av UV. Og siden jeg ikke er den eneste som synes at UV og AV bare er forferdelige navn, finnes det faktisk en rekke alternativer som jeg synes er mer tiltalende. I denne boken bruker jeg begrepene **prediktorer** og **utfall**. Tanken her er at det du prøver å gjøre, er å bruke ``X`` (prediktorene) til å gjette om ``Y`` (utfallene).\ [#]_ Dette er oppsummert i :numref:`tab-ivdv`.
ta: நாங்கள் ஒரு பகுப்பாய்வைச் செய்யும்போது, `` x`` மற்றும் `y`` ஆகியவற்றிற்கு வெவ்வேறு பெயர்கள் உள்ளன, ஏனெனில் அவை பகுப்பாய்வில் வேறுபட்ட பாத்திரங்களை வகிக்கின்றன. இந்த பாத்திரங்களுக்கான பாரம்பரிய பெயர்கள் ** சுயாதீன மாறி ** (iv) மற்றும் ** சார்பு மாறி ** (டி.வி). IV என்பது விளக்கத்தை செய்ய நீங்கள் பயன்படுத்தும் மாறி (அதாவது, `` x``) மற்றும் டி.வி என்பது விளக்கப்படும் மாறி (அதாவது, `` y``). இந்த பெயர்களுக்குப் பின்னால் உள்ள வழக்கு இதுபோன்றது: உண்மையில் `` x`` மற்றும் `` y`` ஆகியவற்றுக்கு இடையில் ஒரு உறவு இருந்தால், `` y`` `` x`` ஐப் பொறுத்தது என்று சொல்லலாம், நாங்கள் வடிவமைத்திருந்தால் எங்கள் ஆய்வு “ஒழுங்காக” பின்னர் `` x`` வேறு எதையும் சார்ந்தது அல்ல. இருப்பினும், நான் தனிப்பட்ட முறையில் அந்த பெயர்களை பயங்கரமாகக் காண்கிறேன். அவர்கள் நினைவில் கொள்வது கடினம், அவர்கள் மிகவும் தவறாக வழிநடத்துகிறார்கள், ஏனெனில் (அ) IV உண்மையில் ஒருபோதும் “எல்லாவற்றிலிருந்தும் சுயாதீனமாக” இருக்காது, (ஆ) எந்த உறவும் இல்லை என்றால் டி.வி உண்மையில் IV ஐ சார்ந்து இல்லை. உண்மையில், IV மற்றும் DV வெறும் மோசமான பெயர்கள் என்று நினைக்கும் ஒரே நபர் நான் அல்ல என்பதால், நான் மிகவும் ஈர்க்கக்கூடிய பல மாற்று வழிகள் உள்ளன. இந்த புத்தகத்தில் நான் பயன்படுத்தும் விதிமுறைகள் ** முன்னறிவிப்பாளர்கள் ** மற்றும் ** முடிவுகள் **. இங்கே சிந்தனை என்னவென்றால், நீங்கள் செய்ய முயற்சிப்பது `` x`` (முன்னறிவிப்பாளர்கள்) `` y`` (விளைவுகள்) பற்றி யூகங்களைச் செய்ய பயன்படுத்துவது. \ [#] _ இது சுருக்கமாக: numref: ` TAB-IVDV`.

source: The terminology used to distinguish between different roles that a variable can play when analysing a data set. Note that this book will tend to avoid the classical terminology in favour of the newer names.
de: Die Terminologie, die verwendet wird, um zwischen verschiedenen Rollen zu unterscheiden, die eine Variable bei der Analyse von Daten spielen kann. Beachten Sie, dass in diesem Buch die klassische Terminologie zugunsten der neueren Bezeichnungen eher vermieden wird.
nb: Terminologien som brukes for å skille mellom de ulike rollene en variabel kan spille når man analyserer et datasett. Merk at vi i denne boken vil unngå den klassiske terminologien til fordel for nyere navn.
ta: தரவுத் தொகுப்பை பகுப்பாய்வு செய்யும் போது ஒரு மாறி இயக்கக்கூடிய வெவ்வேறு பாத்திரங்களை வேறுபடுத்துவதற்கு பயன்படுத்தப்படும் சொல். இந்த நூல் புதிய பெயர்களுக்கு ஆதரவாக பாரம்பரிய சொற்களைத் தவிர்க்கும் என்பதை நினைவில் கொள்க.

source: role of the variable
de: Rolle der Variable
nb: variabelens rolle
ta: மாறியின் பங்கு

source: classical name
de: Klassischer Name
nb: klassisk navn
ta: பாரம்பரிய பெயர்

source: modern name
de: Moderner Name
nb: moderne navn
ta: நவீன பெயர்

source: “to be explained”
de: „Variable, die erklärt wird“
nb: «skal forklares»
ta: "விளக்கப்பட வேண்டும்"

source: dependent variable (DV)
de: Abhängige Variable (AV)
nb: avhengig variabel (AV)
ta: சார்புடைய மாறி (டி.வி)

source: outcome
de: Kriterium
nb: resultat
ta: விளைவு

source: “to do the explaining”
de: „Variable, die erklärt“
nb: «for å forklare»
ta: "விளக்கத்தை செய்ய"

source: independent variable (IV)
de: Unabhängige Variable (UV)
nb: uavhengig variabel (UV)
ta: சுயாதீன மாறி (IV)

source: predictor
de: Prädiktor
nb: prediktor
ta: முன்கணிப்பு

source: Annoyingly though, there’s a lot of different names used out there. I won’t list all of them – there would be no point in doing that – other than to note that “response variable” is sometimes used where I’ve used “outcome”. Sigh. This sort of terminological confusion is very common, I’m afraid.
de: Ärgerlicherweise gibt es jedoch viele verschiedene Bezeichnungen, die verwendet werden. Ich werde sie nicht alle aufzählen – das hätte keinen Sinn – sondern nur darauf hinweisen, dass manchmal „Antwortvariable“ verwendet wird, wo ich „Kriterium“ verwendet habe. Diese Art von terminologischer Verwirrung ist leider sehr verbreitet.
nb: Irriterende nok er det imidlertid mange forskjellige navn som brukes der ute. Jeg skal ikke liste opp alle sammen - det ville det ikke være noen vits i å gjøre - annet enn å konstatere at «responsvariabel» noen ganger brukes der jeg har brukt «utfall». Sukk. Denne typen terminologisk forvirring er dessverre svært vanlig.
ta: எரிச்சலூட்டும் விதமாக, அங்கு பல்வேறு பெயர்கள் நிறைய பயன்படுத்தப்படுகின்றன. அவை அனைத்தையும் நான் பட்டியலிட மாட்டேன் - அதைச் செய்வதில் எந்த அர்த்தமும் இருக்காது - “மறுமொழி மாறி” சில நேரங்களில் நான் “விளைவு” பயன்படுத்திய இடத்தில் பயன்படுத்தப்படுகிறது என்பதைக் கவனிப்பதைத் தவிர. பெருமூச்சு. இந்த வகையான சொல் குழப்பம் மிகவும் பொதுவானது, நான் பயப்படுகிறேன்.

source: Experimental and non-experimental research
de: Experimentelle und nicht-experimentelle Forschung
nb: Eksperimentell og ikke-eksperimentell forskning
ta: சோதனை மற்றும் சோதனை அல்லாத ஆராய்ச்சி

source: One of the big distinctions that you should be aware of is the distinction between “experimental research” and “non-experimental research”. When we make this distinction, what we’re really talking about is the degree of control that the researcher exercises over the people and events in the study.
de: Eine der wichtigsten Unterscheidungen, die Sie kennen sollten, ist die Unterscheidung zwischen „experimenteller Forschung“ und „nicht-experimenteller Forschung“. Bei dieser Unterscheidung geht es eigentlich um den Grad der Kontrolle, den der Forscher über die Personen und Ereignisse in der Studie hat.
nb: En av de store distinksjonene du bør være klar over, er skillet mellom «eksperimentell forskning» og «ikke-eksperimentell forskning». Når vi gjør dette skillet, snakker vi egentlig om graden av kontroll som forskeren utøver over personene og hendelsene i studien.
ta: நீங்கள் அறிந்திருக்க வேண்டிய பெரிய வேறுபாடுகளில் ஒன்று “சோதனை ஆராய்ச்சி” மற்றும் “சோதனை அல்லாத ஆராய்ச்சி” ஆகியவற்றுக்கு இடையிலான வேறுபாடு. இந்த வேறுபாட்டை நாங்கள் செய்யும்போது, நாங்கள் உண்மையில் பேசுவது என்னவென்றால், ஆய்வாளர் மக்கள் மற்றும் ஆய்வில் நிகழ்வுகள் மீது பயன்படுத்தும் கட்டுப்பாட்டு அளவு.

source: Experimental research
de: Experimentelle Forschung
nb: Eksperimentell forskning
ta: சோதனை ஆராய்ச்சி

source: The key feature of **experimental research** is that the researcher controls all aspects of the study, especially what participants experience during the study. In particular, the researcher manipulates or varies the predictor variables (IVs) but allows the outcome variable (DV) to vary naturally. The idea here is to deliberately vary the predictors (IVs) to see if they have any causal effects on the outcomes. Moreover, in order to ensure that there’s no possibility that something other than the predictor variables is causing the outcomes, everything else is kept constant or is in some other way “balanced”, to ensure that they have no effect on the results. In practice, it’s almost impossible to *think* of everything else that might have an influence on the outcome of an experiment, much less keep it constant. The standard solution to this is **randomisation**. That is, we randomly assign people to different groups, and then give each group a different treatment (i.e., assign them different values of the predictor variables). We’ll talk more about randomisation later, but for now it’s enough to say that what randomisation does is minimise (but not eliminate) the possibility that there are any systematic difference between groups.
de: Das Hauptmerkmal der **experimentellen Forschung** besteht darin, dass der Forscher alle Aspekte der Studie kontrolliert, insbesondere das, was die Teilnehmer während der Studie erleben. Vor allem manipuliert oder variiert der Forscher die Prädiktorvariablen (UVs), lässt aber die Ergebnisvariable (AV) auf natürliche Weise variieren. Die Idee dahinter ist, die Prädiktoren (UVs) absichtlich zu verändern, um zu sehen, ob sie irgendwelche kausalen Auswirkungen auf die Ergebnisvariable (AV) haben. Um sicherzugehen, dass es keine Möglichkeit gibt, dass etwas anderes als die Prädiktorvariablen die Ergebnisse verursacht, werden alle anderen Variablen konstant gehalten oder auf andere Weise „balanciert“, um sicherzustellen, dass diese anderen Variablen keine Auswirkungen auf die Ergebnisse haben. In der Praxis ist es fast unmöglich, an *alles andere zu denken*, was einen Einfluss auf das Ergebnis eines Experiments haben könnte, geschweige denn, es konstant zu halten. Die Standardlösung für dieses Problem ist die so genannte **Randomisierung**. Das heißt, wir teilen die Personen nach dem Zufallsprinzip in verschiedene Gruppen ein und geben dann jeder Gruppe eine andere Behandlung (d.h. wir weisen ihnen unterschiedliche Werte der Prädiktorvariable zu). Wir werden später noch mehr über die Randomisierung sprechen, aber für den Moment reicht es aus, wenn wir sagen, dass die Randomisierung die Möglichkeit, dass es andere systematische Unterschiede zwischen den Gruppen gibt, minimiert (aber nicht ausschließt).
nb: Det viktigste kjennetegnet ved **eksperimentell forskning** er at forskeren kontrollerer alle aspekter ved studien, spesielt hva deltakerne opplever i løpet av studien. Forskeren manipulerer eller varierer prediktorvariablene (UV), men lar utfallsvariabelen (AV) variere naturlig. Tanken her er å bevisst variere prediktorene (UV-ene) for å se om de har noen kausale effekter på utfallet. For å sikre at det ikke er noen mulighet for at noe annet enn prediktorvariablene forårsaker resultatene, holdes alt annet konstant eller «balanseres» på annen måte, for å sikre at de ikke har noen effekt på resultatene. I praksis er det nesten umulig å *tenke* på alt annet som kan påvirke utfallet av et eksperiment, og enda mindre å holde det konstant. Standardløsningen på dette er **randomisering**. Det vil si at vi tildeler folk tilfeldig til ulike grupper, og deretter gir hver gruppe ulik behandling (dvs. tildeler dem ulike verdier av prediktorvariablene). Vi skal snakke mer om randomisering senere, men foreløpig er det nok å si at randomisering minimerer (men ikke eliminerer) muligheten for at det finnes systematiske forskjeller mellom gruppene.
ta: ** சோதனை ஆராய்ச்சி ** இன் முக்கிய நற்பொருத்தம் என்னவென்றால், ஆய்வாளர் ஆய்வின் அனைத்து அம்சங்களையும் கட்டுப்படுத்துகிறார், குறிப்பாக ஆய்வின் போது பங்கேற்பாளர்கள் அனுபவிப்பது. குறிப்பாக, ஆராய்ச்சியாளர் முன்கணிப்பு மாறிகள் (IV கள்) கையாளுகிறார் அல்லது மாறுபடுகிறார், ஆனால் விளைவு மாறி (டி.வி) இயற்கையாகவே மாறுபட அனுமதிக்கிறது. இங்குள்ள சிந்தனை என்னவென்றால், முன்னறிவிப்பாளர்களை (IV கள்) அவை விளைவுகளில் ஏதேனும் காரண விளைவுகளை ஏற்படுத்துமா என்பதைப் பார்க்க வேண்டும். மேலும், முன்கணிப்பு மாறிகள் தவிர வேறு ஏதேனும் விளைவுகளை ஏற்படுத்தும் சாத்தியம் இல்லை என்பதை உறுதி செய்வதற்காக, எல்லாவற்றையும் நிலையானதாக வைத்திருக்கிறார்கள் அல்லது வேறு வழியில் “சீரானவை”, முடிவுகளில் அவை எந்த விளைவையும் ஏற்படுத்தாது என்பதை உறுதிப்படுத்துகின்றன. நடைமுறையில், ஒரு பரிசோதனையின் முடிவில் செல்வாக்கு செலுத்தக்கூடிய எல்லாவற்றையும் பற்றி * சிந்திக்க * கிட்டத்தட்ட சாத்தியமற்றது, அதை நிலையானதாக வைத்திருப்பது மிகக் குறைவு. இதற்கு நிலையான தீர்வு ** சீரற்றமயமாக்கல் **. அதாவது, நாங்கள் தோராயமாக வெவ்வேறு குழுக்களுக்கு மக்களை நியமிக்கிறோம், பின்னர் ஒவ்வொரு குழுவிற்கும் வெவ்வேறு சிகிச்சையை வழங்குகிறோம் (அதாவது, முன்கணிப்பு மாறிகளின் வெவ்வேறு மதிப்புகளை அவர்களுக்கு ஒதுக்கவும்). சீரற்றமயமாக்கல் பற்றி நாங்கள் பின்னர் அதிகம் பேசுவோம், ஆனால் இப்போது சீரற்றமயமாக்கல் என்ன செய்கிறது என்று சொல்வது போதுமானது (ஆனால் அகற்றாது) குழுக்களுக்கு இடையில் ஏதேனும் முறையான வேறுபாடு உள்ளது.
