Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: **Ecological validity** is a different notion of validity, which is similar to external validity, but less important. The idea is that, in order to be ecologically valid, the entire set up of the study should closely approximate the real world scenario that is being investigated. In a sense, ecological validity is a kind of face validity. It relates mostly to whether the study “looks” right, but with a bit more rigour to it. To be ecologically valid the study has to look right in a fairly specific way. The idea behind it is the intuition that a study that is ecologically valid is more likely to be externally valid. It’s no guarantee, of course. But the nice thing about ecological validity is that it’s much easier to check whether a study is ecologically valid than it is to check whether a study is externally valid. A simple example would be eyewitness identification studies. Most of these studies tend to be done in a university setting, often with a fairly simple array of faces to look at, rather than a line up. The length of time between seeing the “criminal” and being asked to identify the suspect in the “line up” is usually shorter. The “crime” isn’t real so there’s no chance of the witness being scared, and there are no police officers present so there’s not as much chance of feeling pressured. These things all mean that the study *definitely* lacks ecological validity. They might (but might not) mean that it also lacks external validity.
de: **Ökologische Validität** ist ein anderer Begriff der Validität, welcher der externen Validität ähnelt, aber weniger wichtig ist. Um ökologisch gültig zu sein, sollte der gesamte Aufbau der Studie dem realen Szenario, das untersucht wird, sehr nahekommen. In gewissem Sinne ist die ökologische Validität eine Art Augenscheinvalidität. Sie bezieht sich vor allem darauf, ob die Studie richtig „aussieht“, allerdings mit etwas mehr Strenge. Um ökologisch gültig zu sein, muss die Studie auf eine ganz bestimmte Weise richtig aussehen. Dahinter steht die Intuition, dass eine ökologisch gültige Studie mit größerer Wahrscheinlichkeit auch extern gültig ist. Das ist natürlich keine Garantie. Aber das Schöne an der ökologischen Validität ist, dass es viel einfacher ist, zu überprüfen, ob eine Studie ökologisch valide ist, als zu überprüfen, ob eine Studie extern valide ist. Ein einfaches Beispiel sind Studien zur Identifizierung von Augenzeugen. Die meisten dieser Studien werden in einem universitären Umfeld durchgeführt, oft mit einer relativ einfachen Reihe von Gesichtern, die zu betrachten sind, und nicht mit einer Reihe von Personen. Die Zeitspanne zwischen der Begegnung mit dem „Verbrecher“ und der Aufforderung, den Verdächtigen in der „Aufstellung“ zu identifizieren, ist in der Regel kürzer. Da das „Verbrechen“ nicht real ist, besteht keine Gefahr, dass der Zeuge Angst bekommt, und da keine Polizeibeamten anwesend sind, besteht auch keine Gefahr, dass er sich unter Druck gesetzt fühlt. All diese Faktoren bedeuten, dass die Studie *definitiv* keine ökologische Gültigkeit besitzt. Sie könnten (müssen aber nicht) bedeuten, dass es auch an externer Validität mangelt.
nb: **Økologisk validitet** er et annet validitetsbegrep, som ligner på ekstern validitet, men som er mindre viktig. Tanken er at for å være økologisk valid bør hele oppsettet av studien ligge tett opp til det virkelige scenarioet som undersøkes. Økologisk validitet er på sett og vis en slags ytre validitet. Den dreier seg mest om hvorvidt studien «ser» riktig ut, men med litt mer stringens. For å være økologisk valid må studien se riktig ut på en ganske spesifikk måte. Tanken bak dette er intuisjonen om at en studie som er økologisk valid, har større sannsynlighet for å være eksternt valid. Det er selvsagt ingen garanti. Men det fine med økologisk validitet er at det er mye enklere å sjekke om en studie er økologisk valid enn det er å sjekke om en studie er eksternt valid. Et enkelt eksempel kan være studier av øyenvitneidentifikasjon. De fleste av disse studiene utføres gjerne i universitetsmiljøer, ofte med et ganske enkelt utvalg av ansikter å se på, i stedet for en oppstilling. Det går vanligvis kortere tid fra man ser «forbryteren» til man blir bedt om å identifisere den mistenkte i «oppstillingen». «Forbrytelsen» er ikke reell, så det er ingen sjanse for at vitnet blir skremt, og det er ingen politifolk til stede, så det er ikke like stor sjanse for at vitnet føler seg presset. Alle disse tingene betyr at studien *definitivt* mangler økologisk validitet. De kan (men trenger ikke) bety at den også mangler ekstern validitet.
ta: ** சுற்றுச்சூழல் செல்லுபடியாகும் ** என்பது செல்லுபடியாகும் வேறுபட்ட கருத்தாகும், இது வெளிப்புற செல்லுபடியாகும், ஆனால் குறைந்த முக்கியத்துவம் வாய்ந்தது. சிந்தனை என்னவென்றால், சுற்றுச்சூழல் ரீதியாக செல்லுபடியாகும் வகையில், ஆய்வின் முழு அமைப்பும் ஆராயப்படும் உண்மையான உலக சூழ்நிலையை நெருக்கமாக தோராயமாக மதிப்பிட வேண்டும். ஒரு விதத்தில், சுற்றுச்சூழல் செல்லுபடியாகும் என்பது ஒரு வகையான முகம் செல்லுபடியாகும். இது பெரும்பாலும் "தோற்றமளிக்கிறதா" என்பதோடு தொடர்புடையது, ஆனால் அதற்கு சற்று கடுமையுடன். சுற்றுச்சூழல் ரீதியாக செல்லுபடியாகும், ஆய்வு மிகவும் குறிப்பிட்ட வழியில் சரியாக இருக்க வேண்டும். அதன் பின்னால் உள்ள சிந்தனை சுற்றுச்சூழல் ரீதியாக செல்லுபடியாகும் ஒரு ஆய்வு வெளிப்புறமாக செல்லுபடியாகும். நிச்சயமாக இது எந்த உத்தரவாதமும் இல்லை. ஆனால் சுற்றுச்சூழல் செல்லுபடியாகும் தன்மை பற்றிய நல்ல சேதி என்னவென்றால், ஒரு ஆய்வு வெளிப்புறமாக செல்லுபடியாகுமா என்பதை சரிபார்க்க ஒரு ஆய்வு சுற்றுச்சூழல் ரீதியாக செல்லுபடியாகுமா என்பதை சரிபார்க்க மிகவும் எளிதானது. ஒரு எளிய சான்று நேரில் கண்ட சாட்சிகள் அடையாள ஆய்வுகள். இந்த ஆய்வுகளில் பெரும்பாலானவை ஒரு பல்கலைக்கழக அமைப்பில் செய்யப்படுகின்றன, பெரும்பாலும் ஒரு வரிசையை விட, மிகவும் எளிமையான முகங்களைக் கொண்டுள்ளன. "குற்றவாளியை" பார்ப்பதற்கும் "வரிசையில்" சந்தேக நபரை அடையாளம் காணும்படி கேட்கப்படுவதற்கும் இடையிலான நேரத்தின் நீளம் பொதுவாக குறைவு. “குற்றம்” உண்மையானதல்ல, எனவே சான்று பயப்படுவதற்கான வாய்ப்பும் இல்லை, மேலும் பொலிச் அதிகாரிகள் யாரும் இல்லை, எனவே அழுத்தம் கொடுக்க அதிக வாய்ப்பு இல்லை. இந்த விசயங்கள் அனைத்தும் ஆய்வு * நிச்சயமாக * சுற்றுச்சூழல் செல்லுபடியாகும் தன்மையைக் கொண்டிருக்கவில்லை. அவை வெளிப்புற செல்லுபடியாகும் தன்மையைக் கொண்டிருக்கவில்லை (ஆனால் இல்லாமல் இருக்கலாம்).

source: Confounds, artefacts and other threats to validity
de: Konfundierende Variablen, Artefakte und andere Bedrohungen der Validität
nb: Forvirrende faktorer, artefakter og andre trusler mot validiteten
ta: குழப்பங்கள், கலைப்பொருட்கள் மற்றும் செல்லுபடியாகும் பிற அச்சுறுத்தல்கள்

source: If we look at the issue of validity in the most general fashion the two biggest worries that we have are *confounders* and *artefacts*. These two terms are defined in the following way:
de: Wenn wir die Frage der Validität ganz allgemein betrachten, sind die beiden größten Sorgen, die wir haben, *konfundierende Variablen* und *Artefakte*. Diese beiden Begriffe werden wie folgt definiert:
nb: Hvis vi ser på spørsmålet om validitet på en mer generell måte, er de to største bekymringene vi har *konfunderende variabler* og *artefakter*. Disse to begrepene defineres på følgende måte:
ta: மிகவும் பொதுவான பாணியில் செல்லுபடியாகும் சிக்கலைப் பார்த்தால், நம்மிடம் உள்ள இரண்டு பெரிய கவலைகள் *குழப்பமானவர்கள் *மற்றும் *கலைப்பொருட்கள் *. இந்த இரண்டு சொற்களும் பின்வரும் வழியில் வரையறுக்கப்பட்டுள்ளன:

source: **Confounder**: A confounder is an additional, often unmeasured variable\ [#]_ that turns out to be related to both the predictors and the outcome. The existence of confounders threatens the internal validity of the study because you can’t tell whether the predictor causes the outcome, or if the confounding variable causes it.
de: **Konfundierende Variable**: Eine konfundierende Variablen ist eine zusätzliche, oft nicht gemessene Variable\ [#]_, die sowohl mit den Prädiktoren als auch mit dem Ergebnis in Zusammenhang steht. Das Vorhandensein von konfundierenden Variablen bedroht die interne Validität der Studie, da man nicht sagen kann, ob der Prädiktor das Ergebnis verursacht oder ob die Störvariable es verursacht.
nb: **Konfunderende variabler**: En konfunderende variabel er en ekstra, ofte umålt variabel\ [#]_ som viser seg å være relatert til både prediktorene og utfallet. Forvekslingsvariabler truer studiens interne validitet fordi man ikke kan vite om det er prediktoren som forårsaker utfallet, eller om det er forvekslingsvariabelen som forårsaker det.
ta: ** குழப்பம் **: ஒரு குழப்பம் என்பது கூடுதல், பெரும்பாலும் அளவிடப்படாத மாறி \ [#] _ இது முன்னறிவிப்பாளர்கள் மற்றும் விளைவு ஆகிய இரண்டிற்கும் தொடர்புடையதாக மாறும். குழப்பவாதிகளின் இருப்பு ஆய்வின் உள் செல்லுபடியை அச்சுறுத்துகிறது, ஏனெனில் முன்கணிப்பு முடிவை ஏற்படுத்துகிறதா, அல்லது குழப்பமான மாறி அதை ஏற்படுத்துகிறதா என்பதை நீங்கள் சொல்ல முடியாது.

source: **Artefact**: A result is said to be “artefactual” if it only holds in the special situation that you happened to test in your study. The possibility that your result is an artefact describes a threat to your external validity, because it raises the possibility that you can’t generalise or apply your results to the actual population that you care about.
de: **Artefakt**: Ein Ergebnis wird als „Artefakt-behaftet“ bezeichnet, wenn es nur in der speziellen Situation gilt, die Sie in Ihrer Studie zufällig getestet haben. Die Möglichkeit, dass Ihr Ergebnis ein Artefakt ist, stellt eine Bedrohung für Ihre externe Validität dar, da Sie Ihre Ergebnisse möglicherweise nicht verallgemeinern oder auf die tatsächliche Population, die Sie untersuchen, anwenden können.
nb: **Artefakt**: Et resultat sies å være en «artefakt» hvis det bare holder i den spesielle situasjonen som du tilfeldigvis testet i studien din. Muligheten for at resultatet ditt er en artefakt, beskriver en trussel mot den eksterne validiteten, fordi det øker muligheten for at du ikke kan generalisere eller anvende resultatene dine på den faktiske populasjonen du er interessert i.
ta: ** கலைப்பொருள் **: உங்கள் ஆய்வில் நீங்கள் சோதித்த சிறப்பு சூழ்நிலையில் மட்டுமே இருந்தால், ஒரு முடிவு “கலைப்பொருள்” என்று கூறப்படுகிறது. உங்கள் முடிவு ஒரு கலைப்பொருள் என்பதற்கான சாத்தியம் உங்கள் வெளிப்புற செல்லுபடியாக்கலுக்கான அச்சுறுத்தலை விவரிக்கிறது, ஏனென்றால் நீங்கள் விரும்பும் உண்மையான மக்கள்தொகைக்கு உங்கள் முடிவுகளை நீங்கள் பொதுமைப்படுத்தவோ அல்லது பயன்படுத்தவோ முடியாது.

source: As a general rule confounders are a bigger concern for non-experimental studies, precisely because they’re not proper experiments. By definition, you’re leaving lots of things uncontrolled, so there’s a lot of scope for confounders being present in your study. Experimental research tends to be much less vulnerable to confounders. The more control you have over what happens during the study, the more you can prevent confounders from affecting the results. With random allocation, for example, confounders are distributed randomly, and evenly, between different groups.
de: In der Regel sind konfundierende Variablen bei nicht-experimentellen Studien ein größeres Problem, eben weil es sich nicht um richtige Experimente handelt. Definitionsgemäß lässt man viele Dinge unkontrolliert, so dass es eine Menge Spielraum für konfundierende Variablen in der Studie gibt. Die experimentelle Forschung ist in der Regel viel weniger anfällig für konfundierende Variablen. Je mehr Kontrolle Sie über die Vorgänge während der Studie haben, desto besser können Sie verhindern, dass konfundierende Variablen die Ergebnisse beeinträchtigen. Bei einer zufälligen Zuteilung werden konfundierende Variablen zum Beispiel zufällig und gleichmäßig auf die verschiedenen Gruppen verteilt.
nb: Som en generell regel er konfunderende faktorer et større problem i ikke-eksperimentelle studier, nettopp fordi de ikke er egentlige eksperimenter. Per definisjon er det mange ting som ikke er kontrollert, og det er derfor stor sjanse for at det finnes konfunderende faktorer i studien din. Eksperimentell forskning er vanligvis mye mindre sårbar for konfunderende faktorer. Jo mer kontroll du har over hva som skjer i løpet av studien, desto mer kan du forhindre at konfunderende faktorer påvirker resultatene. Med tilfeldig allokering, for eksempel, fordeles konfunderende faktorer tilfeldig og jevnt mellom ulike grupper.
ta: ஒரு பொதுவான விதியாக குழப்பமானவர்கள் சோதனை அல்லாத ஆய்வுகளுக்கு ஒரு பெரிய அக்கறை, துல்லியமாக அவை சரியான சோதனைகள் அல்ல. வரையறையின்படி, நீங்கள் நிறைய விசயங்களை கட்டுப்பாடில்லாமல் விட்டுவிடுகிறீர்கள், எனவே உங்கள் ஆய்வில் குழப்பமானவர்கள் இருப்பதற்கு நிறைய வாய்ப்புகள் உள்ளன. சோதனை ஆராய்ச்சி குழப்பவாதிகளுக்கு மிகவும் குறைவாக பாதிக்கப்படுகிறது. ஆய்வின் போது என்ன நடக்கிறது என்பதில் உங்களிடம் அதிக கட்டுப்பாடு இருப்பதால், குழப்பமானவர்கள் முடிவுகளை பாதிப்பதைத் தடுக்கலாம். சீரற்ற ஒதுக்கீட்டில், எடுத்துக்காட்டாக, குழப்பமானவர்கள் வெவ்வேறு குழுக்களுக்கு இடையில் தோராயமாகவும் சமமாகவும் விநியோகிக்கப்படுகிறார்கள்.

source: However, there are always swings and roundabouts and when we start thinking about artefacts rather than confounders the shoe is very firmly on the other foot. For the most part, artefactual results tend to be a concern for experimental studies than for non-experimental studies. To see this, it helps to realise that the reason that a lot of studies are non-experimental is precisely because what the researcher is trying to do is examine human behaviour in a more naturalistic context. By working in a more real-world context you lose experimental control (making yourself vulnerable to confounders), but because you tend to be studying human psychology “in the wild” you reduce the chances of getting an artefactual result. Or, to put it another way, when you take psychology out of the wild and bring it into the lab (which we usually have to do to gain our experimental control), you always run the risk of accidentally studying something different to what you wanted to study.
de: Es gibt jedoch immer ein Hin und Her, und wenn wir anfangen, über Artefakte statt über konfundierende Variablen nachzudenken, steht der Schuh ganz klar auf dem anderen Fuß. In den meisten Fällen sind Artefakt-behaftete Ergebnisse bei experimentellen Studien eher ein Problem als bei nicht-experimentellen Studien. Um dies zu verstehen, muss man sich klarmachen, dass der Grund dafür, dass viele Studien nicht-experimentell sind, genau darin liegt, dass der Forscher versucht, menschliches Verhalten in einem eher naturalistischen Kontext zu untersuchen. Wenn man in einem realistischeren Kontext arbeitet, verliert man zwar die experimentelle Kontrolle (und ist damit anfällig für konfundierende Variablen), aber da man die menschliche Psychologie in der Regel „in freier Wildbahn“ untersucht, verringert sich die Wahrscheinlichkeit, dass man ein Artefakt-behaftetes Ergebnis erhält. Oder anders ausgedrückt: Wenn man die Psychologie aus der freien Wildbahn ins Labor holt (was wir normalerweise tun müssen, um unsere experimentelle Kontrolle zu erlangen), besteht immer die Gefahr, dass man versehentlich etwas anderes untersucht als das, was man eigentlich untersuchen wollte.
nb: Det er imidlertid alltid opp og ned, og når vi begynner å tenke på artefakter i stedet for konfunderende faktorer, er det helt andre boller på suppen. For det meste er artefakter et større problem i eksperimentelle studier enn i ikke-eksperimentelle studier. For å forstå dette er det nyttig å innse at grunnen til at mange studier er ikke-eksperimentelle, nettopp er at forskeren prøver å undersøke menneskelig atferd i en mer naturalistisk kontekst. Ved å arbeide i en mer virkelighetsnær kontekst mister man den eksperimentelle kontrollen (og gjør seg sårbar for konfunderende faktorer), men fordi man studerer menneskelig psykologi «i naturen», reduserer man sjansen for å få et artefaktisk resultat. Eller for å si det på en annen måte: Når man tar psykologien ut av naturen og bringer den inn i laboratoriet (noe vi vanligvis må gjøre for å få eksperimentell kontroll), risikerer man alltid å studere noe annet ved et uhell enn det man ønsket å studere.
ta: இருப்பினும், எப்போதும் ஊசலாட்டங்கள் மற்றும் ரவுண்டானாக்கள் உள்ளன, மேலும் குழப்பமானவர்களைக் காட்டிலும் கலைப்பொருட்களைப் பற்றி சிந்திக்கத் தொடங்கும்போது, சூ மற்ற பாதத்தில் மிகவும் உறுதியாக உள்ளது. பெரும்பாலும், கலைப்பொருள் முடிவுகள் சோதனை ஆய்வுகள் அல்லாத ஆய்வுகள் அல்ல. இதைப் பார்க்க, நிறைய ஆய்வுகள் பரிசோதனையற்றவை என்பதற்கான காரணம் துல்லியமாக என்பதை உணர இது உதவுகிறது, ஏனென்றால் ஆராய்ச்சியாளர் செய்ய முயற்சிப்பது மனித நடத்தையை மிகவும் இயற்கையான சூழலில் ஆராய்வதுதான். மிகவும் நிச உலக சூழலில் பணிபுரிவதன் மூலம் நீங்கள் சோதனை கட்டுப்பாட்டை இழக்கிறீர்கள் (உங்களை குழப்பவாதிகளுக்கு பாதிக்கக்கூடியதாக ஆக்குகிறது), ஆனால் நீங்கள் மனித உளவியலைப் படித்து வருவதால் “காட்டில்” ஒரு கலகார முடிவைப் பெறுவதற்கான வாய்ப்புகளை நீங்கள் குறைக்கிறீர்கள். அல்லது, வேறு வழியில்லாமல், நீங்கள் உளவியலை காட்டில் இருந்து வெளியே எடுத்து ஆய்வகத்திற்குள் கொண்டு வரும்போது (எங்கள் சோதனை கட்டுப்பாட்டைப் பெற நாங்கள் வழக்கமாக செய்ய வேண்டும்), நீங்கள் எப்போதும் தற்செயலாக நீங்கள் விரும்பியதற்கு வித்தியாசமான ஒன்றைப் படிக்கும் அபாயத்தை இயக்குகிறீர்கள் படிக்க.

source: Be warned though. The above is a rough guide only. It’s absolutely possible to have confounders in an experiment, and to get artefactual results with non-experimental studies. This can happen for all sorts of reasons, not least of which is experimenter or researcher error. In practice, it’s really hard to think everything through ahead of time and even very good researchers make mistakes.
de: Seien Sie jedoch gewarnt. Die obigen Angaben sind nur ein grober Richtwert. Es ist durchaus möglich, dass es in einem Experiment konfundierende Variablen gibt und dass man bei nicht-experimentellen Studien Artefakt-behaftete Ergebnisse erhält. Dies kann aus allen möglichen Gründen geschehen, nicht zuletzt durch Fehler des Experimentators oder Forschers. In der Praxis ist es sehr schwierig, alles im Voraus zu durchdenken, und selbst sehr gute Forscher machen Fehler.
nb: Vær imidlertid advart. Ovennevnte er kun en grov veiledning. Det er fullt mulig å ha konfunderende faktorer i et eksperiment, og å få artefaktiske resultater med ikke-eksperimentelle studier. Dette kan skje av alle mulige grunner, ikke minst på grunn av feil fra eksperimentatorens eller forskerens side. I praksis er det veldig vanskelig å tenke gjennom alt på forhånd, og selv svært dyktige forskere gjør feil.
ta: இருப்பினும் எச்சரிக்கையாக இருங்கள். மேலே உள்ளவை ஒரு கடினமான வழிகாட்டி மட்டுமே. ஒரு பரிசோதனையில் குழப்பமானவர்களைக் கொண்டிருப்பது முற்றிலும் சாத்தியமாகும், மேலும் சோதனை அல்லாத ஆய்வுகள் மூலம் கலைப்பொருள் முடிவுகளைப் பெறுவது. இது எல்லா வகையான காரணங்களுக்காகவும் நிகழலாம், அவற்றில் குறைந்தது பரிசோதகர் அல்லது ஆராய்ச்சியாளர் பிழை அல்ல. நடைமுறையில், எல்லாவற்றையும் நேரத்திற்கு முன்பே சிந்திப்பது மிகவும் கடினம், மேலும் நல்ல ஆராய்ச்சியாளர்கள் கூட தவறு செய்கிறார்கள்.

source: Although there’s a sense in which almost any threat to validity can be characterised as a confounder or an artefact, they’re pretty vague concepts. So let’s have a look at some of the most common examples.
de: Obwohl fast jede Bedrohung der Validität in gewissem Sinne als konfundierende Variablen oder Artefakt bezeichnet werden kann, sind dies doch recht vage Begriffe. Werfen wir also einen Blick auf einige der gängigsten Beispiele.
nb: Selv om nesten enhver trussel mot validiteten kan karakteriseres som en konfunderende faktor eller en artefakt, er dette ganske vage begreper. La oss ta en titt på noen av de vanligste eksemplene.
ta: செல்லுபடியாக்கலுக்கான எந்தவொரு அச்சுறுத்தலும் ஒரு குழப்பமான அல்லது கலைப்பொருளாக வகைப்படுத்தக்கூடிய ஒரு உணர்வு இருந்தாலும், அவை மிகவும் தெளிவற்ற கருத்துக்கள். எனவே மிகவும் பொதுவான சில எடுத்துக்காட்டுகளைப் பார்ப்போம்.

source: History effects
de: Verlaufseffekte (Auswirkungen der Geschichte)
nb: Historiske effekter
ta: வரலாற்று விளைவுகள்

source: **History effects** refer to the possibility that specific events may occur during the study that might influence the outcome measure. For instance, something might happen in between a pre-test and a post-test. Or in-between testing participant 23 and participant 24. Alternatively, it might be that you’re looking at a paper from an older study that was perfectly valid for its time, but the world has changed enough since then that the conclusions are no longer trustworthy. Examples of things that would count as history effects are:
de: **Verlaufseffekte** beziehen sich auf die Möglichkeit, dass während der Studie bestimmte Ereignisse auftreten können, die das Ergebnismaß beeinflussen könnten. Zum Beispiel könnte etwas zwischen einem Pre-Test und einem Post-Test passieren. Oder zwischen Testteilnehmer 23 und Teilnehmer 24. Alternativ könnte es sein, dass Sie ein Papier aus einer älteren Studie betrachten, das für seine Zeit vollkommen gültig war, aber die Welt hat sich seitdem genug verändert, dass die Schlussfolgerungen nicht mehr vertrauenswürdig sind. Beispiele für Dinge, die als Geschichtseffekte gelten würden, sind:
nb: **Historieeffekter** refererer til muligheten for at spesifikke hendelser kan inntreffe i løpet av studien som kan påvirke utfallsmålet. Det kan for eksempel skje noe mellom en pre-test og en post-test. Eller mellom testingen av deltaker 23 og deltaker 24. Det kan også være at du ser på en artikkel fra en eldre studie som var helt gyldig for sin tid, men at verden har endret seg så mye siden den gang at konklusjonene ikke lenger er troverdige. Eksempler på ting som kan regnes som historiske effekter, er:
ta: ** வரலாற்று விளைவுகள் ** விளைவு நடவடிக்கையை பாதிக்கக்கூடிய ஆய்வின் போது குறிப்பிட்ட நிகழ்வுகள் ஏற்படக்கூடும் என்பதற்கான வாய்ப்பைக் குறிக்கின்றன. உதாரணமாக, முன் சோதனைக்கும் பிந்தைய சோதனைக்கும் இடையில் ஏதாவது நடக்கக்கூடும். . நம்பகமான. வரலாற்று விளைவுகளாகக் கருதப்படும் விசயங்களின் எடுத்துக்காட்டுகள்:
