Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: **Data mining & post-hoc hypothesising**. Another way in which the authors of a study can more or less misrepresent the data is by engaging in what’s referred to as “data mining” (see :ref:`Gelman & Loken, 2014 <Gelman_2014>`, for a broader discussion of this as part of the “garden of forking paths” in statistical analysis). As we’ll discuss later, if you keep trying to analyse your data in lots of different ways, you’ll eventually find something that “looks” like a real effect but isn’t. This is referred to as “data mining”. It used to be quite rare because data analysis used to take weeks, but now that everyone has very powerful statistical software on their computers it’s becoming very common. Data mining per se isn’t “wrong”, but the more that you do it the bigger the risk you’re taking. The thing that is wrong, and I suspect is very common, is *unacknowledged* data mining. That is, the researcher runs every possible analysis known to humanity, finds the one that works, and then pretends that this was the only analysis that they ever conducted. Worse yet, they often “invent” a hypothesis after looking at the data to cover up the data mining. To be clear. It’s not wrong to change your beliefs after looking at the data, and to reanalyse your data using your new “post-hoc” hypotheses. What is wrong (and I suspect common) is failing to acknowledge that you’ve done. If you acknowledge that you did it then other researchers are able to take your behaviour into account. If you don’t, then they can’t. And that makes your behaviour deceptive. Bad!
de: **p-hacking und post-hoc-Hypothesenbildung**. Eine weitere Möglichkeit, wie die Autoren einer Studie die Daten mehr oder weniger falsch darstellen können, ist das sogenannte „p-hacking“ oder „data mining“ (siehe :ref:`Gelman & Loken, 2014 <Gelman_2014>`, für eine umfassendere Diskussion dieses Themas als Teil des „Gartens der verzweigten Pfade“ in der statistischen Analyse). Wie wir später erörtern werden, werden Sie, wenn Sie versuchen, Ihre Daten auf viele verschiedene Arten zu analysieren, schließlich etwas finden, das wie ein echter Effekt „aussieht“, es aber nicht ist. Dies wird als „p-hacking“ bezeichnet. Früher war dies recht selten, weil jede Datenanalyse Wochen dauerte, aber jetzt, wo jeder über eine sehr leistungsfähige Statistiksoftware auf seinem Computer verfügt, ist es sehr verbreitet. *p*-hacking an sich ist nicht „falsch“, aber je mehr man es macht, desto größer ist das Risiko, das man eingeht. Das, was falsch ist, und ich vermute, dass es sehr häufig vorkommt, ist *uneingestandenes* *p*-hacking. Das bedeutet, dass der Forscher alle möglichen Analysen durchführt, die der Menschheit bekannt sind, diejenige findet, die funktioniert, und dann so tut, als sei dies die einzige Analyse gewesen, die er jemals durchgeführt hat. Schlimmer noch, sie „erfinden“ oft eine Hypothese, nachdem sie sich die Daten angesehen haben (harking – *hypothesizing after results are known*), um das *p*-hacking zu vertuschen. Um das klarzustellen. Es ist nicht falsch, seine Überzeugungen zu ändern, nachdem man sich die Daten angesehen hat, und die Daten anhand der neuen „post-hoc“-Hypothesen neu zu analysieren. Was falsch ist (und ich vermute, dass dies häufig vorkommt), ist die Tatsache, dass man nicht zugibt, dass man es getan hat. Wenn Sie zugeben, dass Sie es getan haben, können andere Forscher Ihr Verhalten berücksichtigen. Wenn Sie das nicht tun, können sie es nicht. Und das macht Ihr Verhalten trügerisch.
nb: **Gjentatte analyser og post-hoc-hypoteser**. En annen måte forfatterne av en studie kan mer eller mindre fordreie dataene på, er ved å prøve ut massevis forskjellige analyser (*data mining*, se :ref:`Gelman & Loken, 2014 <Gelman_2014>`, for en bredere diskusjon av dette som en del av «*garden of forking paths*» i statistisk analyse). Som vi skal komme tilbake til senere, vil du, hvis du prøver å analysere dataene dine på mange forskjellige måter, til slutt finne noe som «ser ut» som en reell effekt, men som ikke er det. Dette kalles «*data mining*». Før var det ganske sjeldent fordi dataanalyser tok flere uker, men nå som alle har svært kraftig statistisk programvare på datamaskinene sine, er det blitt svært vanlig. Datautvinning i seg selv er ikke «feil», men jo mer du gjør det, desto større risiko tar du. Det som er galt, og som jeg mistenker er svært vanlig, er *uerkjent* datautvinning. Det vil si at forskeren kjører alle mulige analyser som menneskeheten kjenner til, finner den som fungerer, og deretter later som om dette var den eneste analysen de noensinne har gjennomført. Enda verre er det at de ofte «finner opp» en hypotese etter å ha sett på dataene for å dekke over datautvinningen. For å gjøre det klart. Det er ikke galt å endre oppfatning etter å ha sett på dataene, og å analysere dataene på nytt ved hjelp av de nye «post-hoc»-hypotesene. Det som er galt (og jeg mistenker at det er vanlig), er å unnlate å erkjenne at man har gjort det. Hvis du erkjenner at du har gjort det, kan andre forskere ta hensyn til din atferd. Hvis du ikke gjør det, kan de ikke det. Og det gjør atferden din villedende. Det er ille!
ta: ** தரவு சுரங்க மற்றும் பிந்தைய தற்காலிக கருதுகோள் **. ஒரு ஆய்வின் ஆசிரியர்கள் தரவை அதிகமாகவோ அல்லது குறைவாகவோ தவறாக சித்தரிக்கக்கூடிய மற்றொரு வழி, “தரவு சுரங்க” என்று குறிப்பிடப்படுவதில் ஈடுபடுவதன் மூலம் (பார்க்க: குறிப்பு: `கெல்மேன் & லோகன், 2014 <gelman_2014>`, இது குறித்த பரந்த விவாதத்திற்கு புள்ளிவிவர பகுப்பாய்வில் “பாதைகளின் தோட்டத்தின்” ஒரு பகுதியாக). நாங்கள் பின்னர் விவாதிப்பதைப் போல, உங்கள் தரவை பல்வேறு வழிகளில் பகுப்பாய்வு செய்ய முயற்சித்தால், இறுதியில் ““ ”உண்மையான விளைவு போல தோற்றமளிக்கும் ஒன்றை நீங்கள் கண்டுபிடிப்பீர்கள், ஆனால் இல்லை. இது “தரவு சுரங்கம்” என்று குறிப்பிடப்படுகிறது. இது மிகவும் அரிதானது, ஏனெனில் தரவு பகுப்பாய்வு வாரங்கள் எடுக்கப் பயன்படுகிறது, ஆனால் இப்போது ஒவ்வொருவரும் தங்கள் கணினிகளில் மிகவும் சக்திவாய்ந்த புள்ளிவிவர மென்பொருளைக் கொண்டுள்ளதால் இது மிகவும் பொதுவானதாகி வருகிறது. தரவு சுரங்கம் “தவறு” அல்ல, ஆனால் நீங்கள் எடுக்கும் அபாயத்தை நீங்கள் பெரியதாகச் செய்கிறீர்கள். தவறு, மற்றும் மிகவும் பொதுவானது என்று நான் சந்தேகிக்கிறேன், * தரவு சுரங்க * அறியப்படாத *. அதாவது, ஆராய்ச்சியாளர் மனிதகுலத்திற்குத் தெரிந்த ஒவ்வொரு பகுப்பாய்வையும் இயக்குகிறார், வேலை செய்யும் ஒன்றைக் காண்கிறார், பின்னர் அவர்கள் இதுவரை நடத்திய ஒரே பகுப்பாய்வு இதுதான் என்று பாசாங்கு செய்கிறார். இன்னும் மோசமானது, தரவுச் செயலாக்கத்தை மறைக்க தரவைப் பார்த்த பிறகு அவர்கள் பெரும்பாலும் ஒரு கருதுகோளை "கண்டுபிடிப்பார்கள்". தெளிவாக இருக்க வேண்டும். தரவைப் பார்த்த பிறகு உங்கள் நம்பிக்கைகளை மாற்றுவதும், உங்கள் புதிய “பிந்தைய” கருதுகோள்களைப் பயன்படுத்தி உங்கள் தரவை மீண்டும் பகுப்பாய்வு செய்வதும் தவறல்ல. என்ன தவறு (மற்றும் பொதுவானது என்று நான் சந்தேகிக்கிறேன்) நீங்கள் செய்ததை ஒப்புக்கொள்ளத் தவறிவிட்டது. நீங்கள் அதைச் செய்தீர்கள் என்பதை நீங்கள் ஒப்புக் கொண்டால், மற்ற ஆராய்ச்சியாளர்கள் உங்கள் நடத்தையை கணக்கில் எடுத்துக்கொள்ள முடியும். நீங்கள் இல்லையென்றால், அவர்களால் முடியாது. அது உங்கள் நடத்தையை ஏமாற்றுகிறது. மோசமானது!

source: **Publication bias & self-censoring**. Finally, a pervasive bias is “non-reporting” of negative results. This is almost impossible to prevent. Journals don’t publish every article that is submitted to them. They prefer to publish articles that find “something”. So, if 20 people run an experiment looking at whether reading *Finnegans Wake* causes insanity in humans, and 19 of them find that it doesn’t, which one do you think is going to get published? Obviously, it’s the one study that did find that *Finnegans Wake* causes insanity.\ [#]_ This is an example of a *publication bias*. Since no-one ever published the 19 studies that didn’t find an effect, a naive reader would never know that they existed. Worse yet, most researchers “internalise” this bias and end up *self-censoring* their research. Knowing that negative results aren’t going to be accepted for publication, they never even try to report them. As a friend of mine says “for every experiment that you get published, you also have 10 failures”. And she’s right. The catch is, while some (maybe most) of those studies are failures for boring reasons (e.g. you stuffed something up) others might be genuine “null” results that you ought to acknowledge when you write up the “good” experiment. And telling which is which is often hard to do. A good place to start is a paper by :ref:`Ioannidis (2005) <Ioannidis_2005>` with the depressing title “Why most published research findings are false”. I’d also suggest taking a look at work by :ref:`Kühberger et al. (2014) <Kühberger_2014>` presenting statistical evidence that this actually happens in psychology.
de: **Veröffentlichungsverzerrung und Selbstzensur**. Schließlich ist eine allgegenwärtige Verzerrung das „Nichtberichten“ negativer Ergebnisse. Das ist fast unmöglich zu verhindern. Zeitschriften veröffentlichen nicht jeden Artikel, der ihnen vorgelegt wird. Sie veröffentlichen lieber Artikel, die „etwas“ finden. Wenn 20 Leute ein Experiment durchführen, das untersucht, ob das Lesen von *Finnegans Wake* Wahnsinn beim Menschen verursacht, und 19 von ihnen feststellen, dass dies nicht der Fall ist, welches Experiment wird Ihrer Meinung nach veröffentlicht? Die einzige Studie, die herausgefunden hat, dass *Finnegans Wake* Wahnsinn verursacht.\ [#]_ Dies ist ein Beispiel für eine *Veröffentlichungsverzerrung*. Da niemand jemals die 19 Studien veröffentlicht hat, die keine Wirkung gefunden haben, würde ein naiver Leser nie wissen, dass sie existieren. Schlimmer noch, die meisten Forscher „verinnerlichen“ diese Voreingenommenheit und enden damit, dass sie ihre Forschung *selbst-zensieren*. Da sie wissen, dass negative Ergebnisse eher nicht zur Veröffentlichung akzeptiert werden, versuchen sie nicht einmal, sie zu publizieren. Wie ein Freund von mir sagt: „Für jedes Experiment, das Sie veröffentlicht bekommen, gibt es 10 Experimente ohne Resultat“. Der Haken ist, während einige (vielleicht die meisten) dieser Studien aus langweiligen Gründen gescheitert sind (z. B. weil man etwas vermasselt hat), könnten andere echte „Null“ -Ergebnisse sein, die Sie anerkennen sollten, wenn Sie das „gute“ Experiment aufschreiben. Und zu sagen, was oft schwer zu tun ist. Ein guter Ausgangspunkt ist ein Artikel von :ref:`Ioannidis (2005) <Ioannidis_2005>` mit dem deprimierenden Titel „Warum die meisten veröffentlichten Forschungsergebnisse falsch sind“. Ich würde auch einen Blick auf die Arbeit von :ref:`Kühberger et al. (2014) <Kühberger_2014>` empfehlen, die statistische Evidenz dafür liefert, dass dies in der Psychologie tatsächlich passiert.
nb: **Skevhet i publisering og selvsensur**. Til slutt er det en gjennomgripende skevhet at negative resultater «ikke rapporteres». Dette er nesten umulig å forhindre. Tidsskrifter publiserer ikke alle artikler som sendes inn til dem. De foretrekker å publisere artikler som finner «noe». Så hvis 20 personer gjennomfører et eksperiment for å undersøke om lesing av *Finnegans Wake* forårsaker sinnssykdom hos mennesker, og 19 av dem finner at det ikke gjør det, hvilken av dem tror du kommer til å bli publisert? Det er åpenbart den ene studien som fant at *Finnegans Wake* forårsaker sinnssykdom.\ [#]_ Dette er en eksempel på *skevhet i publiserings*. Siden ingen noen gang publiserte de 19 studiene som ikke fant noen effekt, ville en naiv leser aldri fått vite at de eksisterte. Enda verre er det at de fleste forskere «internaliserer» denne skevheten og ender opp med å *selvsensurere* forskningen sin. De vet at negative resultater ikke kommer til å bli akseptert for publisering, og derfor prøver de ikke engang å rapportere dem. Som en venn av meg sier: «For hvert eksperiment du får publisert, har du også 10 fiaskoer». Og det har hun rett i. Haken er at selv om noen (kanskje de fleste) av disse studiene er mislykkede av kjedelige grunner (f.eks. at du har rotet til noe), kan andre være ekte «nullresultater» som du bør ta hensyn til når du skriver om det «gode» eksperimentet. Og det er ofte vanskelig å vite hva som er hva. Et godt sted å starte er en artikkel av :ref:`Ioannidis (2005) <Ioannidis_2005>` med den deprimerende tittelen «Why most published research findings are false». Jeg vil også foreslå at du tar en titt på arbeidet til :ref:`Kühberger et al. (2014) <Kühberger_2014>`, som presenterer statistiske bevis for at dette faktisk skjer i psykologien.
ta: ** வெளியீட்டு சார்பு மற்றும் சுய-சென்சார் **. இறுதியாக, ஒரு பரவலான சார்பு என்பது எதிர்மறையான முடிவுகளை "அறிக்கையிடாதது". இதைத் தடுக்க இது கிட்டத்தட்ட சாத்தியமற்றது. அவர்களுக்கு சமர்ப்பிக்கப்பட்ட ஒவ்வொரு கட்டுரையையும் பத்திரிகைகள் வெளியிடவில்லை. “ஏதோ” கண்டுபிடிக்கும் கட்டுரைகளை வெளியிட அவர்கள் விரும்புகிறார்கள். எனவே, 20 பேர் ஒரு பரிசோதனையை நடத்தினால், * ஃபின்னேகன்ச் வேக் * மனிதர்களில் பைத்தியக்காரத்தனத்தை ஏற்படுத்துகிறதா என்பதைப் பார்த்து, அவர்களில் 19 பேர் அது இல்லை என்பதைக் கண்டறிந்தால், எது வெளியிடப் போகிறது என்று நீங்கள் நினைக்கிறீர்கள்? வெளிப்படையாக, *ஃபின்னேகன்ச் எழுந்திரு *பைத்தியக்காரத்தனத்தை ஏற்படுத்துகிறது என்பதைக் கண்டறிந்த ஒரு ஆய்வு. \ [#] _ இது ஒரு *வெளியீட்டு சார்புக்கு *ஒரு எடுத்துக்காட்டு. ஒரு விளைவைக் காணாத 19 ஆய்வுகளை யாரும் இதுவரை வெளியிடவில்லை என்பதால், ஒரு பேதை வாசகர் அவர்கள் இருந்ததை ஒருபோதும் அறிய மாட்டார்கள். இன்னும் மோசமானது, பெரும்பாலான ஆராய்ச்சியாளர்கள் இந்த சார்புகளை "உள்வாங்கிக் கொள்ளுங்கள்" மற்றும் அவர்களின் ஆராய்ச்சியை * சுய-சென்செர் * முடிக்கிறார்கள். எதிர்மறையான முடிவுகள் வெளியீட்டிற்காக ஏற்றுக்கொள்ளப்படாது என்பதை அறிந்த அவர்கள் ஒருபோதும் அவற்றைப் புகாரளிக்க முயற்சிக்கவில்லை. என்னுடைய நண்பர் சொல்வது போல் “நீங்கள் வெளியிடப்படும் ஒவ்வொரு பரிசோதனைக்கும், உங்களுக்கும் 10 தோல்விகள் உள்ளன”. அவள் சொல்வது சரிதான். பிடிப்பு என்னவென்றால், அந்த ஆய்வுகளில் சில (ஒருவேளை பெரும்பாலானவை) சலிப்பான காரணங்களுக்காக தோல்விகள் (எ.கா. நீங்கள் எதையாவது அடைத்துள்ளீர்கள்) மற்றவர்கள் உண்மையான “பூச்ய” முடிவுகளாக இருக்கலாம், நீங்கள் “நல்ல” பரிசோதனையை எழுதும்போது நீங்கள் ஒப்புக் கொள்ள வேண்டும். இதைச் சொல்வது பெரும்பாலும் கடினமாக உள்ளது. தொடங்குவதற்கு ஒரு நல்ல இடம் ஒரு காகிதமாகும்: ref: `ioannidis (2005) <ioannidis_2005>` மனச்சோர்வடைந்த தலைப்புடன் “ஏன் வெளியிடப்பட்ட ஆராய்ச்சி முடிவுகள் தவறானது”. வேலையைப் பார்க்கவும் நான் பரிந்துரைக்கிறேன்: குறிப்பு: `கோஅ்பெர்கர் மற்றும் பலர். .

source: There’s probably a lot more issues like this to think about, but that’ll do to start with. What I really want to point out is the blindingly obvious truth that real world science is conducted by actual humans, and only the most gullible of people automatically assumes that everyone else is honest and impartial. Actual scientists aren’t usually *that* naive, but for some reason the world likes to pretend that we are, and the textbooks we usually write seem to reinforce that stereotype.
de: Es gibt wahrscheinlich noch viele weitere Themen dieser Art, über die man nachdenken könnte, aber das reicht für den Anfang. Was ich wirklich hervorheben möchte, ist die offensichtliche Wahrheit, dass die Wissenschaft in der realen Welt von Menschen betrieben wird, und nur die leichtgläubigsten Menschen nehmen automatisch an, dass alle anderen ehrlich und unparteiisch sind. Tatsächliche Wissenschaftler sind in der Regel nicht *so* naiv, aber aus irgendeinem Grund tut die Welt gerne so, als wären wir es, und die Lehrbücher, die wir normalerweise schreiben, scheinen dieses Stereotyp zu verstärken.
nb: Det er sannsynligvis mange flere slike spørsmål å tenke på, men det holder til å begynne med. Det jeg egentlig vil påpeke, er den åpenbare sannheten om at vitenskapen i den virkelige verden utføres av mennesker, og at bare de mest godtroende automatisk antar at alle andre er ærlige og upartiske. Faktiske forskere er vanligvis ikke *så* naive, men av en eller annen grunn liker verden å late som om vi er det, og lærebøkene vi vanligvis skriver, ser ut til å forsterke den stereotypen.
ta: இதைப் பற்றி சிந்திக்க இன்னும் நிறைய சிக்கல்கள் இருக்கலாம், ஆனால் அது தொடங்குவதற்கு செய்யும். நான் உண்மையில் சுட்டிக்காட்ட விரும்புவது உண்மையான உலக அறிவியல் உண்மையான மனிதர்களால் நடத்தப்படுகிறது என்பதற்கான கண்மூடித்தனமான வெளிப்படையான உண்மை, மேலும் எல்லோரும் நேர்மையானவர்கள் மற்றும் பக்கச்சார்பற்றவர்கள் என்று மிகவும் ஏமாற்றக்கூடியவர்கள் மட்டுமே தானாகவே கருதுகின்றனர். உண்மையான விஞ்ஞானிகள் வழக்கமாக * அப்பாவியாக இருக்க மாட்டார்கள், ஆனால் சில காரணங்களால் உலகம் நாம் என்று பாசாங்கு செய்ய விரும்புகிறது, மேலும் நாம் பொதுவாக எழுதும் பாடப்புத்தகங்கள் அந்த ச்டீரியோடைப்பை வலுப்படுத்துகின்றன.

source: The reason why I say that it’s unmeasured is that if you *have* measured it, then you can use some fancy statistical tricks to deal with the confounder. Because of the existence of these statistical solutions to the problem of confounders, we often refer to a confounder that we have measured and dealt with as a *covariate*. Dealing with covariates is a more advanced topic, but I thought I’d mention it in passing since it’s kind of comforting to at least know that this stuff exists.
de: Der Grund, warum ich sage, dass er nicht gemessen wird, ist, dass man, wenn man ihn gemessen *hat*, verschiedene ausgefallene statistische „Tricks“ anwenden kann, um mit konfundierenden Variablen umzugehen. Da es statistischen Lösungen für das Problem der konfundierenden Variablen gibt, bezeichnen wir eine konfundierende Variable, die wir gemessen und behandelt haben, oft als *Kovariate*. Der Umgang mit Kovariaten ist ein fortgeschritteneres Thema, aber ich dachte, ich erwähne es am Rande, weil es irgendwie beruhigend ist, wenigstens zu wissen, dass es so etwas gibt.
nb: Grunnen til at jeg sier at den er umålt, er at hvis du *har* målt den, så kan du bruke noen fancy statistiske triks for å håndtere konfunderende faktorer. Fordi det finnes slike statistiske løsninger på problemet med konfunderende faktorer, kaller vi ofte en konfunderende faktor som vi har målt og håndtert, for en *kovariat*. Håndtering av kovariater er et mer avansert tema, men jeg tenkte jeg skulle nevne det i forbifarten, siden det er betryggende å i det minste vite at disse tingene eksisterer.
ta: இது அளவிடப்படாது என்று நான் சொல்வதற்கான காரணம் என்னவென்றால், நீங்கள் அதை * அளவிட்டிருந்தால், குழப்பமானவர்களைக் கையாள நீங்கள் சில ஆடம்பரமான புள்ளிவிவர தந்திரங்களைப் பயன்படுத்தலாம். குழப்பவாதிகளின் பிரச்சினைக்கு இந்த புள்ளிவிவர தீர்வுகள் இருப்பதால், நாங்கள் ஒரு *கோவாரியேட் *என்று அளவிட்டு கையாண்ட ஒரு குழப்பத்தை நாங்கள் அடிக்கடி குறிப்பிடுகிறோம். கோவாரியட்சைக் கையாள்வது மிகவும் மேம்பட்ட தலைப்பு, ஆனால் இந்த விசயங்கள் உள்ளன என்பதை குறைந்தபட்சம் அறிந்து கொள்வது ஒருவித ஆறுதலளிக்கும் என்பதால், அதைக் கடந்து செல்வதைக் குறிப்பிடுவேன் என்று நினைத்தேன்.

source: Some people might argue that if you’re not honest then you’re not a real scientist. Which does have some truth to it I guess, but that’s disingenuous (look up the “No true Scotsman” fallacy). The fact is that there are lots of people who are employed ostensibly as scientists, and whose work has all of the trappings of science, but who are outright fraudulent. Pretending that they don’t exist by saying that they’re not scientists is just muddled thinking.
de: Einige Leute könnten argumentieren, dass man kein echter Wissenschaftler ist, wenn man nicht ehrlich ist. Daran ist wohl etwas Wahres dran, aber es ist unaufrichtig (siehe den „No true Scotsman“-Trugschluss). Tatsache ist, dass es viele Menschen gibt, die vorgeblich als Wissenschaftler arbeiten und deren Arbeit alle Merkmale von Wissenschaft aufweist, die sich aber schlichtweg betrügerisch verhalten. So zu tun, als gäbe es sie nicht, indem man sagt, dass sie keine Wissenschaftler sind, ist einfach nur wirres Wunschdenken.
nb: Noen vil kanskje hevde at hvis du ikke er ærlig, så er du ikke en ekte forsker. Det har nok noe for seg, men det er uærlig (se «No true Scotsman»-feilslutningen). Faktum er at det finnes mange mennesker som tilsynelatende er ansatt som forskere, og hvis arbeid har alle vitenskapens kjennetegn, men som er direkte uredelige. Å late som om de ikke eksisterer ved å si at de ikke er forskere, er bare forvirret tenkning.
ta: நீங்கள் நேர்மையாக இல்லாவிட்டால் நீங்கள் உண்மையான விஞ்ஞானி அல்ல என்று சிலர் வாதிடலாம். இது நான் நினைக்கிறேன், ஆனால் அது வெறுக்கத்தக்கது (“உண்மையான ச்காட்ச்மேன் இல்லை” பொய்யைப் பாருங்கள்). உண்மை என்னவென்றால், விஞ்ஞானிகளாக வெளிப்படையாகப் பணியாற்றும் நபர்கள் நிறைய பேர் உள்ளனர், மேலும் அதன் வேலையில் அறிவியலின் அனைத்து பொறிகளும் உள்ளன, ஆனால் அவர்கள் வெளிப்படையான மோசடி. அவர்கள் விஞ்ஞானிகள் அல்ல என்று கூறி அவர்கள் இல்லை என்று பாசாங்கு செய்வது வெறும் சிந்தனையாகும்.

source: Clearly, the real effect is that only insane people would even try to read *Finnegans Wake*.
de: Der eigentliche Effekt ist natürlich, dass nur Verrückte überhaupt versuchen würden, *Finnegans Wake* zu lesen.
nb: Den virkelige effekten er tydeligvis at bare gale mennesker i det hele tatt vil prøve å lese *Finnegans Wake*.
ta: உண்மையான விளைவு என்னவென்றால், பைத்தியக்காரத்தனமான மக்கள் மட்டுமே *ஃபின்னேகன்ச் வேக் *படிக்க முயற்சிப்பார்கள்.

source: Summary
de: Zusammenfassung
nb: Sammendrag
ta: சுருக்கம்

source: This chapter isn’t really meant to provide a comprehensive discussion of psychological research methods. It would require another volume just as long as this one to do justice to the topic. However, in real life statistics and study design are so tightly intertwined that it’s very handy to discuss some of the key topics. In this chapter, I’ve briefly discussed the following topics:
de: Dieses Kapitel ist nicht dazu gedacht, eine umfassende Diskussion über psychologische Forschungsmethoden zu bieten. Um dem Thema gerecht zu werden, wäre ein weiterer Band erforderlich, der genauso lang wäre wie dieser. Im wirklichen Leben sind Statistik und Studiendesign jedoch so eng miteinander verknüpft, dass es sehr praktisch ist, einige der wichtigsten Themen zu erörtern. In diesem Kapitel habe ich die folgenden Themen kurz besprochen:
nb: Dette kapittelet er egentlig ikke ment å gi en uttømmende diskusjon av psykologiske forskningsmetoder. Det ville kreve et like langt bind som dette for å yte emnet rettferdighet. Men i det virkelige liv er statistikk og studiedesign så tett sammenvevd at det er veldig nyttig å diskutere noen av de viktigste temaene. I dette kapittelet har jeg kort omtalt følgende emner:
ta: இந்த அத்தியாயம் உண்மையில் உளவியல் ஆராய்ச்சி முறைகள் பற்றிய விரிவான விவாதத்தை வழங்குவதற்காக அல்ல. தலைப்புக்கு நியாயம் செய்ய இது இருக்கும் வரை இதற்கு மற்றொரு தொகுதி தேவைப்படும். இருப்பினும், நிச வாழ்க்கை புள்ளிவிவரங்கள் மற்றும் ஆய்வு வடிவமைப்பு மிகவும் இறுக்கமாக பின்னிப் பிணைந்துள்ளன, சில முக்கிய தலைப்புகளைப் பற்றி விவாதிப்பது மிகவும் எளிது. இந்த அத்தியாயத்தில், பின்வரும் தலைப்புகளை சுருக்கமாக விவாதித்தேன்:

source: :doc:`Ch02_StudyDesign_1`: What does it mean to operationalise a theoretical construct? What does it mean to have variables and take measurements?
de: :doc:`Ch02_StudyDesign_1`: Was bedeutet es, ein theoretisches Konstrukt zu operationalisieren? Was bedeutet es, Variablen zu haben und Messungen vorzunehmen?
nb: :doc:`Ch02_StudyDesign_1`: Hva vil det si å operasjonalisere en teoretisk konstrukt? Hva vil det si å ha variabler og foreta målinger?
ta: : DOC: `CH02_StudyDesign_1`: ஒரு தத்துவார்த்த கட்டமைப்பை செயல்படுத்துவதன் பொருள் என்ன? மாறிகள் மற்றும் அளவீடுகளை எடுத்துக்கொள்வது என்ன?
