Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: A **nominal scale** variable (also referred to as a **categorical** variable) is one in which there is no particular relationship between the different possibilities. For these kinds of variables it doesn’t make any sense to say that one of them is “bigger’ or “better” than any other one, and it absolutely doesn’t make any sense to average them. The classic example for this is “eye colour”. Eyes can be blue, green or brown, amongst other possibilities, but none of them is any “bigger” than any other one. As a result, it would feel really weird to talk about an “average eye colour”. Similarly, gender is nominal too: male isn’t better or worse than female. Neither does it make sense to try to talk about an “average gender”. In short, nominal scale variables are those for which the only thing you can say about the different possibilities is that they are different. That’s it.
de: Eine **nominalskalierte Variable** (auch als **kategoriale** Variable bezeichnet) ist eine Variable, bei der es keine besondere Beziehung zwischen ihren verschiedenen Ausprägungen gibt. Bei dieser Art von Variablen macht es keinen Sinn zu sagen, dass eine Ausprägung „größer“ oder „besser“ ist als eine andere, und es macht absolut keinen Sinn, einen Durchschnitt zu bilden. Klassisches Beispiel hierfür ist die Augenfarbe. Augen können unter anderem blau, grün oder braun sein, aber keine dieser Ausprägungen ist „größer“ als eine andere. Folglich wäre es sehr seltsam, von einer „durchschnittlichen Augenfarbe“ zu sprechen. Auch die Variable Geschlecht ist nominal: Die Ausprägung männlich ist nicht besser oder schlechter als die Ausprägung weiblich. Ebenso wenig Sinn macht es, von einem „durchschnittlichen Geschlecht„ zu sprechen. Kurz gesagt sind nominalskalierte Variablen dadurch charakterisiert, dass das Einzige, was man über die verschiedenen Ausprägungen sagen kann, ist, dass sie unterschiedlich sind. Das war's.
nb: En **nominell skala**-variabel (også kalt en **kategorisk** variabel) er en variabel der det ikke er noen spesiell sammenheng mellom de ulike mulighetene. For denne typen variabler gir det ingen mening å si at én av dem er «større» eller «bedre» enn noen annen, og det gir absolutt ingen mening å beregne et gjennomsnitt av dem. Det klassiske eksempelet på dette er «øyenfarge». Øynene kan være blå, grønne eller brune, blant mange andre muligheter, men ingen av dem er «større» enn noen andre. Derfor ville det føles veldig rart å snakke om en «gjennomsnittlig øyenfarge». På samme måte er kjønn også nominelt: Mann er ikke bedre eller verre enn kvinne. Det gir heller ikke mening å snakke om et «gjennomsnittskjønn». Kort sagt er variabler på nominal skala variabler der det eneste du kan si om de ulike mulighetene, er at de er forskjellige. Det er alt.
ta: ஒரு ** பெயரளவு அளவிலான ** மாறி (** வகைப்படுத்தப்பட்ட ** மாறி என்றும் குறிப்பிடப்படுகிறது) வெவ்வேறு சாத்தியக்கூறுகளுக்கு இடையில் குறிப்பிட்ட உறவு இல்லாத ஒன்றாகும். இந்த வகையான மாறிகள், அவற்றில் ஒன்று மற்றதை விட “பெரியது’ அல்லது “சிறந்தது” என்று சொல்வதில் எந்த அர்த்தமும் இல்லை, மேலும் அவற்றை சராசரியாகச் செய்வதில் எந்த அர்த்தமும் இல்லை. இதற்கு உன்னதமான எடுத்துக்காட்டு “கண் நிறம்”. கண்கள் நீலம், பச்சை அல்லது பழுப்பு நிறமாக இருக்கலாம், மற்ற சாத்தியக்கூறுகளுக்கிடையில், ஆனால் அவை எதுவும் வேறு எதையும் விட “பெரியவை” அல்ல. இதன் விளைவாக, “சராசரி கண் நிறம்” பற்றி பேசுவது மிகவும் வித்தியாசமாக இருக்கும். இதேபோல், பாலினமும் பெயரளவு: ஆண் பெண்ணை விட சிறந்தவர் அல்லது மோசமானவர் அல்ல. "சராசரி பாலினம்" பற்றி பேச முயற்சிப்பதும் அர்த்தமல்ல. சுருக்கமாக, பெயரளவு அளவிலான மாறிகள் என்பது வெவ்வேறு சாத்தியக்கூறுகளைப் பற்றி நீங்கள் சொல்லக்கூடிய ஒரே சேதி, அவை வேறுபட்டவை. அதுதான்.

source: Let’s take a slightly closer look at this. Suppose I was doing research on how people commute to and from work. One variable I would have to measure would be what kind of transportation people use to get to work. This “transport type” variable could have quite a few possible values, including: “train”, “bus”, “car”, “bicycle”. For now, let’s suppose that these four are the only possibilities. Then imagine that I ask 100 people how they got to work today, with this result:
de: Schauen wir uns das einmal etwas genauer an. Nehmen wir an, ich würde untersuchen, wie Personen zur Arbeit pendeln. Eine Variable, die ich messen müsste, wäre die Art des Verkehrsmittels, das die Personen für ihren Arbeitsweg nutzen. Diese „Verkehrsmittelvariable“ könnte eine ganze Reihe möglicher Werte annehmen, darunter: „Zug“, „Bus“, „Auto“, „Fahrrad“. Für den Moment nehmen wir einmal an, dass es nur diese vier Möglichkeiten gibt. Stellen Sie sich nun vor, ich fragte 100 Personen, wie sie heute zur Arbeit gekommen sind und würde dieses Ergebnis erhalten:
nb: La oss se litt nærmere på dette. Anta at jeg skulle forske på hvordan folk pendler til og fra jobb. En variabel jeg må måle, er hva slags transportmiddel folk bruker for å komme seg til og fra jobb. Denne «transporttype»-variabelen kan ha ganske mange mulige verdier, f.eks: «tog», «buss», «bil», «sykkel». La oss foreløpig anta at disse fire er de eneste mulighetene. Tenk deg så at jeg spør 100 personer om hvordan de kom seg til jobb i dag, og får dette resultatet:
ta: இதை சற்று நெருக்கமாகப் பார்ப்போம். மக்கள் எவ்வாறு வேலைக்குச் செல்கிறார்கள் என்பதில் ஆராய்ச்சி செய்து கொண்டிருந்தேன் என்று வைத்துக்கொள்வோம். நான் அளவிட வேண்டிய ஒரு மாறி, மக்கள் வேலைக்குச் செல்ல எந்த வகையான போக்குவரத்து பயன்படுத்துகிறார்கள் என்பதுதான். இந்த “போக்குவரத்து வகை” மாறி: “ரயில்”, “பச்”, “கார்”, “சைக்கிள்” உள்ளிட்ட சில மதிப்புகளைக் கொண்டிருக்கலாம். இப்போதைக்கு, இந்த நான்கு மட்டுமே சாத்தியக்கூறுகள் என்று வைத்துக்கொள்வோம். இந்த முடிவுடன், 100 பேரை இன்று அவர்கள் எப்படி வேலை செய்தார்கள் என்று நான் கேட்கிறேன் என்று கற்பனை செய்து பாருங்கள்:

source: Transportation
de: Verkehrsmittel
nb: Transport
ta: போக்குவரத்து

source: Number of people
de: Anzahl der Personen
nb: Antall personer
ta: மக்களின் எண்ணிக்கை

source: Train
de: Zug
nb: Tog
ta: ரயில்

source: Bus
nb: Buss
ta: பச்

source: Car
de: Auto
nb: Bil
ta: கார்

source: Bicycle
de: Fahrrad
nb: Sykkel
ta: சைக்கிள்

source: So, what’s the average transportation type? Obviously, the answer here is that there isn’t one. It’s a silly question to ask. You can say that travel by car is the most popular method, and travel by train is the least popular method, but that’s about all. Similarly, notice that the order in which I list the options isn’t very interesting. I could have chosen to display the data like this…
de: Nun, was ist also das durchschnittliche Verkehrsmittel? Offensichtlich ist die richtige Antwort hier, dass es keines gibt. Allein eine solche Frage zu stellen macht kaum Sinn. Man kann zwar sagen, dass das Auto das beliebteste und die Bahn das unbeliebteste Verkehrsmittel ist, das war’s aber auch schon. Auch fällt auf, dass die Rangfolge, in der ich die möglichen Verkehrsmittel aufliste, ist nicht besonders interessant ist. Ich hätte die Daten auch so darstellen können…
nb: Så hva er den gjennomsnittlige transporttypen? Svaret her er selvsagt at det ikke finnes noen. Det er et dumt spørsmål å stille. Du kan si at bil er den mest populære reisemåten, og at tog er den minst populære, men det er alt. Legg også merke til at rekkefølgen jeg lister opp alternativene i, ikke er særlig interessant. Jeg kunne ha valgt å vise dataene slik…
ta: எனவே, சராசரி போக்குவரத்து வகை என்ன? வெளிப்படையாக, இங்கே பதில் இல்லை. கேட்பது ஒரு வேடிக்கையான கேள்வி. கார் மூலம் பயணம் மிகவும் பிரபலமான முறை என்று நீங்கள் கூறலாம், மேலும் ரயிலில் பயணம் செய்வது மிகவும் பிரபலமான முறையாகும், ஆனால் அது எல்லாவற்றையும் பற்றியது. இதேபோல், நான் விருப்பங்களை பட்டியலிடும் வரிசை மிகவும் சுவாரச்யமானது அல்ல என்பதைக் கவனியுங்கள். இது போன்ற தரவைக் காண்பிக்க நான் தேர்ந்தெடுத்திருக்கலாம்…

source: …and nothing really changes.
de: …und es würde sich nicht wirklich etwas ändern.
nb: …og ingenting forandrer seg egentlig.
ta: … உண்மையில் எதுவும் மாறாது.

source: Ordinal scale
de: Ordinalskala
nb: Ordinal skala
ta: சாதாரண அளவு

source: **Ordinal scale** variables have a bit more structure than nominal scale variables, but not by a lot. An ordinal scale variable is one in which there is a natural, meaningful way to order the different possibilities, but you can’t do anything else. The usual example given of an ordinal variable is “finishing position in a race”. You *can* say that the person who finished first was faster than the person who finished second, but you *don’t* know how much faster. As a consequence we know that 1st > 2nd, and we know that 2nd > 3rd, but the difference between 1st and 2nd might be much larger than the difference between 2nd and 3rd.
de: **Ordinalskalierte Variablen** haben etwas mehr Struktur als nominalskalierte Variablen, allerdings nicht viel mehr. Eine ordinalskalierte Variable ist eine Variable, bei der es einen natürlichen, sinnvollen Weg gibt, die verschiedenen Ausprägungen der Variable zu ordnen. Mehr kann man jedoch nicht tun. Gängiges Beispiel für eine ordinalskalierte Variable ist die „Platzierung in einem Wettrennen“. Man *kann* zwar durchaus sagen, dass die Person, die als Erstes ins Ziel kam, schneller war als die Person, die als Zweites ins Ziel kam, man *weiß* jedoch nicht, wie viel schneller. Folglich wissen wir, dass der 1. Platz > dem 2. Platz ist, und wir wissen, dass der 2. Platz > dem 3. Platz ist, allerdings könnte der Unterschied zwischen dem ersten und zweiten Platz viel größer sein als der Unterschied zwischen dem Zweiten und Dritten.
nb: **Ordinalskalavariabler** har litt mer struktur enn nominalskalavariabler, men ikke mye. En ordinalvariabel er en variabel der det finnes en naturlig og meningsfull måte å ordne de ulike mulighetene på, men du kan ikke gjøre noe annet. Det vanligste eksemplet på en ordinalvariabel er «plassering i et løp». Du *kan* si at personen som kom først i mål var raskere enn personen som kom på andreplass, men du vet *ikke* hvor mye raskere. Derfor vet vi at 1. > 2., og vi vet at 2. > 3., men forskjellen mellom 1. og 2. kan være mye større enn forskjellen mellom 2. og 3.
ta: ** ஆர்டினல் அளவுகோல் ** மாறிகள் பெயரளவு அளவிலான மாறிகளை விட சற்று அதிக கட்டமைப்பைக் கொண்டுள்ளன, ஆனால் நிறைய இல்லை. ஒரு ஆர்டினல் அளவிலான மாறி என்பது வெவ்வேறு சாத்தியக்கூறுகளை ஆர்டர் செய்ய இயற்கையான, அர்த்தமுள்ள வழி உள்ளது, ஆனால் நீங்கள் வேறு எதையும் செய்ய முடியாது. ஒரு சாதாரண மாறியின் வழக்கமான எடுத்துக்காட்டு “ஒரு பந்தயத்தில் நிலை முடித்தல்”. முதலில் முடித்த நபரை விட முதலில் முடித்த நபர் வேகமானவர் என்று நீங்கள் * சொல்லலாம், ஆனால் உங்களுக்கு * எவ்வளவு வேகமாகத் தெரியாது. இதன் விளைவாக, 1 வது> 2 வது, மற்றும் 2 வது> 3 வது இடத்தை நாங்கள் அறிவோம், ஆனால் 1 மற்றும் 2 வது இடையே உள்ள வேறுபாடு 2 மற்றும் 3 வது இடையிலான வித்தியாசத்தை விட மிகப் பெரியதாக இருக்கலாம்.

source: Here’s a more psychologically interesting example. Suppose I’m interested in people’s attitudes to climate change. I then go and ask some people to pick the statement (from four listed statements) that most closely matches their beliefs:
de: An dieser Stelle soll ein psychologisch interssantes Beispiel dargestellt werden. Nehmen Sie an, Ich wäre an den Einstellungen der Menschen zum Klimawandel interessiert. Dafür würde ich dann einige Leute bitten, aus vier aufgelisteten Aussagen diejenige auszuwählen, die ihren Überzeugungen am ehesten entspricht:
nb: Her er et mer psykologisk interessant eksempel. Anta at jeg er interessert i folks holdninger til klimaendringer. Jeg ber noen personer om å velge det utsagnet (blant fire opplistede utsagn) som stemmer best overens med deres holdninger:
ta: உளவியல் ரீதியாக சுவையான எடுத்துக்காட்டு இங்கே. காலநிலை மாற்றத்திற்கான மக்களின் அணுகுமுறைகளில் நான் ஆர்வமாக உள்ளேன் என்று வைத்துக்கொள்வோம். நான் சென்று சிலரை அவர்களின் நம்பிக்கைகளுடன் மிக நெருக்கமாக பொருந்தக்கூடிய அறிக்கையை (பட்டியலிடப்பட்ட நான்கு அறிக்கைகளிலிருந்து) தேர்வு செய்யச் சொல்கிறேன்:

source: \(1\) Temperatures are rising because of human activity
de: \(1\) Die Temperaturen steigen aufgrund menschlicher Aktivitäten
nb: \(1\) Temperaturen stiger på grunn av menneskelig aktivitet
ta: \ (1 \) மனித செயல்பாடு காரணமாக வெப்பநிலை அதிகரித்து வருகிறது

source: \(2\) Temperatures are rising but we don’t know why
de: \(2\) Die Temperaturen steigen, aber wir wissen nicht warum
nb: \(2\) Temperaturene stiger, men vi vet ikke hvorfor
ta: \ (2 \) வெப்பநிலை அதிகரித்து வருகிறது, ஆனால் ஏன் என்று எங்களுக்குத் தெரியாது

source: \(3\) Temperatures are rising but not because of humans
de: \(3\) Die Temperaturen steigen, aber nicht aufgrund menschlicher Einflussnahme
nb: \(3\) Temperaturen stiger, men ikke på grunn av mennesker
ta: \ (3 \) வெப்பநிலை அதிகரித்து வருகிறது, ஆனால் மனிதர்கள் காரணமாக அல்ல

source: \(4\) Temperatures are not rising
de: \(4\) Die Temperaturen steigen nicht
nb: \(4\) Temperaturene stiger ikke
ta: \ (4 \) வெப்பநிலை உயரவில்லை

source: Notice that these four statements actually do have a natural ordering, in terms of “the extent to which they agree with the current science”. Statement 1 is a close match, statement 2 is a reasonable match, statement 3 isn’t a very good match, and statement 4 is in strong opposition to current science. So, in terms of the thing I’m interested in (the extent to which people endorse the science), I can order the items as 1 > 2 > 3 > 4. Since this ordering exists, it would be very weird to list the options like this…
de: Beachten Sie, dass diese vier Aussagen tatsächlich eine natürliche Reihenfolge aufweisen, und zwar in Bezug auf „das Ausmaß, in dem sie mit der aktuellen Wissenschaft übereinstimmen“. Aussage 1 stimmt fast überein, Aussage 2 stimmt einigermaßen überein, Aussage 3 stimmt nicht sehr gut überein und Aussage 4 steht in starkem Gegensatz zum aktuellen Wissensstand. In Bezug auf das, was mich interessiert (das Ausmaß, in dem die Menschen die Wissenschaft unterstützen), kann ich die Punkte also wie folgt anordnen: 1 > 2 > 3 > 4. Da diese Reihenfolge existiert, wäre es sehr abwegig, die Optionen in dieser Weise ufzulisten…
nb: Legg merke til at disse fire utsagnene faktisk har en naturlig rekkefølge, i form av «i hvilken grad de stemmer overens med dagens vitenskap». Utsagn 1 stemmer godt overens, utsagn 2 stemmer rimelig godt overens, utsagn 3 stemmer ikke så godt overens, og utsagn 4 er i sterk opposisjon til dagens vitenskap. Når det gjelder det jeg er interessert i (i hvilken grad folk støtter vitenskapen), kan jeg ordne påstandene som 1 > 2 > 3 > 4. Siden denne rekkefølgen eksisterer, ville det vært veldig rart å liste opp alternativene slik…
ta: இந்த நான்கு அறிக்கைகளும் உண்மையில் இயற்கையான வரிசைப்படுத்தலைக் கொண்டுள்ளன என்பதைக் கவனியுங்கள், "தற்போதைய அறிவியலுடன் அவர்கள் எந்த அளவிற்கு உடன்படுகிறார்கள்" என்பதன் அடிப்படையில். அறிக்கை 1 ஒரு நெருக்கமான போட்டி, அறிக்கை 2 ஒரு நியாயமான போட்டி, அறிக்கை 3 ஒரு நல்ல போட்டி அல்ல, மேலும் அறிக்கை 4 தற்போதைய அறிவியலுக்கு வலுவான எதிர்ப்பில் உள்ளது. எனவே, நான் ஆர்வமாக உள்ள விசயத்தின் அடிப்படையில் (மக்கள் எந்த அளவிற்கு விஞ்ஞானத்தை ஒப்புக்கொள்கிறார்கள்), நான் உருப்படிகளை 1> 2> 3> 4 என ஆர்டர் செய்யலாம். இந்த வரிசைப்படுத்தல் இருப்பதால், பட்டியலிடுவது மிகவும் வித்தியாசமாக இருக்கும் இது போன்ற விருப்பங்கள்…

source: …because it seems to violate the natural “structure” to the question.
de: …weil so die natürliche „Struktur“ der Frage verletzt scheint.
nb: …fordi det bryter med den naturlige «strukturen» i spørsmålet.
ta: … ஏனென்றால் இது கேள்விக்கு இயற்கையான “கட்டமைப்பை” மீறுவதாகத் தெரிகிறது.

source: So, let’s suppose I asked 100 people these questions, and got the following answers:
de: Nehmen wir also an, ich hätte 100 Personen diese Fragen gestellt und folgende Antworten erhalten:
nb: Så la oss si at jeg stilte 100 personer disse spørsmålene, og fikk følgende svar:
ta: எனவே, இந்த கேள்விகளை நான் 100 பேரிடம் கேட்டேன், பின்வரும் பதில்களைப் பெற்றேன் என்று வைத்துக்கொள்வோம்:

source: Response
de: Antwort
nb: Svar
ta: பதில்

source: Number
de: Anzahl
nb: Antall
ta: எண்

source: Temperatures are rising because of human activity (1)
de: Die Temperaturen steigen aufgrund menschlicher Aktivitäten (1)
nb: Temperaturene stiger på grunn av menneskelig aktivitet (1)
ta: மனித செயல்பாடு காரணமாக வெப்பநிலை அதிகரித்து வருகிறது (1)

source: Temperatures are rising but we don’t know why (2)
de: Die Temperaturen steigen, aber wir wissen nicht, warum (2)
nb: Temperaturene stiger, men vi vet ikke hvorfor (2)
ta: வெப்பநிலை அதிகரித்து வருகிறது, ஆனால் ஏன் என்று எங்களுக்குத் தெரியாது (2)

source: Temperatures are rising but not because of humans (3)
de: Die Temperaturen steigen, aber nicht wegen des Menschen (3)
nb: Temperaturene stiger, men ikke på grunn av mennesker (3)
ta: வெப்பநிலை அதிகரித்து வருகிறது, ஆனால் மனிதர்கள் காரணமாக அல்ல (3)

source: Temperatures are not rising (4)
de: Temperaturen steigen nicht (4)
nb: Temperaturene stiger ikke (4)
ta: வெப்பநிலை உயரவில்லை (4)

source: When analysing these data it seems quite reasonable to try to group (1), \(2) and (3) together, and say that 81 out of 100 people were willing to *at least partially* endorse the science. And it’s *also* quite reasonable to group (2), (3) and (4) together and say that 49 out of 100 people registered *at least some disagreement* with the dominant scientific view. However, it would be entirely bizarre to try to group (1), (2) and (4) together and say that 90 out of 100 people said… what? There’s nothing sensible that allows you to group those responses together at all.
de: Bei der Analyse dieser Daten scheint es vernünftig, die Aussagen (1), (2) und (3) zusammenzufassen und zu sagen, dass 81 von 100 Personen bereit waren, der Wissenschaft *zumindest teilweise* zu zustimmen. *Ebenso* vernünftig wäre es, die Aussagen (2), (3) und (4) zusammenzufassen und zu sagen, dass 49 von 100 Personen angaben, mit der vorherrschenden wissenschaftlichen Ansicht *wenigstens teilweise* nicht einverstanden zu sein. Es wäre jedoch völlig bizarr, die Aussagen (1), (2) und (4) zusammenzufassen und zu sagen, dass 90 von 100 Personen… was eigentlich? Es gibt keinen vernünftigen Grund, der es erlauben würde, diese Antworten zusammenzufassen.
nb: Når man analyserer disse dataene, virker det ganske rimelig å forsøke å slå sammen (1), \(2) og (3), og si at 81 av 100 personer var villige til å *i det minste delvis* slutte seg til vitenskapen. Og det er *også* ganske rimelig å slå sammen (2), (3) og (4) og si at 49 av 100 personer registrerte *i det minste en viss uenighet* med den dominerende vitenskapelige oppfatningen. Det ville imidlertid være helt bisart å prøve å slå sammen (1), (2) og (4) og si at 90 av 100 personer sa… hva? Det er ingenting fornuftig som gjør at du i det hele tatt kan gruppere disse svarene sammen.
ta: இந்தத் தரவை பகுப்பாய்வு செய்யும் போது (1), \ (2) மற்றும் (3) ஆகியவற்றை ஒன்றாகக் குழுவாக முயற்சிப்பது மிகவும் நியாயமானதாகத் தெரிகிறது, மேலும் 100 பேரில் 81 பேரில் 81 பேர் குறைந்த பட்சம் ஓரளவு * அறிவியலுக்கு ஒப்புதல் அளிக்கத் தயாராக இருப்பதாகக் கூறுங்கள். இது குழு (2), (3) மற்றும் (4) ஒன்றாக * மேலும் * மிகவும் நியாயமானதாகும், மேலும் 100 பேரில் 49 பேர் பதிவுசெய்துள்ளனர் * ஆதிக்கம் செலுத்தும் விஞ்ஞான பார்வையுடன் குறைந்தபட்சம் சில கருத்து வேறுபாடுகள் *. இருப்பினும், குழு (1), (2) மற்றும் (4) ஆகியவற்றை ஒன்றாகக் கொண்டு முயற்சிப்பது முற்றிலும் வினோதமாக இருக்கும், மேலும் 100 பேரில் 90 பேர் சொன்னார்கள்… என்ன? அந்த பதில்களை ஒன்றிணைக்க உங்களை அனுமதிக்கும் விவேகமான எதுவும் இல்லை.

source: That said, notice that while we *can* use the natural ordering of these items to construct sensible groupings, what we *can’t* do is average them. For instance, in my simple example here, the “average” response to the question is 1.97. If you can tell me what that means I’d love to know, because it seems like gibberish to me!
de: Darüber hinaus ist zu beachten, dass wir zwar die natürliche Reihenfolge dieser Items verwenden *können*, um sinnvolle Gruppierungen zu bilden, wir jedoch *keinen* Durchschnitt bilden können. In meinem einfachen Beispiel hier wäre die „durchschnittliche“ Antwort auf die Frage 1,97. Wenn Sie mir sagen können, was das bedeutet, würde ich es gerne wissen, denn mir kommt es wie Kauderwelsch vor!
nb: Når det er sagt, må du legge merke til at selv om vi *kan* bruke den naturlige rekkefølgen av disse elementene til å lage fornuftige grupperinger, kan vi *ikke* lage et gjennomsnitt av dem. I mitt enkle eksempel her er for eksempel det «gjennomsnittlige» svaret på spørsmålet 1,97. Hvis du kan fortelle meg hva det betyr, vil jeg gjerne vite det, for det virker som volapyk for meg!
ta: விவேகமான குழுக்களை உருவாக்க இந்த உருப்படிகளின் இயற்கையான வரிசையை நாம் * பயன்படுத்தலாம் என்றாலும், நாம் * செய்ய முடியாதது * சராசரியாக இருக்கும் என்பதைக் கவனியுங்கள். உதாரணமாக, இங்கே எனது எளிய எடுத்துக்காட்டில், கேள்விக்கு “சராசரி” பதில் 1.97 ஆகும். நான் தெரிந்து கொள்ள விரும்புகிறேன் என்று நீங்கள் என்னிடம் சொல்ல முடிந்தால், ஏனென்றால் அது எனக்கு அபத்தமானது போல் தெரிகிறது!

source: Interval scale
de: Intervallskala
nb: Intervallskala
ta: இடைவெளி அளவு

source: In contrast to nominal and ordinal scale variables, **interval scale** and ratio scale variables are variables for which the numerical value is genuinely meaningful. In the case of interval scale variables the *differences* between the numbers are interpretable, but the variable doesn’t have a “natural” zero value. A good example of an interval scale variable is measuring temperature in degrees celsius. For instance, if it was 15° yesterday and 18° today, then the 3° difference between the two is genuinely meaningful. Moreover, that 3° difference is *exactly the same* as the 3° difference between 7° and 10°. In short, addition and subtraction are meaningful for interval scale variables.\ [#]_
de: Im Gegensatz zu Nominal- und Ordinalskalen handelt es sich bei **Intervallskalen** und Verhältnisskalen um Variablen, bei denen der numerische Wert tatsächlich aussagekräftig ist. Bei der Intervallskala sind die *Unterschiede* zwischen den Zahlen interpretierbar, aber die Variable hat keinen „natürlichen“ Nullpunkt. Ein gutes Beispiel für eine intervallskalierte Variable ist die Messung der Temperatur in Grad Celsius. Wenn es zum Beispiel gestern 15° und heute 18° waren, dann sind die 3° Unterschied zwischen den beiden Werten tatsächlich aussagekräftig. Außerdem ist dieser Unterschied von 3° *exakt derselbe* wie der Unterschied von 3° zwischen 7° und 10°. Kurz gesagt, Addition und Subtraktion sind für intervallskalierte Variablen sinnvoll.\ [#]_
nb: I motsetning til nominal- og ordinalskalavariabler er **intervallskala**- og forholdstallsvariabler variabler der tallverdien er genuint meningsfull. Ved intervallskalavariabler er *forskjellene* mellom tallene tolkbare, men variabelen har ikke en «naturlig» nullverdi. Et godt eksempel på en intervallvariabel er måling av temperatur i grader celsius. Hvis det for eksempel var 15° i går og 18° i dag, er forskjellen på 3° mellom de to virkelig meningsfull. Dessuten er denne forskjellen på 3° *nøyaktig den samme* som forskjellen på 3° mellom 7° og 10°. Kort sagt, addisjon og subtraksjon er meningsfylt for variabler på intervallskala.\ [#]_
ta: பெயரளவு மற்றும் ஒழுங்குமுறை அளவிலான மாறிகளுக்கு மாறாக, ** இடைவெளி அளவுகோல் ** மற்றும் விகித அளவிலான மாறிகள் மாறிகள், இதற்காக எண் மதிப்பு உண்மையான அர்த்தமுள்ளதாக இருக்கும். இடைவெளி அளவிலான மாறிகள் விசயத்தில் எண்களுக்கு இடையிலான * வேறுபாடுகள் * விளக்கக்கூடியவை, ஆனால் மாறிக்கு “இயற்கை” சுழிய மதிப்பைக் கொண்டிருக்கவில்லை. இடைவெளி அளவிலான மாறியின் ஒரு சிறந்த எடுத்துக்காட்டு டிகிரி செல்சியசில் வெப்பநிலையை அளவிடுவது. உதாரணமாக, இது நேற்று 15 ° மற்றும் 18 ° ஆக இருந்தால், இரண்டிற்கும் இடையிலான 3 ° வேறுபாடு உண்மையான அர்த்தமுள்ளதாக இருக்கும். மேலும், அந்த 3 ° வேறுபாடு * 7 ° மற்றும் 10 between க்கு இடையிலான 3 ° வித்தியாசத்திற்கு * சரியாக ஒரே *. சுருக்கமாக, இடைவெளி அளவிலான மாறிகளுக்கு கூட்டல் மற்றும் கழித்தல் ஆகியவை அர்த்தமுள்ளவை. \ [#] _
