Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: Here’s an example. Suppose I’m interested in whether a psychology education has an adverse effect on very smart kids. To do this, I find the 20 psychology I students with the best high school grades and look at how well they’re doing at university. It turns out that they’re doing a lot better than average, but they’re not topping the class at university even though they did top their classes at high school. What’s going on? The natural first thought is that this must mean that the psychology classes must be having an adverse effect on those students. However, while that might very well be the explanation, it’s more likely that what you’re seeing is an example of “regression to the mean”. To see how it works, let’s take a moment to think about what is required to get the best mark in a class, regardless of whether that class be at high school or at university. When you’ve got a big class there are going to be *lots* of very smart people enrolled. To get the best mark you have to be very smart, work very hard, and be a bit lucky. The exam has to ask just the right questions for your idiosyncratic skills, and you have to avoid making any dumb mistakes (we all do that sometimes) when answering them. And that’s the thing, whilst intelligence and hard work are transferable from one class to the next, luck isn’t. The people who got lucky in high school won’t be the same as the people who get lucky at university. That’s the very definition of “luck”. The consequence of this is that when you select people at the very extreme values of one measurement (the top 20 students), you’re selecting for hard work, skill and luck. But because the luck doesn’t transfer to the second measurement (only the skill and work), these people will all be expected to drop a little bit when you measure them a second time (at university). So their scores fall back a little bit, back towards everyone else. This is regression to the mean.
de: Hier ein Beispiel. Angenommen, ich möchte wissen, ob sich ein Psychologiestudium nachteilig auf sehr intelligente Kinder auswirkt. Dazu suche ich die 20 Psychologiestudenten mit den besten Abitur-Noten heraus und untersuche, wie gut sie an der Universität abschneiden. Es stellt sich heraus, dass sie viel besser abschneiden als der Durchschnitt. Aber sie sind nicht die Klassenbesten an der Universität, obwohl sie in der Schule die Klassenbesten waren. Was ist hier los? Der erste Gedanke ist natürlich, dass sich der Psychologieunterricht negativ auf diese Schüler auswirken muss. Das könnte zwar durchaus die Erklärung sein, doch ist es wahrscheinlicher, dass es sich um ein Beispiel für die „Regression zum Mittelwert“ handelt. Um zu verstehen, wie das funktioniert, sollten wir uns einen Moment Zeit nehmen und darüber nachdenken, was erforderlich ist, um die beste Note in einer Klasse zu erzielen, unabhängig davon, ob es sich um eine Schule oder eine Universität handelt. In einer großen Klasse sind *viele* sehr kluge Leute eingeschrieben. Um die beste Note zu bekommen, muss man sehr klug sein, sehr hart arbeiten und auch ein bisschen Glück haben. Die Prüfung muss genau die richtigen Fragen für Ihre besonderen Fähigkeiten stellen, und Sie müssen bei der Beantwortung dumme Fehler vermeiden (das tun wir alle manchmal). Und das ist der springende Punkt: Intelligenz und harte Arbeit sind zwar von einer Klasse auf die nächste übertragbar, aber Glück ist es nicht. Die Leute, die während des Abiturs Glück hatten, werden nicht dieselben sein wie diejenigen, die an der Universität Glück haben. Das ist die eigentliche Definition von „Glück“. Die Konsequenz daraus ist, dass man bei der Auswahl von Personen mit den extremsten Werten einer Messung (die 20 besten Studenten) nach Fähigkeiten, harter Arbeit und Glück selektiert. Da sich das Glück jedoch nicht auf die zweite Messung überträgt (nur die Fähigkeiten und die Arbeit), ist zu erwarten, dass alle diese Personen bei einer zweiten Messung (an der Universität) etwas schlechter abschneiden werden. Ihre Werte fallen also ein wenig zurück, und machen sie ähnlicher zu denen von allen anderen. Das ist die Regression zum Mittelwert.
nb: Her er et eksempel. Anta at jeg er interessert i å finne ut om psykologiutdanningen har en negativ effekt på veldig smarte barn. For å gjøre dette finner jeg de 20 studentene på psykologi I med de beste karakterene fra videregående, og ser på hvor godt de gjør det på universitetet. Det viser seg at de gjør det mye bedre enn gjennomsnittet, men de er ikke best i klassen på universitetet, selv om de var best i klassen på videregående. Hva er det som skjer? Den første naturlige tanken er at dette må bety at psykologitimene må ha en negativ effekt på disse studentene. Men selv om det godt kan være forklaringen, er det mer sannsynlig at det du ser, er et eksempel på «regresjon mot gjennomsnittet». For å se hvordan det fungerer, kan vi tenke litt på hva som kreves for å få den beste karakteren i en klasse, uansett om det er på videregående skole eller på universitetet. Når du har en stor klasse, kommer det til å være *mange* veldig smarte mennesker påmeldt. For å få den beste karakteren må du være veldig smart, jobbe veldig hardt og være litt heldig. Eksamen må stille akkurat de riktige spørsmålene for dine idiosynkratiske ferdigheter, og du må unngå å gjøre dumme feil (det gjør vi alle av og til) når du svarer på dem. Og det er nettopp det som er greia: Mens intelligens og hardt arbeid kan overføres fra en klasse til den neste, kan ikke flaks det. De som hadde flaks på videregående, vil ikke være de samme som de som har flaks på universitetet. Det er selve definisjonen av «flaks». Konsekvensen av dette er at når du velger ut personer på de helt ekstreme verdiene av ett mål (de 20 beste studentene), velger du ut personer på grunnlag av hardt arbeid, dyktighet og flaks. Men fordi flaksen ikke overføres til den andre målingen (bare ferdighetene og arbeidet), vil alle disse personene forventes å falle litt når du måler dem en gang til (på universitetet). Så deres poengsummer faller litt tilbake, tilbake mot alle andre. Dette er regresjon mot gjennomsnittet.
ta: இங்கே ஒரு எடுத்துக்காட்டு. ஒரு உளவியல் கல்வி மிகவும் புத்திசாலித்தனமான குழந்தைகளுக்கு மோசமான விளைவைக் கொண்டிருக்கிறதா என்பதில் நான் ஆர்வமாக உள்ளேன் என்று வைத்துக்கொள்வோம். இதைச் செய்ய, சிறந்த உயர்நிலைப் பள்ளி தரங்களைக் கொண்ட 20 உளவியல் I மாணவர்களைக் கண்டறிந்து, அவர்கள் பல்கலைக்கழகத்தில் எவ்வளவு சிறப்பாகச் செய்கிறார்கள் என்பதைப் பார்க்கிறேன். அவர்கள் சராசரியை விட மிகச் சிறப்பாக செய்கிறார்கள் என்று அது மாறிவிடும், ஆனால் அவர்கள் உயர்நிலைப் பள்ளியில் தங்கள் வகுப்புகளில் முதலிடம் பிடித்திருந்தாலும் அவர்கள் பல்கலைக்கழகத்தில் வகுப்பில் முதலிடம் பெறவில்லை. என்ன நடக்கிறது? இயல்பான முதல் சிந்தனை என்னவென்றால், உளவியல் வகுப்புகள் அந்த மாணவர்கள் மீது மோசமான விளைவைக் கொண்டிருக்க வேண்டும் என்று இது அர்த்தப்படுத்த வேண்டும். இருப்பினும், அது விளக்கமாக இருக்கும்போது, நீங்கள் பார்ப்பது “சராசரிக்கு பின்னடைவு” என்பதற்கு ஒரு எடுத்துக்காட்டு. இது எவ்வாறு செயல்படுகிறது என்பதைப் பார்க்க, ஒரு வகுப்பில் சிறந்த அடையாளத்தைப் பெறுவதற்கு என்ன தேவை என்பதைப் பற்றி சிந்திக்க சிறிது நேரம் ஒதுக்குவோம், அந்த வகுப்பு உயர்நிலைப் பள்ளியில் அல்லது பல்கலைக்கழகத்தில் இருக்கிறதா என்பதைப் பொருட்படுத்தாமல். உங்களுக்கு ஒரு பெரிய வகுப்பு கிடைக்கும்போது, மிகவும் புத்திசாலித்தனமான நபர்கள் பதிவுசெய்யப்படுவார்கள். சிறந்த அடையாளத்தைப் பெற நீங்கள் மிகவும் புத்திசாலித்தனமாக இருக்க வேண்டும், மிகவும் கடினமாக உழைக்க வேண்டும், கொஞ்சம் அதிர்ச்டசாலி. தேர்வு உங்கள் தனித்துவமான திறன்களுக்கான சரியான கேள்விகளைக் கேட்க வேண்டும், மேலும் அவற்றுக்கு பதிலளிக்கும் போது எந்த ஊமை தவறுகளையும் (நாங்கள் அனைவரும் சில நேரங்களில் செய்கிறோம்) தவிர்க்க வேண்டும். இதுதான் சேதி, உளவுத்துறையும் கடின உழைப்பும் ஒரு வகுப்பிலிருந்து அடுத்த வகுப்பிற்கு மாற்றத்தக்கவை என்றாலும், அதிர்ச்டம் இல்லை. உயர்நிலைப் பள்ளியில் அதிர்ச்டம் அடைந்தவர்கள் பல்கலைக்கழகத்தில் அதிர்ச்டம் பெறும் நபர்களைப் போலவே இருக்க மாட்டார்கள். இது “அதிர்ச்டம்” என்பதன் வரையறை. இதன் விளைவு என்னவென்றால், ஒரு அளவீட்டின் (முதல் 20 மாணவர்கள்) மிக தீவிர மதிப்புகளில் நீங்கள் மக்களைத் தேர்ந்தெடுக்கும்போது, நீங்கள் கடின உழைப்பு, திறன் மற்றும் அதிர்ச்டத்தைத் தேர்ந்தெடுக்கிறீர்கள். ஆனால் அதிர்ச்டம் இரண்டாவது அளவீட்டுக்கு மாற்றாததால் (திறமை மற்றும் வேலை மட்டுமே), நீங்கள் இரண்டாவது முறையாக (பல்கலைக்கழகத்தில்) அவற்றை அளவிடும்போது இந்த நபர்கள் அனைவரும் கொஞ்சம் கொஞ்சமாக கைவிடுவார்கள் என்று எதிர்பார்க்கப்படுகிறது. எனவே அவர்களின் மதிப்பெண்கள் கொஞ்சம் பின்னால் விழுகின்றன, மற்ற அனைவரையும் நோக்கி. இது சராசரிக்கு பின்னடைவு.

source: Regression to the mean is surprisingly common. For instance, if two very tall people have kids their children will tend to be taller than average but not as tall as the parents. The reverse happens with very short parents. Two very short parents will tend to have short children, but nevertheless those kids will tend to be taller than the parents. It can also be extremely subtle. For instance, there have been studies done that suggested that people learn better from negative feedback than from positive feedback. However, the way that people tried to show this was to give people positive reinforcement whenever they did good, and negative reinforcement when they did bad. And what you see is that after the positive reinforcement people tended to do worse, but after the negative reinforcement they tended to do better. But notice that there’s a selection bias here! When people do very well, you’re selecting for “high” values, and so you should *expect*, because of regression to the mean, that performance on the next trial should be worse regardless of whether reinforcement is given. Similarly, after a bad trial, people will tend to improve all on their own. The apparent superiority of negative feedback is an artefact caused by regression to the mean (see :ref:`Kahneman & Tversky, 1973 <Kahneman_1973>` for a discussion).
de: Die Regression zum Mittelwert ist erstaunlich häufig. Wenn z. B. zwei sehr große Menschen Kinder haben, sind deren Kinder in der Regel überdurchschnittlich groß, aber nicht so groß wie die Eltern. Das Gegenteil ist der Fall bei sehr kleinen Eltern. Zwei sehr kleine Eltern neigen dazu, kleine Kinder zu haben, aber dennoch sind diese Kinder tendenziell größer als die Eltern. Es kann auch sehr subtil sein. Es gibt zum Beispiel Studien, die nahelegen, dass Menschen durch negatives Feedback besser lernen als durch positives Feedback. Die Art und Weise, wie man versuchte, dies zu zeigen, bestand darin, Menschen positiv zu bestärken, wenn sie Gutes taten, und sie negativ zu bestärken, wenn sie Schlechtes taten. Es zeigte sich, dass die Menschen nach positiver Verstärkung eher schlechter, nach negativer Verstärkung aber eher besser abschnitten. Aber beachten Sie, dass es hier eine Selektionsverzerrung gibt! Wenn Menschen sehr gut abschneiden, selektieren Sie nach „hohen“ Werten, und daher sollten Sie *erwarten,* dass die Leistung beim nächsten Versuch aufgrund der Regression zum Mittelwert schlechter sein wird, unabhängig davon, ob eine Verstärkung gegeben wird. In ähnlicher Weise werden sich die Menschen nach einem schlechten Versuch von ganz allein verbessern. Die scheinbare Überlegenheit des negativen Feedbacks ist ein Artefakt, das durch die Regression zum Mittelwert verursacht wird (siehe :ref:`Kahneman & Tversky, 1973 <Kahneman_1973>` für eine Diskussion).
nb: Regresjon mot gjennomsnittet er overraskende vanlig. Hvis for eksempel to svært høye mennesker får barn, vil barna deres ha en tendens til å bli høyere enn gjennomsnittet, men ikke like høye som foreldrene. Det motsatte skjer med svært korte foreldre. To veldig korte foreldre vil ha en tendens til å få korte barn, men barna vil likevel ha en tendens til å være høyere enn foreldrene. Det kan også være ekstremt subtilt. Det er for eksempel gjort studier som tyder på at folk lærer bedre av negative tilbakemeldinger enn av positive. Måten man forsøkte å vise dette på, var å gi folk positiv forsterkning når de gjorde noe bra, og negativ forsterkning når de gjorde noe dårlig. Og det du ser, er at etter den positive forsterkningen hadde folk en tendens til å gjøre det dårligere, men etter den negative forsterkningen hadde de en tendens til å gjøre det bedre. Men legg merke til at det er en seleksjonsskevhet her! Når folk gjør det veldig bra, selekterer du for «høye» verdier, og derfor bør du *forvente*, på grunn av regresjon mot gjennomsnittet, at prestasjonen i neste forsøk blir dårligere, uavhengig av om det gis forsterkning eller ikke. På samme måte vil folk ha en tendens til å forbedre seg av seg selv etter en dårlig prøve. Den tilsynelatende overlegenheten til negative tilbakemeldinger er en artefakt forårsaket av regresjon mot gjennomsnittet (se :ref:`Kahneman & Tversky, 1973 <Kahneman_1973>` for en diskusjon).
ta: சராசரிக்கு பின்னடைவு வியக்கத்தக்க வகையில் பொதுவானது. உதாரணமாக, இரண்டு உயரமான நபர்கள் குழந்தைகளைக் கொண்டிருந்தால், அவர்களின் குழந்தைகள் சராசரியை விட உயரமாக இருப்பார்கள், ஆனால் பெற்றோரைப் போல உயரமாக இருக்க மாட்டார்கள். தலைகீழ் மிகக் குறுகிய பெற்றோருடன் நிகழ்கிறது. இரண்டு மிகக் குறுகிய பெற்றோர்கள் குறுகிய குழந்தைகளைப் பெறுவார்கள், ஆனால் அந்த குழந்தைகள் பெற்றோரை விட உயரமாக இருப்பார்கள். இது மிகவும் நுட்பமானதாக இருக்கலாம். உதாரணமாக, நேர்மறையான கருத்துக்களை விட எதிர்மறையான பின்னூட்டங்களிலிருந்து மக்கள் சிறப்பாகக் கற்றுக்கொள்ள வேண்டும் என்று பரிந்துரைக்கும் ஆய்வுகள் செய்யப்பட்டுள்ளன. எவ்வாறாயினும், மக்கள் இதைக் காட்ட முயற்சித்த விதம், மக்களுக்கு நல்லது செய்யும் போதெல்லாம் நேர்மறையான வலுவூட்டலையும், மோசமாகச் செய்தபோது எதிர்மறையான வலுவூட்டலையும் அளிப்பதாகும். நீங்கள் பார்ப்பது என்னவென்றால், நேர்மறையான வலுவூட்டலுக்குப் பிறகு மக்கள் மோசமாகச் செய்தார்கள், ஆனால் எதிர்மறை வலுவூட்டலுக்குப் பிறகு அவர்கள் சிறப்பாகச் செய்ய முனைந்தனர். ஆனால் இங்கே ஒரு தேர்வு சார்பு இருப்பதைக் கவனியுங்கள்! மக்கள் மிகச் சிறப்பாகச் செய்யும்போது, நீங்கள் “உயர்” மதிப்புகளைத் தேர்ந்தெடுக்கிறீர்கள், எனவே நீங்கள் *எதிர்பார்க்க வேண்டும் *, சராசரிக்கு பின்னடைவு காரணமாக, வலுவூட்டல் வழங்கப்பட்டதா என்பதைப் பொருட்படுத்தாமல் அடுத்த சோதனையின் செயல்திறன் மோசமாக இருக்க வேண்டும். இதேபோல், ஒரு மோசமான சோதனைக்குப் பிறகு, மக்கள் அனைத்தையும் சொந்தமாக மேம்படுத்த முனைகிறார்கள். எதிர்மறையான பின்னூட்டங்களின் வெளிப்படையான மேன்மை என்பது சராசரிக்கு பின்னடைவால் ஏற்படும் ஒரு கலைப்பொருளாகும் (பார்க்க: குறிப்பு: `கஅ்ன்மேன் & ட்வெர்ச்கி, 1973 <கஅன்மேன்_1973>` ஒரு விவாதத்திற்கு).

source: Experimenter bias
de: Verzerrung durch den Experimentator
nb: Eksperimentatoreffekter
ta: பரிசோதகர் சார்பு

source: **Experimenter bias** can come in multiple forms. The basic idea is that the experimenter, despite the best of intentions, can accidentally end up influencing the results of the experiment by subtly communicating the “right answer” or the “desired behaviour” to the participants. Typically, this occurs because the experimenter has special knowledge that the participant does not, for example the right answer to the questions being asked or knowledge of the expected pattern of performance for the condition that the participant is in. The classic example of this happening is the case study of “Clever Hans”, which dates back to 1907 (:ref:`Pfungst, 1911 <Pfungst_1911>`; :ref:`Hothersall, 2004 <Hothersall_2004>`). Clever Hans was a horse that apparently was able to read and count and perform other human like feats of intelligence. After Clever Hans became famous, psychologists started examining his behaviour more closely. It turned out that, not surprisingly, Hans didn’t know how to do maths. Rather, Hans was responding to the human observers around him, because the humans did know how to count and the horse had learned to change its behaviour when people changed theirs.
de: **Verzerrung durch den Experimentator** kann in verschiedenen Formen auftreten. Der Grundgedanke ist, dass der Experimentator trotz bester Absichten versehentlich die Ergebnisse des Experiments beeinflussen kann, indem er den Teilnehmern auf subtile Weise die „richtige Antwort“ oder das „gewünschte Verhalten“ vermittelt. Dies geschieht in der Regel, weil der Versuchsleiter über spezielle Kenntnisse verfügt, die der Teilnehmer nicht hat, z. B. die richtige Antwort auf die gestellten Fragen oder die Kenntnis des erwarteten Leistungsmusters für die Bedingung, in der sich der Teilnehmer befindet. Das klassische Beispiel dafür ist die Fallstudie des „Schlauen Hans“, die auf das Jahr 1907 zurückgeht (:ref:`Pfungst, 1911 <Pfungst_1911>`; :ref:`Hothersall, 2004 <Hothersall_2004>`). Der schlaue Hans war ein Pferd, das scheinbar lesen und zählen konnte und andere menschenähnliche Intelligenzleistungen vollbrachte. Nachdem der schlaue Hans berühmt geworden war, begannen Psychologen, sein Verhalten genauer zu untersuchen. Es stellte sich heraus, dass Hans – wenig überraschend – nicht rechnen konnte. Vielmehr reagierte Hans auf die menschlichen Beobachter um ihn herum, denn die Menschen wussten, wie man zählt, und das Pferd hatte gelernt, sein Verhalten zu ändern, wenn die Menschen ihres änderten.
nb: **Eksperimentatoreffekter** kan komme i flere former. Den grunnleggende ideen er at forsøkslederen, til tross for de beste intensjoner, ved et uhell kan ende opp med å påvirke resultatene av eksperimentet ved subtilt å kommunisere det «riktige svaret» eller den «ønskede atferden» til deltakerne. Dette skjer typisk fordi forsøkslederen har spesialkunnskap som deltakeren ikke har, for eksempel det riktige svaret på spørsmålene som stilles, eller kunnskap om det forventede prestasjonsmønsteret for den betingelsen deltakeren befinner seg i. Det klassiske eksemplet på dette er casestudien av «Clever Hans», som stammer fra 1907 (:ref:`Pfungst, 1911 <Pfungst_1911>`; :ref:`Hothersall, 2004 <Hothersall_2004>`). Clever Hans var en hest som tilsynelatende var i stand til å lese og telle og utføre andre menneskelignende intelligensprestasjoner. Etter at Clever Hans ble berømt, begynte psykologer å undersøke atferden hans nærmere. Det viste seg, ikke overraskende, at Hans ikke kunne regne. Hans reagerte snarere på de menneskelige observatørene rundt seg, fordi menneskene kunne telle, og hesten hadde lært seg å endre atferd når menneskene endret sin.
ta: ** பரிசோதகர் சார்பு ** பல வடிவங்களில் வரலாம். அடிப்படை சிந்தனை என்னவென்றால், பரிசோதகர், சிறந்த நோக்கங்கள் இருந்தபோதிலும், பங்கேற்பாளர்களுக்கு “சரியான பதில்” அல்லது “விரும்பிய நடத்தை” ஆகியவற்றை நுட்பமாக தொடர்புகொள்வதன் மூலம் பரிசோதனையின் முடிவுகளை தற்செயலாக பாதிக்க முடியும். பொதுவாக, இது நிகழ்கிறது, ஏனெனில் பரிசோதனையாளருக்கு பங்கேற்பாளர் இல்லாத சிறப்பு அறிவு இருப்பதால், எடுத்துக்காட்டாக, கேட்கப்படும் கேள்விகளுக்கு சரியான பதில் அல்லது பங்கேற்பாளர் இருக்கும் நிபந்தனைக்கான செயல்திறனின் எதிர்பார்த்த முறையைப் பற்றிய அறிவு. இது நடப்பதற்கான சிறந்த எடுத்துக்காட்டு 1907 க்கு முந்தைய “புத்திசாலி ஆன்ச்” இன் வழக்கு ஆய்வு (: ref: `pfungst, 1911 <pfungst_1911>`;: ref: `ஓதார்சல், 2004 <ஓதார்சல்_2004>`). அறிவாளி ஆன்ச் ஒரு குதிரையாக இருந்தார், அது உளவுத்துறையின் சாதனைகளைப் போன்ற பிற மனிதர்களைப் படிக்கவும் எண்ணவும் செய்யவும் முடிந்தது. அறிவாளி ஆன்ச் பிரபலமான பிறகு, உளவியலாளர்கள் அவரது நடத்தையை இன்னும் நெருக்கமாக ஆராயத் தொடங்கினர். கணிதத்தை எப்படி செய்வது என்று ஆன்சுக்கு தெரியாது என்று ஆச்சரியப்படுவதற்கில்லை. மாறாக, அவரைச் சுற்றியுள்ள மனித பார்வையாளர்களுக்கு ஆன்ச் பதிலளித்தார், ஏனென்றால் மனிதர்களிடம் எண்ணுவது எப்படி என்று தெரியும், மேலும் மக்கள் தங்களை மாற்றும்போது குதிரை அதன் நடத்தையை மாற்ற கற்றுக்கொண்டது.
