Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: You’re interested in how people think about risk and uncertainty. You started your data collection in December 2010. But finding participants and collecting data takes time, so you’re still finding new people in February 2011. Unfortunately for you (and even more unfortunately for others), the Queensland floods occurred in January 2011 causing billions of dollars of damage and killing many people. Not surprisingly, the people tested in February 2011 express quite different beliefs about handling risk than the people tested in December 2010. Which (if any) of these reflects the “true” beliefs of participants? I think the answer is probably both. The Queensland floods genuinely changed the beliefs of the Australian public, though possibly only temporarily. The key thing here is that the “history” of the people tested in February is quite different to people tested in December.
de: Sie interessieren sich dafür, wie die Menschen über Risiko und Unsicherheit denken. Sie haben im Dezember 2010 mit der Datenerhebung begonnen. Aber die Suche nach Teilnehmern und die Datenerfassung brauchen Zeit, also suchen Sie im Februar 2011 immer noch nach neuen Teilnehmern. Zum Unglück für Sie (und noch mehr zum Unglück für andere) ereigneten sich im Januar 2011 die Überschwemmungen in Queensland, die Schäden in Milliardenhöhe verursachten und viele Menschenleben kosteten. Es überrascht nicht, dass die im Februar 2011 getesteten Personen ganz andere Vorstellungen vom Umgang mit Risiken haben als die im Dezember 2010 getesteten Personen. Welche der beiden Aussagen spiegelt die „wahren“ Überzeugungen der Teilnehmer wider? Ich denke, die Antwort ist wahrscheinlich beides. Die Überschwemmungen in Queensland haben die Überzeugungen der australischen Öffentlichkeit tatsächlich verändert, wenn auch möglicherweise nur vorübergehend. Der springende Punkt ist, dass die „Geschichte“ der im Februar getesteten Personen ganz anders ist als die der im Dezember getesteten Personen.
nb: Du er interessert i hvordan folk tenker om risiko og usikkerhet. Du startet datainnsamlingen i desember 2010. Men det tar tid å finne deltakere og samle inn data, så i februar 2011 er du fortsatt i gang med å finne nye deltakere. Dessverre for deg (og enda mer uheldig for andre) inntraff oversvømmelsene i Queensland i januar 2011, som forårsaket skader for milliarder av dollar og drepte mange mennesker. Ikke overraskende uttrykker de som ble testet i februar 2011, helt andre oppfatninger om risikohåndtering enn de som ble testet i desember 2010. Hvilken (om noen) av disse gjenspeiler deltakernes «sanne» oppfatninger? Jeg tror svaret sannsynligvis er begge deler. Oversvømmelsene i Queensland har virkelig endret den australske befolkningens oppfatninger, om enn muligens bare midlertidig. Det viktigste her er at «historien» til de som ble testet i februar, er en helt annen enn hos dem som ble testet i desember.
ta: இடர் மற்றும் நிச்சயமற்ற தன்மை பற்றி மக்கள் எப்படி சிந்திக்கிறார்கள் என்பதில் நீங்கள் ஆர்வமாக உள்ளீர்கள். நீங்கள் டிசம்பர் 2010 இல் உங்கள் தரவு சேகரிப்பைத் தொடங்கினீர்கள். ஆனால் பங்கேற்பாளர்களைக் கண்டுபிடிப்பது மற்றும் தரவுகளைச் சேகரிப்பது நேரம் எடுக்கும், எனவே நீங்கள் இன்னும் பிப்ரவரி 2011 இல் புதிய நபர்களைக் கண்டுபிடிப்பீர்கள். துரதிர்ச்டவசமாக உங்களுக்காக (இன்னும் துரதிர்ச்டவசமாக மற்றவர்களுக்கு), குயின்ச்லாந்து வெள்ளம் சனவரி 2011 இல் ஏற்பட்டது பில்லியன் கணக்கான டாலர் சேதம் மற்றும் பலரைக் கொல்வது. பிப்ரவரி 2011 இல் பரிசோதிக்கப்பட்ட மக்கள் டிசம்பர் 2010 இல் சோதிக்கப்பட்டவர்களை விட ஆபத்தை கையாளுவது குறித்து முற்றிலும் மாறுபட்ட நம்பிக்கைகளை வெளிப்படுத்துகிறார்கள் என்பதில் ஆச்சரியமில்லை. இவற்றில் (ஏதேனும் இருந்தால்) பங்கேற்பாளர்களின் “உண்மையான” நம்பிக்கைகளை பிரதிபலிக்கிறது? பதில் அநேகமாக இரண்டுமே இருக்கலாம் என்று நினைக்கிறேன். குயின்ச்லாந்து வெள்ளம் ஆச்திரேலிய பொதுமக்களின் நம்பிக்கைகளை உண்மையாக மாற்றியது, ஆனால் தற்காலிகமாக மட்டுமே. இங்குள்ள முக்கிய சேதி என்னவென்றால், பிப்ரவரியில் சோதிக்கப்பட்ட மக்களின் “வரலாறு” டிசம்பரில் சோதிக்கப்பட்ட மக்களுக்கு முற்றிலும் மாறுபட்டது.

source: You’re testing the psychological effects of a new anti-anxiety drug. So what you do is measure anxiety before administering the drug (e.g., by self-report, and taking physiological measures). Then you administer the drug, and afterwards you take the same measures. In the middle however, because your lab is in Los Angeles, there’s an earthquake which increases the anxiety of the participants.
de: Sie testen die psychologischen Auswirkungen eines neuen Medikaments gegen Angstzustände. Sie messen also die Angst vor der Verabreichung des Medikaments (z. B. durch Selbstauskunft und physiologische Messungen). Dann wird das Medikament verabreicht, und anschließend werden dieselben Messungen vorgenommen. Da sich Ihr Labor in Los Angeles befindet, kommt es in der Mitte der Studie zu einem Erdbeben, das die Ängste der Teilnehmer verstärkt.
nb: Du tester de psykologiske effektene av et nytt angstdempende legemiddel. Det du gjør, er å måle angsten før du gir medisinen (f.eks. ved hjelp av selvrapportering og fysiologiske målinger). Deretter administrerer du legemiddelet, og etterpå tar du de samme målingene. Men midt i det hele, fordi laboratoriet ditt ligger i Los Angeles, skjer det et jordskjelv som øker angsten hos deltakerne.
ta: ஒரு புதிய கவலை எதிர்ப்பு மருந்தின் உளவியல் விளைவுகளை நீங்கள் சோதிக்கிறீர்கள். எனவே நீங்கள் செய்வது மருந்தை நிர்வகிப்பதற்கு முன் பதட்டத்தை அளவிடுவதாகும் (எ.கா., தன்வய அறிக்கை மற்றும் உடலியல் நடவடிக்கைகளை எடுப்பது). நீங்கள் மருந்தை நிர்வகிக்கிறீர்கள், பின்னர் நீங்கள் அதே நடவடிக்கைகளை எடுக்கிறீர்கள். இருப்பினும், நடுவில், உங்கள் ஆய்வகம் லாச் ஏஞ்சல்சில் இருப்பதால், ஒரு நிலநடுக்கம் உள்ளது, இது பங்கேற்பாளர்களின் கவலையை அதிகரிக்கிறது.

source: Maturation effects
de: Reifungseffekte
nb: Modningseffekter
ta: முதிர்வு விளைவுகள்

source: As with history effects, **maturational effects** are fundamentally about change over time. However, maturation effects aren’t in response to specific events. Rather, they relate to how people change on their own over time. We get older, we get tired, we get bored, etc. Some examples of maturation effects are:
de: Wie bei den historischen Effekten geht es auch bei **Reifungseffekten** im Wesentlichen um Veränderungen im Laufe der Zeit. Allerdings sind Reifungseffekte keine Reaktion auf bestimmte Ereignisse. Sie beziehen sich vielmehr darauf, wie sich Menschen im Laufe der Zeit von selbst verändern. Wir werden älter, wir werden müde, wir langweilen uns, usw. Einige Beispiele für Reifungseffekte sind:
nb: I likhet med historiske effekter handler **modningseffekter** i bunn og grunn om endring over tid. Modningseffekter er imidlertid ikke en respons på spesifikke hendelser. De er snarere knyttet til hvordan mennesker endrer seg av seg selv over tid. Vi blir eldre, vi blir slitne, vi kjeder oss osv. Noen eksempler på modningseffekter er:
ta: வரலாற்று விளைவுகளைப் போலவே, ** முதிர்வு விளைவுகளும் ** அடிப்படையில் காலப்போக்கில் மாற்றத்தைப் பற்றியது. இருப்பினும், முதிர்வு விளைவுகள் குறிப்பிட்ட நிகழ்வுகளுக்கு பதிலளிக்கவில்லை. மாறாக, காலப்போக்கில் மக்கள் எவ்வாறு மாறுகிறார்கள் என்பதை அவர்கள் தொடர்புபடுத்துகிறார்கள். நாங்கள் வயதாகி வருகிறோம், நாங்கள் சோர்வடைகிறோம், சலிப்படைகிறோம். முதிர்வு விளைவுகளின் சில எடுத்துக்காட்டுகள்:

source: When doing developmental psychology research you need to be aware that children grow up quite rapidly. So, suppose that you want to find out whether some educational trick helps with vocabulary size among 3 year olds. One thing that you need to be aware of is that the vocabulary size of children that age is growing at an incredible rate (multiple words per day) all on its own. If you design your study without taking this maturational effect into account, then you won’t be able to tell if your educational trick works.
de: Bei entwicklungspsychologischen Untersuchungen muss man sich darüber im Klaren sein, dass Kinder recht schnell heranwachsen. Nehmen wir also an, Sie wollen herausfinden, ob ein pädagogischer Trick den Wortschatz von Dreijährigen erweitert. Sie müssen sich darüber im Klaren sein, dass der Wortschatz von Kindern in diesem Alter mit einer unglaublichen Geschwindigkeit wächst (mehrere Wörter pro Tag), und zwar ganz von allein. Wenn Sie Ihre Studie ohne Berücksichtigung dieses Reifungseffekts konzipieren, werden Sie nicht feststellen können, ob Ihr pädagogischer Trick funktioniert.
nb: Når du driver med utviklingspsykologisk forskning, må du være klar over at barn vokser opp ganske raskt. Så tenk deg at du ønsker å finne ut om et eller annet pedagogisk triks hjelper på ordforrådet til treåringer. En ting du må være klar over, er at ordforrådet til barn i den alderen vokser med en utrolig hastighet (flere ord per dag) helt av seg selv. Hvis du utformer studien din uten å ta hensyn til denne modningseffekten, vil du ikke være i stand til å se om det pedagogiske trikset ditt virker.
ta: வளர்ச்சி உளவியல் ஆராய்ச்சியைச் செய்யும்போது, குழந்தைகள் மிக வேகமாக வளர்கிறார்கள் என்பதை நீங்கள் அறிந்திருக்க வேண்டும். எனவே, 3 அகவை சிறுவர்களிடையே சில கல்வி தந்திரங்கள் சொல்லகராதி அளவிற்கு உதவுகின்றனவா என்பதை நீங்கள் கண்டுபிடிக்க விரும்புகிறீர்கள் என்று வைத்துக்கொள்வோம். நீங்கள் அறிந்திருக்க வேண்டிய ஒரு சேதி என்னவென்றால், அகவை அந்த அகவை நம்பமுடியாத விகிதத்தில் (ஒரு நாளைக்கு பல சொற்கள்) அதன் சொந்தமாக வளர்ந்து வருகிறது. இந்த முதிர்வு விளைவை கணக்கில் எடுத்துக் கொள்ளாமல் உங்கள் ஆய்வை வடிவமைத்தால், உங்கள் கல்வி தந்திரம் செயல்படுகிறதா என்பதை நீங்கள் சொல்ல முடியாது.

source: When running a very long experiment in the lab (say, something that goes for 3 hours) it’s very likely that people will begin to get bored and tired, and that this maturational effect will cause performance to decline regardless of anything else going on in the experiment
de: Wenn man ein sehr langes Experiment im Labor durchführt (z. B. ein Experiment, das 3 Stunden dauert), ist es sehr wahrscheinlich, dass die Leute anfangen, sich zu langweilen und müde zu werden, und dass dieser „Reifungseffekt“ dazu führt, dass die Leistung abnimmt, unabhängig von allem anderen, was im Experiment passiert.
nb: Når man kjører et veldig langt eksperiment i laboratoriet (for eksempel noe som varer i tre timer), er det svært sannsynlig at folk begynner å kjede seg og bli slitne, og at denne modningseffekten vil føre til at ytelsen synker, uavhengig av alt annet som skjer i eksperimentet
ta: ஆய்வகத்தில் மிக நீண்ட பரிசோதனையை நடத்தும்போது (சொல்லுங்கள், 3 மணி நேரம் செல்லும் ஒன்று) மக்கள் சலிப்பாகவும் சோர்வாகவும் தொடங்குவார்கள், மேலும் இந்த முதிர்வு விளைவு வேறு எதையும் பொருட்படுத்தாமல் செயல்திறன் குறையும் ஆய்வு

source: Repeated testing effects
de: Auswirkungen wiederholter Tests
nb: Effekter av gjentatte tester
ta: மீண்டும் மீண்டும் சோதனை விளைவுகள்

source: An important type of history effect is the effect of **repeated testing**. Suppose I want to take two measurements of some psychological construct (e.g., anxiety). One thing I might be worried about is if the first measurement has an effect on the second measurement. In other words, this is a history effect in which the “event” that influences the second measurement is the first measurement itself! This is not at all uncommon. Examples of this include:
de: Eine wichtige Art von Verlaufseffekten ist der Effekt **wiederholten Testens**. Angenommen, ich möchte zwei Messungen eines psychologischen Konstrukts (z. B. Angst) vornehmen. Eine Sache, über die ich mir Sorgen machen könnte, ist, ob die erste Messung einen Einfluss auf die zweite Messung hat. Mit anderen Worten, es handelt sich um einen historischen Effekt, bei dem das „Ereignis“, das die zweite Messung beeinflusst, die erste Messung selbst ist! Das ist gar nicht so ungewöhnlich. Beispiele hierfür sind:
nb: En viktig type historikkeffekt er effekten av **gjentatt testing**. Anta at jeg ønsker å foreta to målinger av et psykologisk konstrukt (f.eks. angst). En ting jeg kan være bekymret for, er om den første målingen har en effekt på den andre målingen. Dette er med andre ord en historikkeffekt, der «hendelsen» som påvirker den andre målingen, er selve den første målingen! Dette er slett ikke uvanlig. Eksempler på dette er blant annet:
ta: வரலாற்று விளைவு ஒரு முக்கியமான வகை ** மீண்டும் மீண்டும் சோதனையின் விளைவு **. சில உளவியல் கட்டமைப்பின் (எ.கா., பதட்டம்) இரண்டு அளவீடுகளை நான் எடுக்க விரும்புகிறேன் என்று வைத்துக்கொள்வோம். முதல் அளவீட்டு இரண்டாவது அளவீட்டில் தாக்கத்தை ஏற்படுத்தினால் நான் கவலைப்படக்கூடிய ஒரு சேதி. வேறு வார்த்தைகளில் கூறுவதானால், இது ஒரு வரலாற்று விளைவு, இதில் இரண்டாவது அளவீட்டை பாதிக்கும் “நிகழ்வு” முதல் அளவீட்டாகும்! இது அசாதாரணமானது அல்ல. இதற்கு எடுத்துக்காட்டுகள் பின்வருமாறு:

source: *Learning and practice*: e.g., “intelligence” at time 2 might appear to go up relative to time 1 because participants learned the general rules of how to solve “intelligence-test-style” questions during the first testing session.
de: *Lernen und Üben*: z. B. könnte die „Intelligenz“ zum Zeitpunkt 2 im Vergleich zum Zeitpunkt 1 ansteigen, weil die Teilnehmer die allgemeinen Regeln für die Lösung von Fragen im Stil von Intelligenztests während der ersten Testsitzung gelernt haben.
nb: *Læring og øvelse*: F.eks. kan det se ut som om «intelligensen» ved tidspunkt 2 øker i forhold til tidspunkt 1 fordi deltakerne lærte de generelle reglene for hvordan man løser «intelligenstest-lignende» spørsmål i løpet av den første testøkten.
ta: *Learning and practice*: e.g., “intelligence” at time 2 might appear பெறுநர் go மேலே relative பெறுநர் time 1 because participants learned the பொது rules of how பெறுநர் solve “intelligence-test-style” கேள்விகள் during the first testing session.

source: *Familiarity with the testing situation*: e.g., if people are nervous at time 1, this might make performance go down. But after sitting through the first testing situation they might calm down a lot precisely because they’ve seen what the testing looks like.
de: *Vertrautheit mit der Testsituation*: Wenn z.B. Menschen zum Zeitpunkt 1 nervös sind, kann dies dazu führen, dass die Leistung sinkt. Aber nachdem sie die erste Testsituation durchgemacht haben, könnten sie sich beruhigen, weil sie gesehen haben, wie die Testsituation und die Tests funktionieren.
nb: *Kjennskap til testsituasjonen*: Hvis folk f.eks. er nervøse på tidspunkt 1, kan dette føre til at ytelsen går ned. Men etter å ha vært gjennom den første testsituasjonen kan det hende at de roer seg mye ned, nettopp fordi de har sett hvordan testingen ser ut.
ta: *சோதனை சூழ்நிலையுடன் பரிச்சயம்*: எ.கா., மக்கள் நேரம் 1 இல் பதட்டமாக இருந்தால், இது செயல்திறன் குறையக்கூடும். ஆனால் முதல் சோதனை சூழ்நிலையில் உட்கார்ந்த பிறகு, அவர்கள் மிகவும் துல்லியமாக அமைதியாக இருக்கக்கூடும், ஏனென்றால் சோதனை எப்படி இருக்கும் என்பதை அவர்கள் பார்த்திருக்கிறார்கள்.

source: *Auxiliary changes caused by testing*: e.g., if a questionnaire assessing mood is boring then mood rating at measurement time 2 is more likely to be “bored” precisely because of the boring measurement made at time 1.
de: *Zusätzliche Veränderungen, die durch das Testen verursacht werden*: Wenn z.B. ein Fragebogen, der die Stimmung bewertet, langweilig ist, dann ist es wahrscheinlicher, dass die Stimmungsbewertung zum Messzeitpunkt 2 gerade wegen der langweiligen Messung zum Zeitpunkt 1 „langweilig“ ist.
nb: *Supplerende endringer forårsaket av testing*: Hvis f.eks. et spørreskjema som vurderer humøret er kjedelig, er det mer sannsynlig at humøret ved måletidspunkt 2 er «kjedelig», nettopp på grunn av den kjedelige målingen som ble gjort ved tidspunkt 1.
ta: *சோதனையால் ஏற்படும் துணை மாற்றங்கள்*: எ.கா., மனநிலையை மதிப்பிடும் ஒரு கேள்வித்தாள் மனநிலையை சலிப்படையச் செய்தால், அளவீட்டு நேரம் 2 இல் மனநிலை மதிப்பீடு நேரம் 1 இல் செய்யப்பட்ட சலிப்பான அளவீட்டு காரணமாக துல்லியமாக “சலிப்படைய” அதிக வாய்ப்புள்ளது.

source: Selection bias
de: Selektionsverzerrung
nb: Seleksjonsskevhet
ta: தேர்வு சார்பு

source: **Selection bias** is a pretty broad term. Suppose that you’re running an experiment with two groups of participants where each group gets a different “treatment”, and you want to see if the different treatments lead to different outcomes. However, suppose that, despite your best efforts, you’ve ended up with a gender imbalance across groups (say, group A has 80\% females and group B has 50\% females). It might sound like this could never happen but, trust me, it can. This is an example of a selection bias, in which the people “selected into” the two groups have different characteristics. If any of those characteristics turns out to be relevant (say, your treatment works better on females than males) then you’re in a lot of trouble.
de: **Selektionsverzerrung** ist ein ziemlich weit gefasster Begriff. Nehmen wir an, Sie führen ein Experiment mit zwei Teilnehmergruppen durch, bei dem jede Gruppe eine andere „Behandlung“ erhält, und Sie wollen herausfinden, ob die verschiedenen Behandlungen zu unterschiedlichen Ergebnissen führen. Nehmen Sie jedoch an, dass trotz Ihrer Bemühungen ein Ungleichgewicht zwischen den Geschlechtern in den Gruppen entstanden ist (z. B. Gruppe A hat 80 % und Gruppe B hat 50 % weibliche Versuchsteilnehmer). Es mag sich so anhören, als könne das nie passieren, aber dieser Eindruck stimmt nicht. Dies ist ein Beispiel für eine Selektionsverzerrung, bei der die Personen, die in die beiden Gruppen „hineingewählt“ wurden, unterschiedliche Merkmale aufweisen. Wenn sich eines dieser Merkmale als relevant erweist (z. B. wenn Ihre Behandlung bei Frauen besser wirkt als bei Männern), dann haben Sie ein großes Problem.
nb: **Seleksjonsskevhet** er et ganske vidt begrep. Anta at du kjører et eksperiment med to grupper deltakere der hver gruppe får ulik «behandling», og at du ønsker å se om de ulike behandlingene fører til ulike resultater. Men tenk deg at du, til tross for din beste innsats, har endt opp med en kjønnsubalanse på tvers av gruppene (la oss si at gruppe A har 80\% kvinner og gruppe B har 50\% kvinner). Det høres kanskje ut som om dette aldri kan skje, men tro meg, det kan det. Dette er et eksempel på seleksjonsskevhet, der personene som «velges inn» i de to gruppene har ulike egenskaper. Hvis noen av disse egenskapene viser seg å være relevante (for eksempel at behandlingen din virker bedre på kvinner enn på menn), har du et stort problem.
ta: ** தேர்வு சார்பு ** ஒரு அழகான பரந்த சொல். ஒவ்வொரு குழுவும் வித்தியாசமான “சிகிச்சை” பெறும் பங்கேற்பாளர்களின் இரண்டு குழுக்களுடன் நீங்கள் ஒரு பரிசோதனையை நடத்துகிறீர்கள் என்று வைத்துக்கொள்வோம், மேலும் வெவ்வேறு சிகிச்சைகள் வெவ்வேறு விளைவுகளுக்கு வழிவகுக்கிறதா என்பதை நீங்கள் பார்க்க விரும்புகிறீர்கள். எவ்வாறாயினும், உங்கள் சிறந்த முயற்சிகள் இருந்தபோதிலும், நீங்கள் குழுக்களில் பாலின ஏற்றத்தாழ்வுடன் முடித்துவிட்டீர்கள் என்று வைத்துக்கொள்வோம் (சொல்லுங்கள், குழு A க்கு 80 \% பெண்கள் மற்றும் குழு B க்கு 50 \% பெண்கள் உள்ளனர்). இது ஒருபோதும் நடக்காது என்று தோன்றலாம், ஆனால், என்னை நம்புங்கள், அது முடியும். இது ஒரு தேர்வு சார்புக்கு ஒரு எடுத்துக்காட்டு, இதில் இரு குழுக்களுக்கும் "தேர்ந்தெடுக்கப்பட்டவர்கள்" வெவ்வேறு பண்புகளைக் கொண்டுள்ளனர். அந்த குணாதிசயங்கள் ஏதேனும் பொருத்தமானதாக மாறினால் (சொல்லுங்கள், உங்கள் மருத்தீடு ஆண்களை விட பெண்களுக்கு சிறப்பாக செயல்படுகிறது), நீங்கள் நிறைய சிக்கலில் இருக்கிறீர்கள்.

source: Differential attrition
de: Unterschiedliche Abgänge
nb: Differensielt frafall
ta: வேறுபட்ட மனப்பான்மை

source: When thinking about the effects of attrition, it is sometimes helpful to distinguish between two different types. The first is **homogeneous attrition**, in which the attrition effect is the same for all groups, treatments or conditions. In the example I gave above, the attrition would be homogeneous if (and only if) the easily bored participants are dropping out of all of the conditions in my experiment at about the same rate. In general, the main effect of homogeneous attrition is likely to be that it makes your sample unrepresentative. As such, the biggest worry that you’ll have is that the generalisability of the results decreases. In other words, you lose external validity.
de: Bei der Betrachtung der Auswirkungen von Abgängen (d.h. Versuchsteilnehmern, welche die Studie abbrechen) ist es manchmal hilfreich, zwischen zwei verschiedenen Arten zu unterscheiden. Die erste ist **homogene Abgänge**, bei welcher der Abgangseffekt für alle Gruppen, Behandlungen oder Bedingungen gleich ist. In dem oben genannten Beispiel wären die Abgänge homogen, wenn (und nur wenn) die leicht gelangweilten Teilnehmer alle Bedingungen meines Experiments mit etwa der gleichen Rate verlassen. Im Allgemeinen besteht der Haupteffekt von homogenen Abgängen wahrscheinlich darin, dass Ihre Stichprobe nicht repräsentativ ist. Die größte Sorge ist daher, dass die Verallgemeinerbarkeit der Ergebnisse abnimmt. Mit anderen Worten: Sie verlieren an externer Validität.
nb: Når man tenker på effekten av frafall, er det noen ganger nyttig å skille mellom to ulike typer. Den første er **homogent frafall**, der frafallseffekten er den samme for alle grupper, behandlinger eller betingelser. I eksempelet jeg ga ovenfor, vil frafallet være homogent hvis (og bare hvis) de deltakerne som kjeder seg lett, dropper ut av alle betingelsene i eksperimentet mitt i omtrent samme takt. Generelt vil den viktigste effekten av homogent frafall sannsynligvis være at det gjør utvalget ditt lite representativt. Den største bekymringen er derfor at generaliserbarheten av resultatene reduseres. Du mister med andre ord den eksterne validiteten.
ta: ஆட்ரிசனின் விளைவுகளைப் பற்றி சிந்திக்கும்போது, சில நேரங்களில் இரண்டு வெவ்வேறு வகைகளை வேறுபடுத்துவது உதவியாக இருக்கும். முதலாவது ** ஒரே மாதிரியான ஆட்ரிசன் **, இதில் அனைத்து குழுக்கள், சிகிச்சைகள் அல்லது நிபந்தனைகளுக்கு ஆட்ரிசன் விளைவு ஒரே மாதிரியாக இருக்கும். நான் மேலே கொடுத்த எடுத்துக்காட்டில், எளிதில் சலித்த பங்கேற்பாளர்கள் எனது பரிசோதனையின் அனைத்து நிபந்தனைகளிலிருந்தும் ஒரே விகிதத்தில் வெளியேறினால் (மற்றும் இருந்தால் மட்டுமே) ஒரே மாதிரியாக இருக்கும். பொதுவாக, ஒரேவிதமான மனப்பான்மையின் முக்கிய விளைவு இது உங்கள் மாதிரியை பிரதிநிதித்துவப்படுத்தாததாக ஆக்குகிறது. எனவே, உங்களிடம் இருக்கும் மிகப்பெரிய கவலை என்னவென்றால், முடிவுகளின் பொதுவான தன்மை குறைகிறது. வேறு வார்த்தைகளில் கூறுவதானால், நீங்கள் வெளிப்புற செல்லுபடியை இழக்கிறீர்கள்.
