Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: A brief introduction to research design
de: Eine kurze Einführung in Forschungsdesigns
nb: En kort innføring i forskningsdesign
ta: ஆராய்ச்சி வடிவமைப்பிற்கு ஒரு சுருக்கமான அறிமுகம்

source: *To consult the statistician after an experiment is finished is often merely to ask him to conduct a post mortem examination. He can perhaps say what the experiment died of.*
de: *Nach Abschluss eines Experiments einen Statistiker zu konsultieren, bedeutet oft nur, ihn zu bitten, eine Obduktion durchzuführen. Er kann dann vielleicht sagen, woran das Experiment gestorben ist.*
nb: * Å oppsøke statistikeren etter at et eksperiment er avsluttet, er ofte det samme som å be ham om å foreta en obduksjon. Han kan kanskje si hva eksperimentet døde av.*
ta: *ஒரு சோதனை முடிந்தபின் புள்ளிவிவர நிபுணரை அணுகுவது பெரும்பாலும் ஒரு பிரேத பரிசோதனையை நடத்தும்படி அவரிடம் கேட்பதுதான். சோதனை என்ன இறந்தது என்று அவர் சொல்லலாம்.*

source: Sir Ronald Fisher\ [#]_
ta: சர் ரொனால்ட் ஃபிசர் \ [#] _

source: In this chapter, we’re going to start thinking about the basic ideas that go into designing a study, collecting data, checking whether your data collection works, and so on. It won’t give you enough information to allow you to design studies of your own, but it will give you a lot of the basic tools that you need to assess the studies done by other people. However, since the focus of this book is much more on data analysis than on data collection, I’m only giving a very brief overview. Note that this chapter is “special” in two ways. Firstly, it’s much more psychology-specific than the later chapters. Secondly, it focuses much more heavily on the scientific problem of research methodology, and much less on the statistical problem of data analysis. Nevertheless, the two problems are related to one another, so it’s traditional for stats textbooks to discuss the problem in a little detail. This chapter relies heavily on :ref:`Campbell and Stanley (1963) <Campbell_1963>` for the discussion of study design, and :ref:`Stevens (1946) <Stevens_1946>` for the discussion of scales of measurement.
de: In diesem Kapitel werden wir damit beginnen, über die grundlegenden Ideen nachzudenken, die bei der Konzeption einer Studie, der Datenerhebung, der Überprüfung, ob Ihre Datenerhebung funktioniert, usw. eine Rolle spielen. Das Kapitel gibt Ihnen leider nicht genug Informationen, um eigene Studien zu entwerfen, aber es wird Ihnen viele der grundlegenden Werkzeuge an die Hand geben, die Sie brauchen, um die Studien anderer Leute zu bewerten. Da der Schwerpunkt dieses Buches jedoch viel mehr auf der Datenanalyse als auf der Datenerhebung liegt, gebe ich nur einen sehr kurzen Überblick. Beachten Sie, dass dieses Kapitel in zweierlei Hinsicht „besonders“ ist. Erstens ist es viel stärker Psychologie-spezifisch als die späteren Kapitel. Zweitens konzentriert es sich viel stärker auf das wissenschaftliche Problem der Forschungsmethodik und viel weniger auf das statistische Problem der Datenanalyse. Dennoch sind die beiden Probleme miteinander verbunden, sodass es in Statistik-Lehrbüchern üblich ist, das Problem etwas ausführlicher zu behandeln. Dieses Kapitel stützt sich stark auf :ref:`Campbell und Stanley (1963) <Campbell_1963>` für die Diskussion des Studiendesigns und :ref:`Stevens (1946) <Stevens_1946>` für die Diskussion von Skalenniveaus.
nb: I dette kapittelet skal vi begynne å tenke på de grunnleggende ideene som ligger til grunn for å utforme en studie, samle inn data, sjekke om datainnsamlingen fungerer, og så videre. Det vil ikke gi deg nok informasjon til at du kan utforme dine egne studier, men det vil gi deg mange av de grunnleggende verktøyene du trenger for å vurdere andres studier. Men siden fokuset i denne boken er mye mer på dataanalyse enn på datainnsamling, gir jeg bare en svært kortfattet oversikt. Merk at dette kapittelet er «spesielt» på to måter. For det første er det mye mer psykologispesifikt enn de senere kapitlene. For det andre fokuserer det mye sterkere på det vitenskapelige problemet med forskningsmetodikk, og mye mindre på det statistiske problemet med dataanalyse. Likevel er de to problemene knyttet til hverandre, så det er tradisjon for at lærebøker i statistikk diskuterer problemet litt i detalj. Dette kapitlet bygger i stor grad på :ref:`Campbell og Stanley (1963) <Campbell_1963>` for diskusjonen av studiedesign, og :ref:`Stevens (1946) <Stevens_1946>` for diskusjonen av målenivåer.
ta: இந்த அத்தியாயத்தில், ஒரு ஆய்வை வடிவமைப்பது, தரவைச் சேகரித்தல், உங்கள் தரவு சேகரிப்பு செயல்படுகிறதா என்பதைச் சரிபார்க்கும் அடிப்படை யோசனைகளைப் பற்றி சிந்திக்கத் தொடங்குவோம். உங்களுடைய சொந்த ஆய்வுகளை வடிவமைக்க உங்களை அனுமதிக்க இது உங்களுக்கு போதுமான தகவல்களை வழங்காது, ஆனால் இது மற்றவர்கள் செய்த ஆய்வுகளை நீங்கள் மதிப்பிட வேண்டிய பல அடிப்படை கருவிகளை உங்களுக்கு வழங்கும். இருப்பினும், இந்த புத்தகத்தின் கவனம் தரவு சேகரிப்பைக் காட்டிலும் தரவு பகுப்பாய்வில் அதிகம் என்பதால், நான் மிகச் சுருக்கமான கண்ணோட்டத்தை மட்டுமே தருகிறேன். இந்த அத்தியாயம் இரண்டு வழிகளில் “சிறப்பு” என்பதை நினைவில் கொள்க. முதலாவதாக, இது பிற்கால அத்தியாயங்களை விட உளவியல் சார்ந்ததாகும். இரண்டாவதாக, இது ஆராய்ச்சி முறையின் விஞ்ஞான சிக்கலில் அதிக கவனம் செலுத்துகிறது, மேலும் தரவு பகுப்பாய்வின் புள்ளிவிவர சிக்கலில் மிகக் குறைவு. ஆயினும்கூட, இரண்டு சிக்கல்களும் ஒருவருக்கொருவர் தொடர்புடையவை, எனவே புள்ளிவிவரங்கள் பாடப்புத்தகங்கள் சிக்கலை கொஞ்சம் விரிவாக விவாதிப்பது பாரம்பரியமானது. இந்த அத்தியாயம் பெரிதும் நம்பியுள்ளது: குறிப்பு: `காம்ப்பெல் மற்றும் ச்டான்லி (1963) <காம்ப்பெல்_1963>` ஆய்வு வடிவமைப்பின் கலந்துரையாடலுக்காக, மற்றும்: குறிப்பு: `ச்டீவன்ச் (1946) <ச்டீவன்ச்_1946>` அளவீட்டு அளவீடுகள் பற்றிய விவாதத்திற்கு.

source: `Presidential Address to the First Indian Statistical Congress, 1938 <https://en.wikiquote.org/wiki/Ronald_Fisher>`__.
de: `Rede des Präsidenten vor dem Ersten Indischen Statistikkongress, 1938 <https://en.wikiquote.org/wiki/Ronald_Fisher>`__.
nb: `Presidentens tale til den første indiske statistikkongressen, 1938 <https://en.wikiquote.org/wiki/Ronald_Fisher>`__.
ta: `முதல் இந்திய புள்ளிவிவர காங்கிரசுக்கு குடியரசுத் தலைவர் முகவரி, 1938 <https://en.wikiquote.org/wiki/ronald_fisher> __.

source: Introduction to psychological measurement
de: Einführung in das psychologische Messen
nb: Introduksjon til psykologisk måling
ta: உளவியல் அளவீட்டு அறிமுகம்

source: The first thing to understand is data collection can be thought of as a kind of **measurement**. That is, what we’re trying to do here is measure something about human behaviour or the human mind. What do I mean by “measurement”?
de: Zunächst muss man verstehen, dass die Datenerhebung als eine Art **Messung** betrachtet werden kann. Das heißt, wir versuchen hier, das menschliche Verhalten oder den menschlichen Geist zu messen. Was meine ich mit „Messung“?
nb: Det første du må forstå, er at datainnsamling kan betraktes som en slags **måling**. Det vil si at det vi prøver å gjøre her, er å måle noe om menneskelig atferd eller menneskesinnet. Hva mener jeg med «måling»?
ta: முதலில் புரிந்து கொள்ள வேண்டிய சேதி தரவு சேகரிப்பு ஒரு வகையான ** அளவீட்டு ** என்று கருதலாம். அதாவது, நாம் இங்கு செய்ய முயற்சிப்பது மனித நடத்தை அல்லது மனித மனதைப் பற்றி ஏதாவது அளவிடுவதாகும். “அளவீட்டு” என்பதன் பொருள் என்ன?

source: Measurement itself is a subtle concept, but basically it comes down to finding some way of assigning numbers, or labels, or some other kind of well-defined descriptions, to “stuff”. So, any of the following would count as a psychological measurement:
de: Das Messen selbst ist ein subtiles Konzept, aber im Grunde genommen geht es darum, eine Möglichkeit zu finden, „Dinge“ mit Zahlen, Bezeichnungen oder anderen wohldefinierten Beschreibungen zu versehen. Jedes der folgenden Elemente kann als psychologische Messung gelten:
nb: Måling er i seg selv et subtilt begrep, men i bunn og grunn handler det om å finne en måte å tilordne tall, etiketter eller andre veldefinerte beskrivelser til «ting» på. Alle de følgende tingene kan regnes som psykologiske målinger:
ta: அளவீட்டு என்பது ஒரு நுட்பமான கருத்தாகும், ஆனால் அடிப்படையில் எண்கள், அல்லது லேபிள்கள் அல்லது வேறு சில வகையான நன்கு வரையறுக்கப்பட்ட விளக்கங்களை “பொருட்களுக்கு” ஒதுக்குவதற்கான சில வழிகளைக் கண்டுபிடிப்பதற்கு இது கீழே வருகிறது. எனவே, பின்வருவனவற்றில் ஏதேனும் ஒரு உளவியல் அளவீடாக எண்ணப்படும்:

source: My **age** is *33 years*.
de: Mein **Alter** ist *33 Jahre*.
nb: Min **alder** er *33 år*.
ta: எனது ** அகவை ***33 வயது*.

source: I *do not* **like anchovies**.
de: Ich *mag keine* **Anchovis**.
nb: Jeg **liker** *ikke* **ansjos**.
ta: நான்*இல்லை*** நங்கூரங்கள் **.

source: My **chromosomal gender** is *male*.
de: Mein **chromosomales Geschlecht** ist *männlich*.
nb: Mitt **kromosomale kjønn** er *mann*.
ta: எனது ** குரோமோசோமால் பாலினம் ***ஆண்*.

source: My **self-identified gender** is *female*.
de: Das **Geschlecht, mit dem ich mich selbst identifiziere**, ist *weiblich*.
nb: Mitt **selvidentifiserte kjønn** er *kvinne*.
ta: எனது ** தன்வய அடையாளம் காணப்பட்ட பாலினம் ***பெண்*.

source: In the short list above, the **bolded part** is “the thing to be measured”, and the *italicised part* is “the measurement itself”. In fact, we can expand on this a little bit, by thinking about the set of possible measurements that could have arisen in each case:
de: In der obigen kurzen Liste ist der **fettgedruckte Teil** „die zu messende Eigenschaft“, und der *kursiv gedruckte Teil* ist „die Messung selbst“. Wir können dies sogar noch ein wenig erweitern, indem wir über die Menge der möglichen Messungen nachdenken, die sich in jedem Fall hätten ergeben können:
nb: I den korte listen ovenfor er det som er skrevet **fet** «tingen som skal måles», og det som er skrevet *kursivt* er «selve målingen». Vi kan faktisk utvide dette litt, ved å tenke på mengden av mulige målinger som kunne ha vært gjennomført i hvert enkelt tilfelle:
ta: மேலே உள்ள குறுகிய பட்டியலில், ** தைரியமான பகுதி ** என்பது “அளவிட வேண்டிய விசயம்”, மற்றும்*சாய்வு செய்யப்பட்ட பகுதி*“அளவீட்டு” ஆகும். உண்மையில், ஒவ்வொரு விசயத்திலும் எழுந்திருக்கக்கூடிய சாத்தியமான அளவீடுகளின் தொகுப்பைப் பற்றி சிந்திப்பதன் மூலம் இதை கொஞ்சம் விரிவுபடுத்தலாம்:

source: My **age** (in years) could have been *0, 1, 2, 3 …*, etc. The upper bound on what my age could possibly be is a bit fuzzy, but in practice you’d be safe in saying that the largest possible age is *150*, since no human has ever lived that long.
de: Mein **Alter** (in Jahren) könnte *0, 1, 2, 3 …*, usw. sein. Die Obergrenze für das mögliche Alter ist etwas unscharf, aber in der Praxis kann man mit Sicherheit sagen, dass das höchstmögliche Alter *150* ist, da kein Mensch jemals so lange gelebt hat.
nb: Min **alder** (i år) kunne ha vært *0, 1, 2, 3 …* osv. Den øvre grensen for hva alderen min kan være, er litt uklar, men i praksis kan man trygt si at den høyest mulige alderen er *150*, siden ingen mennesker noensinne har levd så lenge.
ta: எனது ** அகவை ** (ஆண்டுகளில்)*0, 1, 2, 3…*போன்றவற்றாக இருந்திருக்கலாம். எனது அகவை என்னவாக இருக்கக்கூடும் என்பதற்கான மேல் கட்டுப்பாடு சற்று தெளிவற்றது, ஆனால் நடைமுறையில் நீங்கள் பாதுகாப்பாக இருப்பீர்கள் எந்தவொரு மனிதனும் அவ்வளவு நீண்ட காலம் வாழவில்லை என்பதால், மிகப்பெரிய அகவை *150 *என்று சொல்வது.

source: When asked if I **like anchovies**, I might have said that *I do*, or *I do not*, or *I have no opinion*, or *I sometimes do*.
de: Auf die Frage, ob ich **Anchovis mag**, hätte ich sagen können, dass *ich sie mag*, oder *ich sie nicht mag*, oder *ich habe keine Meinung*, oder *ich mag sie manchmal*.
nb: På spørsmål om jeg **liker ansjos**, kunne jeg ha sagt at *jeg gjør det*, eller *jeg gjør det ikke*, eller *jeg har ingen mening*, eller *jeg gjør det av og til*.
ta: நான் ** நங்கூரம் ** ஐ விரும்புகிறேன் என்று கேட்டபோது, நான்*செய்கிறேன்*, அல்லது*நான் இல்லை*, அல்லது*எனக்கு எந்த கருத்தும் இல்லை*, அல்லது*நான் சில நேரங்களில் செய்கிறேன்*என்று சொல்லியிருக்கலாம்.

source: My **chromosomal gender** is almost certainly going to be *male (XY)* or *female (XX)*, but there are a few other possibilities. I could also have *Klinfelter’s syndrome (XXY)*, which is more similar to male than to female. And I imagine there are other possibilities too.
de: Mein **chromosomales Geschlecht** wird mit ziemlicher Sicherheit *männlich (XY)* oder *weiblich (XX)* sein. Aber es gibt noch ein paar andere Möglichkeiten: Ich könnte auch das *Klinfelter-Syndrom (XXY)* haben, das eher einem Mann als einer Frau ähnelt. Und ich kann mir vorstellen, dass es auch noch weitere Möglichkeiten gibt.
nb: Mitt **kromosomale kjønn** kommer nesten helt sikkert til å være *mann (XY)* eller *kvinne (XX)*, men det finnes noen andre muligheter. Jeg kan også ha *Klinfelters syndrom (XXY)*, som ligner mer på mann enn på kvinne. Og jeg kan tenke meg at det finnes andre muligheter også.
ta: எனது ** குரோமோசோமால் பாலினம் ** கிட்டத்தட்ட நிச்சயமாக*ஆண் (xy)*அல்லது*பெண் (xx)*ஆக இருக்கும், ஆனால் வேறு சில சாத்தியக்கூறுகள் உள்ளன. நான் *கிளின்ஃபெல்டரின் நோய்க்குறி (XXY) *ஐயும் வைத்திருக்க முடியும், இது பெண்ணை விட ஆணுக்கு ஒத்ததாகும். மற்ற சாத்தியக்கூறுகளும் உள்ளன என்று நான் கற்பனை செய்கிறேன்.

source: My **self-identified gender** is also very likely to be *male* or *female*, but it doesn’t have to agree with my chromosomal gender. I may also choose to identify with *neither*, or to explicitly call myself *transgender*.
de: Mein **selbstbestimmtes Geschlecht** kann auch *männlich* oder *weiblich* sein, aber es muss nicht mit meinem chromosomalen Geschlecht übereinstimmen. Ich kann mich auch mit *keines von beiden* identifizieren, oder mich ausdrücklich als *Transgender* bezeichnen.
nb: Mitt **selvidentifiserte kjønn** er også med stor sannsynlighet *mann* eller *kvinne*, men det trenger ikke å stemme overens med mitt kromosomale kjønn. Jeg kan også velge å identifisere meg med *ingen av delene*, eller å eksplisitt kalle meg *transgender*.
ta: எனது ** தன்வய அடையாளம் காணப்பட்ட பாலினம் ** கூட*ஆண்*அல்லது*பெண்*ஆக இருக்க வாய்ப்புள்ளது, ஆனால் அது எனது குரோமோசோமால் பாலினத்துடன் உடன்பட வேண்டியதில்லை. *இல்லை *உடன் அடையாளம் காணவும், அல்லது வெளிப்படையாக என்னை *திருநங்கைகளை *என்று அழைக்கவும் தேர்வு செய்யலாம்.

source: As you can see, for some things (like age) it seems fairly obvious what the set of possible measurements should be, whereas for other things it gets a bit tricky. But I want to point out that even in the case of someone’s age it’s much more subtle than this. For instance, in the example above I assumed that it was okay to measure age in years. But if you’re a developmental psychologist, that’s way too crude, and so you often measure age in *years and months* (if a child is 2 years and 11 months this is usually written as “2;11”). If you’re interested in newborns you might want to measure age in *days since birth*, maybe even *hours since birth*. In other words, the way in which you specify the allowable measurement values is important.
de: Wie Sie sehen, scheint es bei einigen Dingen (wie dem Alter) ziemlich offensichtlich zu sein, was die Menge der möglichen Messungen sein sollte, während es bei anderen Dingen komplizierter wird. Aber ich möchte darauf hinweisen, dass es selbst im Fall des Alters einer Person sehr viel subtiler ist als das. Im obigen Beispiel bin ich davon ausgegangen, dass es in Ordnung ist, das Alter in Jahren zu messen. Als Entwicklungspsychologe ist das aber viel zu grob, und deshalb misst man das Alter oft in *Jahren und Monaten* (wenn ein Kind 2 Jahre und 11 Monate alt ist, schreibt man das gewöhnlich als „2;11“). Wenn Sie sich für Neugeborene interessieren, sollten Sie das Alter in *Tagen seit der Geburt* oder vielleicht sogar *Stunden seit der Geburt* messen. Mit anderen Worten: Die Art und Weise, wie Sie die zulässigen Messwerte angeben, ist wichtig.
nb: Som du kan se, virker det for noen ting (som alder) ganske opplagt hva settet av mulige målinger bør være, mens det for andre ting blir litt vanskeligere. Men jeg vil påpeke at selv når det gjelder en persons alder, er det mye mer subtilt enn dette. I eksempelet ovenfor antok jeg for eksempel at det var greit å måle alder i år. Men hvis du er utviklingspsykolog, er det altfor grovt, og derfor måler du ofte alder i *år og måneder* (hvis et barn er 2 år og 11 måneder, skrives dette vanligvis som «2;11»). Hvis du er interessert i nyfødte, kan det være lurt å måle alder i *dager siden fødselen*, kanskje til og med *timer siden fødselen*. Det er med andre ord viktig hvordan du spesifiserer de tillatte måleverdiene.
ta: நீங்கள் பார்க்க முடியும் என, சில விசயங்களுக்கு (வயது போன்றது) சாத்தியமான அளவீடுகளின் தொகுப்பு என்னவாக இருக்க வேண்டும் என்பது மிகவும் தெளிவாகத் தெரிகிறது, அதேசமயம் மற்ற விசயங்களுக்கு இது கொஞ்சம் தந்திரமானதாகிறது. ஆனால் ஒருவரின் வயதில் கூட இது இதை விட மிகவும் நுட்பமானது என்பதை நான் சுட்டிக்காட்ட விரும்புகிறேன். உதாரணமாக, மேலே உள்ள எடுத்துக்காட்டில், ஆண்டுகளில் வயதை அளவிடுவது சரி என்று கருதினேன். ஆனால் நீங்கள் ஒரு வளர்ச்சி உளவியலாளராக இருந்தால், அது மிகவும் கச்சா, எனவே நீங்கள் அடிக்கடி * ஆண்டுகள் மற்றும் மாதங்களில் * வயதை அளவிடுகிறீர்கள் (ஒரு குழந்தை 2 அகவை மற்றும் 11 மாதங்கள் என்றால் இது பொதுவாக “2; 11” என எழுதப்படும்). புதிதாகப் பிறந்த குழந்தைகளில் நீங்கள் ஆர்வமாக இருந்தால், பிறப்பிலிருந்து *நாட்களில் வயதை அளவிட விரும்பலாம் *, பிறப்பிலிருந்து *மணிநேரம் கூட இருக்கலாம். வேறு வார்த்தைகளில் கூறுவதானால், அனுமதிக்கக்கூடிய அளவீட்டு மதிப்புகளை நீங்கள் குறிப்பிடும் விதம் முக்கியமானது.

source: Looking at this a bit more closely, you might also realise that the concept of “age” isn’t actually all that precise. In general, when we say “age” we implicitly mean “the length of time since birth”. But that’s not always the right way to do it. Suppose you’re interested in how newborn babies control their eye movements. If you’re interested in kids that young, you might also start to worry that “birth” is not the only meaningful point in time to care about. If Baby Alice is born 3 weeks premature and Baby Bianca is born 1 week late, would it really make sense to say that they are the “same age” if we encountered them “2 hours after birth”? In one sense, yes. By social convention we use birth as our reference point for talking about age in everyday life, since it defines the amount of time the person has been operating as an independent entity in the world. But from a scientific perspective that’s not the only thing we care about. When we think about the biology of human beings, it’s often useful to think of ourselves as organisms that have been growing and maturing since conception, and from that perspective Alice and Bianca aren’t the same age at all. So you might want to define the concept of “age” in two different ways: the length of time since conception and the length of time since birth. When dealing with adults it won’t make much difference, but when dealing with newborns it might.
de: Betrachtet man diesen Fall ein bisschen genauer, so fällt vielleicht auf, dass das Konzept „Alter“ unpräzise ist. Wenn wir nämlich im Allgemeinen von „Alter“ sprechen, dann meinen wir implizit „den Zeitraum seit der Geburt“. Diese Messweise ist nun aber nicht in jedem Fall die angemessene. Nehmen Sie dafür an, dass Sie sich für die Art und Weise interessieren, wie Neugeborene Augenbewegungen kontrollieren. Wenn Sie sich für so junge Kinder interessieren, könnten Sie sich auch Gedanken darüber machen, dass die „Geburt“ nicht der einzige sinnvolle Zeitpunkt ist, auf den man achten sollte. Wenn Baby Alice zum Beispiel 3 Wochen zu früh und Baby Bianca 1 Woche zu spät geboren wird, wäre es dann wirklich sinnvoll zu sagen, dass sie „gleich alt“ sind, wenn wir ihnen „2 Stunden nach der Geburt“ begegnen? Wenn wir das „Alter“ in der Lesart auffassen wollen, wie sie gesellschaftlicher Konvention wegen alltäglich in der zwischenmenschlichen Kommunikation benutzt wird, in der die Geburt als ein fester Bezugspunkt für das „Alter“ verwendet wird, dann stimmt diese Schlussfolgerung. Denn in der dieser Logik wird Alter als die Zeitspanne definiert, in der die Person als unabhängige Einheit in der Welt auftritt. Dieses Verständnis ist für den wissenschaftlichen Kontext jedoch nicht ausreichend. So deutet uns beispielsweise die biologische Forschung auf einen anderen Zeitbegriff für „Alter“ hin. Die Biologie betont nämlich, dass der menschliche Organismus von der Empfängnis an Wachstums- und Reifeprozesse vollzieht, sodass nach diesem Verständnis das Altern ab dem Zeitpunkt der Empfängnis beginnt. Unter diesem Gesichtspunkt können wir nicht einfach behaupten, dass Alice und Bianca gleich „alt“ sind. Aufgrund dieser verschiedenen Lesarten von „Alter“, ist es wichtig, diese beiden entsprechend zu definieren: (1) als die Zeitspanne seit der Empfängnis und (2) als die Zeitspanne seit der Geburt. Diese Unterscheidung macht vor allem bei Neugeborenen Sinn, während es bei Erwachsenen keinen großen Unterscheid zu erwarten gibt.
nb: Hvis du ser litt nærmere på dette, vil du kanskje også innse at begrepet «alder» faktisk ikke er så presist. Når vi sier «alder», mener vi vanligvis implisitt «tiden siden fødselen». Men det er ikke alltid den riktige måten å gjøre det på. Sett at du er interessert i hvordan nyfødte barn kontrollerer øyebevegelsene sine. Hvis du er interessert i så små barn, kan du også begynne å bekymre deg for at «fødsel» ikke er det eneste meningsfulle tidspunktet å bry seg om. Hvis Baby Alice er født tre uker for tidlig og Baby Bianca er født én uke for sent, gir det da mening å si at de er «like gamle» hvis vi møter dem «to timer etter fødselen»? På én måte, ja. Av sosial konvensjon bruker vi fødselen som referansepunkt for å snakke om alder i hverdagen, siden den definerer hvor lenge personen har fungert som en selvstendig enhet i verden. Men fra et vitenskapelig perspektiv er det ikke det eneste vi bryr oss om. Når vi tenker på menneskets biologi, er det ofte nyttig å tenke på oss selv som organismer som har vokst og modnet siden unnfangelsen, og ut fra det perspektivet er Alice og Bianca ikke like gamle i det hele tatt. Det kan derfor være lurt å definere begrepet «alder» på to forskjellige måter: tiden siden unnfangelsen og tiden siden fødselen. Når det gjelder voksne, vil det ikke utgjøre noen stor forskjell, men når det gjelder nyfødte, kan det gjøre det.
ta: இதை இன்னும் கொஞ்சம் நெருக்கமாகப் பார்க்கும்போது, “வயது” என்ற கருத்து உண்மையில் துல்லியமானதல்ல என்பதையும் நீங்கள் உணரலாம். பொதுவாக, “வயது” என்று நாம் கூறும்போது, “பிறப்பிலிருந்து நேரத்தின் நீளம்” என்று பொருள். ஆனால் அதைச் செய்வதற்கான சரியான வழி எப்போதும் இல்லை. புதிதாகப் பிறந்த குழந்தைகள் தங்கள் கண் அசைவுகளை எவ்வாறு கட்டுப்படுத்துகிறார்கள் என்பதில் நீங்கள் ஆர்வமாக உள்ளீர்கள் என்று வைத்துக்கொள்வோம். இளம் வயதினரிடம் நீங்கள் ஆர்வமாக இருந்தால், “பிறப்பு” என்பது அக்கறை கொள்ள வேண்டிய நேரத்தின் ஒரே அர்த்தமுள்ள சேதி அல்ல என்பதையும் நீங்கள் கவலைப்படத் தொடங்கலாம். குழந்தை ஆலிச் 3 வாரங்கள் முன்கூட்டியே பிறந்தால், குழந்தை பியான்கா 1 வாரம் தாமதமாகப் பிறந்தால், “பிறப்புக்குப் பிறகு 2 மணிநேரம்” அவர்களை சந்தித்தால் அவை “ஒரே வயது” என்று சொல்வது உண்மையில் அர்த்தமுள்ளதா? ஒரு வகையில், ஆம். சமூக மாநாட்டின் மூலம், அன்றாட வாழ்க்கையில் வயதைப் பற்றி பேசுவதற்கான பிறப்பு புள்ளியாக நாம் பிறப்பைப் பயன்படுத்துகிறோம், ஏனெனில் அந்த நபர் உலகில் ஒரு சுயாதீனமான நிறுவனமாக செயல்பட்டு வரும் நேரத்தை இது வரையறுக்கிறது. ஆனால் ஒரு விஞ்ஞான கண்ணோட்டத்தில், நாம் கவலைப்படுவதில்லை. மனிதர்களின் உயிரியலைப் பற்றி நாம் சிந்திக்கும்போது, கருத்தரித்ததிலிருந்து வளர்ந்து வரும் மற்றும் முதிர்ச்சியடைந்து வரும் உயிரினங்களாக நம்மை நினைப்பது பெரும்பாலும் பயனுள்ளதாக இருக்கும், மேலும் அந்த கண்ணோட்டத்தில் ஆலிச் மற்றும் பியான்கா ஒரே வயதில் இல்லை. எனவே நீங்கள் “வயது” என்ற கருத்தை இரண்டு வெவ்வேறு வழிகளில் வரையறுக்க விரும்பலாம்: கருத்தரித்ததிலிருந்து நேரத்தின் நீளம் மற்றும் பிறந்ததிலிருந்து நேரத்தின் நீளம். பெரியவர்களுடன் கையாளும் போது அது அதிக வித்தியாசத்தை ஏற்படுத்தாது, ஆனால் புதிதாகப் பிறந்தவர்களைக் கையாளும் போது அது இருக்கலாம்.
