Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch02.po
Languages: de, nb, ta

source: In some respects, these terms are a catch-all term for “all other threats to external validity”. They refer to the fact that the choice of sub-population from which you draw your participants, the location, timing and manner in which you run your study (including who collects the data) and the tools that you use to make your measurements might all be influencing the results. Specifically, the worry is that these things might be influencing the results in such a way that the results won’t generalise to a wider array of people, places and measures.
de: In gewisser Hinsicht sind diese Begriffe ein Sammelbegriff für „alle anderen Bedrohungen der externen Validität“. Sie beziehen sich auf die Tatsache, dass die Wahl der Teilpopulation, aus der Sie Ihre Teilnehmer ziehen, der Ort, der Zeitpunkt und die Art und Weise, in der Sie Ihre Studie durchführen (einschließlich der Frage, wer die Daten erhebt), und die Instrumente, die Sie für Ihre Messungen verwenden, die Ergebnisse beeinflussen könnten. Die Sorge besteht insbesondere darin, dass diese Dinge die Ergebnisse so beeinflussen könnten, dass sie nicht auf ein breiteres Spektrum von Menschen, Orten und Maßnahmen verallgemeinert werden können.
nb: På sett og vis er disse begrepene en samlebetegnelse for «alle andre trusler mot den eksterne validiteten». De refererer til det faktum at valget av delpopulasjon som du trekker deltakere fra, stedet, tidspunktet og måten du gjennomfører studien på (inkludert hvem som samler inn dataene), og verktøyene du bruker til å foreta målingene, kan påvirke resultatene. Bekymringen er at disse faktorene kan påvirke resultatene på en slik måte at de ikke kan generaliseres til et bredere spekter av mennesker, steder og tiltak.
ta: சில விசயங்களில், இந்த விதிமுறைகள் “வெளிப்புற செல்லுபடியாக்கலுக்கான மற்ற எல்லா அச்சுறுத்தல்களுக்கும்” ஒரு பிடிப்பு-எல்லா காலமாகும். உங்கள் பங்கேற்பாளர்களை நீங்கள் ஈர்க்கும் துணை மக்கள்தொகையின் தேர்வு, உங்கள் ஆய்வை இயக்கும் இடம், நேரம் மற்றும் விதம் (தரவை யார் சேகரிப்பது உட்பட) மற்றும் உங்கள் அளவீடுகளைச் செய்ய நீங்கள் பயன்படுத்தும் கருவிகள் அனைத்தும் இருக்கலாம் என்ற உண்மையை அவை குறிப்பிடுகின்றன முடிவுகளை பாதிக்கும். குறிப்பாக, கவலை என்னவென்றால், இந்த விசயங்கள் முடிவுகளை பாதிக்கக்கூடும், இது முடிவுகள் மக்கள், இடங்கள் மற்றும் நடவடிக்கைகளின் பரந்த வரிசைக்கு பொதுமைப்படுத்தாது.

source: Fraud, deception and self-deception
de: Betrug, Täuschung und Selbstbetrug
nb: Bedrageri, bedrag og selvbedrag
ta: மோசடி, ஏமாற்றுதல் மற்றும் தன்வய ஏமாற்றுதல்

source: *It is difficult to get a man to understand something,*
de: *Es ist schwierig, einen Mann dazu zu bringen, etwas zu verstehen,*
nb: *Det er vanskelig å få en mann til å forstå noe.*
ta: *ஒரு மனிதன் எதையாவது புரிந்து கொள்ள கடினமாக உள்ளது,*

source: *when his salary depends on his not understanding it.*
de: *wenn sein Gehalt davon abhängt, dass er es nicht versteht.*
nb: *når lønnen hans avhenger av at han ikke forstår det*.
ta: *அவருடைய சம்பளம் அதைப் புரிந்து கொள்ளாததைப் பொறுத்தது.*

source: Upton Sinclair
ta: அப்டன் சின்க்ளேர்

source: There’s one final thing I feel I should mention. While reading what the textbooks often have to say about assessing the validity of a study I couldn’t help but notice that they seem to make the assumption that the researcher is honest. I find this hilarious. While the vast majority of scientists are honest, in my experience at least, some are not.\ [#]_ Not only that, as I mentioned earlier, scientists are not immune to belief bias. It’s easy for a researcher to end up deceiving themselves into believing the wrong thing, and this can lead them to conduct subtly flawed research and then hide those flaws when they write it up. So you need to consider not only the (probably unlikely) possibility of outright fraud, but also the (probably quite common) possibility that the research is unintentionally “slanted”. I opened a few standard textbooks and didn’t find much of a discussion of this problem, so here’s my own attempt to list a few ways in which these issues can arise:
de: Eine letzte Sache sollte ich noch erwähnen: Als ich las, was in den Lehrbüchern oft über die Bewertung der Validität einer Studie steht, konnte ich nicht umhin zu bemerken, dass sie anscheinend davon ausgehen, dass der Forscher ehrlich ist. Ich finde das sehr komisch. Die große Mehrheit der Wissenschaftler ist zwar ehrlich, aber zumindest meiner Erfahrung nach sind einige es nicht.\ [#]_ Und nicht nur das: Wie ich bereits erwähnt habe, sind Wissenschaftler nicht gegen Vorurteile gefeit. Es kann leicht passieren, dass ein Forscher sich selbst etwas vormacht, was er nicht glaubt, und was kann dazu führen, dass er subtile Fehler in seiner Forschung macht und diese Fehler dann bei der Abfassung des Berichts verschweigt. Sie müssen also nicht nur die (eher unwahrscheinliche) Möglichkeit eines offensichtlichen Betrugs in Betracht ziehen, sondern auch die (wahrscheinlich recht häufige) Möglichkeit, dass die Forschung unbeabsichtigt „schräg“ ist. Ich habe einige Standard-Lehrbücher aufgeschlagen und nicht viel zu diesem Problem gefunden, also versuche ich hier, einige Möglichkeiten aufzulisten, wie diese Probleme auftreten können:
nb: Det er en siste ting jeg føler jeg bør nevne. Mens jeg leste hva lærebøkene ofte har å si om å vurdere validiteten av en studie, kunne jeg ikke unngå å legge merke til at de ser ut til å forutsette at forskeren er ærlig. Jeg synes dette er morsomt. Selv om de aller fleste forskere er ærlige, er det, i hvert fall etter min erfaring, noen som ikke er det.\ [#]_ Det er lett for en forsker å lure seg selv til å tro feil ting, og dette kan føre til at de utfører subtilt mangelfull forskning og deretter skjuler disse feilene når de skriver om den. Så du må ikke bare ta hensyn til muligheten for direkte svindel (som sannsynligvis er usannsynlig), men også til muligheten for at forskningen er utilsiktet «påvirket» (som sannsynligvis er ganske vanlig). Jeg har slått opp i noen standard lærebøker, men fant ikke mye om dette problemet, så her er mitt eget forsøk på å liste opp noen måter disse problemene kan oppstå på:
ta: நான் குறிப்பிட வேண்டிய ஒரு இறுதி சேதி இருக்கிறது. ஒரு ஆய்வின் செல்லுபடியை மதிப்பிடுவது பற்றி பாடப்புத்தகங்கள் பெரும்பாலும் என்ன சொல்கின்றன என்பதைப் படிக்கும்போது, என்னால் உதவ முடியாது, ஆனால் ஆராய்ச்சியாளர் நேர்மையானவர் என்ற அனுமானத்தை அவர்கள் செய்வதாகத் தெரிகிறது. நான் இதை பெருங்களிப்புடையதாகக் காண்கிறேன். பெரும்பான்மையான விஞ்ஞானிகள் நேர்மையானவர்கள் என்றாலும், எனது அனுபவத்தில், சிலர் இல்லை. \ [#] _ நான் முன்பு குறிப்பிட்டது போல், விஞ்ஞானிகள் நம்பிக்கை சார்புகளிலிருந்து விடுபடவில்லை. ஒரு ஆராய்ச்சியாளர் தவறான விசயத்தை நம்புவதில் தங்களை ஏமாற்றுவதை முடிப்பதை முடித்துக்கொள்வது எளிதானது, மேலும் இது நுட்பமாக குறைபாடுள்ள ஆராய்ச்சிகளை மேற்கொள்ள வழிவகுக்கும், பின்னர் அந்த குறைபாடுகளை அவர்கள் எழுதும்போது மறைக்க முடியும். எனவே நீங்கள் வெளிப்படையான மோசடியின் (அநேகமாக சாத்தியமில்லாத) சாத்தியத்தை மட்டுமல்லாமல், ஆராய்ச்சி தற்செயலாக “சாய்ந்த” இருப்பதற்கான (அநேகமாக மிகவும் பொதுவானது) சாத்தியத்தையும் நீங்கள் கருத்தில் கொள்ள வேண்டும். நான் சில நிலையான பாடப்புத்தகங்களைத் திறந்தேன், இந்த சிக்கலைப் பற்றி அதிகம் விவாதிக்கவில்லை, எனவே இந்த சிக்கல்கள் எழக்கூடிய சில வழிகளை பட்டியலிடுவதற்கான எனது சொந்த முயற்சி இங்கே:

source: **Data fabrication**. Sometimes, people just make up the data. This is occasionally done with “good” intentions. For instance, the researcher believes that the fabricated data do reflect the truth, and may actually reflect “slightly cleaned up” versions of actual data. On other occasions, the fraud is deliberate and malicious. Some high-profile examples where data fabrication has been alleged or shown include Cyril Burt (a psychologist who is thought to have fabricated some of his data), Andrew Wakefield (who has been accused of fabricating his data connecting the MMR vaccine to autism) and Hwang Woo-suk (who falsified a lot of his data on stem cell research).
de: **Datenfälschung**. Manchmal werden Daten einfach erfunden. Dies geschieht gelegentlich mit „guten“ Absichten. Der Forscher glaubt beispielsweise, dass die gefälschten Daten die Wahrheit widerspiegeln, und dass es sich dabei um „leicht bereinigte“ Versionen der tatsächlichen Daten handeln könnte. In anderen Fällen ist der Betrug vorsätzlich und böswillig. Zu den bekannten Beispielen, bei denen Datenfälschungen behauptet oder nachgewiesen wurden, gehören Cyril Burt (ein Psychologe, der einige seiner Daten gefälscht haben soll), Andrew Wakefield (dem vorgeworfen wird, seine Daten, die einen Zusammenhang zwischen der MMR-Impfung und Autismus herstellen, gefälscht zu haben) und Hwang Woo-suk (der viele seiner Daten zur Stammzellenforschung gefälscht hat).
nb: **Fabrikasjon av data**. Noen ganger finner folk bare på data. Dette gjøres av og til med «gode» hensikter. Forskeren tror for eksempel at de fabrikkerte dataene gjenspeiler sannheten, og at de i virkeligheten kan være en «litt opprenset» versjon av de faktiske dataene. I andre tilfeller er svindelen bevisst og ondsinnet. Noen kjente eksempler på påstått eller påvist datafabrikasjon er Cyril Burt (en psykolog som antas å ha fabrikkert noen av dataene sine), Andrew Wakefield (som er blitt beskyldt for å ha fabrikkert dataene sine om sammenhengen mellom MMR-vaksinen og autisme) og Hwang Woo-suk (som forfalsket mange av dataene sine om stamcelleforskning).
ta: ** தரவு புனைகதை **. சில நேரங்களில், மக்கள் தரவை உருவாக்குகிறார்கள். இது எப்போதாவது “நல்ல” நோக்கங்களுடன் செய்யப்படுகிறது. உதாரணமாக, புனையப்பட்ட தரவு உண்மையை பிரதிபலிக்கிறது என்று ஆராய்ச்சியாளர் நம்புகிறார், மேலும் உண்மையில் உண்மையான தரவுகளின் “சற்று தூய்மை செய்யப்பட்ட” பதிப்புகளை பிரதிபலிக்கக்கூடும். மற்ற சந்தர்ப்பங்களில், மோசடி வேண்டுமென்றே மற்றும் தீங்கிழைக்கும். தரவு புனையல் கூறப்பட்ட அல்லது காட்டப்பட்டுள்ள சில உயர்மட்ட எடுத்துக்காட்டுகளில் சிரில் பர்ட் (அவரது சில தரவுகளை இட்டுக்கட்டியதாகக் கருதப்படும் ஒரு உளவியலாளர்), ஆண்ட்ரூ வேக்ஃபீல்ட் (எம்.எம்.ஆர் தடுப்பூசியை மன இறுக்கத்துடன் இணைக்கும் தனது தரவை உருவாக்கியதாக குற்றம் சாட்டப்பட்டவர்) மற்றும் அ்வாங் வூ-சுக் (ச்டெம் செல் ஆராய்ச்சி குறித்த தனது நிறைய தரவுகளை பொய்யானவர்).

source: **Hoaxes**. Hoaxes share a lot of similarities with data fabrication, but they differ in the intended purpose. A hoax is often a joke, and many of them are intended to be (eventually) discovered. Often, the point of a hoax is to discredit someone or some field. There’s quite a few well known scientific hoaxes that have occurred over the years (e.g., Piltdown man) and some were deliberate attempts to discredit particular fields of research (e.g., the Sokal affair).
de: **Hoaxes**. Hoaxes haben viele Gemeinsamkeiten mit Datenfälschungen, unterscheiden sich aber in der Zielsetzung. Ein Hoax ist oft ein Scherz, und viele von ihnen sollen (irgendwann) entdeckt werden. Oft geht es bei einem Hoax darum, jemanden oder ein Gebiet zu diskreditieren. Es gibt eine ganze Reihe bekannter wissenschaftlicher Hoaxes, die sich im Laufe der Jahre ereignet haben (z. B. der Piltdown-Mann), und einige waren bewusste Versuche, bestimmte Forschungsbereiche zu diskreditieren (z. B. die Sokal-Affäre).
nb: **Bløff**. Bløff (*hoaxes*) har mange likhetstrekk med datafabrikasjon, men de skiller seg fra hverandre når det gjelder hensikten. En bløff er ofte en spøk, og mange av dem er ment å bli oppdaget (etter hvert). Ofte er poenget med en bløff å diskreditere noen eller et felt. Det finnes en rekke kjente vitenskapelige bløffer som har funnet sted opp gjennom årene (f.eks. Piltdown-mannen), og noen var bevisste forsøk på å diskreditere bestemte forskningsfelt (f.eks. Sokal-affæren).
ta: ** மோசடிகள் **. தரவு புனையலுடன் மோசடிகள் நிறைய ஒற்றுமையைப் பகிர்ந்து கொள்கின்றன, ஆனால் அவை நோக்கம் கொண்ட நோக்கத்தில் வேறுபடுகின்றன. ஒரு புரளி பெரும்பாலும் ஒரு நகைச்சுவையாகும், அவற்றில் பல (இறுதியில்) கண்டுபிடிக்க வேண்டும். பெரும்பாலும், ஒரு மோசடியின் புள்ளி யாரோ அல்லது சில துறையை இழிவுபடுத்துவதாகும். பல ஆண்டுகளாக (எ.கா., பில்டவுன் மேன்) நிகழ்ந்த சில நன்கு அறியப்பட்ட விஞ்ஞான மோசடிகள் உள்ளன, மேலும் சில குறிப்பிட்ட ஆராய்ச்சித் துறைகளை (எ.கா., சோகல் விவகாரம்) இழிவுபடுத்துவதற்கான வேண்டுமென்றே முயற்சிகள்.

source: **Data misrepresentation**. While fraud gets most of the headlines, it’s much more common in my experience to see data being misrepresented. When I say this I’m not referring to newspapers getting it wrong (which they do, almost always). I’m referring to the fact that often the data don’t actually say what the researchers think they say. My guess is that, almost always, this isn’t the result of deliberate dishonesty but instead is due to a lack of sophistication in the data analyses. For instance, think back to the example of Simpson’s paradox that I discussed in the beginning of this book. It’s very common to see people present “aggregated” data of some kind and sometimes, when you dig deeper and find the raw data yourself you find that the aggregated data tell a different story to the disaggregated data. Alternatively, you might find that some aspect of the data is being hidden, because it tells an inconvenient story (e.g., the researcher might choose not to refer to a particular variable). There’s a lot of variants on this, many of which are very hard to detect.
de: **Falsche Darstellung von Daten**. Während die meisten Schlagzeilen über Betrug geschrieben werden, ist es meiner Erfahrung nach viel häufiger, dass Daten falsch dargestellt werden. Damit meine ich nicht, dass die Zeitungen sich irren (was sie fast immer tun). Ich beziehe mich auf die Tatsache, dass die Daten oft nicht das aussagen, was die Forscher glauben, dass sie sagen. Ich vermute, dass dies fast immer nicht auf absichtliche Unehrlichkeit zurückzuführen ist, sondern auf einen Mangel an Raffinesse und Fertigkeiten bei der Datenanalyse. Denken Sie zum Beispiel an das Beispiel des Simpson-Paradoxons, das ich zu Beginn dieses Buches besprochen habe. Es kommt sehr häufig vor, dass Leute „aggregierte“ Daten präsentieren, und manchmal, wenn man tiefer gräbt und die Rohdaten selbst findet, stellt man fest, dass die aggregierten Daten eine andere Geschichte erzählen als die Rohdaten. Oder man stellt fest, dass ein bestimmter Aspekt der Daten verborgen wird, weil er eine unangenehme Geschichte erzählt (z. B. könnte der Forscher beschließen, eine bestimmte Variable nicht zu erwähnen). Hier gibt es viele Varianten, von denen viele sehr schwer zu erkennen sind.
nb: **Feilaktig presentasjon av data**. Selv om svindel får de fleste overskriftene, er det etter min erfaring mye vanligere at data blir feilaktig fremstilt. Når jeg sier dette, mener jeg ikke at avisene tar feil (noe de nesten alltid gjør). Jeg sikter til det faktum at dataene ofte ikke sier det forskerne tror de sier. Min gjetning er at dette nesten alltid ikke skyldes bevisst uredelighet, men at dataanalysene er for lite sofistikerte. Tenk for eksempel tilbake på Simpsons paradoks, som jeg diskuterte i begynnelsen av denne boken. Det er veldig vanlig å se folk presentere «aggregerte» data av et eller annet slag, og noen ganger, når du graver dypere og finner rådataene selv, finner du ut at de aggregerte dataene forteller en annen historie enn de disaggregerte dataene. Alternativt kan du oppdage at noen aspekter ved dataene skjules fordi de forteller en upraktisk historie (f.eks. kan forskeren velge å ikke referere til en bestemt variabel). Det finnes mange varianter av dette, og mange av dem er svært vanskelige å oppdage.
ta: ** தரவு தவறாக சித்தரித்தல் **. மோசடி பெரும்பாலான தலைப்புச் செய்திகளைப் பெறும்போது, தரவு தவறாக சித்தரிக்கப்படுவதைக் காண்பது எனது அனுபவத்தில் மிகவும் பொதுவானது. இதை நான் கூறும்போது, செய்தித்தாள்கள் தவறாகப் பெறுவதைக் குறிப்பிடவில்லை (அவர்கள் செய்கிறார்கள், கிட்டத்தட்ட எப்போதும்). ஆராய்ச்சியாளர்கள் என்ன சொல்கிறார்கள் என்று பெரும்பாலும் தரவு உண்மையில் சொல்லாது என்ற உண்மையை நான் குறிப்பிடுகிறேன். எனது உய்த்துணர்தல் என்னவென்றால், எப்போதுமே, இது வேண்டுமென்றே நேர்மையின்மையின் விளைவாக இல்லை, மாறாக தரவு பகுப்பாய்வுகளில் நுட்பமான தன்மை இல்லாததால் ஏற்படுகிறது. உதாரணமாக, இந்த புத்தகத்தின் தொடக்கத்தில் நான் விவாதித்த சிம்ப்சனின் முரண்பாட்டின் உதாரணத்தை மீண்டும் சிந்தியுங்கள். மக்கள் ஒருவிதமான “ஒருங்கிணைந்த” தரவை முன்வைப்பதைப் பார்ப்பது மிகவும் பொதுவானது, சில சமயங்களில், நீங்கள் ஆழமாக தோண்டி மூல தரவைக் கண்டறிந்தால், ஒருங்கிணைந்த தரவு பிரிக்கப்படாத தரவுகளுக்கு வேறு கதையைச் சொல்வதைக் காணலாம். மாற்றாக, தரவின் சில நற்பொருத்தங்கள் மறைக்கப்பட்டிருப்பதை நீங்கள் காணலாம், ஏனெனில் இது ஒரு சிரமமான கதையைச் சொல்கிறது (எ.கா., ஆராய்ச்சியாளர் ஒரு குறிப்பிட்ட மாறியைக் குறிக்க வேண்டாம் என்று தேர்வு செய்யலாம்). இதில் நிறைய வகைகள் உள்ளன, அவற்றில் பலவற்றைக் கண்டறிவது மிகவும் கடினம்.

source: **Study “misdesign”**. Okay, this one is subtle. Basically, the issue here is that a researcher designs a study that has built-in flaws and those flaws are never reported in the paper. The data that are reported are completely real and are correctly analysed, but they are produced by a study that is actually quite wrongly put together. The researcher really wants to find a particular effect and so the study is set up in such a way as to make it “easy” to (artefactually) observe that effect. One sneaky way to do this, in case you’re feeling like dabbling in a bit of fraud yourself, is to design an experiment in which it’s obvious to the participants what they’re “supposed” to be doing, and then let reactivity work its magic for you. If you want you can add all the trappings of double blind experimentation but it won’t make a difference since the study materials themselves are subtly telling people what you want them to do. When you write up the results the fraud won’t be obvious to the reader. What’s obvious to the participant when they’re in the experimental context isn’t always obvious to the person reading the paper. Of course, the way I’ve described this makes it sound like it’s always fraud. Probably there are cases where this is done deliberately, but in my experience the bigger concern has been with unintentional misdesign. The researcher *believes* and so the study just happens to end up with a built in flaw, and that flaw then magically erases itself when the study is written up for publication.
de: **„Fehldesign“ von Studien**. Dieser Fall ist etwas subtiler. Im Grunde genommen geht es hier darum, dass ein Forscher eine Studie mit eingebauten Fehlern entwirft und diese Fehler in der Arbeit nie erwähnt werden. Die Daten, die berichtet werden, sind völlig real und werden korrekt analysiert, aber sie stammen aus einer Studie, die auf einem unangemessenen Studiendesign beruht. Der Forscher möchte unbedingt einen bestimmten Effekt finden, und deshalb wird die Studie so angelegt, dass es „leicht“ ist, diesen Effekt (als Artefakt) zu beobachten. Eine raffinierte Methode, um dies zu tun, ist, ein Experiment zu entwerfen, bei dem es für die Teilnehmer offensichtlich ist, was sie tun „sollen“, und dann die Reaktivität für sich arbeiten zu lassen, falls Sie selbst ein wenig betrügen wollen. Wenn Sie wollen, können Sie das ganze Drumherum eines Doppelblindversuchs einbauen, aber das wird keinen Unterschied machen, da die Studienmaterialien selbst den Leuten auf subtile Weise sagen, was sie tun sollen. Wenn Sie die Ergebnisse aufschreiben, wird der Betrug für den Leser nicht offensichtlich sein. Was für den Teilnehmer im Versuchskontext offensichtlich ist, ist für die Person, welche die Arbeit liest, nicht immer offensichtlich. Die Art und Weise, wie ich das beschrieben habe, klingt natürlich so, als ob es sich immer um Betrug handelt. Wahrscheinlich gibt es Fälle, in denen dies absichtlich geschieht, aber meiner Erfahrung nach sind unbeabsichtigte Fehlplanungen das größere Problem. Der Forscher *glaubt etwas* und so kommt es, dass die Studie einen eingebauten Fehler aufweist, der dann auf magische Weise verschwindet, wenn die Studie zur Veröffentlichung eingereicht wird.
nb: **Utilstrekkelig studiedesign**. Ok, denne er litt mer subtil. I bunn og grunn handler det om at en forsker utformer en studie som har innebygde feil, og disse feilene blir aldri rapportert i artikkelen. Dataene som rapporteres, er helt reelle og er korrekt analysert, men de er produsert av en studie som faktisk er ganske feilaktig satt sammen. Forskeren ønsker virkelig å finne en bestemt effekt, og derfor er studien lagt opp på en måte som gjør det «lett» å observere denne effekten (artefaktisk). En lur måte å gjøre dette på, i tilfelle du har lyst til å prøve deg på litt svindel selv, er å designe et eksperiment der det er åpenbart for deltakerne hva de «skal» gjøre, og så la reaktiviteten gjøre sitt magiske arbeid for deg. Hvis du vil, kan du legge til alle fasadene til et dobbeltblindt eksperiment, men det vil ikke utgjøre noen forskjell siden selve studiematerialet subtilt forteller folk hva du vil at de skal gjøre. Når du skriver ned resultatene, vil ikke svindelen være åpenbar for leseren. Det som er åpenbart for deltakerne når de befinner seg i den eksperimentelle konteksten, er ikke alltid åpenbart for den som leser artikkelen. Slik jeg har beskrevet dette, høres det selvfølgelig ut som om det alltid er svindel. Det finnes nok tilfeller der dette gjøres bevisst, men min erfaring er at det er mer snakk om utilsiktet feildesign. Forskeren *tror*, og så ender studien tilfeldigvis opp med en innebygd feil, og den feilen forsvinner på magisk vis når studien skrives opp for publisering.
ta: ** “தவறாக அடையாளம்” ** ஆய்வு. சரி, இது நுட்பமானது. அடிப்படையில், இங்குள்ள சிக்கல் என்னவென்றால், ஒரு ஆராய்ச்சியாளர் உள்ளமைக்கப்பட்ட குறைபாடுகளைக் கொண்ட ஒரு ஆய்வை வடிவமைக்கிறார், அந்த குறைபாடுகள் ஒருபோதும் காகிதத்தில் தெரிவிக்கப்படவில்லை. புகாரளிக்கப்பட்ட தரவு முற்றிலும் உண்மையானது மற்றும் அவை சரியாக பகுப்பாய்வு செய்யப்படுகின்றன, ஆனால் அவை ஒரு ஆய்வால் தயாரிக்கப்படுகின்றன, அவை உண்மையில் தவறாக ஒன்றிணைக்கப்படுகின்றன. ஆராய்ச்சியாளர் உண்மையில் ஒரு குறிப்பிட்ட விளைவைக் கண்டுபிடிக்க விரும்புகிறார், எனவே அந்த விளைவைக் கவனிப்பதை (கலபாகமாக) "எளிதானது" செய்யும் வகையில் ஆய்வு அமைக்கப்பட்டுள்ளது. இதைச் செய்வதற்கான ஒரு ச்னீக்கி வழி, நீங்கள் கொஞ்சம் மோசடி செய்வதைப் போல உணர்கிறீர்கள் என்றால், ஒரு பரிசோதனையை வடிவமைப்பது, அதில் பங்கேற்பாளர்களுக்கு அவர்கள் என்ன செய்ய வேண்டும் என்று கருதப்படுகிறார்கள் என்பது தெளிவாகத் தெரிகிறது, பின்னர் வினைத்திறன் வேலை செய்யட்டும் உங்களுக்கு அதன் மந்திரம். நீங்கள் விரும்பினால், இரட்டை குருட்டு பரிசோதனையின் அனைத்து பொறிகளையும் நீங்கள் சேர்க்கலாம், ஆனால் நீங்கள் என்ன செய்ய வேண்டும் என்று மக்களுக்கு நுட்பமாகச் சொல்கிறார்கள் என்பதால் இது ஒரு வித்தியாசத்தை ஏற்படுத்தாது. நீங்கள் முடிவுகளை எழுதும்போது மோசடி வாசகருக்கு வெளிப்படையாக இருக்காது. பங்கேற்பாளர் சோதனைச் சூழலில் இருக்கும்போது அவர்கள் வெளிப்படையானது என்னவென்றால், காகிதத்தைப் படிக்கும் நபருக்கு எப்போதும் தெளிவாகத் தெரியவில்லை. நிச்சயமாக, இதை நான் விவரித்த விதம் இது எப்போதும் மோசடி என்று தோன்றுகிறது. இது வேண்டுமென்றே செய்யப்படும் வழக்குகள் இருக்கலாம், ஆனால் என் அனுபவத்தில் பெரிய அக்கறை வேண்டுமென்றே தவறான வடிவமைப்பில் உள்ளது. ஆராய்ச்சியாளர் * நம்புகிறார் * எனவே ஆய்வு ஒரு குறைபாட்டில் கட்டப்பட்ட ஒரு கட்டமைக்கப்பட்டதாக முடிவடையும், மேலும் அந்த குறைபாடு பின்னர் ஆய்வை வெளியீட்டிற்காக எழுதும்போது மாயமாக அழிக்கிறது.
