Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch03.po
Languages: ta

source: Sometimes you want to change the variable level. This can happen for all sorts of reasons. Sometimes when you import data from files, it can come to you in the wrong format. Numbers sometimes get imported as nominal |nominal|, text values. Dates may get imported as text. Participant-ID values |ID| can sometimes be read as continuous |continuous|: nominal values |nominal| can sometimes be read as ordinal |ordinal| or even continuous |continuous|. There’s a good chance that sometimes you’ll want to convert a variable from one measurement level into another one. Or, to use the correct term, you want to **coerce** the variable from one class into another.
ta: சில நேரங்களில் நீங்கள் மாறி அளவை மாற்ற விரும்புகிறீர்கள். இது எல்லா வகையான காரணங்களுக்காகவும் நிகழலாம். சில நேரங்களில் நீங்கள் கோப்புகளிலிருந்து தரவை இறக்குமதி செய்யும் போது, அது தவறான வடிவத்தில் உங்களிடம் வரலாம். எண்கள் சில நேரங்களில் பெயரளவு | பெயரளவு |, உரை மதிப்புகளாக இறக்குமதி செய்யப்படுகின்றன. தேதிகள் உரையாக இறக்குமதி செய்யப்படலாம். பங்கேற்பாளர்-ஐடி மதிப்புகள் | ஐடி | சில நேரங்களில் தொடர்ச்சியான | தொடர்ச்சியான |: பெயரளவு மதிப்புகள் | பெயரளவு | சில நேரங்களில் ஆர்டினல் | ஆர்டினல் | அல்லது தொடர்ச்சியான | தொடர்ச்சியான |. சில நேரங்களில் நீங்கள் ஒரு மாறியை ஒரு அளவீட்டு மட்டத்திலிருந்து இன்னொரு இடமாக மாற்ற விரும்புவதற்கு ஒரு நல்ல வாய்ப்பு உள்ளது. அல்லது, சரியான சொல்லைப் பயன்படுத்த, நீங்கள் ஒரு வகுப்பிலிருந்து மற்றொரு வகுப்பிலிருந்து மாறியை ** Coerce ** செய்ய விரும்புகிறீர்கள்.

source: If you want to change a variable’s measurement level then you can do this in the jamovi ``Data`` view. Click on the variable name in the top row of the data table and then select the desired measurement level under ``Measure Type`` – ``continuous`` |continuous|, ``ordinal`` |ordinal| or ``nominal`` |nominal|.
ta: நீங்கள் ஒரு மாறியின் அளவீட்டு அளவை மாற்ற விரும்பினால், இதை நீங்கள் சாமோவி `` தரவு`` பார்வையில் செய்யலாம். தரவு அட்டவணையின் மேல் வரிசையில் உள்ள மாறி பெயரைக் சொடுக்கு செய்து, பின்னர் `` அளவீட்டு வகை`` - `` தொடர்ச்சியான`` | தொடர்ச்சியான |, `` ஆர்டினல்`` | ஆர்டினல் | அல்லது `` பெயரளவு`` | பெயரளவு |.

source: Computed variables
ta: கணக்கிடப்பட்ட மாறிகள்

source: Computed Variables are those which take their value by performing a computation on other variables. Computed Variables can be used for a range of purposes, including log transforms, *z*-scores, sum-scores, negative scoring and means. There is another variable type, Transformed variables, that can be used to “recode” variables (e.g., when inverting items). This variable type is briefly described at the end of the subsection :ref:`EFA_in_jamovi` and in :numref:`fig-efa7`.
ta: கணக்கிடப்பட்ட மாறிகள் மற்ற மாறிகள் மீது ஒரு கணக்கீட்டைச் செய்வதன் மூலம் அவற்றின் மதிப்பை எடுத்துக்கொள்கின்றன. கணக்கிடப்பட்ட மாறிகள் பதிவு மாற்றங்கள், *z *-ச்கவர்கள், தொகை மதிப்பெண்கள், எதிர்மறை மதிப்பெண் மற்றும் வழிமுறைகள் உள்ளிட்ட பல நோக்கங்களுக்காக பயன்படுத்தப்படலாம். மற்றொரு மாறி வகை, மாற்றப்பட்ட மாறிகள் உள்ளன, அவை மாறிகளை "மீண்டும்" செய்ய பயன்படுத்தப்படலாம் (எ.கா., உருப்படிகளை தலைகீழாக மாற்றும்போது). இந்த மாறி வகை துணைப்பிரிவின் முடிவில் சுருக்கமாக விவரிக்கப்பட்டுள்ளது: குறிப்பு: `efa_in_jamovi` மற்றும் இல்: numref:` fig-efa7`.

source: Computed variables can be added to the data set with the ``Add`` button available on the ``Data`` tab. This will produce a formula box where you can specify the formula. The usual arithmetic operators are available. Some examples of formulas are:
ta: `` தரவு`` தாவலில் கிடைக்கும் `` சேர்` பொத்தானைக் கொண்டு தரவுத் தொகுப்பில் கணக்கிடப்பட்ட மாறிகள் சேர்க்கப்படலாம். இது ஒரு சூத்திர பெட்டியை உருவாக்கும், அங்கு நீங்கள் சூத்திரத்தைக் குறிப்பிடலாம். வழக்கமான எண்கணித ஆபரேட்டர்கள் கிடைக்கின்றன. சூத்திரங்களின் சில எடுத்துக்காட்டுகள்:

source: In order, these are the sum of ``A`` and ``B``, a log (base 10) transform of ``len``, the mean of ``A`` and ``B``, and the *z*-score of the variable ``dose``. :numref:`fig-computedvariable` shows the jamovi screen for the new variable computed as the *z*-score of ``dose`` (from the ``Tooth Growth`` example data set).
ta: வரிசையில், இவை `` அன்` மற்றும் `பி``, ஒரு பதிவு (அடிப்படை 10)` `லென்``,` `அ`` மற்றும்` பி`` ஆகியவற்றின் சராசரி `` டோச்`` மாறியின் *z *-ச்கோர். .

source: Computed variable: *z*-score of ``dose``
ta: கணக்கிடப்பட்ட மாறி: *z *-`` டோச்`` இன் ச்கோர்

source: A newly computed variable, the *z*-score of ``dose``.
ta: புதிதாக கணக்கிடப்பட்ட மாறி, `` டோச்`` இன் *z *-ச்கோர்.

source: *V-functions*
ta: *வி-செயல்பாடுகள்*

source: Several functions are already available in jamovi and available from the drop down box labelled *f*\ :sub:`x`. A number of functions appear in pairs, one prefixed with a V and the other not. V functions perform their calculation on a variable as a whole, where as non-V functions perform their calculation row by row. For example, ``MEAN(A, B)`` will produce the mean of ``A`` and ``B`` for each row. Where as ``VMEAN(A)`` gives the mean of all the values in ``A``.
ta: பல செயல்பாடுகள் ஏற்கனவே சாமோவியில் கிடைக்கின்றன, மேலும் *F *\: துணை: `x` என பெயரிடப்பட்ட கீழ்தோன்றும் பெட்டியிலிருந்து கிடைக்கின்றன. பல செயல்பாடுகள் சோடிகளாகத் தோன்றும், ஒன்று V உடன் முன்னொட்டு, மற்றொன்று இல்லை. V செயல்பாடுகள் அவற்றின் கணக்கீட்டை ஒட்டுமொத்தமாக ஒரு மாறியில் செய்கின்றன, அங்கு V அல்லாத செயல்பாடுகள் அவற்றின் கணக்கீட்டு வரிசையை வரிசையில் செய்கின்றன. எடுத்துக்காட்டாக, `` சராசரி (அ, பி) `` ஒவ்வொரு வரிசையிலும் `` அ` மற்றும் `பி`` ஆகியவற்றின் சராசரியை உருவாக்கும். `` Vmean (a) `` அனைத்து மதிப்புகளின் சராசரியையும் `` a`` தருகிறது.

source: Loading data in jamovi
ta: சமோவியில் தரவை ஏற்றுகிறது

source: There are several different types of files that are likely to be relevant to us when doing data analysis. There are two in particular that are especially important from the perspective of this book:
ta: தரவு பகுப்பாய்வு செய்யும் போது எங்களுக்கு பொருத்தமான பல வகையான கோப்புகள் உள்ளன. இந்த புத்தகத்தின் கண்ணோட்டத்தில் குறிப்பாக முக்கியமான இரண்டு உள்ளன:

source: *jamovi files* are those with a ``.omv`` file extension. This is the standard kind of file that jamovi uses to store data, and variables and analyses.
ta: * சாமோவி கோப்புகள்* என்பது `` .omv`` கோப்பு நீட்டிப்பு. தரவு மற்றும் மாறிகள் மற்றும் பகுப்பாய்வுகளை சேமிக்க சாமோவி பயன்படுத்தும் நிலையான கோப்பு இது.

source: *Comma separated value (CSV) files* are those with a ``.csv`` file extension. These are just regular old text files and they can be opened with many different software programs. It’s quite typical for people to store data in CSV files, precisely because they’re so simple.
ta: * கமா பிரிக்கப்பட்ட மதிப்பு (CSV) கோப்புகள்* என்பது `` .csv`` கோப்பு நீட்டிப்பு. இவை வழக்கமான பழைய உரை கோப்புகள் மற்றும் அவை பல்வேறு மென்பொருள் நிரல்களுடன் திறக்கப்படலாம். மக்கள் சி.எச்.வி கோப்புகளில் தரவை சேமிப்பது மிகவும் பொதுவானது, துல்லியமாக அவை மிகவும் எளிமையானவை என்பதால்.

source: There are also several other kinds of data file that you might want to import into jamovi. For instance, you might want to open Microsoft Excel spreadsheets (``.xlsx`` files), or data files that have been saved in the native file formats for other statistics software, such as SPSS or SAS.
ta: நீங்கள் சாமோவியில் இறக்குமதி செய்ய விரும்பும் பல வகையான தரவுக் கோப்புகளும் உள்ளன. உதாரணமாக, நீங்கள் நுண்மென் எக்செல் விரிதாள்களை (`` .xlsx`` கோப்புகள்) அல்லது எச்.பி.எச்.எச் அல்லது எச்.ஏ.எச் போன்ற பிற புள்ளிவிவர மென்பொருள்களுக்கான சொந்த கோப்பு வடிவங்களில் சேமிக்கப்பட்ட தரவுக் கோப்புகளைத் திறக்க விரும்பலாம்.

source: Whichever file formats you are using, it’s a good idea to create a folder or folders especially for your jamovi data sets and analyses and to make sure you keep these backed up regularly.
ta: நீங்கள் எந்த கோப்பு வடிவங்களைப் பயன்படுத்தினாலும், குறிப்பாக உங்கள் சாமோவி தரவு தொகுப்புகள் மற்றும் பகுப்பாய்வுகளுக்கு ஒரு கோப்புறை அல்லது கோப்புறைகளை உருவாக்குவது நல்லது, மேலும் இதை நீங்கள் தவறாமல் காப்புப் பிரதி எடுப்பதை உறுதிசெய்வது நல்லது.

source: To open a file select the main jamovi menu (``☰``; top left hand corner), select ``Open`` and then choose from the files listed under ``This PC`` if you want to open an file stored on your computer or select an example data set by choosing ``Data Library``. The example files in this book can be found within the ``Data Library`` → ``learning statistics with jamovi`` (or ``lsj-data``).
ta: ஒரு கோப்பைத் திறக்க முதன்மையான சாமோவி மெனுவைத் தேர்ந்தெடுக்கவும் (`` ☰``; மேல் இடது கை மூலையில்), `` திறந்து`` என்பதைத் தேர்ந்தெடுத்து, பின்னர் `` இந்த பிசி`` இன் கீழ் பட்டியலிடப்பட்டுள்ள கோப்புகளைத் தேர்வுசெய்க. உங்கள் கணினியில் அல்லது `` தரவு நூலகம்`` என்பதைத் தேர்ந்தெடுப்பதன் மூலம் ஒரு எடுத்துக்காட்டு தரவைத் தேர்ந்தெடுக்கவும். இந்த புத்தகத்தில் உள்ள எடுத்துக்காட்டு கோப்புகளை `` தரவு நூலகம்` `` `சாமோவியுடன் கற்றல் புள்ளிவிவரங்கள் (அல்லது` `lsj-data``) காணலாம்.

source: Importing data from CSV files
ta: காபிம கோப்புகளிலிருந்து தரவை இறக்குமதி செய்தல்

source: One quite commonly used data format is the humble “comma separated value” file, also called a CSV file, and usually bearing the file extension ``.csv``. CSV files are just plain old-fashioned text files and what they store is basically just a table of data. This is illustrated in :numref:`fig-booksalescsv`, which shows a file called |booksales|_ that I’ve created. As you can see, each row represents the book sales data for one month. The first row doesn’t contain actual data though, it has the names of the variables.
ta: மிகவும் பொதுவாகப் பயன்படுத்தப்படும் தரவு வடிவம், சி.எச்.வி கோப்பு என்றும் அழைக்கப்படும் தாழ்மையான “கமா பிரிக்கப்பட்ட மதிப்பு” கோப்பு, மற்றும் வழக்கமாக கோப்பு நீட்டிப்பை `` .csv`` தாங்குகிறது. சி.எச்.வி கோப்புகள் வெறும் பழங்கால உரை கோப்புகள் மற்றும் அவை சேமிப்பது அடிப்படையில் தரவுகளின் அட்டவணை மட்டுமே. இது விளக்கப்பட்டுள்ளது: NumRef: `Fig-booksalescsv`, இது நான் உருவாக்கிய | booksales | _ எனப்படும் கோப்பைக் காட்டுகிறது. நீங்கள் பார்க்க முடியும் என, ஒவ்வொரு வரிசையும் ஒரு மாதத்திற்கு புத்தக விற்பனை தரவைக் குறிக்கிறது. முதல் வரிசையில் உண்மையான தரவு இல்லை, அதில் மாறிகளின் பெயர்கள் உள்ளன.

source: |booksales| data file
ta: | புத்தகங்கள் | தரவுக் கோப்பு

source: The |booksales|_ data file. On the left I’ve opened the file using a spreadsheet program (LibreOffice), which shows that the file is basically a table. On the right the same file is open in a standard text editor (the TextEdit program on a Mac), which shows how the file is formatted. The entries in the table are wrapped in quote marks and separated by commas.
ta: | புத்தகங்கள் | _ தரவு கோப்பு. இடதுபுறத்தில் நான் ஒரு விரிதாள் நிரல் (லிப்ரேபிச்) ஐப் பயன்படுத்தி கோப்பைத் திறந்துவிட்டேன், இது கோப்பு அடிப்படையில் ஒரு அட்டவணை என்பதைக் காட்டுகிறது. வலதுபுறத்தில் அதே கோப்பு ஒரு நிலையான உரை திருத்தியில் (மேக்கில் உள்ள டெக்ச்டெடிட் நிரல்) திறந்திருக்கும், இது கோப்பு எவ்வாறு வடிவமைக்கப்பட்டுள்ளது என்பதைக் காட்டுகிறது. அட்டவணையில் உள்ள உள்ளீடுகள் மேற்கோள் மதிப்பெண்களில் மூடப்பட்டு காற்புள்ளிகளால் பிரிக்கப்படுகின்றன.

source: It’s easy to open CSV files in jamovi. From the jamovi main menu (``☰``; top left hand corner) choose ``Open`` and browse to where you have stored the CSV file on your computer. If you’re on a Mac, it’ll look like the usual Finder window that you use to choose a file; on Windows it looks like an Explorer window. I’m assuming that you’re familiar with your own computer, so you should have no problem finding the CSV-file that you want to import! Find the one you want, then click on the ``Open`` button.
ta: சாமோவியில் காபிம கோப்புகளைத் திறப்பது எளிது. சமோவி முதன்மையான மெனுவிலிருந்து (`` ☰``; மேல் இடது மூலையில்) `` திறந்திருக்கும்`` ஐத் தேர்ந்தெடுத்து, உங்கள் கணினியில் சி.எச்.வி கோப்பை சேமித்த இடத்திற்கு உலாவவும். நீங்கள் மேக்கில் இருந்தால், அது ஒரு கோப்பைத் தேர்வுசெய்ய நீங்கள் பயன்படுத்தும் வழக்கமான கண்டுபிடிப்பாளர் சாளரம் போல இருக்கும்; சாளரங்களில் இது ஒரு எக்ச்ப்ளோரர் சாளரம் போல் தெரிகிறது. உங்கள் சொந்த கணினியை நீங்கள் அறிந்திருக்கிறீர்கள் என்று நான் கருதுகிறேன், எனவே நீங்கள் இறக்குமதி செய்ய விரும்பும் CSV-FILE ஐக் கண்டுபிடிப்பதில் உங்களுக்கு எந்தப் பிரச்சினையும் இருக்கக்கூடாது! நீங்கள் விரும்பும் ஒன்றைக் கண்டுபிடி, பின்னர் `` திறந்த`` பொத்தானைக் சொடுக்கு செய்க.

source: There are a few things that you can check to make sure that the data gets imported correctly:
ta: தரவு சரியாக இறக்குமதி செய்யப்படுகிறதா என்பதை உறுதிப்படுத்த நீங்கள் சரிபார்க்கக்கூடிய சில விசயங்கள் உள்ளன:

source: Heading. Does the first row of the file contain the names for each variable - a “header” row? The |booksales|_ file has a header, so that’s a yes.
ta: தலைப்பு. கோப்பின் முதல் வரிசையில் ஒவ்வொரு மாறிக்கும் பெயர்கள் உள்ளதா - “தலைப்பு” வரிசை? | புத்தகங்கள் | _ கோப்பில் ஒரு தலைப்பு உள்ளது, எனவே அது ஆம்.

source: Separator. What character is used to separate different entries? In most CSV files this will be a comma (it is “comma separated” after all).
ta: பிரிப்பான். வெவ்வேறு உள்ளீடுகளை பிரிக்க என்ன பாத்திரம் பயன்படுத்தப்படுகிறது? பெரும்பாலான சி.எச்.வி கோப்புகளில் இது ஒரு கமாவாக இருக்கும் (இது எல்லாவற்றிற்கும் மேலாக “கமா பிரிக்கப்பட்டுள்ளது”).

source: Decimal. What character is used to specify the decimal point? In English speaking countries this is almost always a period (i.e., ``.``). That’s not universally true though, many European countries use a comma.
ta: தசம. தசம புள்ளியைக் குறிப்பிட என்ன எழுத்து பயன்படுத்தப்படுகிறது? ஆங்கிலம் பேசும் நாடுகளில் இது எப்போதும் ஒரு காலம் (அதாவது, `` .``). இது உலகளவில் உண்மை இல்லை, பல ஐரோப்பிய நாடுகள் கமாவைப் பயன்படுத்துகின்றன.

source: Quote. What character is used to denote a block of text? That’s usually going to be a double quote mark (``"``). It is for the |booksales|_ file.
ta: மேற்கோள். உரையின் தொகுதியைக் குறிக்க என்ன எழுத்து பயன்படுத்தப்படுகிறது? இது வழக்கமாக இரட்டை மேற்கோள் அடையாளமாக இருக்கும் (`` "` ``). இது | புத்தகங்கள் | _ கோப்புக்காக.

source: Throughout this book I’ve assumed that your data are stored as a jamovi ``.omv`` file or as a “properly” formatted CSV file. However, in real life that’s not a terribly plausible assumption to make so I’d better talk about some of the other possibilities that you might run into.
ta: இந்த நூல் முழுவதும் உங்கள் தரவு சாமோவி `` .OMV`` கோப்பாக அல்லது “ஒழுங்காக” வடிவமைக்கப்பட்ட காபிம கோப்பாக சேமிக்கப்பட்டுள்ளது என்று கருதினேன். இருப்பினும், நிச வாழ்க்கையில் இது ஒரு மோசமான நம்பத்தகுந்த அனுமானம் அல்ல, எனவே நீங்கள் இயக்கக்கூடிய வேறு சில சாத்தியக்கூறுகளைப் பற்றி நான் நன்றாகப் பேசுவேன்.

source: The first thing I should point out is that if your data are saved as a text file but aren’t *quite* in the proper CSV format then there’s still a pretty good chance that jamovi will be able to open it. You just need to try it and see if it works. Sometimes though you will need to change some of the formatting. The ones that I’ve often found myself needing to change are:
ta: நான் சுட்டிக்காட்ட வேண்டிய முதல் சேதி என்னவென்றால், உங்கள் தரவு ஒரு உரை கோப்பாக சேமிக்கப்பட்டால், ஆனால் சரியான சி.எச்.வி வடிவத்தில் * மிகவும் * இல்லை என்றால், சாமோவி அதைத் திறக்க இன்னும் நல்ல வாய்ப்பு உள்ளது. நீங்கள் அதை முயற்சி செய்து அது செயல்படுகிறதா என்று பார்க்க வேண்டும். சில நேரங்களில் நீங்கள் சில வடிவமைப்புகளை மாற்ற வேண்டும். நான் அடிக்கடி மாற்ற வேண்டிய அவசியமானவை:

source: ``header``. A lot of the time when you’re storing data as a CSV file the first row actually contains the column names and not data. If that’s not true then it’s a good idea to open up the CSV file in a spreadsheet programme such as LibreOffice and add the header row manually.
ta: `` தலைப்பு``. நீங்கள் ஒரு காபிம கோப்பாக தரவைச் சேமிக்கும்போது, முதல் வரிசையில் உண்மையில் நெடுவரிசை பெயர்கள் உள்ளன, ஆனால் தரவு அல்ல. அது உண்மையல்ல என்றால், சி.எச்.வி கோப்பை லிப்ரூபிச் போன்ற ஒரு விரிதாள் திட்டத்தில் திறந்து தலைப்பு வரிசையை கைமுறையாகச் சேர்ப்பது நல்லது.

source: ``sep``. As the name “comma separated value” indicates, the values in a row of a CSV file are usually separated by commas. This isn’t universal, however. In Europe the decimal point is typically written as ``,`` instead of ``.`` and as a consequence it would be somewhat awkward to use ``,`` as the separator. Therefore it is not unusual to use ``;`` instead of ``,`` as the separator. At other times, I’ve seen a TAB character used.
ta: `` செப்``. “கமா பிரிக்கப்பட்ட மதிப்பு” என்ற பெயர் குறிப்பிடுவது போல, ஒரு காபிம கோப்பின் வரிசையில் உள்ள மதிப்புகள் பொதுவாக காற்புள்ளிகளால் பிரிக்கப்படுகின்றன. இருப்பினும், இது உலகளாவியதல்ல. ஐரோப்பாவில் தசம புள்ளி பொதுவாக ``, `` என்பதற்குப் பதிலாக `` .`` என எழுதப்படுகிறது, இதன் விளைவாக ``, `` பிரிப்பானைப் பயன்படுத்துவது சற்றே மோசமாக இருக்கும். ஆகையால், `` `,` `பிரிப்பானாக` `; மற்ற நேரங்களில், ஒரு தாவல் எழுத்தை நான் பார்த்திருக்கிறேன்.

source: ``quote``. It’s conventional in CSV files to include a quoting character for textual data. As you can see by looking at the |booksales|_ file, this is usually a double quote character, ``"``. But sometimes there is no quoting character at all, or you might see a single quote mark ``'`` used instead.
ta: `` மேற்கோள்``. உரை தரவுகளுக்கான மேற்கோள் எழுத்தை உள்ளடக்குவது காபிம கோப்புகளில் வழக்கமானதாகும். | புத்தகங்கள் | _ கோப்பைப் பார்ப்பதன் மூலம் நீங்கள் பார்க்க முடியும் என, இது வழக்கமாக இரட்டை மேற்கோள் எழுத்து, `` "` `. `அதற்கு பதிலாக பயன்படுத்தப்படுகிறது.

source: ``skip``. It’s actually very common to receive CSV files in which the first few rows have nothing to do with the actual data. Instead, they provide a human readable summary of where the data came from, or maybe they include some technical info that doesn’t relate to the data.
ta: `` ச்கிப்``. முதல் சில வரிசைகளுக்கு உண்மையான தரவுகளுடன் எந்த தொடர்பும் இல்லாத காபிம கோப்புகளைப் பெறுவது உண்மையில் மிகவும் பொதுவானது. அதற்கு பதிலாக, தரவு எங்கிருந்து வந்தது என்பதற்கான மனித படிக்கக்கூடிய சுருக்கத்தை அவை வழங்குகின்றன, அல்லது அவை தரவுடன் தொடர்புபடுத்தாத சில தொழில்நுட்ப தகவல்களை உள்ளடக்கியிருக்கலாம்.

source: Importing data from other statistics packages
ta: பிற புள்ளிவிவர தொகுப்புகளிலிருந்து தரவை இறக்குமதி செய்தல்

source: The commands listed above are the main ones we’ll need for data files in this book. But in real life we have many more possibilities. For example, you might want to read data files in from other statistics programs. Since SPSS is probably the most widely used statistics package in psychology, it’s worth mentioning that jamovi can also import SPSS data files (file extension ``.sav``). Just follow the instructions above for how to open a CSV file, but this time navigate to the ``.sav`` file you want to import.
ta: மேலே பட்டியலிடப்பட்ட கட்டளைகள் இந்த புத்தகத்தில் தரவுக் கோப்புகளுக்கு நமக்குத் தேவையான முக்கியமாகும். ஆனால் நிச வாழ்க்கையில் நமக்கு இன்னும் பல சாத்தியங்கள் உள்ளன. எடுத்துக்காட்டாக, பிற புள்ளிவிவர நிரல்களிலிருந்து தரவுக் கோப்புகளை நீங்கள் படிக்க விரும்பலாம். எச்.பி.எச்.எச் உளவியலில் மிகவும் பரவலாகப் பயன்படுத்தப்படும் புள்ளிவிவர தொகுப்பு என்பதால், சாமோவி எச்.பி.எச்.எச் தரவுக் கோப்புகளையும் (கோப்பு நீட்டிப்பு `.SAV``) இறக்குமதி செய்யலாம் என்பதைக் குறிப்பிடுவது மதிப்பு. ஒரு காபிம கோப்பை எவ்வாறு திறப்பது என்பதற்கான மேலே உள்ள வழிமுறைகளைப் பின்பற்றவும், ஆனால் இந்த நேரத்தில் நீங்கள் இறக்குமதி செய்ய விரும்பும் `` .sav`` கோப்புக்கு செல்லவும்.

source: As far as other statistical software goes, jamovi can also directly open / import a wealth of other formats such as R, SAS, STATA, Excel, LibreOffice, and JSON.
ta: மற்ற புள்ளிவிவர மென்பொருளைப் பொறுத்தவரை, ஆர், எச்ஏஎச், ச்டேட்டா, எக்செல், லிப்ரேபிச் மற்றும் சே.எச்.ஓ.எச் போன்ற பிற வடிவங்களின் செல்வத்தையும் சாமோவி நேரடியாக திறக்க / இறக்குமதி செய்யலாம்.

source: You can change the default value for missing values in jamovi from the settings menu (``⋮``, top right corner), but this only works at the time of importing data files into jamovi. The default missing value in the dataset should not be a valid number or value associated with any of the variables, e.g. you could use ``-9999`` as this is unlikely to be a valid value.
ta: அமைப்புகள் மெனுவிலிருந்து (`` ⋮ ``, மேல் வலது மூலையில்) சாமோவியில் மதிப்புகளைக் காணவில்லை என்பதற்கான இயல்புநிலை மதிப்பை நீங்கள் மாற்றலாம், ஆனால் இது தரவு கோப்புகளை சாமோவியில் இறக்குமதி செய்யும் நேரத்தில் மட்டுமே செயல்படுகிறது. தரவுத்தொகுப்பில் இயல்புநிலை காணாமல் போன மதிப்பு எந்தவொரு மாறிகளுடனும் தொடர்புடைய செல்லுபடியாகும் எண் அல்லது மதிப்பாக இருக்கக்கூடாது, எ.கா. நீங்கள் `` -9999`` ஐப் பயன்படுத்தலாம், ஏனெனில் இது சரியான மதிப்பாக இருக்க வாய்ப்பில்லை.

source: Analyses
ta: பகுப்பாய்வு

source: Analyses can be selected from the ``Analyses`` ribbon (activate it by clicking the ``Analyses``-tab at the top of the jamovi window). Here, individual analyses can be chosen from their respective category (e.g., ``T-Tests``, ``ANOVA`` or ``Regression``). Selecting an analysis will present an **options panel** for that particular analysis, allowing you to assign different variables to different parts of the analysis, and select different options. At the same time, the results for the analysis will appear in the right **results panel** and will update in real-time as you make changes to the options.
ta: `` அனலீச்`` ரிப்பனிலிருந்து பகுப்பாய்வுகளைத் தேர்ந்தெடுக்கலாம் (சாமோவி சாளரத்தின் மேற்புறத்தில் உள்ள `` அனலீச்`-டேப்பைக் சொடுக்கு செய்வதன் மூலம் அதை செயல்படுத்தவும்). இங்கே, தனிப்பட்ட பகுப்பாய்வுகளை அந்தந்த வகையிலிருந்து தேர்வு செய்யலாம் (எ.கா., `` டி-சோதனைகள்``, `` அனோவா`` அல்லது `` பின்னடைவு`). ஒரு பகுப்பாய்வைத் தேர்ந்தெடுப்பது அந்த குறிப்பிட்ட பகுப்பாய்விற்கு ** விருப்பங்கள் குழு ** ஐ வழங்கும், இது பகுப்பாய்வின் வெவ்வேறு பகுதிகளுக்கு வெவ்வேறு மாறிகளை ஒதுக்க அனுமதிக்கிறது, மேலும் வெவ்வேறு விருப்பங்களைத் தேர்ந்தெடுக்கவும். அதே நேரத்தில், பகுப்பாய்விற்கான முடிவுகள் சரியான ** முடிவுகள் குழு ** இல் தோன்றும், மேலும் நீங்கள் விருப்பங்களில் மாற்றங்களைச் செய்யும்போது நிகழ்நேரத்தில் புதுப்பிக்கப்படும்.

source: When you have the analysis set up correctly you can dismiss the analysis options by clicking the arrow to the top right of the options panel. If you wish to return to these options, you can click on the results that were produced. In this way, you can return to any analysis that you (or say, a colleague) created earlier.
ta: உங்களிடம் பகுப்பாய்வு சரியாக அமைக்கப்பட்டால், விருப்பங்கள் குழுவின் மேல் வலதுபுறத்தில் அம்புக்குறியைக் சொடுக்கு செய்வதன் மூலம் பகுப்பாய்வு விருப்பங்களை நிராகரிக்கலாம். இந்த விருப்பங்களுக்குத் திரும்ப விரும்பினால், தயாரிக்கப்பட்ட முடிவுகளைக் சொடுக்கு செய்யலாம். இந்த வழியில், நீங்கள் முன்னர் உருவாக்கிய எந்தவொரு பகுப்பாய்விற்கும் (அல்லது ஒரு தம ஊழியர்) திரும்பலாம்.

source: If you decide you no longer need a particular analysis, you can remove it with the results context menu. Right-clicking on the analysis results will bring up a menu and by selecting ``Analysis`` and then ``Remove`` the analysis can be removed. But more on this later. First, let’s take a more detailed look at the spreadsheet view.
ta: உங்களுக்கு இனி ஒரு குறிப்பிட்ட பகுப்பாய்வு தேவையில்லை என்று நீங்கள் முடிவு செய்தால், அதை முடிவு சூழல் மெனுவுடன் அகற்றலாம். பகுப்பாய்வு முடிவுகளில் வலது சொடுக்கு செய்வது ஒரு மெனுவைக் கொண்டுவரும், மேலும் `` பகுப்பாய்வு`` என்பதைத் தேர்ந்தெடுத்து, பின்னர் `` அகற்று `பகுப்பாய்வு அகற்றப்படலாம். ஆனால் இதைப் பற்றி மேலும். முதலில், விரிதாள் காட்சியைப் பற்றி விரிவாகப் பார்ப்போம்.

source: Copy and Paste
ta: நகலெடுத்து ஒட்டவும்
