Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch03.po
Languages: ta

source: jamovi produces nice tables and attractive plots that are formatted in accordance with the American Psychological Association (APA) Publication Manual. A very useful feature of jamovi is the opportunity to be able to directly copy and paste these, perhaps into a Word document, or into an email to a colleague. To copy results right click on the object of interest and from the menu select exactly what you want to copy. The menu allows you to choose to copy only the image or the entire analysis. Selecting ``Copy`` copies the content to the clipboard and this can be pasted into other programs in the usual way. You can practice this later on when we do some analyses.
ta: அமெரிக்க உளவியல் சங்கம் (APA) வெளியீட்டு கையேட்டின் படி வடிவமைக்கப்பட்ட நல்ல அட்டவணைகள் மற்றும் கவர்ச்சிகரமான அடுக்குகளை சாமோவி உருவாக்குகிறது. சாமோவியின் மிகவும் பயனுள்ள நற்பொருத்தம், இவற்றை நேரடியாக நகலெடுத்து ஒட்டலாம், ஒருவேளை ஒரு சொல் ஆவணமாக அல்லது ஒரு தம ஊழியருக்கு மின்னஞ்சலில் இருக்க முடியும். முடிவுகளை நகலெடுக்க ஆர்வமுள்ள பொருளின் மீது வலது சொடுக்கு செய்து, மெனுவிலிருந்து நீங்கள் நகலெடுக்க விரும்புவதைத் தேர்ந்தெடுக்கவும். படத்தை அல்லது முழு பகுப்பாய்வையும் மட்டுமே நகலெடுக்க பட்டியல் உங்களை அனுமதிக்கிறது. `` நகலெடு`` என்பதைத் தேர்ந்தெடுப்பது உள்ளடக்கத்தை இடைநிலைப்பலகைக்கு நகலெடுக்கிறது, இதை வழக்கமான வழியில் மற்ற நிரல்களில் ஒட்டலாம். நாங்கள் சில பகுப்பாய்வுகளைச் செய்யும்போது இதை நீங்கள் பின்னர் பயிற்சி செய்யலாம்.

source: Syntax mode
ta: தொடரியல் பயன்முறை

source: jamovi also provides an syntax mode. In this mode jamovi produces equivalent R code for each analysis. To change to syntax mode, select the settings menu (``⋮``; top right corner in jamovi) and click the ``Syntax mode`` checkbox there. You can turn off syntax mode by clicking this a second time.
ta: சாமோவி ஒரு தொடரியல் பயன்முறையையும் வழங்குகிறது. இந்த பயன்முறையில் சாமோவி ஒவ்வொரு பகுப்பாய்விற்கும் சமமான ஆர் குறியீட்டை உருவாக்குகிறார். தொடரியல் பயன்முறையில் மாற்ற, அமைப்புகள் மெனுவைத் தேர்ந்தெடுத்து (`` ⋮ ``; சமோவியில் மேல் வலது மூலையில்) மற்றும் அங்குள்ள `` தொடரியல் பயன்முறை`` தேர்வுப்பெட்டியைக் சொடுக்கு செய்க. இதை இரண்டாவது முறையாக சொடுக்கு செய்வதன் மூலம் நீங்கள் தொடரியல் பயன்முறையை அணைக்கலாம்.

source: In syntax mode analyses continue to operate as before but now they produce R syntax. Like all results objects in jamovi, you can right click on these items (including the R syntax) and copy and paste them, for example into an R session. To import jamovi-files within an R session, you can use the function ``read_omv`` from the R-package ``jmvReadWrite`` (which can be installed using ``install.packages("jmvReadWrite")`` in an R-session. The package also contains further functions for handling jamovi-files in R (e.g., ``write_omv`` for writing jamovi-files, ``convert_omv`` for converting other file formats to a jamovi-file, or ``merge_cols_omv`` for adding columns from a second dataset while matching the two datasets by an index variable). Help how to use these functions can be obtained by preceding the function name by a ``?`` (e.g., ``?jmvReadWrite::read_omv``).
ta: தொடரியல் பயன்முறையில் பகுப்பாய்வுகள் முன்பு போலவே தொடர்ந்து இயங்குகின்றன, ஆனால் இப்போது அவை ஆர் தொடரியல் உருவாக்குகின்றன. சமோவியில் உள்ள அனைத்து முடிவுகளின் பொருள்களையும் போலவே, நீங்கள் இந்த உருப்படிகளை (ஆர் தொடரியல் உட்பட) வலது சொடுக்கு செய்து அவற்றை நகலெடுத்து ஒட்டலாம், எடுத்துக்காட்டாக ஒரு ஆர் அமர்வில். ஒரு ஆர் அமர்வுக்குள் சாமோவி-கோப்புகளை இறக்குமதி செய்ய, நீங்கள் `` jmvreadwrite`` (`install.packages (" JMVReadWrite ")` `ஐப் பயன்படுத்தி நிறுவப்படலாம் R-அமர்வு r இல் சாமோவி-கோப்புகளை கையாள்வதற்கான கூடுதல் செயல்பாடுகளையும் கொண்டுள்ளது, `` write_omv`` `` கன்வெர்ட்_ஓம்வி`` மற்ற கோப்பு வடிவங்களை சாமோவி-கோப்புக்கு மாற்றுவதற்கு அல்லது `` இரண்டு தரவுத்தொகுப்புகளை ஒரு குறியீட்டு மாறியால் பொருத்தும்போது மெர்ச்_கோல்ச்_ஓஎம்.வி`` இந்த செயல்பாடுகளை எவ்வாறு பயன்படுத்துவது என்பதை ``? `` (எ.கா., `` jmvredwrite: : read_omv``).

source: Installing add-on modules into jamovi
ta: சமோவியில் கூடுதல் தொகுதிகளை நிறுவுதல்

source: A really great feature of jamovi is the ability to install add-on modules from the jamovi library. These add-on modules have been developed by the jamovi community, i.e., jamovi users and developers who have created special software add-ons that do other, usually more advanced, analyses that go beyond the capabilities of that come included with jamovi (although these analyses already cover the perhaps 95\% of analyses you would run within psychology).
ta: சாமோவியின் மிகச்சிறந்த நற்பொருத்தம் சாமோவி நூலகத்திலிருந்து கூடுதல் தொகுதிகள் நிறுவும் திறன் ஆகும். இந்த கூடுதல் தொகுதிகள் சாமோவி சமூகத்தால் உருவாக்கப்பட்டுள்ளன, அதாவது, சாமோவி பயனர்கள் மற்றும் உருவாக்குபவர்கள் சிறப்பு மென்பொருள் துணை நிரல்களை உருவாக்கியுள்ளனர், அவை மற்றவை, பொதுவாக மேம்பட்டவை, சமோவியுடன் சேர்க்கப்பட்ட திறன்களுக்கு அப்பாற்பட்ட பகுப்பாய்வுகள் (இருப்பினும் பகுப்பாய்வுகள் ஏற்கனவே 95 \% பகுப்பாய்வுகளை உள்ளடக்கியது, நீங்கள் உளவியலுக்குள் இயங்கும் பகுப்பாய்வுகள்).

source: To install add-on modules, just click on the large ``+`` in the top right of the jamovi window, select ``jamovi library`` and then browse through the various add-on modules that are available. Choose the one(s) you want, and then install them (as shown in :numref:`fig-modules`).
ta: கூடுதல் தொகுதிகள் நிறுவ, சாமோவி சாளரத்தின் மேல் வலதுபுறத்தில் உள்ள பெரிய ``+`` என்பதைக் சொடுக்கு செய்து, `` சாமோவி நூலகம்`` என்பதைத் தேர்ந்தெடுத்து, பின்னர் கிடைக்கக்கூடிய பல்வேறு கூடுதல் தொகுதிகள் மூலம் உலாவவும். நீங்கள் விரும்பும் ஒன்றை (கள்) தேர்வுசெய்து, அவற்றை நிறுவவும் (காட்டப்பட்டுள்ளபடி: எண்ரெஃப்: `அத்தி-மாடல்கள்`).

source: It’s that easy. The newly installed modules can then be accessed from the ``Analyses`` ribbon or by clicking on the the large ``+`` and the selecting the analyses you need from the menu that opens.\ [#]_ Try it… useful add-on modules to install include ``scatr`` (added under ``Descriptives``) and |Rj|_.
ta: இது எளிதானது. புதிதாக நிறுவப்பட்ட தொகுதிகள் பின்னர் `` அனலீச்`` ரிப்பனிலிருந்து அணுகலாம் அல்லது பெரிய `+` `மற்றும் திறக்கும் மெனுவிலிருந்து உங்களுக்குத் தேவையான பகுப்பாய்வுகளைத் தேர்ந்தெடுப்பதன் மூலம் அணுகலாம். \ [#] _ இதை முயற்சிக்கவும்… பயனுள்ளதாக நிறுவுவதற்கான கூடுதல் தொகுதிகள் `` ச்காட்`` (`` விளக்கங்கள்`` இன் கீழ் சேர்க்கப்பட்டுள்ளன) மற்றும் | rj | _ ஆகியவை அடங்கும்.

source: jamovi modules in the jamovi library
ta: சாமோவி நூலகத்தில் சாமோவி தொகுதிகள்

source: Installing add-on modules in jamovi
ta: சாமோவியில் கூடுதல் தொகுதிகள் நிறுவுதல்

source: Especially if you install many modules, your ``Analyses`` ribbon may get cluttered. You can avoid that by “hiding” modules that you don't use that often. In order to do this, go to the large ``+``, and then on ``Manage installed`` where you then can ``Hide`` modules from the ``Analyses`` ribbon. You can still access them via the large ``+``. Once you open it, a menu appears, listing all your modules and giving you access to the analyes within the module if you hover over (then the analyses are shown) or click on it (then you can access the analyes).
ta: குறிப்பாக நீங்கள் பல தொகுதிகளை நிறுவினால், உங்கள் `` அனலீச்`` ரிப்பன் இரைச்சலாக இருக்கலாம். நீங்கள் அடிக்கடி பயன்படுத்தாத தொகுதிகளை “மறைத்து” மூலம் அதைத் தவிர்க்கலாம். இதைச் செய்ய, பெரிய ``+`` க்குச் செல்லுங்கள், பின்னர் `` நிறுவப்பட்ட இடத்தில்` `` அனலிச்ச்` `ரிப்பனிலிருந்து` `மறைக்கலாம். பெரிய ``+`` வழியாக அவற்றை இன்னும் அணுகலாம். நீங்கள் அதைத் திறந்தவுடன், ஒரு பட்டியல் தோன்றும், உங்கள் எல்லா தொகுதிக்கூறுகளையும் பட்டியலிட்டு, நீங்கள் சுற்றினால் தொகுதிக்குள் உள்ள பகுப்பாய்வுகளை அணுகலாம் (பின்னர் பகுப்பாய்வுகள் காட்டப்படும்) அல்லது அதைக் சொடுக்கு செய்க (பின்னர் நீங்கள் பகுப்பாய்வுகளை அணுகலாம்).
