Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch03.po
Languages: ta

source: Getting started with jamovi
ta: சாமோவியுடன் தொடங்குதல்

source: *Robots are nice to work with.*
ta: *ரோபோக்கள் வேலை செய்வது நல்லது.*

source: Roger Zelazny (Dismal Light, 1968)
ta: ரோசர் செலாச்னி (டிச்மல் லைட், 1968)

source: In this chapter I’ll discuss how to get started in jamovi. I’ll briefly talk about how to download and install jamovi, but most of the chapter will be focused on getting you started with finding your way around the jamovi GUI. Our goal in this chapter is not to learn any statistical concepts: we’re just trying to learn the basics of how jamovi works and get comfortable interacting with the system. To do this we’ll spend a bit of time looking at datasets and variables. In doing so, you’ll get a bit of a feel for what it’s like to work in jamovi.
ta: இந்த அத்தியாயத்தில் சாமோவியில் எவ்வாறு தொடங்குவது என்று விவாதிப்பேன். சாமோவியை எவ்வாறு பதிவிறக்கம் செய்வது மற்றும் நிறுவுவது என்பது பற்றி நான் சுருக்கமாகப் பேசுவேன், ஆனால் சாமோவி குயியைச் சுற்றி உங்கள் வழியைக் கண்டுபிடிப்பதில் தொடங்குவதில் பெரும்பாலான அத்தியாயங்கள் கவனம் செலுத்தப்படும். இந்த அத்தியாயத்தில் எங்கள் குறிக்கோள் எந்தவொரு புள்ளிவிவரக் கருத்துகளையும் கற்றுக்கொள்வது அல்ல: சமோவி எவ்வாறு செயல்படுகிறார் என்பதற்கான அடிப்படைகளை நாங்கள் கற்றுக் கொள்ள முயற்சிக்கிறோம், மேலும் கணினியுடன் தொடர்பு கொள்ள வசதியாக இருக்கிறோம். இதைச் செய்ய தரவுத்தொகுப்புகள் மற்றும் மாறிகள் பார்த்து சிறிது நேரம் செலவிடுவோம். அவ்வாறு செய்யும்போது, சாமோவியில் வேலை செய்ய விரும்புவது குறித்து நீங்கள் கொஞ்சம் உணர்வைப் பெறுவீர்கள்.

source: Why using jamovi?
ta: சமோவியைப் பயன்படுத்துவது ஏன்?

source: However, before going into any of the specifics, it’s worth talking a little about why you might want to use jamovi at all. Given that you’re reading this you’ve probably got your own reasons. However, if those reasons are “because that’s what my stats class uses”, it might be worth explaining a little why your lecturer has chosen to use jamovi for the class. Of course, I don’t really know why *other* people choose jamovi so I’m really talking about why I use it.
ta: இருப்பினும், எந்தவொரு பிரத்தியேகத்திற்கும் செல்வதற்கு முன், நீங்கள் ஏன் சாமோவியைப் பயன்படுத்த விரும்புகிறீர்கள் என்பதைப் பற்றி கொஞ்சம் பேசுவது மதிப்பு. நீங்கள் இதைப் படித்துக்கொண்டிருப்பதால், உங்கள் சொந்த காரணங்களை நீங்கள் பெற்றிருக்கலாம். இருப்பினும், அந்த காரணங்கள் “ஏனென்றால் இதுதான் எனது புள்ளிவிவரங்கள் வகுப்பு பயன்படுத்துகிறது” என்றால், உங்கள் விரிவுரையாளர் ஏன் சாமோவியைப் பயன்படுத்தத் தேர்ந்தெடுத்துள்ளார் என்பதை கொஞ்சம் விளக்குவது மதிப்புக்குரியதாக இருக்கலாம். நிச்சயமாக, * மற்றவர்கள் ஏன் சாமோவியை தேர்வு செய்கிறார்கள் என்று எனக்குத் தெரியாது, எனவே நான் அதை ஏன் பயன்படுத்துகிறேன் என்பதைப் பற்றி நான் உண்மையில் பேசுகிறேன்.

source: It’s sort of obvious but worth saying anyway: doing your statistics on a computer is faster, easier and more powerful than doing statistics by hand. Computers excel at mindless repetitive tasks, and a lot of statistical calculations are both mindless and repetitive. For most people the only reason to ever do statistical calculations with pencil and paper is for learning purposes. In my class I do occasionally suggest doing some calculations that way, but the only real value to it is pedagogical. It does help you to get a “feel” for statistics to do some calculations yourself, so it’s worth doing it once. But only once!
ta: இது ஒருவிதமான வெளிப்படையானது, ஆனால் எப்படியிருந்தாலும் சொல்வது மதிப்புக்குரியது: ஒரு கணினியில் உங்கள் புள்ளிவிவரங்களைச் செய்வது வேகமானது, எளிதானது மற்றும் கையால் புள்ளிவிவரங்களைச் செய்வதை விட ஆற்றல் வாய்ந்தது. கணினிகள் மனம் இல்லாத தொடர்ச்சியான பணிகளில் சிறந்து விளங்குகின்றன, மேலும் நிறைய புள்ளிவிவர கணக்கீடுகள் மனம் இல்லாதவை மற்றும் மீண்டும் மீண்டும் நிகழ்கின்றன. பெரும்பாலான மக்களுக்கு பென்சில் மற்றும் காகிதத்துடன் புள்ளிவிவர கணக்கீடுகளைச் செய்வதற்கான ஒரே காரணம் கற்றல் நோக்கங்களுக்காகவே. என் வகுப்பில் நான் எப்போதாவது சில கணக்கீடுகளை அவ்வாறு செய்ய பரிந்துரைக்கிறேன், ஆனால் அதற்கு ஒரே உண்மையான மதிப்பு கற்பித்தல். சில கணக்கீடுகளை நீங்களே செய்ய புள்ளிவிவரங்களுக்கு “உணர்வை” பெற இது உங்களுக்கு உதவுகிறது, எனவே ஒரு முறை அதைச் செய்வது மதிப்பு. ஆனால் ஒரு முறை மட்டுமே!

source: Doing statistics in a conventional spreadsheet (e.g., Microsoft Excel) is generally a bad idea in the long run. Although many people likely feel more familiar with them, spreadsheets are very limited in terms of what analyses they allow you do. If you get into the habit of trying to do your real life data analysis using spreadsheets then you’ve dug yourself into a very deep hole.
ta: வழக்கமான விரிதாளில் புள்ளிவிவரங்களைச் செய்வது (எ.கா., நுண்மென் எக்செல்) பொதுவாக நீண்ட காலத்திற்கு ஒரு மோசமான யோசனையாகும். பலர் அவர்களைப் பற்றி அதிகம் அறிந்திருக்கலாம் என்றாலும், அவர்கள் உங்களை அனுமதிக்கும் பகுப்பாய்வுகளின் அடிப்படையில் விரிதாள்கள் மிகவும் குறைவாகவே உள்ளன. விரிதாள்களைப் பயன்படுத்தி உங்கள் நிச வாழ்க்கை தரவு பகுப்பாய்வைச் செய்ய முயற்சிக்கும் பழக்கத்தை நீங்கள் பெற்றால், நீங்கள் உங்களை மிகவும் ஆழமான துளைக்குள் தோண்டியுள்ளீர்கள்.

source: Avoiding proprietary software is a very good idea. There are a lot of commercial packages out there that you can buy, some of which I like and some of which I don’t. They’re usually very glossy in their appearance and generally very powerful (much more powerful than spreadsheets). However, they’re also very expensive. Usually, the company sells “student versions” (limited versions of the real thing) very cheaply, and then they they sell full powered “educational versions” at a price that makes me wince. They will also sell commercial licences with a staggeringly high price tag. The business model here is to suck you in during your student days and then leave you dependent on their tools when you go out into the real world. It’s hard to blame them for trying, but personally I’m not in favour of shelling out thousands of dollars if I can avoid it. And you can avoid it. If you make use of packages like jamovi that are open source and free you never get trapped having to pay exorbitant licensing fees.
ta: தனியுரிம மென்பொருளைத் தவிர்ப்பது மிகவும் நல்ல சிந்தனை. நீங்கள் வாங்கக்கூடிய வணிகப் பொதிகள் நிறைய உள்ளன, அவற்றில் சில நான் விரும்புகிறேன், அவற்றில் சில நான் இல்லை. அவை பொதுவாக அவற்றின் தோற்றத்தில் மிகவும் பளபளப்பானவை மற்றும் பொதுவாக மிகவும் சக்திவாய்ந்தவை (விரிதாள்களை விட மிகவும் சக்திவாய்ந்தவை). இருப்பினும், அவை மிகவும் விலை உயர்ந்தவை. வழக்கமாக, நிறுவனம் “மாணவர் பதிப்புகள்” (உண்மையான விசயத்தின் வரையறுக்கப்பட்ட பதிப்புகள்) மிகவும் மலிவாக விற்கிறது, பின்னர் அவர்கள் முழு இயங்கும் “கல்வி பதிப்புகளை” ஒரு விலையில் விற்கிறார்கள். அவர்கள் வணிக உரிமங்களை அதிக விலைக் குறியுடன் விற்பனை செய்வார்கள். இங்குள்ள வணிக மாதிரி, உங்கள் மாணவர் நாட்களில் உங்களை உறிஞ்சி, பின்னர் நீங்கள் உண்மையான உலகத்திற்கு வெளியே செல்லும்போது அவற்றின் கருவிகளைச் சார்ந்து இருப்பதுதான். முயற்சித்ததற்காக அவர்களைக் குறை கூறுவது கடினம், ஆனால் தனிப்பட்ட முறையில் நான் அதைத் தவிர்க்க முடிந்தால் ஆயிரக்கணக்கான டாலர்களை வெளியேற்றுவதற்கு நான் ஆதரவாக இல்லை. நீங்கள் அதை தவிர்க்கலாம். திறந்த மூலமாகவும் இலவசமாகவும் இருக்கும் சாமோவி போன்ற தொகுப்புகளை நீங்கள் பயன்படுத்தினால், நீங்கள் ஒருபோதும் சிக்கிக் கொள்ள மாட்டீர்கள்.

source: Something that you might not appreciate now, but will love later on if you do anything involving data analysis, is the fact that jamovi is basically a sophisticated front end for the free R statistical programming language. When you download and install R you get all the basic “packages” and those are very powerful on their own. However, because R is so open and so widely used, it’s become something of a standard tool in statistics and so lots of people write their own packages that extend the system. And these are freely available too. One of the consequences of this, I’ve noticed, is that if you look at recent advanced data analysis textbooks then a *lot* of them use R.
ta: நீங்கள் இப்போது பாராட்டாத ஒன்று, ஆனால் தரவு பகுப்பாய்வு சம்பந்தப்பட்ட எதையும் நீங்கள் செய்தால் பின்னர் விரும்புவீர்கள், சமோவி அடிப்படையில் இலவச ஆர் புள்ளிவிவர நிரலாக்க மொழிக்கு ஒரு அதிநவீன முன் இறுதியில் உள்ளது. நீங்கள் பதிவிறக்கம் செய்து நிறுவும்போது நீங்கள் அனைத்து அடிப்படை “தொகுப்புகளையும்” பெறுவீர்கள், அவை சொந்தமாக மிகவும் சக்திவாய்ந்தவை. இருப்பினும், ஆர் மிகவும் திறந்த மற்றும் பரவலாகப் பயன்படுத்தப்படுவதால், இது புள்ளிவிவரங்களில் ஒரு நிலையான கருவியாக மாறியுள்ளது, எனவே நிறைய பேர் கணினியை நீட்டிக்கும் தங்கள் சொந்த தொகுப்புகளை எழுதுகிறார்கள். இவை இலவசமாகவும் கிடைக்கின்றன. இதன் விளைவுகளில் ஒன்று, நான் கவனித்தேன், நீங்கள் அண்மைக் கால மேம்பட்ட தரவு பகுப்பாய்வு பாடப்புத்தகங்களைப் பார்த்தால், அவர்களில் * நிறைய * ஆர்.

source: These are the main reasons I use jamovi.
ta: நான் சாமோவியைப் பயன்படுத்துவதற்கான முக்கிய காரணங்கள் இவை.

source: Installating and starting jamovi
ta: சாமோவியை நிறுவுதல் மற்றும் தொடங்குதல்

source: Installation
ta: நிறுவல்

source: Let’s get started. Just as with any piece of software, jamovi needs to be installed on a “computer”, which is a magical box that does cool things and delivers free ponies. Or something along those lines; I may be confusing computers with the iPad marketing campaigns. Anyway, jamovi is freely distributed online and you can download it from the jamovi homepage, which is:
ta: தொடங்குவோம். எந்தவொரு மென்பொருளையும் போலவே, சாமோவியும் ஒரு “கணினியில்” நிறுவப்பட வேண்டும், இது ஒரு மந்திர பெட்டியாகும், இது குளிர்ச்சியான விசயங்களைச் செய்து இலவச குதிரைவண்டிகளை வழங்குகிறது. அல்லது அந்த வழிகளில் ஏதாவது; ஐபாட் மார்க்கெட்டிங் பிரச்சாரங்களுடன் கணினிகளை குழப்பமடையச் செய்யலாம். எப்படியிருந்தாலும், சாமோவி ஆன்லைனில் சுதந்திரமாக விநியோகிக்கப்படுகிறது, அதை நீங்கள் சாமோவி முகப்புப்பக்கத்திலிருந்து பதிவிறக்கம் செய்யலாம், அதாவது:

source: At the top of the page, under the heading `“Download” <https://www.jamovi.org/download.html>`__, you’ll see separate links for Windows users, Mac users, and Linux users. If you follow the relevant link you’ll see that the online instructions are pretty self-explanatory.\ [#]_
ta: பக்கத்தின் மேலே, `“Download” <https://www.jamovi.org/download.html>__, சாளரங்கள் பயனர்கள், மேக் பயனர்கள் மற்றும் லினக்ச் பயனர்களுக்கான தனி இணைப்புகளைக் காண்பீர்கள். தொடர்புடைய இணைப்பை நீங்கள் பின்பற்றினால், நிகழ்நிலை வழிமுறைகள் மிகவும் தன்வய விளக்கமளிக்கும் என்பதை நீங்கள் காண்பீர்கள்.\ [#]_

source: Whereas this text book was one of the first resources available to support jamovi, there is now an abundance of them: Have a look under “resources” → `community resources <https://www.jamovi.org/community.html>`__ on the jamovi homepage.
ta: இந்த உரை நூல் சமோவியை ஆதரிப்பதற்கான முதல் ஆதாரங்களில் ஒன்றாகும், இப்போது அவற்றில் ஏராளமாக உள்ளது: “வளங்கள்” `சமூக வளங்கள் <https://www.jamovi.org/community.html>` __ சாமோவி முகப்புப்பக்கத்தில்.

source: The jamovi window
ta: சாமோவி சாளரம்

source: One way or another, regardless of what operating system you’re using, it’s time to open jamovi and get started. When first starting jamovi you will be presented with a user interface which looks something like :numref:`fig-startjamovi`.
ta: ஒரு வழி அல்லது வேறு, நீங்கள் பயன்படுத்தும் இயக்க முறைமையைப் பொருட்படுத்தாமல், சாமோவியைத் திறந்து தொடங்குவதற்கான நேரம் இது. முதலில் சாமோவியைத் தொடங்கும் போது உங்களுக்கு ஒரு பயனர் இடைமுகம் வழங்கப்படும், இது இதுபோன்றதாகத் தெரிகிறது: எண்ரெஃப்: `அத்தி-ச்டார்ட்சமோவி`.

source: jamovi start window
ta: சாமோவி தொடக்க சாளரம்

source: jamovi looks like this when you start it.
ta: நீங்கள் அதைத் தொடங்கும்போது சாமோவி இப்படி தெரிகிறது.

source: To the left is the :doc:`spreadsheet view <Ch03_jamoviIntro_2>`, and to the right is where the results of your :doc:`statistical analyses <Ch03_jamoviIntro_3>` appear. Down the middle is a bar separating these two regions and this can be dragged to the left or the right to change their sizes.
ta: இடதுபுறத்தில்: doc: `விரிதாள் பார்வை <CH03_JAMOVIINTRO_2>`, மற்றும் வலதுபுறம் உங்கள் முடிவுகள்: DOC: `புள்ளிவிவர பகுப்பாய்வுகள் <CH03_JAMOVIINTRO_3>` தோன்றும். இந்த இரண்டு பகுதிகளையும் பிரிக்கும் ஒரு பட்டியில் நடுத்தரத்திற்கு கீழே உள்ளது, இது அவற்றின் அளவுகளை மாற்ற இடது அல்லது வலதுபுறமாக இழுக்கப்படலாம்.

source: The first time you open jamovi, you may want to change some of the default settings. These can be accessed from the settings menu (``⋮``, at the top-left corner). You can for example change there how many decimals you would like to be displayed in your analyses’ output, the plot and color schemes for your figures and (since version 2.3 of jamovi) the language of your jamovi user interface. On most operating systems (OS), the language defaults to the language you have set for your OS.\ [#]_
ta: நீங்கள் முதல் முறையாக சாமோவியைத் திறக்கும்போது, இயல்புநிலை அமைப்புகளில் சிலவற்றை மாற்ற விரும்பலாம். அமைப்புகள் மெனுவிலிருந்து இவற்றை அணுகலாம் (``⋮``, மேல் இடது மூலையில்). உங்கள் பகுப்பாய்வுகளின் வெளியீடு, உங்கள் புள்ளிவிவரங்களுக்கான சூழ்ச்சி மற்றும் வண்ணத் திட்டங்கள் மற்றும் (சாமோவியின் பதிப்பு 2.3 முதல்) உங்கள் சாமோவி பயனர் இடைமுகத்தின் மொழியில் நீங்கள் எத்தனை தசமங்களைக் காட்ட விரும்புகிறீர்கள் என்பதை நீங்கள் அங்கு மாற்றலாம். பெரும்பாலான இயக்க முறைமைகளில் (OS), மொழி உங்கள் OS க்காக நீங்கள் அமைத்த மொழிக்கு இயல்புநிலையாகிறது.\ [#]

source: To quit jamovi, just close the program the same way you would any other program. However, what you might want to do before you quit is save your work! There are two parts to this: saving any changes to the data set, and saving the analyses that you ran. It is good practice to save any changes to the data set as a *new* data set. jamovi saves *both* the data and any analyses you have undertaken within the same jamovi file. From the main jamovi menu (``☰``) select ``Save as`` and type in a file name for your ``jamovi file (.omv)``. Remember to save the file in a location where you can find it again later. I usually create a new folder for specific data sets and analyses. Alternatively, you can ``Export`` your **data** into a format for other statistics packages (R, SPSS, SAS, Stata) or as CSV-file that you can open with virtually all programs that you may use for statistical analyses. You can, in addition, ``Export`` the **output** of your analyses as PDF, HTML or as LaTeX-document.
ta: சாமோவியை விட்டு வெளியேற, நீங்கள் வேறு எந்த நிரலையும் போலவே நிரலை மூடவும். இருப்பினும், நீங்கள் வெளியேறுவதற்கு முன்பு நீங்கள் என்ன செய்ய விரும்புகிறீர்கள் என்பது உங்கள் வேலையைச் சேமிப்பதாகும்! இதற்கு இரண்டு பகுதிகள் உள்ளன: தரவுத் தொகுப்பில் ஏதேனும் மாற்றங்களைச் சேமித்தல், நீங்கள் ஓடிய பகுப்பாய்வுகளைச் சேமித்தல். தரவு தொகுப்பில் ஏதேனும் மாற்றங்கள் * புதிய * தரவு தொகுப்பாக சேமிப்பது நல்ல நடைமுறை. ஒரே சாமோவி கோப்பில் நீங்கள் மேற்கொண்ட தரவு மற்றும் எந்த பகுப்பாய்வுகளையும் சாமோவி சேமிக்கிறார். முதன்மையான சாமோவி மெனுவிலிருந்து (`` ☰``) `` அச் ``` ஐச் சேமிக்கவும், உங்கள் `` சமோவி கோப்பு (.omv) `` `` க்கு கோப்பு பெயரைத் தட்டச்சு செய்து தட்டச்சு செய்க. கோப்பை நீங்கள் பின்னர் மீண்டும் கண்டுபிடிக்கக்கூடிய இடத்தில் சேமிக்க நினைவில் கொள்ளுங்கள். நான் வழக்கமாக குறிப்பிட்ட தரவுத் தொகுப்புகள் மற்றும் பகுப்பாய்வுகளுக்கு புதிய கோப்புறையை உருவாக்குகிறேன். மாற்றாக, நீங்கள் பிற புள்ளிவிவர தொகுப்புகளுக்கான (R, SPSS, SAS, Stata) அல்லது CSV-FILE என `` ஏற்றுமதி` உங்கள் ** தரவை ** வடிவத்தில் `ஏற்றுமதி செய்யலாம் ** பகுப்பாய்வு. கூடுதலாக, உங்கள் பகுப்பாய்வுகளின் ** வெளியீடு ** ஐ PDF, உஉகுமொ அல்லது Latex- ஆவணமாக நீங்கள் ஏற்றுமதி செய்யலாம்.

source: Although jamovi is updated frequently it doesn’t usually make much of a difference for the sort of work we’ll do in this book. In fact, during the writing of the book I upgraded several times and it didn’t make much difference at all to what is in this book.
ta: சாமோவி அடிக்கடி புதுப்பிக்கப்பட்டிருந்தாலும், இந்த புத்தகத்தில் நாம் செய்யும் வேலைக்கு இது வழக்கமாக அதிக வித்தியாசத்தை ஏற்படுத்தாது. உண்மையில், புத்தகத்தின் எழுத்தின் போது நான் பல முறை மேம்படுத்தினேன், இந்த புத்தகத்தில் உள்ளவற்றிற்கு இது அதிக வித்தியாசத்தை ஏற்படுத்தவில்லை.

source: Please note that the figures (screenshots, etc.) within this book are using the English user interface.
ta: இந்த புத்தகத்தில் உள்ள புள்ளிவிவரங்கள் (ச்கிரீன் சாட்கள் போன்றவை) ஆங்கில பயனர் இடைமுகத்தைப் பயன்படுத்துகின்றன என்பதை நினைவில் கொள்க.

source: The spreadsheet
ta: விரிதாள்

source: It is possible to simply begin typing values into the jamovi spreadsheet as you would in any other spreadsheet software. Alternatively, existing data sets can be opened in jamovi (see the section “Loading data in jamovi” further down on the page).
ta: வேறு எந்த விரிதாள் மென்பொருளிலும் நீங்கள் விரும்புவதைப் போலவே சாமோவி விரிதாளில் மதிப்புகளைத் தட்டச்சு செய்யத் தொடங்கலாம். மாற்றாக, இருக்கும் தரவுத் தொகுப்புகளை சமோவியில் திறக்க முடியும் (“சாமோவியில் தரவை ஏற்றுகிறது” என்ற பகுதியைப் பார்க்கவும்).

source: In jamovi data is represented in a spreadsheet with each column representing a “variable” and each row representing a “case” or “participant”.
ta: சாமோவியில் தரவு ஒரு விரிதாளில் ஒவ்வொரு நெடுவரிசையிலும் ஒரு “மாறி” மற்றும் ஒவ்வொரு வரிசையும் “வழக்கு” அல்லது “பங்கேற்பாளர்” என்பதைக் குறிக்கும்.

source: Data Variables
ta: தரவு மாறிகள்

source: The most commonly used variables in jamovi are ``Data`` variables, these variables simply contain data either loaded from a data file, or “typed in” by the user. ``Data`` variables can be one of four measurement levels. These levels are designated by the symbol in the header of the variable’s column:
ta: சாமோவியில் பொதுவாகப் பயன்படுத்தப்படும் மாறிகள் `` தரவு`` மாறிகள், இந்த மாறிகள் தரவுக் கோப்பிலிருந்து ஏற்றப்பட்ட தரவைக் கொண்டிருக்கின்றன, அல்லது பயனரால் “தட்டச்சு செய்யப்பட்டுள்ளன”. `` தரவு` `மாறிகள் நான்கு அளவீட்டு நிலைகளில் ஒன்றாகும். இந்த நிலைகள் மாறியின் நெடுவரிசையின் தலைப்பில் உள்ள சின்னத்தால் நியமிக்கப்படுகின்றன:

source: The ``ID`` variable type |ID| is unique to jamovi. It’s intended for variables that contain identifiers that you would almost never want to analyse. For example, a persons name, or a participant ID. Specifying an ID variable type can improve performance when interacting with very large data sets.
ta: `` ஐடி`` மாறி வகை | ஐடி | சாமோவிக்கு தனித்துவமானது. இது நீங்கள் ஒருபோதும் பகுப்பாய்வு செய்ய விரும்பாத அடையாளங்காட்டிகளைக் கொண்ட மாறிகளுக்காக வடிவமைக்கப்பட்டுள்ளது. எடுத்துக்காட்டாக, ஒரு நபரின் பெயர், அல்லது பங்கேற்பாளர் ஐடி. ஒரு ஐடி மாறி வகையைக் குறிப்பிடுவது மிகப் பெரிய தரவுத் தொகுப்புகளுடன் தொடர்பு கொள்ளும்போது செயல்திறனை மேம்படுத்தலாம்.

source: ID
ta: ஐடி

source: ``Nominal`` variables |nominal| are for categorical variables which are text labels, for example a column called Gender with the values ``Male`` and ``Female`` would be nominal. So would a person’s name. Nominal variable values can also have a numeric value. These variables are used most often when importing data which codes values with numbers rather than text. For example, a column in a dataset may contain the values 1 for ``Male``, and 2 for ``Female``. It is possible to add nice “human-readable” labels to these values with the variable editor (more on this later).
ta: `` பெயரளவு` `மாறிகள் | பெயரளவு | உரை லேபிள்களாக இருக்கும் வகைப்படுத்தப்பட்ட மாறிகள், எடுத்துக்காட்டாக `` ஆண்`` மற்றும் `` பெண்`` மதிப்புகளைக் கொண்ட பாலினம் எனப்படும் நெடுவரிசை பெயரளவில் இருக்கும். ஒரு நபரின் பெயரும் அவ்வாறே இருக்கும். பெயரளவு மாறி மதிப்புகள் எண் மதிப்பைக் கொண்டிருக்கலாம். உரையை விட எண்களுடன் மதிப்புகளைக் குறிக்கும் தரவை இறக்குமதி செய்யும் போது இந்த மாறிகள் பெரும்பாலும் பயன்படுத்தப்படுகின்றன. எடுத்துக்காட்டாக, ஒரு தரவுத்தொகுப்பில் உள்ள ஒரு நெடுவரிசையில் `` ஆண்`` மதிப்புகள் 1, மற்றும் 2 `` பெண்`` ஆகியவற்றைக் கொண்டிருக்கலாம். இந்த மதிப்புகளில் மாறி எடிட்டருடன் நல்ல “மனிதனால் படிக்கக்கூடிய” லேபிள்களைச் சேர்க்க முடியும் (இது பின்னர் மேலும்).

source: ``Ordinal`` variables |ordinal| are like ``Nominal`` variables, except the values have a specific order. An example is a Likert scale with 3 being “strongly agree” and -3 being “strongly disagree”.
ta: `` ஆர்டினல்`` மாறிகள் | ஆர்டினல் | மதிப்புகள் ஒரு குறிப்பிட்ட வரிசையைக் கொண்டிருப்பதைத் தவிர, `` பெயரளவு` `மாறிகள் போன்றவை. ஒரு சான்று ஒரு லிகர்ட் அளவுகோல் 3 "கடுமையாக ஒப்புக்கொள்கிறது" மற்றும் -3 "கடுமையாக உடன்படவில்லை".

source: ``Continuous`` variables |continuous| are variables which exist on a continuous scale. Examples might be height or weight. This is also referred to as “interval scale” or “ratio scale”.
ta: `` தொடர்ச்சியான`` மாறிகள் | தொடர்ச்சியான | தொடர்ச்சியான அளவில் இருக்கும் மாறிகள். எடுத்துக்காட்டுகள் உயரம் அல்லது எடை இருக்கலாம். இது “இடைவெளி அளவு” அல்லது “விகித அளவு” என்றும் குறிப்பிடப்படுகிறது.

source: In addition, you can also specify different data types: variables have a data type of either ``Text``, ``Integer`` or ``Decimal``.
ta: கூடுதலாக, நீங்கள் வெவ்வேறு தரவு வகைகளையும் குறிப்பிடலாம்: மாறிகள் `` உரை``, `` முழு எண்`` அல்லது `` தசம`` ஆகியவற்றின் தரவு வகையைக் கொண்டுள்ளன.

source: Measurement levels and data types in jamovi
ta: சமோவியில் அளவீட்டு நிலைகள் மற்றும் தரவு வகைகள்

source: Window to set measurement levels and data types in jamovi.
ta: சமோவியில் அளவீட்டு நிலைகள் மற்றும் தரவு வகைகளை அமைக்க சாளரம்.

source: When starting with a blank spreadsheet and typing values in the variable type will change automatically depending on the data you enter. This isa good way to get a feel for which variable types go with which sorts of data. Similarly, when opening a data file jamovi will try and guess the variable type from the data in each column. In both cases this automatic approach may not be correct, and it may be necessary to manually specify the variable type with the variable editor.
ta: வெற்று விரிதாளுடன் தொடங்கி, மாறி வகைகளில் மதிப்புகளைத் தட்டச்சு செய்யும் போது நீங்கள் உள்ளிட்ட தரவைப் பொறுத்து தானாகவே மாறும். எந்த வகையான தரவை எந்த மாறுபட்ட வகைகள் செல்கின்றன என்பதற்கான உணர்வைப் பெற இந்த ஐ.எச்.ஏ நல்ல வழி. இதேபோல், ஒரு தரவுக் கோப்பைத் திறக்கும்போது சமோவி ஒவ்வொரு நெடுவரிசையிலும் உள்ள தரவிலிருந்து மாறி வகையை முயற்சித்து யூகிக்கும். இரண்டு சந்தர்ப்பங்களிலும் இந்த தானியங்கி அணுகுமுறை சரியாக இருக்காது, மேலும் மாறி வகையை மாறி எடிட்டருடன் கைமுறையாகக் குறிப்பிடுவது அவசியமாக இருக்கலாம்.

source: The variable editor can be opened by selecting ``Setup`` from the ``Data`` ribbon or by double-clicking on the variable column header. The variable editor allows you to change the name of the variable and, for data variables, the measure type, the order of the value levels, and the label displayed for each level. The variable editor can be dismissed by clicking ``↑``.
ta: `` தரவு`` ரிப்பனிலிருந்து `` அமைவு` என்பதைத் தேர்ந்தெடுப்பதன் மூலமோ அல்லது மாறி நெடுவரிசை தலைப்பில் இருமுறை சொடுக்கு செய்வதன் மூலமோ மாறி எடிட்டரைத் திறக்கலாம். மாறி எடிட்டர் உங்களை மாறியின் பெயரை மாற்ற அனுமதிக்கிறது, மேலும் தரவு மாறிகள், அளவீட்டு வகை, மதிப்பு நிலைகளின் வரிசை மற்றும் ஒவ்வொரு நிலைக்கும் காட்டப்படும் சிட்டை. `` `` `என்பதைக் சொடுக்கு செய்வதன் மூலம் மாறி எடிட்டரை நிராகரிக்க முடியும்.

source: New variables can be inserted or appended to the data set using the ``Add`` button from the ``Data`` tab. The ``Add`` button also allows the addition of computed variables.
ta: `` தரவு`` தாவலில் இருந்து `` சேர்` பொத்தானைப் பயன்படுத்தி புதிய மாறிகள் தரவு தொகுப்பில் செருகப்படலாம் அல்லது சேர்க்கப்படலாம். `` சேர்` பொத்தானை கணக்கிடப்பட்ட மாறிகள் சேர்க்க அனுமதிக்கிறது.
