Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: And not surprisingly, in :numref:`fig-aflsmall_margins_iqr` the 50th percentile is the same as the median value. And, by noting that \50.50 - 12.75 = 37.75, we can see that the interquartile range for the 2010 AFL winning margins data is 37.75. While it’s obvious how to interpret the range it’s a little less obvious how to interpret the IQR. The simplest way to think about it is like this: the interquartile range is the range spanned by the “middle half” of the data. That is, one quarter of the data falls below the 25th percentile and one quarter of the data is above the 75th percentile, leaving the “middle half” of the data lying in between the two. And the IQR is the range covered by that middle half.
de: Es überrascht nicht, dass das 50. Perzentil in :numref:`fig-aflsmall_margins_iqr` dem Medianwert entspricht. Wenn man bedenkt, dass 50,50 - 12,75 = 37,75 ist, kann man sehen, dass der Interquartilabstand für die AFL-Gewinnspannen 2010 37,75 beträgt. Während es offensichtlich ist, wie die Spannweite zu interpretieren ist, ist es etwas weniger offensichtlich, wie man den IQR interpretiert. Der einfachste Weg, sich das vorzustellen, ist folgender: Der Interquartilabstand ist der Bereich, der von der „mittleren Hälfte“ der Daten abgedeckt wird. Das heißt, ein Viertel der Daten liegt unter dem 25. Perzentil und ein Viertel der Daten über dem 75. Perzentil, so dass die „mittlere Hälfte“ der Daten dazwischen liegt. Und der IQR ist der Bereich, der von dieser mittleren Hälfte abgedeckt wird.
nb: Og ikke overraskende er 50-persentilen i :numref:`fig-aflsmall_margins_iqr` den samme som medianverdien. Og ved å merke oss at \50,50 - 12,75 = 37,75, kan vi se at det interkvartile området for AFL-dataene for vinnermarginer i 2010 er 37,75. Selv om det er åpenbart hvordan vi skal tolke intervallet, er det litt mindre åpenbart hvordan vi skal tolke IQR. Den enkleste måten å tenke på det på er som følger: Interkvartilområdet er det området som dekkes av den «midterste halvdelen» av dataene. Det vil si at en fjerdedel av dataene ligger under den 25. persentilen og en fjerdedel av dataene ligger over den 75. persentilen, slik at den «midterste halvdelen» av dataene ligger mellom disse to. Og IQR er det området som dekkes av den midterste halvdelen.
ta: ஆச்சரியப்படுவதற்கில்லை, இல்: NumRef: `Fig-aflsmall_margins_iqr` 50 வது சதவிகிதம் சராசரி மதிப்புக்கு சமம். மேலும்,. வரம்பை எவ்வாறு விளக்குவது என்பது தெளிவாகத் தெரிந்தாலும், IQR ஐ எவ்வாறு விளக்குவது என்பது கொஞ்சம் குறைவாகவே உள்ளது. இதைப் பற்றி சிந்திக்க எளிமையான வழி இது போன்றது: இடைநிலை வரம்பு என்பது தரவின் “நடுத்தர பாதி” மூலம் பரவியிருக்கும் வரம்பாகும். அதாவது, தரவின் கால் பகுதியினர் 25 வது சதவிகிதத்திற்கு கீழே விழுந்து, தரவின் கால் பகுதியினர் 75 வது சதவிகிதத்தை விட அதிகமாக உள்ளனர், இது தரவின் “நடுத்தர பாதி” இரண்டிற்கும் இடையில் உள்ளது. IQR என்பது அந்த நடுத்தர பாதியில் மூடப்பட்டிருக்கும் வரம்பு.

source: Mean absolute deviation
de: Mittlere absolute Abweichung
nb: Gjennomsnittlig absolutt avvik
ta: முழுமையான விலகல்

source: The two measures we’ve looked at so far, the range and the interquartile range, both rely on the idea that we can measure the spread of the data by looking at the percentiles of the data. However, this isn’t the only way to think about the problem. A different approach is to select a meaningful reference point (usually the mean or the median) and then report the “typical” deviations from that reference point. What do we mean by “typical” deviation? Usually, this is the mean or median value of these deviations. In practice, this leads to two different measures: the “mean absolute deviation” (from the mean) and the “median absolute deviation” (from the median). From what I’ve read, the measure based on the median seems to be used in statistics and does seem to be the better of the two. But to be honest I don’t think I’ve seen it used much in psychology. The measure based on the mean does occasionally show up in psychology though. In this section I’ll talk about the first one, and I’ll come back to talk about the second one later.
de: Die beiden Maße, die wir bisher betrachtet haben, die Spannweite und der Interquartilabstand, beruhen beide auf der Idee, dass wir die Streuung der Daten messen können, indem wir uns die Perzentile der Daten ansehen. Dies ist jedoch nicht die einzige Möglichkeit, das Problem zu betrachten. Ein anderer Ansatz besteht darin, einen aussagekräftigen Bezugspunkt zu wählen (in der Regel den Mittelwert oder den Median) und dann die „typischen“ Abweichungen von diesem Bezugspunkt anzugeben. Was verstehen wir unter „typischer“ Abweichung? In der Regel ist dies der Mittelwert oder der Medianwert dieser Abweichungen. In der Praxis führt dies zu zwei verschiedenen Maßen: die „mittlere absolute Abweichung“ (vom Mittelwert) und die „mittlere absolute Abweichung“ (vom Median). Nach dem, was ich gelesen habe, scheint das auf dem Median basierende Maß in der Statistik verwendet zu werden und auch das bessere von beiden zu sein. Um ehrlich zu sein, glaube ich aber nicht, dass es in der Psychologie häufig verwendet wird. Das auf dem Mittelwert basierende Maß taucht jedoch gelegentlich in der Psychologie auf. In diesem Abschnitt werde ich über das erste Maß sprechen, auf das zweite komme ich später zurück.
nb: De to målene vi har sett på så langt, variasjonsbredde og interkvartilbredde, bygger begge på ideen om at vi kan måle spredningen i dataene ved å se på persentilene i dataene. Dette er imidlertid ikke den eneste måten å løse problemet på. En annen tilnærming er å velge et meningsfylt referansepunkt (vanligvis gjennomsnittet eller medianen) og deretter rapportere de «typiske» avvikene fra dette referansepunktet. Hva mener vi med «typisk» avvik? Vanligvis er dette gjennomsnittet eller medianverdien av disse avvikene. I praksis fører dette til to ulike mål: «gjennomsnittlig absolutt avvik» (fra gjennomsnittet) og «median absolutt avvik» (fra medianen). Etter det jeg har lest, ser det ut til at målet basert på medianen brukes i statistikk, og at det er det beste av de to. Men for å være ærlig tror jeg ikke jeg har sett det brukt så mye i psykologien. Målet basert på gjennomsnittet dukker imidlertid av og til opp i psykologien. I denne delen skal jeg snakke om det første, og jeg kommer tilbake til det andre senere.
ta: இதுவரை நாம் பார்த்த இரண்டு நடவடிக்கைகள், வரம்பு மற்றும் இடைநிலை வரம்பு, இரண்டும் தரவின் சதவீதங்களைப் பார்த்து தரவின் பரவலை அளவிட முடியும் என்ற கருத்தை நம்பியுள்ளன. இருப்பினும், பிரச்சினையைப் பற்றி சிந்திக்க ஒரே வழி இதுவல்ல. வேறுபட்ட அணுகுமுறை ஒரு அர்த்தமுள்ள குறிப்பு புள்ளியைத் தேர்ந்தெடுத்து (பொதுவாக சராசரி அல்லது சராசரி) பின்னர் அந்த குறிப்பு புள்ளியிலிருந்து “வழக்கமான” விலகல்களைப் புகாரளிப்பது. "வழக்கமான" விலகல் என்பதன் பொருள் என்ன? வழக்கமாக, இது இந்த விலகல்களின் சராசரி அல்லது சராசரி மதிப்பு. நடைமுறையில், இது இரண்டு வெவ்வேறு நடவடிக்கைகளுக்கு வழிவகுக்கிறது: “சராசரி முழுமையான விலகல்” (சராசரியிலிருந்து) மற்றும் “சராசரி முழுமையான விலகல்” (சராசரி இருந்து). நான் படித்ததிலிருந்து, சராசரியை அடிப்படையாகக் கொண்ட நடவடிக்கை புள்ளிவிவரங்களில் பயன்படுத்தப்படுவதாகத் தெரிகிறது மற்றும் இரண்டில் சிறந்தது என்று தெரிகிறது. ஆனால் உண்மையைச் சொல்வதானால், இது உளவியலில் அதிகம் பயன்படுத்துவதை நான் பார்த்ததாக நான் நினைக்கவில்லை. சராசரியை அடிப்படையாகக் கொண்ட நடவடிக்கை எப்போதாவது உளவியலில் காட்டப்படும். இந்த பிரிவில் நான் முதல் ஒன்றைப் பற்றி பேசுவேன், பின்னர் இரண்டாவது ஒன்றைப் பற்றி பேச வருவேன்.

source: Since the previous paragraph might sound a little abstract, let’s go through the **mean absolute deviation** from the mean a little more slowly. One useful thing about this measure is that the name actually tells you exactly how to calculate it. Let’s think about our AFL winning margins data, and once again we’ll start by pretending that there are only 5 games in total, with winning margins of 56, 31, 56, 8 and 32. Since our calculations rely on an examination of the deviation from some reference point (in this case the mean), the first thing we need to calculate is the mean, *X̄*. For these five observations, our mean is *X̄* = 36.6. The next step is to convert each of our observations *X*\ :sub:`i` into a deviation score. We do this by calculating the difference between the observation *X*\ :sub:`i` and the mean *X̄*. That is, the deviation score is defined to be *X*\ :sub:`i` - *X̄*. For the first observation in our sample, this is equal to 56 - 36.6 = 19.4. Okay, that’s simple enough. The next step in the process is to convert these deviations to absolute deviations, and we do this by converting any negative values to positive ones. Mathematically, we would denote the absolute value of -3 as \|-3\|, and so we say that \|-3\| = 3. We use the absolute value here because we don’t really care whether the value is higher than the mean or lower than the mean, we’re just interested in how *close* it is to the mean. To help make this process as obvious as possible, the table below shows these calculations for all five observations:
nb: Siden det forrige avsnittet kan høres litt abstrakt ut, skal vi gå gjennom **middlere avviket** fra gjennomsnittet litt mer langsomt. En nyttig ting med dette målet er at navnet faktisk forteller deg nøyaktig hvordan du skal beregne det. La oss tenke på AFL-dataene våre om vinnermarginer, og nok en gang begynner vi med å late som om det bare er 5 kamper totalt, med vinnermarginer på 56, 31, 56, 8 og 32. Siden beregningene våre baserer seg på en undersøkelse av avviket fra et referansepunkt (i dette tilfellet gjennomsnittet), er det første vi må beregne gjennomsnittet, *X̄*. For disse fem observasjonene er gjennomsnittet *X̄* = 36,6. Neste trinn er å konvertere hver av observasjonene *X*\ :sub:`i` til en avviksscore. Dette gjør vi ved å beregne differansen mellom observasjonen *X*\ :sub:`i` og gjennomsnittet *X̄*. Det vil si at avviksskåren er definert som *X*\ :sub:`i` - *X̄*. For den første observasjonen i utvalget vårt er dette lik 56 - 36,6 = 19,4. Ok, det er enkelt nok. Neste trinn i prosessen er å konvertere disse avvikene til absolutte avvik, og det gjør vi ved å konvertere eventuelle negative verdier til positive. Matematisk sett vil vi betegne den absolutte verdien av -3 som \|-3\|, og dermed sier vi at \|-3\| = 3. Vi bruker absoluttverdien her fordi vi egentlig ikke bryr oss om hvorvidt verdien er høyere eller lavere enn gjennomsnittet, vi er bare interessert i hvor *nær* den er gjennomsnittet. For å gjøre denne prosessen så åpenbar som mulig, viser tabellen nedenfor disse beregningene for alle de fem observasjonene:
ta: முந்தைய பத்தி கொஞ்சம் சுருக்கமாக இருப்பதால், ** சராசரி முழுமையான விலகல் ** வழியாக சராசரியிலிருந்து இன்னும் கொஞ்சம் மெதுவாக செல்லலாம். இந்த அளவீட்டைப் பற்றிய ஒரு பயனுள்ள சேதி என்னவென்றால், அதை எவ்வாறு கணக்கிடுவது என்பதை பெயர் உண்மையில் உங்களுக்குக் கூறுகிறது. எங்கள் ஏ.எஃப்.எல் வென்ற விளிம்பு தரவைப் பற்றி யோசிப்போம், மொத்தம் 5 ஆட்டங்கள் மட்டுமே உள்ளன என்று நடிப்பதன் மூலம் மீண்டும் தொடங்குவோம், 56, 31, 56, 8 மற்றும் 32 என்ற வித்தியாசத்தில் வென்றது. எங்கள் கணக்கீடுகள் ஒரு பரிசோதனையை நம்பியுள்ளன, ஏனெனில் சில குறிப்பு புள்ளியிலிருந்து விலகல் (இந்த விசயத்தில் சராசரி), நாம் கணக்கிட வேண்டிய முதல் சேதி சராசரி, *x̄ *. இந்த ஐந்து அவதானிப்புகளுக்கு, எங்கள் சராசரி * x̄ * = 36.6. அடுத்த கட்டம் எங்கள் ஒவ்வொரு அவதானிப்புகளையும் *x *\: துணை: `நான் விலகல் மதிப்பெண்ணாக மாற்றுவது. கவனிப்புக்கு இடையிலான வேறுபாட்டைக் கணக்கிடுவதன் மூலம் இதைச் செய்கிறோம் *x *\: துணை: `நான்` மற்றும் சராசரி *x̄ *. அதாவது, விலகல் மதிப்பெண் *x *\: துணை: `i` - *x̄ *என வரையறுக்கப்படுகிறது. எங்கள் மாதிரியில் முதல் கண்காணிப்புக்கு, இது 56 - 36.6 = 19.4 க்கு சமம். சரி, அது போதுமானது. செயல்பாட்டின் அடுத்த கட்டம் இந்த விலகல்களை முழுமையான விலகல்களாக மாற்றுவதாகும், மேலும் எந்த எதிர்மறை மதிப்புகளையும் நேர்மறையானதாக மாற்றுவதன் மூலம் இதைச் செய்கிறோம். கணித ரீதியாக, -3 இன் முழுமையான மதிப்பை \ | -3 \ | எனக் குறிப்போம், எனவே \ | -3 \ | = 3. நாங்கள் இங்கே முழுமையான மதிப்பைப் பயன்படுத்துகிறோம், ஏனென்றால் மதிப்பு சராசரியை விட அதிகமாக இருக்கிறதா அல்லது சராசரியை விடக் குறைவாக இருக்கிறதா என்று நாங்கள் உண்மையில் கவலைப்படவில்லை, இது சராசரிக்கு எவ்வளவு * மூடு * என்பதில் நாங்கள் ஆர்வமாக உள்ளோம். இந்த செயல்முறையை முடிந்தவரை வெளிப்படையாகச் செய்ய உதவ, கீழேயுள்ள அட்டவணை ஐந்து அவதானிப்புகளுக்கும் இந்த கணக்கீடுகளைக் காட்டுகிறது:

source: Description:
de: Beschreibung:
nb: Beskrivelse:
ta: விளக்கம்:

source: which game
de: welches Spiel
nb: hvilket spill
ta: எந்த விளையாட்டு

source: value
de: Wert
nb: verdi
ta: மதிப்பு

source: deviation from mean
de: Abweichung vom Mittelwert
nb: avvik fra gjennomsnittet
ta: சராசரியிலிருந்து விலகல்

source: absolute deviation
de: absolute Differenz
nb: absolutt avvik
ta: முழுமையான விலகல்

source: Notation:
nb: Notasjon:
ta: குறியீடு:

source: Now that we have calculated the absolute deviation score for every observation in the data set, all that we have to do to calculate the mean of these scores. Let’s do that:
de: Nachdem wir nun für jede Beobachtung im Datensatz den absoluten Abweichungswert berechnet haben, müssen wir nur noch den Mittelwert dieser Werte berechnen. Lassen Sie uns das tun:
nb: Nå som vi har beregnet den absolutte avviksscoren for hver observasjon i datasettet, trenger vi bare å beregne gjennomsnittet av disse scorene. La oss gjøre det:
ta: தரவுத் தொகுப்பில் உள்ள ஒவ்வொரு அவதானிப்பிற்கும் முழுமையான விலகல் மதிப்பெண்ணை இப்போது கணக்கிட்டுள்ளோம், இந்த மதிப்பெண்களின் சராசரியைக் கணக்கிட நாம் செய்ய வேண்டியவை. அதைச் செய்வோம்:

source: And we’re done. The mean absolute deviation for these five scores is \15.52.
de: Und schon sind wir fertig. Die mittlere absolute Abweichung für diese fünf Ergebnisse beträgt 15,52 Punkte.
nb: Og vi er ferdige. Det gjennomsnittlige absolutte avviket for disse fem poengene er \15,52.
ta: நாங்கள் முடித்துவிட்டோம். இந்த ஐந்து மதிப்பெண்களுக்கான சராசரி முழுமையான விலகல் \ 15.52 ஆகும்.

source: However, whilst our calculations for this little example are at an end, we do have a couple of things left to talk about. First, we should really try to write down a proper mathematical formula. But in order do to this I need some mathematical notation to refer to the mean absolute deviation. Irritatingly, “mean absolute deviation” and “median absolute deviation” have the same acronym (MAD), which leads to a certain amount of ambiguity so I’d better come up with something different for the mean absolute deviation. Sigh. What I’ll do is use AAD instead, short for *average* absolute deviation. Now that we have some unambiguous notation, here’s the formula that describes what we just calculated:
de: Aber auch wenn unsere Berechnungen für dieses kleine Beispiel abgeschlossen sind, müssen wir noch über einige Dinge sprechen. Zunächst sollten wir wirklich versuchen, eine richtige mathematische Formel aufzuschreiben. Dazu brauche ich aber eine mathematische Notation für die mittlere absolute Abweichung. Irritierenderweise haben die „mittlere absolute Abweichung (vom Mittelwert)“ und die „mittlere absolute Abweichung (vom Median)“ die gleiche Bezeichnung und das gleiche Akronym (MAD in Englisch), was zu einer gewissen Mehrdeutigkeit führt, so dass ich mir besser etwas anderes für die mittlere absolute Abweichung vom Mittelwert ausdenken sollte. Ich werde stattdessen AAD verwenden, kurz für „*average* absolute deviation“. Da wir nun eine eindeutige Notation haben, hier die Formel, die beschreibt, was wir gerade berechnet haben:
nb: Men selv om vi er ferdige med beregningene i dette lille eksemplet, har vi et par ting igjen å snakke om. For det første bør vi virkelig prøve å skrive ned en skikkelig matematisk formel. Men for å gjøre dette trenger jeg noen matematiske betegnelser for å referere til det gjennomsnittlige absolutte avviket. Irriterende nok har «absolutt avvik fra gjennomsnitt» og «absolutt avvik fra median» samme akronym (MAD; *mean absolute deviation*), noe som fører til en viss tvetydighet, så jeg får heller finne på noe annet for det gjennomsnittlige absolutte avviket. Sukk. Jeg bruker AAD i stedet, en forkortelse for *gjennomsnittlig* absolutt avvik. Nå som vi har fått en entydig notasjon, her er formelen som beskriver det vi nettopp beregnet:
ta: எவ்வாறாயினும், இந்த சிறிய எடுத்துக்காட்டுக்கான எங்கள் கணக்கீடுகள் ஒரு முடிவில் இருக்கும்போது, பேசுவதற்கு எங்களிடம் இரண்டு விசயங்கள் உள்ளன. முதலில், சரியான கணித சூத்திரத்தை எழுத நாம் உண்மையில் முயற்சிக்க வேண்டும். ஆனால் இதைச் செய்ய எனக்கு சராசரி முழுமையான விலகலைக் குறிக்க சில கணிதக் குறியீடு தேவை. எரிச்சலூட்டும் விதமாக, “சராசரி முழுமையான விலகல்” மற்றும் “சராசரி முழுமையான விலகல்” ஆகியவை ஒரே சுருக்கத்தை (MAD) கொண்டுள்ளன, இது ஒரு குறிப்பிட்ட அளவு தெளிவற்ற தன்மைக்கு வழிவகுக்கிறது, எனவே சராசரி முழுமையான விலகலுக்கு வேறுபட்ட ஒன்றைக் கொண்டு வருவது நல்லது. பெருமூச்சு. நான் என்ன செய்வேன் என்பது அதற்கு பதிலாக AAD ஐப் பயன்படுத்துவது, * சராசரி * முழுமையான விலகலுக்கு குறுகியது. இப்போது எங்களிடம் சில தெளிவற்ற குறியீடு உள்ளது, நாங்கள் இப்போது கணக்கிட்டதை விவரிக்கும் தேற்றம் இங்கே:

source: Variance
de: Varianz
nb: Avvik
ta: மாறுபாட்டெண்

source: Although the average absolute deviation measure has its uses, it’s not the best measure of variability to use. From a purely mathematical perspective there are some solid reasons to prefer squared deviations rather than absolute deviations. If we do that we obtain a measure called the **variance**, which has a lot of really nice statistical properties that I’m going to ignore,\ [#]_ and one massive psychological flaw that I’m going to make a big deal out of in a moment. The variance of a data set *X* is sometimes written as Var(X), but it’s more commonly denoted *s*\ ² (the reason for this will become clearer shortly).
de: Das Maß der durchschnittlichen absoluten Abweichung hat zwar seine Berechtigung, ist aber nicht das beste Maß für die Variabilität, das man verwenden kann. Aus rein mathematischer Sicht gibt es einige gute Gründe, quadrierte Abweichungen den absoluten Abweichungen vorzuziehen. Wenn wir das tun, erhalten wir ein Maß, das **Varianz** genannt wird, das eine Menge wirklich netter statistischer Eigenschaften hat, die ich für's Erste ignorieren werde.\ [#]_ Sie hat gleichzeitig einen massiven psychologischen Makel, aus dem ich gleich eine große Sache machen werde. Die Varianz eines Datensatzes *X* wird manchmal als Var(X) geschrieben, aber üblicherweise wird sie als *s*\ ² bezeichnet (der Grund dafür wird in Kürze klarer werden).
nb: Selv om det gjennomsnittlige absolutte avviksmålet har sine fordeler, er det ikke det beste variabilitetsmålet å bruke. Fra et rent matematisk perspektiv er det gode grunner til å foretrekke kvadrerte avvik fremfor absolutte avvik. Hvis vi gjør det, får vi et mål som kalles **varians**, som har mange fine statistiske egenskaper som jeg kommer til å ignorere,\ [#]_ og en massiv psykologisk feil som jeg kommer til å gjøre et stort nummer av om et øyeblikk. Variansen til et datasett *X* skrives noen ganger som Var(X), men det er mer vanlig å skrive *s*\ ² (grunnen til dette vil bli tydeligere om litt).
ta: சராசரி முழுமையான விலகல் அளவீடு அதன் பயன்பாடுகளைக் கொண்டிருந்தாலும், இது பயன்படுத்துவதற்கான மாறுபாட்டின் சிறந்த அளவீடு அல்ல. முற்றிலும் கணித கண்ணோட்டத்தில் முழுமையான விலகல்களைக் காட்டிலும் சதுர விலகல்களை விரும்புவதற்கு சில உறுதியான காரணங்கள் உள்ளன. நாங்கள் அவ்வாறு செய்தால், ** மாறுபாடு ** எனப்படும் ஒரு அளவைப் பெறுகிறோம், இது நான் புறக்கணிக்கப் போகும் நிறைய நல்ல புள்ளிவிவர பண்புகளைக் கொண்டுள்ளது, \ [#] _ மற்றும் நான் செய்யப் போகும் ஒரு பெரிய உளவியல் குறைபாடு ஒரு கணத்தில் இருந்து ஒரு பெரிய ஒப்பந்தம். ஒரு தரவு தொகுப்பின் மாறுபாடு *x *சில நேரங்களில் var (x) என எழுதப்படுகிறது, ஆனால் இது பொதுவாக *S *² ² எனக் குறிக்கப்படுகிறது (இதற்கு காரணம் விரைவில் தெளிவாகிவிடும்).

source: The formula that we use to calculate the variance of a set of observations is as follows:
de: Die Formel, mit der wir die Varianz einer Reihe von Beobachtungen berechnen, lautet wie folgt:
nb: Formelen vi bruker for å beregne variansen til et sett med observasjoner, er som følger:
ta: அவதானிப்புகளின் தொகுப்பின் மாறுபாட்டைக் கணக்கிட நாம் பயன்படுத்தும் தேற்றம் பின்வருமாறு:

source: As you can see, it’s basically the same formula that we used to calculate the average absolute deviation, except that instead of using “absolute deviations” we use “squared deviations”. It is for this reason that the variance is sometimes referred to as the “mean square deviation”.
de: Wie Sie sehen, handelt es sich im Grunde um dieselbe Formel, die wir zur Berechnung der durchschnittlichen absoluten Abweichung verwendet haben, nur dass wir an Stelle von „absoluten Abweichungen“ die „quadrierten Abweichungen“ verwenden. Aus diesem Grund wird die Varianz manchmal auch als „mittlere quadrierte Abweichung“ bezeichnet.
nb: Som du ser, er det i utgangspunktet den samme formelen som vi brukte for å beregne det gjennomsnittlige absolutte avviket, bortsett fra at vi i stedet for å bruke «absolutt avvik» bruker «kvadrert avvik». Det er av denne grunn at variansen noen ganger omtales som «gjennomsnittlig kvadrert avvik».
ta: நீங்கள் பார்க்க முடியும் என, இது அடிப்படையில் சராசரி முழுமையான விலகலைக் கணக்கிட நாங்கள் பயன்படுத்திய அதே தேற்றம், “முழுமையான விலகல்களைப் பயன்படுத்துவதற்குப் பதிலாக“ ச்கொயர் விலகல்களை ”பயன்படுத்துகிறோம். இந்த காரணத்தினால்தான் மாறுபாடு சில நேரங்களில் “சராசரி சதுர விலகல்” என்று குறிப்பிடப்படுகிறது.

source: Now that we’ve got the basic idea, let’s have a look at a concrete example. Once again, let’s use the first five AFL games as our data. If we follow the same approach that we took last time, we end up with the following table:
de: Nachdem wir nun die Grundidee verstanden haben, wollen wir uns ein konkretes Beispiel ansehen. Nehmen wir wieder die ersten fünf AFL-Spiele als Datengrundlage. Wenn wir den gleichen Ansatz wie beim letzten Mal verfolgen, erhalten wir die folgende Tabelle:
nb: Nå som vi har fått den grunnleggende ideen, la oss ta en titt på et konkret eksempel. Nok en gang bruker vi de fem første AFL-kampene som datagrunnlag. Hvis vi følger samme fremgangsmåte som sist, får vi følgende tabell:
ta: இப்போது எங்களுக்கு அடிப்படை சிந்தனை கிடைத்துள்ளதால், ஒரு உறுதியான உதாரணத்தைப் பார்ப்போம். மீண்டும், முதல் ஐந்து ஏ.எஃப்.எல் கேம்களை எங்கள் தரவாகப் பயன்படுத்துவோம். கடைசியாக நாங்கள் எடுத்த அதே அணுகுமுறையை நாங்கள் பின்பற்றினால், நாங்கள் பின்வரும் அட்டவணையுடன் முடிவடைகிறோம்:

source: squared deviation
de: quadrierte Abweichung
nb: kvadrert avvik
ta: ச்கொயர் விலகல்
