Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: However, as you might have guessed from our discussion of the variance, what jamovi actually calculates is slightly different to the formula given above. Just like the we saw with the variance, what jamovi calculates is a version that divides by *N - 1* rather than *N*.
de: Wie Sie vielleicht schon aus unserer Diskussion über die Varianz erraten haben, weicht die tatsächliche Berechnung von jamovi etwas von der oben angegebenen Formel ab. Wie wir bei der Varianz gesehen haben, berechnet jamovi eine Version, die durch *N - 1* und nicht durch *N* dividiert.
nb: Men som du kanskje har gjettet ut fra diskusjonen om variansen, er det jamovi faktisk beregner litt annerledes enn formelen ovenfor. Akkurat som vi så med variansen, er det jamovi beregner en versjon som dividerer med *N - 1* i stedet for *N*.
ta: எவ்வாறாயினும், மாறுபாட்டைப் பற்றிய எங்கள் விவாதத்திலிருந்து நீங்கள் யூகித்திருக்கலாம், சமோவி உண்மையில் கணக்கிடுவது மேலே கொடுக்கப்பட்ட சூத்திரத்திற்கு சற்று வித்தியாசமானது. மாறுபாட்டுடன் நாம் பார்த்ததைப் போலவே, சாமோவி கணக்கிடுவதும் *n *ஐ விட *n - 1 *ஆல் வகுக்கும் ஒரு பதிப்பாகும்.

source: For reasons that will make sense when we return to this topic in chapter :doc:`../Ch08/Ch08_Estimation` I’ll refer to this new quantity as :math:`\hat\sigma` (read as: “sigma hat”), and the formula for this is:
nb: Av grunner som vil gi mening når vi kommer tilbake til dette emnet i kapittel :doc:`../Ch08/Ch08_Estimation` vil jeg referere til denne nye størrelsen som :math:`\hat\sigma` (les som: «sigma-hatt»), og formelen for dette er:
ta: அத்தியாயத்தில் இந்த தலைப்புக்குத் திரும்பும்போது அர்த்தமுள்ள காரணங்களுக்காக: doc: `../ ch08/ch08_estimation` இந்த புதிய அளவை நான் குறிப்பிடுவேன்: கணிதம்:` \ தொப்பி \ சிக்மா` (படிக்கவும்: “சிக்மா தொப்பி ”), மற்றும் இதற்கான சூத்திரம்:

source: Interpreting standard deviations is slightly more complex. Because the standard deviation is derived from the variance, and the variance is a quantity that has little to no meaning that makes sense to us humans, the standard deviation doesn’t have a simple interpretation. As a consequence, most of us just rely on a simple rule of thumb. In general, you should expect 68\% of the data to fall within 1 standard deviation of the mean, 95\% of the data to fall within 2 standard deviation of the mean, and 99.7\% of the data to fall within 3 standard deviations of the mean. This rule tends to work pretty well most of the time, but it’s not exact. It’s actually calculated based on an *assumption* that the histogram is symmetric and “bell shaped”.\ [#]_ As you can tell from looking at the AFL winning margins histogram in :numref:`fig-aflMargins`, this isn’t exactly true of our data! Even so, the rule is approximately correct. As it turns out, 65.3\% of the AFL margins data fall within one standard deviation of the mean. This is shown visually in :numref:`fig-aflSD`.
nb: Å tolke standardavvik er litt mer komplisert. Fordi standardavviket er avledet av variansen, og variansen er en størrelse som har liten eller ingen betydning som gir mening for oss mennesker, har standardavviket ingen enkel tolkning. Derfor bruker de fleste av oss bare en enkel tommelfingerregel. Generelt sett bør du forvente at 68\% av dataene faller innenfor 1 standardavvik fra gjennomsnittet, 95\% av dataene faller innenfor 2 standardavvik fra gjennomsnittet, og 99,7\% av dataene faller innenfor 3 standardavvik fra gjennomsnittet. Denne regelen fungerer stort sett ganske bra, men den er ikke eksakt. Den er faktisk beregnet basert på en *antakelse* om at histogrammet er symmetrisk og «klokkeformet».\ [#]_ Som du kan se ved å se på AFL-histogrammet for vinnermarginer i :numref:`fig-aflMargins`, stemmer ikke dette helt med dataene våre! Regelen er likevel tilnærmet korrekt. Det viser seg at 65,3\% av AFL-marginene faller innenfor ett standardavvik fra gjennomsnittet. Dette vises visuelt i :numref:`fig-aflSD`.
ta: நிலையான விலகல்களை விளக்குவது சற்று சிக்கலானது. நிலையான விலகல் மாறுபாட்டிலிருந்து பெறப்பட்டதால், மாறுபாடு என்பது மனிதர்களுக்குப் புரியாத எந்தவொரு அர்த்தமும் இல்லாத ஒரு அளவு என்பதால், நிலையான விலகலுக்கு எளிய விளக்கம் இல்லை. இதன் விளைவாக, நம்மில் பெரும்பாலோர் கட்டைவிரல் ஒரு எளிய விதியை நம்பியிருக்கிறோம். பொதுவாக, 68 \% தரவு சராசரியின் 1 நிலையான விலகலுக்குள் வீழ்ச்சியடையும் என்று எதிர்பார்க்க வேண்டும், 95 \% தரவு சராசரியின் 2 நிலையான விலகலுக்குள் குறையும், மற்றும் 99.7 \% தரவு 3 தரத்திற்குள் குறையும் சராசரி விலகல்கள். இந்த விதி பெரும்பாலான நேரங்களில் நன்றாக வேலை செய்கிறது, ஆனால் அது துல்லியமாக இல்லை. இச்டோகிராம் சமச்சீர் மற்றும் “பெல் வடிவமானது” என்ற * அனுமானத்தின் அடிப்படையில் இது உண்மையில் கணக்கிடப்படுகிறது. எங்கள் தரவுகளில் சரியாக உண்மை! அப்படியிருந்தும், விதி தோராயமாக சரியானது. இது மாறிவிட்டால், AFL விளிம்புகளின் தரவுகளின் 65.3 \% சராசரியின் ஒரு நிலையான விலகலுக்குள் வருகிறது. இது பார்வைக்கு காட்டப்பட்டுள்ளது: NumRef: `Fig-aflsd`.

source: Standard deviation for the first 5 values of the ``afl.margins`` variable
de: Standardabweichung für die ersten 5 Werte der Variablen ``afl.margins``
nb: Standardavvik for de 5 første verdiene av variabelen ``afl.margins``
ta: `` Afl.margins`` மாறியின் முதல் 5 மதிப்புகளுக்கான நிலையான விலகல்

source: Illustration of the standard deviation from the AFL winning margins data. The shaded bars in the histogram show how much of the data fall within one standard deviation of the mean. In this case, 65.3\% of the data set lies within this range, which is pretty consistent with the “approximately 68\% rule” discussed in the main text.
nb: Illustrasjon av standardavviket fra AFL-dataene om vinnermarginer. De skraverte søylene i histogrammet viser hvor stor andel av dataene som ligger innenfor ett standardavvik fra gjennomsnittet. I dette tilfellet ligger 65,3\% av datasettet innenfor dette området, noe som stemmer godt overens med «ca. 68\%-regelen» som er omtalt i hovedteksten.
ta: AFL வென்ற விளிம்பு தரவுகளிலிருந்து நிலையான விலகலின் விளக்கம். இச்டோகிராமில் நிழலாடிய பார்கள் சராசரியின் ஒரு நிலையான விலகலுக்குள் எவ்வளவு தரவு விழும் என்பதைக் காட்டுகிறது. இந்த வழக்கில், தரவுத் தொகுப்பில் 65.3 \% இந்த வரம்பிற்குள் உள்ளது, இது முக்கிய உரையில் விவாதிக்கப்பட்ட “சுமார் 68 \% விதி” உடன் மிகவும் ஒத்துப்போகிறது.

source: Which measure to use?
de: Welches Maß sollten wir verwenden?
nb: Hvilket mål skal man bruke?
ta: எந்த அளவைப் பயன்படுத்த வேண்டும்?

source: We’ve discussed quite a few measures of spread: range, IQR, mean absolute deviation, variance and standard deviation; and hinted at their strengths and weaknesses. Here’s a quick summary:
de: Wir haben einige Streuungsmaße erörtert: Spannweite, IQR, mittlere absolute Abweichung, Varianz und Standardabweichung, und ihre Stärken und Schwächen angedeutet. Hier ist eine kurze Zusammenfassung:
nb: Vi har diskutert en rekke spredningsmål: spredning, IQR, gjennomsnittlig absolutt avvik, varians og standardavvik, og vi har antydet styrker og svakheter ved dem. Her er en rask oppsummering:
ta: பரவலின் சில நடவடிக்கைகளை நாங்கள் விவாதித்தோம்: வரம்பு, IQR, சராசரி முழுமையான விலகல், மாறுபாடு மற்றும் நிலையான விலகல்; மற்றும் அவர்களின் வலிமை மற்றும் பலவீனங்களை சுட்டிக்காட்டியது. விரைவான சுருக்கம் இங்கே:

source: *Range*. Gives you the full spread of the data. It’s very vulnerable to outliers and as a consequence it isn’t often used unless you have good reasons to care about the extremes in the data.
de: *Spannweite*. Zeigt die gesamte Bandbreite der Daten an. Er ist aber sehr anfällig für Ausreißer und wird daher nicht oft verwendet, es sei denn, Sie haben gute Gründe, sich um die Extreme in den Daten zu kümmern.
nb: *Range*. Gir deg hele spredningen av dataene. Den er svært sårbar for ekstremverdier, og brukes derfor ikke ofte med mindre du har gode grunner til å bry deg om ytterpunktene i dataene.
ta: *வரம்பு*. தரவின் முழு பரவலையும் உங்களுக்கு வழங்குகிறது. இது வெளியீட்டாளர்களுக்கு மிகவும் பாதிக்கப்படக்கூடியது, இதன் விளைவாக தரவுகளில் உள்ள உச்சநிலையைப் பற்றி கவலைப்படுவதற்கு உங்களுக்கு நல்ல காரணங்கள் இல்லாவிட்டால் அது பெரும்பாலும் பயன்படுத்தப்படாது.

source: *Interquartile range*. Tells you where the “middle half” of the data sits. It’s pretty robust and complements the median nicely. This is used a lot.
de: *Interquartilabstand*. Gibt an, wo sich die „mittlere Hälfte“ der Daten befindet. Er ist ziemlich robust und ergänzt den Median gut. Dies wird häufig verwendet.
nb: *Interkvartilområde*. Forteller deg hvor den «midterste halvdelen» av dataene befinner seg. Den er ganske robust og utfyller medianen på en god måte. Denne brukes mye.
ta: *இடைநிலை வரம்பு*. தரவின் “நடுத்தர பாதி” எங்கு அமர்ந்திருக்கிறது என்பதை உங்களுக்குக் கூறுகிறது. இது மிகவும் வலுவானது மற்றும் சராசரியை நன்றாக நிறைவு செய்கிறது. இது நிறைய பயன்படுத்தப்படுகிறது.

source: *Mean absolute deviation*. Tells you how far “on average” the observations are from the mean. It’s very interpretable but has a few minor issues (not discussed here) that make it less attractive to statisticians than the standard deviation. Used sometimes, but not often.
de: *Mittlere absolute Abweichung*. Sie gibt an, wie weit die Beobachtungen „im Durchschnitt“ vom Mittelwert entfernt sind. Sie ist sehr gut interpretierbar, hat aber ein paar kleinere Probleme (die hier nicht diskutiert werden), die sie für Statistiker weniger attraktiv machen als die Standardabweichung. Wird manchmal verwendet, aber nicht oft.
nb: *Gjennomsnittlig absolutt avvik*. Forteller hvor langt observasjonene «i gjennomsnitt» ligger fra gjennomsnittet. Det er veldig tolkbart, men har noen mindre problemer (som ikke diskuteres her) som gjør det mindre attraktivt for statistikere enn standardavviket. Brukes av og til, men ikke ofte.
ta: *அர்த்தம் முழுமையான விலகல்*. அவதானிப்புகள் சராசரியாக எவ்வளவு தூரம் உள்ளன என்பதை உங்களுக்குக் கூறுகிறது. இது மிகவும் விளக்கக்கூடியது, ஆனால் சில சிறிய சிக்கல்களைக் கொண்டுள்ளது (இங்கே விவாதிக்கப்படவில்லை) இது நிலையான விலகலை விட புள்ளிவிவர நிபுணர்களுக்கு குறைந்த கவர்ச்சிகரமானதாக இருக்கும். சில நேரங்களில் பயன்படுத்தப்படுகிறது, ஆனால் பெரும்பாலும் இல்லை.

source: *Variance*. Tells you the average squared deviation from the mean. It’s mathematically elegant and is probably the “right” way to describe variation around the mean, but it’s completely uninterpretable because it doesn’t use the same units as the data. Almost never used except as a mathematical tool, but it’s buried “under the hood” of a very large number of statistical tools.
de: *Varianz*. Gibt die durchschnittliche quadrierte Abweichung vom Mittelwert an. Sie ist mathematisch elegant und wahrscheinlich der „richtige“ Weg, um die Abweichung vom Mittelwert zu beschreiben, aber sie ist völlig uninterpretierbar, weil sie nicht dieselben Einheiten wie die Daten verwendet. Sie wird fast nie verwendet, außer als mathematisches Hilfsmittel, aber sie steckt unter der Haube zahlreicher statistischer Werkzeuge.
nb: *Varians*. Forteller deg det gjennomsnittlige kvadrerte avviket fra gjennomsnittet. Det er matematisk elegant og er sannsynligvis den «riktige» måten å beskrive variasjonen rundt gjennomsnittet på, men det er helt umulig å tolke fordi det ikke bruker de samme enhetene som dataene. Den brukes nesten aldri annet enn som et matematisk verktøy, men den ligger «under panseret» på svært mange statistiske verktøy.
ta: *மாறுபாடு*. சராசரியிலிருந்து சராசரி சதுர விலகலை உங்களுக்கு சொல்கிறது. இது கணித ரீதியாக நேர்த்தியானது மற்றும் சராசரியைச் சுற்றியுள்ள மாறுபாட்டை விவரிக்க “சரியான” வழியாகும், ஆனால் இது முற்றிலும் புரிந்துகொள்ள முடியாதது, ஏனெனில் இது தரவின் அதே அலகுகளைப் பயன்படுத்தாது. ஒரு கணிதக் கருவியாகத் தவிர வேறு ஒருபோதும் பயன்படுத்தப்படவில்லை, ஆனால் இது மிகப் பெரிய எண்ணிக்கையிலான புள்ளிவிவரக் கருவிகளால் “பேட்டைக்கு அடியில்” புதைக்கப்பட்டுள்ளது.

source: *Standard deviation*. This is the square root of the variance. It’s fairly elegant mathematically and it’s expressed in the same units as the data so it can be interpreted pretty well. In situations where the mean is the measure of central tendency, this is the default. This is by far the most popular measure of variation.
de: *Standardabweichung*. Dies ist die Quadratwurzel der Varianz. Sie ist mathematisch recht elegant und wird in denselben Einheiten wie die Daten ausgedrückt, so dass sie recht gut interpretiert werden kann. In Situationen, in denen der Mittelwert das Maß für die zentrale Tendenz ist, ist dies der Standardwert. Dies ist bei weitem das beliebteste Maß für die Variation.
nb: *Standardavvik*. Dette er kvadratroten av variansen. Det er ganske elegant matematisk, og det uttrykkes i samme enheter som dataene, slik at det kan tolkes ganske godt. I situasjoner der gjennomsnittet er målet for sentraltendens, er dette standardmålet. Dette er det desidert mest populære variasjonsmålet.
ta: *நிலையான விலகல்*. இது மாறுபாட்டின் சதுர வேர். இது கணித ரீதியாக மிகவும் நேர்த்தியானது, மேலும் இது தரவின் அதே அலகுகளில் வெளிப்படுத்தப்படுகிறது, எனவே இது நன்றாக விளக்கப்படலாம். சராசரி மையப் போக்கின் அளவைக் கொண்ட சூழ்நிலைகளில், இது இயல்புநிலை. இது இதுவரை மாறுபாட்டின் மிகவும் பிரபலமான நடவடிக்கையாகும்.

source: In short, the IQR and the standard deviation are easily the two most common measures used to report the variability of the data. But there are situations in which the others are used. I’ve described all of them in this book because there’s a fair chance you’ll run into most of these somewhere.
de: Kurz gesagt, der IQR und die Standardabweichung sind die beiden gebräuchlichsten Maße zur Angabe der Variabilität der Daten. Es gibt aber auch Situationen, in denen die anderen Maße verwendet werden. Ich habe sie alle in diesem Buch beschrieben, weil die Wahrscheinlichkeit groß ist, dass Sie auf die meisten von ihnen stoßen werden.
nb: Kort sagt er IQR og standardavviket de to klart vanligste målene som brukes til å rapportere variasjonen i dataene. Men det finnes situasjoner der de andre brukes. Jeg har beskrevet dem alle i denne boken, fordi det er stor sjanse for at du vil støte på de fleste av dem et eller annet sted.
ta: சுருக்கமாக, IQR மற்றும் நிலையான விலகல் ஆகியவை தரவின் மாறுபாட்டைப் புகாரளிக்கப் பயன்படுத்தப்படும் இரண்டு பொதுவான நடவடிக்கைகள். ஆனால் மற்றவர்கள் பயன்படுத்தப்படும் சூழ்நிலைகள் உள்ளன. இந்த புத்தகத்தில் அவை அனைத்தையும் நான் விவரித்தேன், ஏனென்றால் இவற்றில் பெரும்பாலானவற்றில் நீங்கள் எங்காவது ஓடுவதற்கு நியாயமான வாய்ப்பு உள்ளது.

source: Well, I will very briefly mention the one that I think is coolest, for a very particular definition of “cool”, that is. Variances are *additive*. Here’s what that means. Suppose I have two variables *X* and *Y*, whose variances are Var(X) and Var(Y) respectively. Now imagine I want to define a new variable *Z* that is the sum of the two, *Z* = *X* + *Y*. As it turns out, the variance of Z is equal to Var(X) + Var(Y). This is a *very* useful property, but it’s not true of the other measures that I talk about in this section.
de: Nun, ich werde ganz kurz diejenige erwähnen, die ich für die coolste halte, und zwar für eine ganz bestimmte Definition von „cool“. Varianzen sind *additiv*. Das bedeutet Folgendes: Angenommen, ich habe zwei Variablen *X* und *Y*, deren Varianzen jeweils Var(X) und Var(Y) sind. Nun stelle ich mir vor, dass ich eine neue Variable *Z* definieren möchte, welche die Summe der beiden ist, *Z* = *X* + *Y*. Wie sich herausstellt, ist die Varianz von Z gleich Var(X) + Var(Y). Dies ist eine *sehr* nützliche Eigenschaft, aber sie gilt nicht für die anderen Maße, über die ich in diesem Abschnitt spreche.
nb: Vel, jeg vil veldig kort nevne den jeg synes er kulest, for en veldig spesiell definisjon av «kul», altså. Varianser er *additive*. Her er hva det betyr. Anta at jeg har to variabler *X* og *Y*, hvis varianser er henholdsvis Var(X) og Var(Y). Tenk deg nå at jeg vil definere en ny variabel *Z* som er summen av de to, *Z* = *X* + *Y*. Det viser seg at variansen til Z er lik Var(X) + Var(Y). Dette er en *svært* nyttig egenskap, men den gjelder ikke for de andre målene som jeg snakker om i dette avsnittet.
ta: சரி, "கூல்" என்பதன் ஒரு குறிப்பிட்ட வரையறைக்கு, அதாவது, சிறுபான்மை என்று நான் கருதும் ஒன்றை நான் மிகச் சுருக்கமாகக் குறிப்பிடுவேன். மாறுபாடுகள் *சேர்க்கை *. இதன் பொருள் இங்கே. என்னிடம் *x *மற்றும் *y *இரண்டு மாறிகள் உள்ளன என்று வைத்துக்கொள்வோம், அதன் மாறுபாடுகள் முறையே var (x) மற்றும் var (y). இப்போது ஒரு புதிய மாறியை வரையறுக்க விரும்புகிறேன் *z *, இது இரண்டின் கூட்டுத்தொகை, *z *= *x * + *y *. இது மாறும் போது, Z இன் மாறுபாடு var (x) + var (y) க்கு சமம். இது ஒரு * மிகவும் * பயனுள்ள சொத்து, ஆனால் இந்த பிரிவில் நான் பேசும் மற்ற நடவடிக்கைகளில் இது உண்மையல்ல.

source: With the possible exception of the third question.
de: Mit der möglichen Ausnahme der dritten Frage.
nb: Med mulig unntak av det tredje spørsmålet.
ta: மூன்றாவது கேள்வியைத் தவிர.

source: Strictly, the assumption is that the data are *normally* distributed, which is an important concept that we’ll discuss more in chapter :doc:`../Ch07/Ch07_Probability` and will turn u over and over again later in the book.
nb: Strengt tatt er forutsetningen at dataene er *normalfordelte*, noe som er et viktig konsept som vi kommer til å diskutere mer i kapittel :doc:`../Ch07/Ch07_Probability`, og som vi kommer til å vende tilbake til igjen og igjen senere i boken.
ta: கண்டிப்பாக, தரவு பொதுவாக * பொதுவாக * விநியோகிக்கப்படுகிறது, இது அத்தியாயத்தில் மேலும் விவாதிப்போம், இது ஒரு முக்கியமான கருத்தாகும்: டாக்: `../ ch07/ch07_probability` மற்றும் புத்தகத்தில் மீண்டும் மீண்டும் திரும்பும் .

source: Skew and kurtosis
de: Schiefe und Kurtosis
nb: Skjevhet og kurtosis
ta: வளைவு மற்றும் கர்டோசிச்

source: There are two more descriptive statistics that you will sometimes see reported in the psychological literature: skew and kurtosis. In practice, neither one is used anywhere near as frequently as the measures of central tendency and variability that we’ve been talking about. Skew is pretty important, so you do see it mentioned a fair bit, but I’ve actually never seen kurtosis reported in a scientific article to date.
de: Es gibt noch zwei weitere deskriptivstatistische Kenngrößen, die in der psychologischen Literatur gelegentlich genannt werden: Schiefe und Kurtosis. In der Praxis werden beide nicht annähernd so häufig verwendet wie die Maße der zentralen Tendenz und der Variabilität, über die wir gerade gesprochen haben. Die Schiefe ist ziemlich wichtig und wird daher häufig erwähnt, aber ich habe noch nie gesehen, dass die Kurtosis in einem wissenschaftlichen Artikel erwähnt wurde.
nb: Det finnes ytterligere to deskriptivstatistiske mål som du av og til vil se rapportert i psykologisk litteratur: skjevhet og kurtosis. I praksis brukes ingen av dem på langt nær like ofte som målene for sentraltendens og variabilitet som vi har snakket om. Skjevhet er ganske viktig, så det nevnes en del, men jeg har faktisk aldri sett kurtosis rapportert i en vitenskapelig artikkel til dags dato.
ta: உளவியல் இலக்கியத்தில் நீங்கள் சில நேரங்களில் அறிக்கையிடப்பட்டதாக இன்னும் இரண்டு விளக்க புள்ளிவிவரங்கள் உள்ளன: வளைவு மற்றும் கர்டோசிச். நடைமுறையில், நாங்கள் பேசிக் கொண்டிருக்கும் மையப் போக்கு மற்றும் மாறுபாட்டின் நடவடிக்கைகளைப் போலவே எதுவும் அடிக்கடி பயன்படுத்தப்படுவதில்லை. வளைவு மிகவும் முக்கியமானது, எனவே இது ஒரு நியாயமான பிட் குறிப்பிடப்பட்டதை நீங்கள் காண்கிறீர்கள், ஆனால் இன்றுவரை ஒரு விஞ்ஞான கட்டுரையில் கர்டோசிச் புகாரளிக்கப்பட்டதை நான் பார்த்ததில்லை.

source: Illustration of skewness
de: Illustration der Schiefe
nb: Illustrasjon av skjevhet
ta: வளைவின் விளக்கம்

source: Illustration of skewness. On the left we have a negatively skewed data set (skewness = -.93), in the middle we have a data set with no skew (well, hardly any: skewness = -.006), and on the right we have a positively skewed data set (skewness = 0.93).
de: Veranschaulichung der Schiefe. Auf der linken Seite haben wir einen negativ schiefen (oder linksschiefen) Datensatz (Schiefe = -,93), in der Mitte einen Datensatz ohne Schiefe (naja, fast ohne: Schiefe = -,006) und auf der rechten Seite einen positiv schiefen (rechtsschiefen) Datensatz (Schiefe = 0,93).
nb: Illustrasjon av skjevhet. Til venstre har vi et negativt skjevt datasett (skjevhet = -,93), i midten har vi et datasett uten skjevhet (i hvert fall nesten ingen: skjevhet = -,006), og til høyre har vi et positivt skjevt datasett (skjevhet = 0,93).
ta: வளைவின் விளக்கம். இடதுபுறத்தில் நம்மிடம் எதிர்மறையாக வளைந்த தரவு தொகுப்பு உள்ளது (வளைவு = -.93), நடுவில் நம்மிடம் ஒரு தரவு தொகுப்பு இல்லை (நன்றாக, அரிதாகவே: வளைவு = -.006), மற்றும் வலதுபுறத்தில் எங்களுக்கு சாதகமாக உள்ளது வளைந்த தரவு தொகுப்பு (வளைவு = 0.93).
