Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: Suppose my friend is putting together a new questionnaire intended to measure “grumpiness”. The survey has 50 questions which you can answer in a grumpy way or not. Across a big sample (hypothetically, let’s imagine a million people or so!) the data are fairly normally distributed, with the mean grumpiness score being 17 out of 50 questions answered in a grumpy way, and the standard deviation is 5. In contrast, when I take the questionnaire I answer 35 out of 50 questions in a grumpy way. So, how grumpy am I? One way to think about it would be to say that I have grumpiness of 35/50, so you might say that I’m 70% grumpy. But that’s a bit weird, when you think about it. If my friend had phrased her questions a bit differently people might have answered them in a different way, so the overall distribution of answers could easily move up or down depending on the precise way in which the questions were asked. So, I’m only 70% grumpy *with respect to this set of survey questions*. Even if it’s a very good questionnaire this isn’t very a informative statement.
de: Angenommen, mein Freund stellt einen neuen Fragebogen zusammen, mit dem die „Griesgrämigkeit“ gemessen werden soll. Der Fragebogen enthält 50 Fragen, die man griesgrämig oder nicht griesgrämig beantworten kann. Bei einer großen Stichprobe (nehmen wir an, es handelt sich um eine Million Menschen!) sind die Daten ziemlich normal verteilt, wobei der Mittelwert der Griesgrämigkeit bei 17 von 50 griesgrämig beantworteten Fragen liegt und die Standardabweichung 5 beträgt. Wenn ich den Fragebogen ausfülle, beantworte ich dagegen 35 von 50 Fragen miesepetrig. Wie griesgrämig bin ich also? Eine Möglichkeit, darüber nachzudenken, wäre zu sagen, dass ich eine Griesgrämigkeit von 35/50 habe, also könnte man sagen, dass ich 70% griesgrämig bin. Aber das ist ein bisschen seltsam, wenn man darüber nachdenkt. Wenn meine Freundin ihre Fragen etwas anders formuliert hätte, hätten die Leute vielleicht anders geantwortet, so dass sich die Gesamtverteilung der Antworten leicht nach oben oder unten verschieben könnte, je nachdem, wie genau die Fragen gestellt wurden. Ich bin also nur 70% griesgrämig *in Bezug auf diesen Satz von Umfragefragen*. Auch wenn es sich um einen sehr guten Fragebogen handelt, ist dies keine sehr informative Aussage.

source: A simpler way around this is to describe my grumpiness by comparing me to other people. Shockingly, out of my friend’s sample of 1,000,000 people, only 159 people were as grumpy as me (that’s not at all unrealistic, frankly) suggesting that I’m in the top 0.016% of people for grumpiness. This makes much more sense than trying to interpret the raw data. This idea, that we should describe my grumpiness in terms of the overall distribution of the grumpiness of humans, is the qualitative idea that standardisation attempts to get at. One way to do this is to do exactly what I just did and describe everything in terms of percentiles. However, the problem with doing this is that “it’s lonely at the top”. Suppose that my friend had only collected a sample of 1000 people (still a pretty big sample for the purposes of testing a new questionnaire, I’d like to add), and this time gotten, let’s say, a mean of 16 out of 50 with a standard deviation of 5. The problem is that almost certainly not a single person in that sample would be as grumpy as me.
de: Eine einfachere Methode ist es, meine Griesgrämigkeit zu beschreiben, indem ich mich mit anderen Menschen vergleiche. Schockierenderweise waren in der Stichprobe meines Freundes von 1.000.000 Menschen nur 159 Menschen so griesgrämig wie ich (das ist, ehrlich gesagt, gar nicht so unrealistisch), was darauf hindeutet, dass ich zu den 0,016% Menschen gehöre, die am griesgrämigsten sind. Das macht viel mehr Sinn als der Versuch, die Rohdaten zu interpretieren. Diese Idee, dass wir meine Griesgrämigkeit im Hinblick auf die Gesamtverteilung der Griesgrämigkeit der Menschen beschreiben sollten, ist die qualitative Idee, welche die Standardisierung zu erreichen versucht. Eine Möglichkeit, dies zu tun, besteht darin, genau das zu tun, was ich gerade getan habe, und alles in Form von Perzentilen zu beschreiben. Das Problem dabei ist jedoch, dass „es an der Spitze einsam ist“. Nehmen wir an, mein Freund hätte nur eine Stichprobe von 1000 Personen gezogen (immer noch eine ziemlich große Stichprobe für die Zwecke des Tests eines neuen Fragebogens, möchte ich hinzufügen), und dieses Mal einen Mittelwert von, sagen wir, 16 von 50 mit einer Standardabweichung von 5 erhalten. Das Problem ist, dass mit ziemlicher Sicherheit nicht eine einzige Person in dieser Stichprobe so griesgrämig wäre wie ich.

source: To interpret this value, recall the rough heuristic that I provided in section :doc:`Standard deviation <../Ch04/Ch04_Descriptives_2>` in which I noted that 99.7% of values are expected to lie within 3 standard deviations of the mean. So the fact that my grumpiness corresponds to a *z* score of 3.6 indicates that I’m very grumpy indeed. In fact this suggests that I’m grumpier than 99.98% of people. Sounds about right.
de: Um diesen Wert zu interpretieren, erinnern Sie sich an die grobe Heuristik, die ich im Abschnitt :doc:`Standardabweichung <../Ch04/Ch04_Descriptives_2>` angegeben habe, in dem ich feststellte, dass 99,7% der Werte innerhalb von 3 Standardabweichungen vom Mittelwert liegen sollten. Die Tatsache, dass meine Griesgrämigkeit einem *z* Wert von 3,6 entspricht, zeigt also, dass ich in der Tat sehr griesgrämig bin. Das deutet sogar darauf hin, dass ich griesgrämiger bin als 99,98% aller Menschen. Das hört sich korrekt an.

source: :doc:`Measures of central tendency <../Ch04/Ch04_Descriptives_1>`: Broadly speaking, central tendency measures tell you where the data are. There’s three measures that are typically reported in the literature: the mean, median and mode.
de: :doc:`Maße der zentralen Tendenz <../Ch04/Ch04_Descriptives_1>`: Im Großen und Ganzen geben die Maße der zentralen Tendenz Auskunft darüber, wo die Daten liegen. In der Literatur werden in der Regel drei Maße angegeben: der Mittelwert, der Median und der Modus.

source: :doc:`Measures of variability <../Ch04/Ch04_Descriptives_2>`: In contrast, measures of variability tell you about how “spread out” the data are. The key measures are: range, standard deviation, and interquartile range.
de: :doc:`Maße der Variabilität <../Ch04/Ch04_Descriptives_2>`: Im Gegensatz dazu geben Variabilitätsmaße Auskunft darüber, wie „gestreut“ die Daten sind. Die wichtigsten Maße sind: Spannweite, Standardabweichung und Interquartilsabstand.

source: :doc:`Measures of skewness and kurtosis <../Ch04/Ch04_Descriptives_3>`: We also looked at assymetry in a variable’s distribution (skew) and pointness (kurtosis).
de: :doc:`Maße für Schiefe und Wölbung <../Ch04/Ch04_Descriptives_3>`: Wir haben auch die Asymmetrie in der Verteilung einer Variablen (Schiefe) und die Kurtosis untersucht.

source: :doc:`Getting group summaries of variables in jamovi <../Ch04/Ch04_Descriptives_4>`: Since this book focuses on doing data analysis in jamovi, we spent a bit of time talking about how descriptive statistics are computed for different subgroups.
de: :doc:`Nach Gruppen unterteilte deskriptivstatistische Analysen <../Ch04/Ch04_Descriptives_4>`: Da sich dieses Buch auf die Datenanalyse in jamovi konzentriert, haben wir ein wenig Zeit damit verbracht, darüber zu sprechen, wie deskriptivstatistische Maße für verschiedene Untergruppen berechnet werden können.

source: :doc:`Standard scores <../Ch04/Ch04_Descriptives_5>`: The *z*-score is a slightly unusual beast. It’s not quite a descriptive statistic, and not quite an inference. Make sure you understand that section. It’ll come up again later.
de: :doc:`Standardwerte <../Ch04/Ch04_Descriptives_5>`: Der *z*-Wert ist ein etwas ungewöhnliches Biest. Er ist weder ein richtiges deskriptivstatistisches Maß noch eine Inferenzstatistik. Vergewissern Sie sich, dass Sie diesen Abschnitt verstehen. Er wird später wieder auftauchen.

source: Estimate of Soviet repression deaths, 1937-1938 (`Ellman, 2002 <../Other/References.html#ellman-2002>`__\ )
de: Schätzung der Todesfälle durch sowjetische Repressionen, 1937-1938 (`Ellman, 2002 <../Other/References.html#ellman-2002>`__\ )
