Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: That last column contains all of our squared deviations, so all we have to do is average them. If we do that by hand, i.e. using a calculator, we end up with a variance of 324.64. Exciting, isn’t it? For the moment, let’s ignore the burning question that you’re all probably thinking (i.e., what the heck does a variance of 324.64 actually mean?) and instead talk a bit more about how to do the calculations in jamovi, because this will reveal something very weird. Start a new jamovi session by clicking on the main menu button (``☰``; top left hand corner) and selecting ``New``. Now type in the first five values from the |aflsmall_margins|_ data set in column A (56, 31, 56, 8, 32). Change the variable type to ``Continuous`` and under ``Descriptives`` click the ``Variance`` check box, and you get the same values for variance as the one we calculated by hand (**324.64**). No, wait, you get a completely *different* answer (**405.80**) - see :numref:`fig-aflsmall_margins_variance1`. That’s just weird. Is jamovi broken? Is this a typo? Am I an idiot?
de: Diese letzte Spalte enthält alle unsere quadrierten Abweichungen, so dass wir nur noch den Mittelwert bilden müssen. Wenn wir das von Hand, d.h. mit einem Taschenrechner, machen, erhalten wir eine Varianz von 324,64. Aufregend, nicht wahr? Lassen wir die brennende Frage, die ihr euch wahrscheinlich alle stellt (nämlich: Was zum Teufel bedeutet eine Varianz von 324,64?), erst einmal beiseite und gehen stattdessen etwas genauer darauf ein, wie man die Berechnungen in jamovi durchführt, denn dabei kommt etwas sehr Merkwürdiges zum Vorschein. Starten Sie eine neue jamovi-Sitzung, indem Sie auf die Hauptmenü-Schaltfläche (``☰``; in der oberen linken Ecke) klicken und ``New`` wählen. Geben Sie nun die ersten fünf Werte aus der |aflsmall_margins|_-Datendatei in Spalte A ein (56, 31, 56, 8, 32). Ändern Sie den Variablentyp in ``Continuous`` und klicken Sie unter ``Descriptives`` auf das Kontrollkästchen ``Variance``, und Sie erhalten die gleichen Werte für die Varianz wie die, welche wir von Hand berechnet haben (**324.64**). Nein, warten Sie, Sie erhalten eine völlig *andere* Antwort (**405.80**) - siehe :numref:`fig-aflsmall_margins_variance1`. Das ist einfach seltsam. Ist jamovi kaputt? Ist das ein Tippfehler? Bin ich ein Idiot?
nb: Den siste kolonnen inneholder alle de kvadrerte avvikene våre, så alt vi trenger å gjøre, er å ta gjennomsnittet av dem. Hvis vi gjør det for hånd, det vil si ved hjelp av en kalkulator, ender vi opp med en varians på 324,64. Spennende, ikke sant? La oss for øyeblikket ignorere det brennende spørsmålet som dere sikkert alle tenker på (hva pokker betyr egentlig en varians på 324,64?), og i stedet snakke litt mer om hvordan man gjør beregningene i jamovi, for her kommer det til å dukke opp noe veldig rart. Start en ny jamovi-økt ved å klikke på hovedmenyknappen (``☰``; øverst i venstre hjørne) og velge ``New``. Skriv inn de fem første verdiene fra datasettet |aflsmall_margins|_ i kolonne A (56, 31, 56, 8, 32). Endre variabeltypen til ``Continuous`` og under ``Descriptives`` klikker du på avmerkingsboksen ``Variance``, og du får de samme verdiene for varians som den vi beregnet for hånd (**324,64**). Nei, vent, du får et helt *forskjellig* svar (**405,80**) - se :numref:`fig-aflsmall_margins_variance1`. Det er bare merkelig. Er jamovi ødelagt? Er dette en skrivefeil? Er jeg en idiot?
ta: அந்த கடைசி நெடுவரிசையில் எங்கள் அனைத்து சதுர விலகல்களும் உள்ளன, எனவே நாம் செய்ய வேண்டியது எல்லாம் சராசரியாக மட்டுமே. நாங்கள் அதை கையால் செய்தால், அதாவது ஒரு கால்குலேட்டரைப் பயன்படுத்தி, நாங்கள் 324.64 மாறுபாட்டுடன் முடிவடைகிறோம். ஊக்கம், இல்லையா? இப்போதைக்கு, நீங்கள் அனைவரும் நினைக்கும் எரியும் கேள்வியை புறக்கணிப்போம் (அதாவது, 324.64 இன் மாறுபாடு உண்மையில் என்ன அர்த்தம்?) அதற்கு பதிலாக சாமோவியில் கணக்கீடுகளை எவ்வாறு செய்வது என்பது பற்றி இன்னும் கொஞ்சம் பேசுங்கள், ஏனெனில் இது வெளிப்படுத்தும் மிகவும் வித்தியாசமான ஒன்று. முதன்மையான பட்டியல் பொத்தானைக் சொடுக்கு செய்வதன் மூலம் (`` ☰``; மேல் இடது மூலையில்) `` புதிய`` என்பதைத் தேர்ந்தெடுப்பதன் மூலம் புதிய சாமோவி அமர்வைத் தொடங்கவும். இப்போது | aflsmall_margins | _ தரவு A (56, 31, 56, 8, 32) இல் அமைக்கப்பட்ட முதல் ஐந்து மதிப்புகளை தட்டச்சு செய்க. மாறி வகையை `` தொடர்ச்சியான`` ஆக மாற்றவும், `` விளக்கங்கள்`` இன் கீழ் `` மாறுபாடு`` செக் பாக்சைக் சொடுக்கு செய்து, நாங்கள் கையால் கணக்கிட்ட மாறுபாட்டிற்கான அதே மதிப்புகளைப் பெறுவீர்கள் (** 324.64 **). இல்லை, காத்திருங்கள், நீங்கள் முற்றிலும்*வித்தியாசமான*பதிலைப் பெறுவீர்கள் (** 405.80 **) - காண்க: எண்ரெஃப்: `Fig -aflsmall_margins_variance1`. அது வித்தியாசமானது. சாமோவி உடைந்துவிட்டதா? இது ஒரு எழுத்துப்பிழையா? நான் ஒரு முட்டாள்?

source: Variance for the first 5 values of the ``afl.margins`` variable
de: Varianz für die ersten 5 Werte der Variable ``afl.margins``
nb: Varians for de 5 første verdiene av variabelen ``afl.margins``
ta: `` Afl.margins`` மாறியின் முதல் 5 மதிப்புகளுக்கான மாறுபாடு

source: Screenshot of jamovi showing the Variance for the first 5 values of the ``afl.margins`` variable
de: jamovi-Screenshot mit der Varianz für die ersten 5 Werte der Variablen ``afl.margins``
nb: Skjermbilde av jamovi som viser variansen for de første 5 verdiene av variabelen ``afl.margins``
ta: `` Afl.margins`` மாறியின் முதல் 5 மதிப்புகளுக்கான மாறுபாட்டைக் காட்டும் சாமோவியின் திரை காட்சி

source: As it happens, the answer is no.\ [#]_ It’s not a typo, and jamovi is not making a mistake. In fact, it’s very simple to explain what jamovi is doing here, but slightly trickier to explain *why* jamovi is doing it. So let’s start with the “what”. What jamovi is doing is evaluating a slightly different formula to the one I showed you above. Instead of averaging the squared deviations, which requires you to divide by the number of data points *N*, jamovi has chosen to divide by *N - 1*.
de: Die Antwort lautet: Nein. [#]_ Es ist kein Tippfehler, und auch jamovi macht keinen Fehler. Tatsächlich ist es sehr einfach zu erklären, was jamovi hier tut, aber etwas schwieriger zu erklären, *warum* jamovi es tut. Beginnen wir also mit dem „Was“. Was jamovi tut, ist die Auswertung einer etwas anderen Formel als der, die ich Ihnen oben gezeigt habe. Anstatt den Mittelwert der quadrierten Abweichungen zu bilden, wofür man durch die Anzahl der Datenpunkte *N* dividieren muss, hat sich jamovi dafür entschieden, durch *N - 1* zu dividieren.
nb: Svaret er altså nei.\ [#]_ Det er ikke en skrivefeil, og jamovi gjør ikke en feil. Det er faktisk veldig enkelt å forklare hva jamovi gjør her, men litt vanskeligere å forklare *hvorfor* jamovi gjør det. Så la oss begynne med «hva». Det jamovi gjør, er å evaluere en litt annen formel enn den jeg viste deg ovenfor. I stedet for å ta gjennomsnittet av de kvadrerte avvikene, som krever at du dividerer med antall datapunkter *N*, har jamovi valgt å dividere med *N - 1*.
ta: அது நிகழும்போது, பதில் இல்லை. \ [#] _ இது ஒரு எழுத்துப்பிழை அல்ல, சாமோவி தவறு செய்யவில்லை. உண்மையில், சமோவி இங்கே என்ன செய்கிறார் என்பதை விளக்குவது மிகவும் எளிது, ஆனால் விளக்குவது சற்று தந்திரமானது * ஏன் * சமோவி அதைச் செய்கிறார். எனவே “என்ன” உடன் ஆரம்பிக்கலாம். சாமோவி என்ன செய்கிறார் என்பது நான் மேலே காட்டியதை சற்று வித்தியாசமான சூத்திரத்தை மதிப்பிடுவதாகும். ச்கொயர் விலகல்களை சராசரியாகக் காட்டுவதற்குப் பதிலாக, *n *தரவு புள்ளிகளின் எண்ணிக்கையால் நீங்கள் பிரிக்க வேண்டும், சமோவி *n - 1 *ஆல் வகுக்கத் தேர்ந்தெடுத்துள்ளார்.

source: In other words, the formula that jamovi is using is this one:
de: Mit anderen Worten, die Formel, die jamovi verwendet, ist diese:
nb: Med andre ord, formelen som jamovi bruker, er denne:
ta: வேறு வார்த்தைகளில் கூறுவதானால், சாமோவி பயன்படுத்தும் தேற்றம் இதுதான்:

source: So that’s the *what*. The real question is *why* jamovi is dividing by *N - 1* and not by *N*. After all, the variance is supposed to be the *mean* squared deviation, right? So shouldn’t we be dividing by *N*, the actual number of observations in the sample? Well, yes, we should. However, as we’ll discuss in chapter :doc:`../Ch08/Ch08_Estimation`, there’s a subtle distinction between “describing a sample” and “making guesses about the population from which the sample came”. Up to this point, it’s been a distinction without a difference. Regardless of whether you’re describing a sample or drawing inferences about the population, the mean is calculated exactly the same way. Not so for the variance, or the standard deviation, or for many other measures besides. What I outlined to you initially (i.e., take the actual average, and thus divide by *N*) assumes that you literally intend to calculate the variance of the sample. Most of the time, however, you’re not terribly interested in the sample *in and of itself*. Rather, the sample exists to tell you something about the world. If so, you’re actually starting to move away from calculating a “sample statistic” and towards the idea of estimating a “population parameter”. However, I’m getting ahead of myself. For now, let’s just take it on faith that jamovi knows what it’s doing, and we’ll revisit the question later on when we talk about :doc:`estimation <../Ch08/Ch08_Estimation>`.
nb: Så det er *hva*. Det virkelige spørsmålet er *hvorfor* jamovi deler med *N - 1* og ikke med *N*. Variansen skal jo tross alt være *gjennomsnittet* av det kvadrerte avviket, ikke sant? Så burde vi ikke dividere med *N*, det faktiske antallet observasjoner i utvalget? Jo, det burde vi. Men som vi skal diskutere i kapittel :doc:`../Ch08/Ch08_Estimation`, er det et subtilt skille mellom «å beskrive et utvalg» og «å gjøre gjetninger om populasjonen som utvalget kommer fra». Frem til nå har det vært et skille uten forskjell. Uansett om du beskriver et utvalg eller trekker slutninger om populasjonen, beregnes gjennomsnittet på nøyaktig samme måte. Det gjelder ikke variansen, standardavviket eller mange andre mål. Det jeg skisserte innledningsvis (dvs. ta det faktiske gjennomsnittet, og divider med *N*) forutsetter at du bokstavelig talt har tenkt å beregne variansen i utvalget. Som oftest er du imidlertid ikke så veldig interessert i utvalget *i og for seg*. Utvalget er snarere til for å fortelle deg noe om verden. I så fall begynner du faktisk å bevege deg bort fra å beregne en «statistikk for stikkprøven» og mot ideen om å estimere en «populasjonsparameter». Men nå går jeg for langt. Inntil videre får vi bare stole på at jamovi vet hva den gjør, og så får vi komme tilbake til spørsmålet senere når vi snakker om :doc:`estimering <../Ch08/Ch08_Estimation>`.
ta: எனவே இதுதான் *என்ன *. உண்மையான கேள்வி என்னவென்றால், ஏன் *சாமோவி *n - 1 *ஆல் பிரிக்கிறது, ஆனால் *n *ஆல் அல்ல. எல்லாவற்றிற்கும் மேலாக, மாறுபாடு * சராசரி * ச்கொயர் விலகலாக இருக்க வேண்டும், இல்லையா? ஆகவே, மாதிரியில் உள்ள அவதானிப்புகளின் உண்மையான எண்ணிக்கையை *n *மூலம் நாம் பிரிக்க வேண்டாமா? சரி, ஆம், நாம் வேண்டும். எவ்வாறாயினும், அத்தியாயத்தில் விவாதிப்பதைப் போல: DOC: `../ ch08/ch08_estimation`,“ ஒரு மாதிரியை விவரிப்பது ”மற்றும்“ மாதிரி வந்த மக்கள்தொகையைப் பற்றி யூகங்களை உருவாக்குதல் ”ஆகியவற்றுக்கு இடையே ஒரு நுட்பமான வேறுபாடு உள்ளது. இந்த கட்டம் வரை, இது ஒரு வேறுபாடு இல்லாமல் வேறுபாடு. நீங்கள் ஒரு மாதிரியை விவரிக்கிறீர்களா அல்லது மக்கள்தொகையைப் பற்றிய அனுமானங்களை வரைவீர்களா என்பதைப் பொருட்படுத்தாமல், சராசரி அதே வழியில் கணக்கிடப்படுகிறது. மாறுபாடு, அல்லது நிலையான விலகல் அல்லது பல நடவடிக்கைகளுக்கு அவ்வாறு இல்லை. ஆரம்பத்தில் நான் உங்களுக்கு கோடிட்டுக் காட்டியவை (அதாவது, உண்மையான சராசரியை எடுத்துக் கொள்ளுங்கள், இதனால் *n *ஆல் வகுக்கவும்) நீங்கள் மாதிரியின் மாறுபாட்டைக் கணக்கிட விரும்புகிறீர்கள் என்று கருதுகிறது. எவ்வாறாயினும், பெரும்பாலான நேரங்களில், நீங்கள் மாதிரியில் *மற்றும் தனக்குள்ளேயே *மிகவும் ஆர்வம் காட்டவில்லை. மாறாக, உலகத்தைப் பற்றி உங்களுக்கு ஏதாவது சொல்ல மாதிரி உள்ளது. அப்படியானால், நீங்கள் உண்மையில் ஒரு “மாதிரி புள்ளிவிவரத்தை” கணக்கிடுவதிலிருந்தும், “மக்கள்தொகை அளவுருவை” மதிப்பிடுவதற்கான யோசனையை நோக்கி நகரத் தொடங்குகிறீர்கள். இருப்பினும், நான் என்னை விட முன்னேறுகிறேன். இப்போதைக்கு, சாமோவிக்கு அது என்ன செய்கிறது என்பதை விசுவாசமாக எடுத்துக் கொள்ளலாம், மேலும் நாம் பேசும்போது கேள்வியை பின்னர் மறுபரிசீலனை செய்வோம்: டாக்: `மதிப்பீடு <../ ch08/ch08_estimation>`.

source: Okay, one last thing. This section so far has read a bit like a mystery novel. I’ve shown you how to calculate the variance, described the weird “*N - 1*” thing that jamovi does and hinted at the reason why it’s there, but I haven’t mentioned the single most important thing. How do you *interpret* the variance? Descriptive statistics are supposed to describe things, after all, and right now the variance is really just a gibberish number. Unfortunately, the reason why I haven’t given you the human-friendly interpretation of the variance is that there really isn’t one. This is the most serious problem with the variance. Although it has some elegant mathematical properties that suggest that it really is a fundamental quantity for expressing variation, it’s completely useless if you want to communicate with an actual human. Variances are completely uninterpretable in terms of the original variable! All the numbers have been squared and they don’t mean anything anymore. This is a huge issue. For instance, according to the table I presented earlier, the margin in game 1 was “376.36 points-squared higher than the average margin”. This is *exactly* as stupid as it sounds, and so when we calculate a variance of 324.64 we’re in the same situation. I’ve watched a lot of footy games, and at no time has anyone ever referred to “points squared”. It’s *not* a real unit of measurement, and since the variance is expressed in terms of this gibberish unit, it is totally meaningless to a human.
de: Okay, eine letzte Sache. Dieser Abschnitt hat sich bisher ein bisschen wie ein Krimi gelesen. Ich habe Ihnen gezeigt, wie man die Varianz berechnet, ich habe die seltsame „*N - 1*“-Sache beschrieben, die jamovi macht, und ich habe angedeutet, warum sie da ist, aber ich habe die wichtigste Sache nicht erwähnt. Wie *interpretieren* Sie die Varianz? Deskriptive Statistiken sollen ja schließlich Dinge beschreiben, und im Moment ist die Varianz nur eine Kauderwelsch-Zahl. Der Grund, warum ich Ihnen keine menschenfreundliche Interpretation der Varianz gegeben habe, ist leider, dass es keine gibt. Dies ist das größte Problem mit der Varianz. Obwohl sie einige elegante mathematische Eigenschaften hat, die darauf hindeuten, dass sie wirklich eine fundamentale Größe zur Beschreibung von Variation ist, ist sie völlig nutzlos, wenn man mit einem Menschen kommunizieren will. Die Varianz ist in Bezug auf die ursprüngliche Variable völlig uninterpretierbar! Alle Zahlen wurden quadriert und haben keine Bedeutung mehr. Das ist ein großes Problem. Laut der Tabelle, die ich vorhin vorgestellt habe, war zum Beispiel die Marge in Spiel 1 „376,36 Punkte zum Quadrat höher als die durchschnittliche Marge“. Das ist *genau* so dumm, wie es klingt, und wenn wir eine Varianz von 324,64 berechnen, sind wir in der gleichen Situation. Ich habe viele Fußballspiele gesehen, und zu keinem Zeitpunkt hat jemand von „Punkten im Quadrat“ gesprochen. Es ist *keine* echte Maßeinheit, und da die Varianz in dieser Kauderwelsch-Einheit ausgedrückt wird, ist sie für einen Menschen völlig bedeutungslos.
nb: Ok, en siste ting. Denne delen har så langt vært litt som en krimroman. Jeg har vist deg hvordan du beregner variansen, beskrevet den merkelige «*N - 1*»-greia som jamovi gjør, og antydet hvorfor den er der, men jeg har ikke nevnt det aller viktigste. Hvordan *tolker* du variansen? Deskriptivstatistikk skal jo tross alt beskrive ting, og akkurat nå er variansen egentlig bare et tullete tall. Grunnen til at jeg ikke har gitt deg den menneskevennlige tolkningen av variansen, er dessverre at det egentlig ikke finnes noen. Dette er det alvorligste problemet med variansen. Selv om den har noen elegante matematiske egenskaper som tyder på at den virkelig er en fundamental størrelse for å uttrykke variasjon, er den fullstendig ubrukelig hvis du ønsker å kommunisere med et menneske. Varianser kan ikke tolkes i forhold til den opprinnelige variabelen! Alle tallene er kvadrert, og de betyr ingenting lenger. Dette er et stort problem. For eksempel, ifølge tabellen jeg presenterte tidligere, var marginen i spill 1 «376,36 poeng-kvadrat høyere enn gjennomsnittsmarginen». Dette er *nøyaktig* så dumt som det høres ut, og når vi beregner en varians på 324,64 er vi i samme situasjon. Jeg har sett mange fotballkamper, og ingen har noen gang referert til «poeng i kvadrat». Det er *ikke* en reell måleenhet, og siden variansen er uttrykt i denne tullete enheten, er den totalt meningsløs for et menneske.
ta: சரி, கடைசி சேதி. இந்த பகுதி இதுவரை ஒரு மர்ம நாவலைப் போல கொஞ்சம் படித்துள்ளது. மாறுபாட்டை எவ்வாறு கணக்கிடுவது என்பதை நான் உங்களுக்குக் காட்டியுள்ளேன், சமோவி செய்யும் வித்தியாசமான “*n - 1*” காரியத்தை விவரித்து, அது இருப்பதற்கான காரணத்தை சுட்டிக்காட்டியது, ஆனால் மிக முக்கியமான ஒரு விசயத்தை நான் குறிப்பிடவில்லை. மாறுபாட்டை நீங்கள் எவ்வாறு விளக்குகிறீர்கள்? விளக்க புள்ளிவிவரங்கள் விசயங்களை விவரிக்க வேண்டும், எல்லாவற்றிற்கும் மேலாக, இப்போது மாறுபாடு உண்மையில் ஒரு மோசமான எண். துரதிர்ச்டவசமாக, மாறுபாட்டின் மனித நட்பு விளக்கத்தை நான் உங்களுக்கு வழங்காததற்கான காரணம் என்னவென்றால், உண்மையில் ஒன்று இல்லை. மாறுபாட்டின் மிகவும் கடுமையான சிக்கல் இது. இது சில நேர்த்தியான கணித பண்புகளைக் கொண்டிருந்தாலும், இது மாறுபாட்டை வெளிப்படுத்துவதற்கான அடிப்படை அளவு என்று பரிந்துரைக்கும் என்றாலும், நீங்கள் ஒரு உண்மையான மனிதனுடன் தொடர்பு கொள்ள விரும்பினால் அது முற்றிலும் பயனற்றது. அசல் மாறியின் அடிப்படையில் மாறுபாடுகள் முற்றிலும் விளக்க முடியாதவை! எல்லா எண்களும் ச்கொயர் செய்யப்பட்டுள்ளன, அவை இனி எதையும் குறிக்காது. இது ஒரு பெரிய சிக்கல். உதாரணமாக, நான் முன்னர் வழங்கிய அட்டவணையின்படி, விளையாட்டு 1 இன் விளிம்பு “சராசரி விளிம்பை விட 376.36 புள்ளிகள்-சதுரத்திற்கு அதிகம்”. இது * சரியாக * முட்டாள்தனமானது, எனவே 324.64 இன் மாறுபாட்டைக் கணக்கிடும்போது நாங்கள் அதே சூழ்நிலையில் இருக்கிறோம். நான் நிறைய கால்பந்து விளையாட்டுகளைப் பார்த்திருக்கிறேன், எந்த நேரத்திலும் யாரும் “புள்ளிகள் சதுரத்தை” குறிப்பிடவில்லை. இது ஒரு உண்மையான அளவீட்டின் உண்மையான அலகு அல்ல, மேலும் இந்த அபத்தமான அலகு அடிப்படையில் மாறுபாடு வெளிப்படுத்தப்படுவதால், இது ஒரு மனிதனுக்கு முற்றிலும் அர்த்தமற்றது.

source: Standard deviation
de: Standardabweichung
nb: Standardavvik
ta: திட்டவிலக்கல், நியம விலகல்

source: Okay, suppose that you like the idea of using the variance because of those nice mathematical properties that I haven’t talked about, but since you’re a human and not a robot you’d like to have a measure that is expressed in the same units as the data itself (i.e., points, not points-squared). What should you do? The solution to the problem is obvious! Take the square root of the variance, known as the **standard deviation**, also called the “root mean squared deviation”, or RMSD. This solves our problem fairly neatly. Whilst nobody has a clue what “a variance of 324.68 points-squared” really means, it’s much easier to understand “a standard deviation of 18.01 points” since it’s expressed in the original units. It is traditional to refer to the standard deviation of a sample of data as *s*, though “sd” and “std dev.” are also used at times.
de: Okay, nehmen wir an, dass Ihnen die Idee, die Varianz zu verwenden, aufgrund der schönen mathematischen Eigenschaften, über die ich nicht gesprochen habe, gefällt. Aber da Sie ein Mensch und kein Roboter sind, möchten Sie ein Maß haben, das in denselben Einheiten wie die Daten selbst ausgedrückt wird (d. h. Punkte, nicht Punkte zum Quadrat). Was sollten Sie tun? Die Lösung des Problems ist offensichtlich! Nehmen Sie die Quadratwurzel der Varianz, bekannt als die **Standardabweichung**, auch „Wurzel der mittleren quadrierten Abweichung“ (*root mean squared deviation*) genannt. Damit ist unser Problem ziemlich gut gelöst. Während niemand eine Ahnung hat, was „eine Varianz von 324,68 Punkten zum Quadrat“ wirklich bedeutet, ist es viel einfacher, „eine Standardabweichung von 18,01 Punkten“ zu verstehen, da sie in den ursprünglichen Einheiten angegeben ist. Es ist üblich, die Standardabweichung einer Datenstichprobe als *s* zu bezeichnen, obwohl gelegentlich auch „sd“, „SD“ oder „Std. abw.“ (*std dev.*) verwendet werden.
nb: Ok, anta at du liker ideen om å bruke variansen på grunn av de fine matematiske egenskapene som jeg ikke har snakket om, men siden du er et menneske og ikke en robot, vil du gjerne ha et mål som er uttrykt i samme enheter som selve dataene (dvs. punkter, ikke punkter kvadrert). Hva bør du gjøre da? Løsningen på problemet er åpenbar! Ta kvadratroten av variansen, kjent som **standardavviket**, også kalt «root mean squared deviation», eller RMSD. Dette løser problemet vårt ganske greit. Selv om ingen aner hva «en varians på 324,68 poeng i kvadrat» egentlig betyr, er det mye lettere å forstå «et standardavvik på 18,01 poeng», siden det er uttrykt i de opprinnelige enhetene. Det er tradisjon for å referere til standardavviket til et utvalg av data som *s*, selv om «sd» og «std dev.» også brukes av og til.
ta: சரி, நான் பேசாத அந்த நல்ல கணித பண்புகள் காரணமாக மாறுபாட்டைப் பயன்படுத்துவதற்கான யோசனையை நீங்கள் விரும்புகிறீர்கள் என்று வைத்துக்கொள்வோம், ஆனால் நீங்கள் ஒரு மனிதர் மற்றும் ஒரு ரோபோ அல்ல என்பதால் நீங்கள் வெளிப்படுத்தப்பட்ட ஒரு நடவடிக்கையை நீங்கள் விரும்புகிறீர்கள் தரவின் அதே அலகுகள் (அதாவது, புள்ளிகள், புள்ளிகள்-ச்கொயர் அல்ல). நீங்கள் என்ன செய்ய வேண்டும்? பிரச்சினைக்கு தீர்வு வெளிப்படையானது! ** நிலையான விலகல் ** என அழைக்கப்படும் மாறுபாட்டின் சதுர மூலத்தை எடுத்துக் கொள்ளுங்கள், இது “ரூட் சராசரி ச்கொயர் விலகல்” அல்லது ஆர்எம்எச்டி என்றும் அழைக்கப்படுகிறது. இது எங்கள் பிரச்சினையை மிகவும் நேர்த்தியாக தீர்க்கிறது. “324.68 புள்ளிகள்-சதுரத்தின் மாறுபாடு” உண்மையில் எதைக் குறிக்கிறது என்பதற்கான துப்பு யாருக்கும் இல்லை என்றாலும், அசல் அலகுகளில் வெளிப்படுத்தப்பட்டதால் “18.01 புள்ளிகளின் நிலையான விலகலை” புரிந்துகொள்வது மிகவும் எளிதானது. தரவுகளின் மாதிரியின் நிலையான விலகலை *கள் *எனக் குறிப்பிடுவது பாரம்பரியமானது, இருப்பினும் “எச்டி” மற்றும் “எச்.டி.டி தேவ்”. சில நேரங்களில் பயன்படுத்தப்படுகின்றன.

source: Because the standard deviation is equal to the square root of the variance, you probably won’t be surprised to see that the formula is:
de: Da die Standardabweichung gleich der Quadratwurzel der Varianz ist, wird es Sie wahrscheinlich nicht überraschen, dass die Formel so lautet:
nb: Fordi standardavviket er lik kvadratroten av variansen, vil du sannsynligvis ikke bli overrasket over å se at formelen er:
ta: நிலையான விலகல் மாறுபாட்டின் சதுர மூலத்திற்கு சமமாக இருப்பதால், தேற்றம் இருப்பதைக் கண்டு நீங்கள் ஆச்சரியப்பட மாட்டீர்கள்:

source: and in jamovi there is a check box for ``Std. deviation`` right above the check box for ``Variance``. Selecting this gives a value of **26.07** for the standard deviation.
de: und in jamovi gibt es ein Kontrollkästchen für ``Std. deviation`` direkt über dem Kontrollkästchen für ``Variance``. Wenn Sie dies auswählen, erhalten Sie einen Wert von **26,07** für die Standardabweichung.
nb: og i jamovi er det en avkrysningsboks for ``Std. deviation`` rett over avkrysningsboksen for ``Variance``. Hvis du velger dette, får du en verdi på **26,07** for standardavviket.
ta: சமோவியில் `` எச்.டி.டி.க்கு ஒரு தேர்வுப்பெட்டி உள்ளது. `` மாறுபாடு`` க்கான தேர்வுப்பெட்டிக்கு மேலே விலகல். இதைத் தேர்ந்தெடுப்பது நிலையான விலகலுக்கு ** 26.07 ** மதிப்பை அளிக்கிறது.
