Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: In all honesty, I can’t imagine that all this mathematical notation helps clarify the concept of the mean at all. In fact, it’s really just a fancy way of writing out the same thing I said in words: add all the values up and then divide by the total number of items. However, that’s not really the reason I went into all that detail. My goal was to try to make sure that everyone reading this book is clear on the notation that we’ll be using throughout the book: *X̄* for the mean, Σ for the idea of summation, *X*\ :sub:`i` for the *i*-th observation, and *N* for the total number of observations. We’re going to be re-using these symbols a fair bit so it’s important that you understand them well enough to be able to “read” the equations, and to be able to see that it’s just saying “add up lots of things and then divide by another thing”.
de: Ehrlich gesagt kann ich mir nicht vorstellen, dass all diese mathematische Notation dazu beiträgt, das Konzept des Mittelwerts zu verdeutlichen. Im Grunde ist es nur eine schicke Art, das Gleiche auszudrücken, wie ich in Worten: alle Werte addieren und dann durch die Gesamtzahl der Posten teilen. Aber das ist eigentlich nicht der Grund, warum ich so ins Detail gegangen bin. Mein Ziel war es, dafür zu sorgen, dass jeder, der dieses Buch liest, sich über die Notation im Klaren ist, die wir im gesamten Buch verwenden werden: *X̄* für den Mittelwert, Σ für die Idee der Summierung, *X*\ :sub:`i` für die *i*-te Beobachtung und *N* für die Gesamtzahl der Beobachtungen. Wir werden diese Symbole häufig wiederverwenden, daher ist es wichtig, dass Sie sie gut genug verstehen, um die Gleichungen „lesen“ zu können und zu erkennen, dass es nur heißt: „Addiere viele Dinge und teile dann durch ein anderes Ding“.
nb: For å være helt ærlig kan jeg ikke se for meg at all denne matematiske notasjonen bidrar til å klargjøre begrepet gjennomsnitt i det hele tatt. Det er faktisk bare en fancy måte å skrive det samme som jeg sa med ord: Legg sammen alle verdiene, og del deretter på det totale antallet elementer. Men det var egentlig ikke derfor jeg gikk så detaljert til verks. Målet mitt var å sørge for at alle som leser denne boken, forstår notasjonen som vi bruker gjennom hele boken: *X̄* for gjennomsnittet, Σ for ideen om summering, *X*\ :sub:`i` for den *i*-te observasjonen, og *N* for det totale antallet observasjoner. Vi kommer til å bruke disse symbolene en god del, så det er viktig at du forstår dem godt nok til å kunne «lese» ligningene, og til å kunne se at det bare betyr «legg sammen mange ting og divider med en annen ting».
ta: எல்லா நேர்மையிலும், இந்த கணிதக் குறியீடு அனைத்தும் சராசரியின் கருத்தை தெளிவுபடுத்த உதவுகிறது என்பதை என்னால் கற்பனை செய்து பார்க்க முடியாது. உண்மையில், இது உண்மையில் நான் வார்த்தைகளில் சொன்ன அதே விசயத்தை எழுதுவதற்கான ஒரு ஆடம்பரமான வழியாகும்: எல்லா மதிப்புகளையும் சேர்த்து, பின்னர் மொத்த பொருட்களின் எண்ணிக்கையால் வகுக்கவும். இருப்பினும், அந்த விவரங்களுக்கு நான் சென்றதற்கு இதுவே காரணம் அல்ல. இந்த புத்தகத்தைப் படிக்கும் ஒவ்வொருவரும் நூல் முழுவதும் பயன்படுத்துவோம் என்ற குறியீட்டில் தெளிவாக இருப்பதை உறுதிப்படுத்த முயற்சிப்பதே எனது குறிக்கோளாக இருந்தது: *x̄ *சராசரி, the சுருக்கத்தின் யோசனைக்கு, *x *\: துணை: ` நான் *i *-th அவதானிப்புக்காகவும், மொத்த அவதானிப்புகளின் எண்ணிக்கைக்கு *n *க்காகவும். இந்த சின்னங்களை நாங்கள் மீண்டும் பயன்படுத்தப் போகிறோம், எனவே சமன்பாடுகளை "படிக்க" முடியும் என்பதற்காக அவற்றை நீங்கள் நன்கு புரிந்துகொள்வது முதன்மை, மேலும் இது "நிறைய விசயங்களைச் சேர்க்கவும், பின்னர் மற்றொரு விசயத்தால் பிரிக்கவும் ”.

source: Calculating the mean in jamovi
de: Berechnen des Mittelwerts in jamovi
nb: Beregning av gjennomsnittet i jamovi
ta: சமோவியில் சராசரியைக் கணக்கிடுகிறது

source: Okay, that’s the maths. So how do we get the magic computing box to do the work for us? When the number of observations starts to become large it’s much easier to do these sorts of calculations using a computer. To calculate the mean using all the data we can use jamovi. The first step is to click on the ``Exploration`` button and then click ``Descriptives``. Then you can highlight the ``afl.margins`` variable and click the ``→`` to move it across into the ``Variables`` box. As soon as you do that a Table appears on the right hand side of the screen containing default ``Descriptives`` information; see :numref:`fig-descriptives_default`.
de: Okay, das ist die Mathematik. Wie bringen wir nun den magischen Rechenkasten dazu, die Arbeit für uns zu erledigen? Wenn die Anzahl der Beobachtungen groß wird, ist es viel einfacher, diese Art von Berechnungen mit einem Computer durchzuführen. Um den Mittelwert aus allen Daten zu berechnen, können wir jamovi verwenden. Der erste Schritt besteht darin, auf die Schaltfläche ``Exploration`` und dann auf ``Descriptives`` zu klicken. Dann können Sie die Variable ``afl.margins`` markieren und auf ``→`` klicken, um sie in die Variable ``Variables`` box zu verschieben. Sobald Sie dies getan haben, erscheint auf der rechten Seite des Bildschirms eine Tabelle ``Descriptives`` mit den wichtigsten deskriptivstatistischen Werten; siehe :numref:`fig-descriptives_default`.
nb: Ok, det er matematikken. Så hvordan får vi den magiske databoksen til å gjøre jobben for oss? Når antallet observasjoner begynner å bli stort, er det mye enklere å gjøre denne typen beregninger ved hjelp av en datamaskin. For å beregne gjennomsnittet ved hjelp av alle dataene kan vi bruke jamovi. Det første trinnet er å klikke på knappen ``Exploration`` og deretter klikke på ``Descriptives``. Deretter kan du markere variabelen ``afl.margins`` og klikke på ``→`` for å flytte den over i boksen ``Variables``. Så snart du har gjort det, vises en tabell på høyre side av skjermen som inneholder standardinformasjon om ``Descriptives``; se :numref:`fig-descriptives_default`.
ta: சரி, அதுதான் கணிதம். எங்களுக்கு வேலை செய்ய மேசிக் கம்ப்யூட்டிங் பெட்டியை எவ்வாறு பெறுவது? அவதானிப்புகளின் எண்ணிக்கை பெரியதாக மாறத் தொடங்கும் போது, கணினியைப் பயன்படுத்தி இந்த வகையான கணக்கீடுகளைச் செய்வது மிகவும் எளிதானது. எல்லா தரவையும் பயன்படுத்தி சராசரியைக் கணக்கிட நாம் சாமோவியைப் பயன்படுத்தலாம். முதல் படி `` ஆய்வு`` பொத்தானைக் சொடுக்கு செய்து, பின்னர் `` விளக்கங்கள்`` என்பதைக் சொடுக்கு செய்யவும். பின்னர் நீங்கள் `` afl.margins`` மாறுபாட்டை முன்னிலைப்படுத்தலாம் மற்றும் `` மாறிகள்` பெட்டியில் நகர்த்த `` → `` என்பதைக் சொடுக்கு செய்யலாம். நீங்கள் அதைச் செய்தவுடன், இயல்புநிலை `` விளக்கங்கள்`` செய்தி கொண்ட திரையின் வலது புறத்தில் ஒரு அட்டவணை தோன்றும்; காண்க: numref: `Fig-descriptives_default`.

source: AFL 2010 winning margin data
de: AFL 2010 Gewinnspanne-Daten
nb: AFL 2010 data om vinnermargin
ta: AFL 2010 வென்ற விளிம்பு தரவு

source: Default descriptives for the AFL 2010 winning margin data (the ``afl.margins`` variable).
de: Die wichtigsten deskriptivstatistischen Werte für die Gewinnspanne der AFL 2010 (die Variable ``afl.margins``).
nb: Standardbeskrivelser for AFL 2010-dataene om vinnermarginer (variabelen ``afl.margins``).
ta: AFL 2010 வென்ற விளிம்பு தரவுகளுக்கான இயல்புநிலை விளக்கங்கள் (`` afl.margins`` மாறி).

source: As you can see in :numref:`fig-descriptives_default`, the mean value for the ``afl.margins`` variable is **35.30**. Other information presented includes the total number of observations (*N* = 176), the number of missing values (none), and the Median, Minimum and Maximum values for the variable.
de: Wie Sie in :numref:`fig-descriptives_default` sehen können, beträgt der Mittelwert für die Variable ``afl.margins`` **35,30**. Weitere Informationen sind die Gesamtzahl der Beobachtungen (*N* = 176), die Anzahl der fehlenden Werte (keine) sowie die Median-, Minimum- und Maximumwerte für die Variable.
nb: Som du kan se i :numref:`fig-descriptives_default`, er gjennomsnittsverdien for variabelen ``afl.margins`` **35,30**. Annen informasjon som presenteres, inkluderer totalt antall observasjoner (*N* = 176), antall manglende verdier (ingen), samt median-, minimums- og maksimumsverdier for variabelen.
ta: நீங்கள் காணக்கூடியபடி: NumRef: `Fig-descriptives_default`,` `afl.margins`` மாறிக்கான சராசரி மதிப்பு ** 35.30 **. வழங்கப்பட்ட பிற தகவல்களில் மொத்த அவதானிப்புகள் (* n* = 176), காணாமல் போன மதிப்புகளின் எண்ணிக்கை (எதுவுமில்லை) மற்றும் மாறிக்கான சராசரி, குறைந்தபட்ச மற்றும் அதிகபட்ச மதிப்புகள் ஆகியவை அடங்கும்.

source: The median
de: Der Median
nb: Medianen
ta: சராசரி

source: The second measure of central tendency that people use a lot is the **median**, and it’s even easier to describe than the mean. The median of a set of observations is just the middle value. As before let’s imagine we were interested only in the first 5 AFL winning margins: 56, 31, 56, 8 and 32. To figure out the median we sort these numbers into ascending order:
de: Das zweite Maß für die zentrale Tendenz, das häufig verwendet wird, ist der **Median**, und er ist noch einfacher zu beschreiben als der Mittelwert. Der Median einer Reihe von Beobachtungen ist einfach der mittlere Wert. Stellen wir uns vor, wir interessieren uns nur für die ersten 5 Gewinnspannen der AFL: 56, 31, 56, 8 und 32. Um den Median zu ermitteln, sortieren wir diese Zahlen in aufsteigender Reihenfolge:
nb: Det andre målet på sentraltendens som folk bruker mye, er **medianen**, og det er enda enklere å beskrive enn gjennomsnittet. Medianen i et sett med observasjoner er bare den midterste verdien. La oss som før tenke oss at vi bare var interessert i de fem første AFL-seiermarginene: 56, 31, 56, 8 og 32. For å finne medianen sorterer vi disse tallene i stigende rekkefølge:
ta: மக்கள் அதிகம் பயன்படுத்தும் மையப் போக்கின் இரண்டாவது நடவடிக்கை ** சராசரி ** ஆகும், மேலும் சராசரியை விட விவரிப்பது இன்னும் எளிதானது. அவதானிப்புகளின் தொகுப்பின் சராசரி நடுத்தர மதிப்பு மட்டுமே. இதற்கு முன்பு முதல் 5 ஏ.எஃப்.எல் வென்ற விளிம்புகளில் மட்டுமே நாங்கள் ஆர்வமாக இருந்தோம் என்று கற்பனை செய்வோம்: 56, 31, 56, 8 மற்றும் 32. சராசரியைக் கண்டுபிடிக்க இந்த எண்களை ஏறும் வரிசையில் வரிசைப்படுத்துகிறோம்:

source: From inspection, it’s obvious that the median value of these 5 observations is 32 since that’s the middle one in the sorted list (I’ve put it in bold to make it even more obvious). Easy stuff. But what should we do if we are interested in the first 6 games rather than the first 5? Since the sixth game in the season had a winning margin of 14 points, our sorted list is now:
de: Es ist offensichtlich, dass der Medianwert dieser 5 Beobachtungen 32 ist, da dies der mittlere Wert in der sortierten Liste ist (ich habe ihn fett gedruckt, damit er noch deutlicher wird). Einfache Sache. Was aber tun, wenn wir uns für die ersten 6 Spiele und nicht für die ersten 5 interessieren? Da das sechste Spiel der Saison einen Vorsprung von 14 Punkten hatte, lautet unsere sortierte Liste jetzt:
nb: Det er åpenbart at medianverdien av disse fem observasjonene er 32, siden det er den midterste i den sorterte listen (jeg har skrevet det med fet skrift for å gjøre det enda tydeligere). Det er enkle greier. Men hva skal vi gjøre hvis vi er interessert i de seks første kampene i stedet for de fem første? Siden den sjette kampen i sesongen hadde en vinnermargin på 14 poeng, er den sorterte listen vår nå:
ta: பரிசோதனையிலிருந்து, இந்த 5 அவதானிப்புகளின் சராசரி மதிப்பு 32 என்பது வெளிப்படையானது, ஏனெனில் இது வரிசைப்படுத்தப்பட்ட பட்டியலில் நடுத்தர ஒன்றாகும் (அதை இன்னும் தெளிவுபடுத்துவதற்காக இதை நான் தைரியமாக வைத்திருக்கிறேன்). எளிதான பொருள். ஆனால் முதல் 5 ஐ விட முதல் 6 ஆட்டங்களில் ஆர்வமாக இருந்தால் நாம் என்ன செய்ய வேண்டும்? சீசனில் ஆறாவது ஆட்டத்தில் 14 புள்ளிகள் செய் பெற்றதால், எங்கள் வரிசைப்படுத்தப்பட்ட பட்டியல் இப்போது:

source: and there are *two* middle numbers, 31 and 32. The median is defined as the average of those two numbers, which is of course 31.5. As before, it’s very tedious to do this by hand when you’ve got lots of numbers. In real life, of course, no-one actually calculates the median by sorting the data and then looking for the middle value. In real life we use a computer to do the heavy lifting for us, and jamovi has provided us with a Median value of 30.50 for the ``afl.margins`` variable (see :numref:`fig-descriptives_default`).
de: und es gibt *zwei* mittlere Zahlen, 31 und 32. Der Median ist definiert als der Durchschnitt dieser beiden Zahlen, der natürlich 31,5 ist. Wie gesagt, es ist sehr mühsam, dies von Hand zu machen, wenn man viele Zahlen hat. Im wirklichen Leben berechnet natürlich niemand den Median, indem er die Daten sortiert und dann nach dem Mittelwert sucht. Im wirklichen Leben verwenden wir einen Computer, um diese Arbeit für uns zu erledigen, und jamovi hat uns einen Medianwert von 30,50 für die Variable ``afl.margins`` ausgegeben (siehe :numref:`fig-descriptives_default`).
nb: og det er *to* tall i midten, 31 og 32. Medianen er definert som gjennomsnittet av disse to tallene, som selvfølgelig er 31,5. Som før er det veldig kjedelig å gjøre dette for hånd når du har mange tall. I det virkelige liv er det selvsagt ingen som beregner medianen ved å sortere dataene og deretter lete etter den midterste verdien. I det virkelige liv bruker vi en datamaskin til å gjøre det tunge arbeidet for oss, og jamovi har gitt oss en medianverdi på 30,50 for variabelen ``afl.margins`` (se :numref:`fig-descriptives_default`).
ta: * இரண்டு * நடுத்தர எண்கள், 31 மற்றும் 32 உள்ளன. சராசரி அந்த இரண்டு எண்களின் சராசரியாக வரையறுக்கப்படுகிறது, இது நிச்சயமாக 31.5 ஆகும். முன்பு போலவே, உங்களுக்கு நிறைய எண்கள் கிடைக்கும்போது இதைச் செய்வது மிகவும் சிரமமாக இருக்கிறது. நிச வாழ்க்கையில், நிச்சயமாக, யாரும் உண்மையில் தரவை வரிசைப்படுத்துவதன் மூலமும் பின்னர் நடுத்தர மதிப்பைத் தேடுவதன் மூலமும் சராசரியைக் கணக்கிடுவதில்லை. நிச வாழ்க்கையில் எங்களுக்காக கனமான தூக்குதலைச் செய்ய ஒரு கணினியைப் பயன்படுத்துகிறோம், மேலும் `` AFL.Margins`` மாறிக்கு சாமோவி 30.50 என்ற சராசரி மதிப்பை எங்களுக்கு வழங்கியுள்ளார் (பார்க்க: NumRef: `Fig-descriptives_default`).

source: Mean or median? What’s the difference?
de: Mittelwert oder Median? Was ist der Unterschied?
nb: Gjennomsnitt eller median? Hva er forskjellen?
ta: சராசரி அல்லது சராசரி? வேறுபாடு என்ன?

source: Knowing how to calculate means and medians is only a part of the story. You also need to understand what each one is saying about the data, and what that implies for when you should use each one. This is illustrated in :numref:`fig-meanmedian`. The mean is kind of like the “centre of gravity” of the data set, whereas the median is the “middle value” in the data. What this implies, as far as which one you should use, depends a little on what type of data you’ve got and what you’re trying to achieve. As a rough guide:
de: Zu wissen, wie man Mittelwerte und Mediane berechnet, ist nur ein Teil des Ganzen. Man muss auch verstehen, was die einzelnen Werte über die Daten aussagen und was das für die Verwendung der einzelnen Werte bedeutet. Dies wird in :numref:`fig-meanmedian` veranschaulicht. Der Mittelwert ist so etwas wie der „Schwerpunkt“ des Datensatzes, während der Median den „Mittelwert“ der Daten darstellt. Welche Methode Sie verwenden sollten, hängt ein wenig davon ab, welche Art von Daten Sie haben und was Sie erreichen wollen. Als grober Anhaltspunkt:
nb: Å vite hvordan man beregner gjennomsnitt og median er bare en del av historien. Du må også forstå hva hver av dem sier om dataene, og hva det innebærer for når du bør bruke dem. Dette er illustrert i :numref:`fig-meanmedian`. Gjennomsnittet er på en måte «tyngdepunktet» i datasettet, mens medianen er «midtverdien» i dataene. Hva dette innebærer, når det gjelder hvilken du bør bruke, avhenger litt av hvilken type data du har og hva du prøver å oppnå. Som en grov veiledning:
ta: வழிமுறைகளையும் மீடியன்களையும் எவ்வாறு கணக்கிடுவது என்பது கதையின் ஒரு பகுதி மட்டுமே. ஒவ்வொருவரும் தரவைப் பற்றி என்ன சொல்கிறார்கள் என்பதையும், ஒவ்வொன்றையும் நீங்கள் எப்போது பயன்படுத்த வேண்டும் என்பதையும் இது குறிக்கிறது என்பதையும் நீங்கள் புரிந்து கொள்ள வேண்டும். இது இதில் விளக்கப்பட்டுள்ளது: NumRef: `Fig-meanmedian`. சராசரி என்பது தரவுத் தொகுப்பின் “ஈர்ப்பு மையம்” போன்றது, அதேசமயம் சராசரி தரவுகளில் “நடுத்தர மதிப்பு” ஆகும். இது எதைக் குறிக்கிறது, நீங்கள் பயன்படுத்த வேண்டியதைப் பொறுத்தவரை, உங்களுக்கு எந்த வகையான தரவு கிடைத்தது, நீங்கள் எதை அடைய முயற்சிக்கிறீர்கள் என்பதைப் பொறுத்தது. ஒரு கடினமான வழிகாட்டியாக:

source: If your data are nominal scale |nominal| you probably shouldn’t be using either the mean or the median. Both the mean and the median rely on the idea that the numbers assigned to values are meaningful. If the numbering scheme is arbitrary then it’s probably best to use the :ref:`Mode <mode>` instead.
nb: Hvis dataene dine er nominal |nominal|, bør du sannsynligvis ikke bruke verken gjennomsnittet eller medianen. Både gjennomsnittet og medianen baserer seg på ideen om at tallene som er tilordnet verdiene, er meningsfulle. Hvis nummereringsskjemaet er vilkårlig, er det sannsynligvis best å bruke :ref:`Mode <mode>` i stedet.
ta: உங்கள் தரவு பெயரளவு அளவிலானதாக இருந்தால் | பெயரளவு | நீங்கள் சராசரி அல்லது சராசரியைப் பயன்படுத்தக்கூடாது. சராசரி மற்றும் சராசரி இரண்டும் மதிப்புகளுக்கு ஒதுக்கப்பட்ட எண்கள் அர்த்தமுள்ளவை என்ற கருத்தை நம்பியுள்ளன. எண்ணும் திட்டம் தன்னிச்சையாக இருந்தால், அதைப் பயன்படுத்துவது சிறந்தது: ref: `பயன்முறை <பயன்முறை>` அதற்கு பதிலாக.

source: If your data are ordinal scale |ordinal| you’re more likely to want to use the median than the mean. The median only makes use of the order information in your data (i.e., which numbers are bigger) but doesn’t depend on the precise numbers involved. That’s exactly the situation that applies when your data are ordinal scale |ordinal|. The mean, on the other hand, makes use of the precise numeric values assigned to the observations, so it’s not really appropriate for ordinal data.
de: Wenn es sich bei Ihren Daten um eine Ordinalskala handelt, sollten Sie eher den Median als den Mittelwert verwenden. Der Median nutzt nur die Ordnungsinformationen in Ihren Daten (d. h., welche Zahlen größer sind), ist aber nicht von den genauen Zahlen abhängig. Genau das ist der Fall, wenn es sich bei Ihren Daten um eine Ordinalskala |ordinal| handelt. Der Mittelwert hingegen verwendet die genauen numerischen Werte, die den Beobachtungen zugeordnet sind, und ist daher für ordinale Daten nicht wirklich geeignet.
nb: Hvis dataene dine er på en ordinalskala |ordinal|, er det mer sannsynlig at du vil bruke medianen enn gjennomsnittet. Medianen bruker bare informasjonen om rekkefølgen i dataene dine (dvs. hvilke tall som er størst), men er ikke avhengig av de nøyaktige tallene som er involvert. Det er akkurat det som gjelder når dataene dine er på en ordinalskala |ordinal|. Gjennomsnittet, derimot, bruker de nøyaktige numeriske verdiene som er tilordnet observasjonene, så det er egentlig ikke egnet for ordinale data.
ta: உங்கள் தரவு ஆர்டினல் அளவுகோல் | ஆர்டினல் | சராசரியை விட சராசரியைப் பயன்படுத்த நீங்கள் அதிகம். சராசரி உங்கள் தரவில் உள்ள ஆர்டர் தகவல்களை மட்டுமே பயன்படுத்துகிறது (அதாவது, எந்த எண்கள் பெரியவை) ஆனால் சம்பந்தப்பட்ட துல்லியமான எண்களைப் பொறுத்தது அல்ல. உங்கள் தரவு சாதாரண அளவிலான | ஆர்டினல் | ஆக இருக்கும்போது பொருந்தும் நிலைமை இதுதான். சராசரி, மறுபுறம், அவதானிப்புகளுக்கு ஒதுக்கப்பட்ட துல்லியமான எண் மதிப்புகளைப் பயன்படுத்துகிறது, எனவே இது சாதாரண தரவுகளுக்கு உண்மையில் பொருந்தாது.

source: For interval and ratio scale data |continuous| either one is generally acceptable. Which one you pick depends a bit on what you’re trying to achieve. The mean has the advantage that it uses all the information in the data (which is useful when you don’t have a lot of data). But it’s very sensitive to extreme, outlying values.
de: Für Intervall- und Verhältnisskala-Daten |continuous| sind im Allgemeinen beide Varianten akzeptabel. Welche Sie wählen, hängt ein wenig davon ab, was Sie erreichen wollen. Der Mittelwert hat den Vorteil, dass er alle Informationen in den Daten nutzt (was nützlich ist, wenn man nicht viele Daten hat). Er ist jedoch sehr empfindlich gegenüber extremen, abweichenden Werten.
nb: For intervall- og forholdstallsdata |continuous| er begge deler vanligvis akseptabelt. Hvilken du velger, avhenger litt av hva du prøver å oppnå. Gjennomsnittet har den fordelen at det bruker all informasjonen i dataene (noe som er nyttig når du ikke har så mange data). Men det kan være sterkt påvirket av ekstreme verdier.
ta: இடைவெளி மற்றும் விகித அளவிலான தரவுகளுக்கு | தொடர்ச்சியான | ஒன்று பொதுவாக ஏற்றுக்கொள்ளத்தக்கது. நீங்கள் எடுக்கும் எது நீங்கள் அடைய முயற்சிக்கிறீர்கள் என்பதைப் பொறுத்தது. தரவுகளில் உள்ள அனைத்து தகவல்களையும் இது பயன்படுத்துகிறது என்ற நன்மை சராசரி உள்ளது (உங்களிடம் நிறைய தரவு இல்லாதபோது இது பயனுள்ளதாக இருக்கும்). ஆனால் இது தீவிரமான, வெளிப்புற மதிப்புகளுக்கு மிகவும் உணர்திறன் கொண்டது.

source: Comparison of mean and median
de: Vergleich von Mittelwert und Median
nb: Sammenligning av gjennomsnitt og median
ta: சராசரி மற்றும் சராசரி ஒப்பீடு

source: Illustration of the difference between how the mean and the median should be interpreted. The mean is basically the “centre of gravity” of the data set. If you imagine that the histogram of the data is a solid object, then the point on which you could balance it (as if on a see-saw) is the mean. In contrast, the median is the middle observation, with half of the observations smaller and half of the observations larger.
de: Veranschaulichung des Unterschieds zwischen der Interpretation von Mittelwert und Median. Der Mittelwert ist im Grunde der „Schwerpunkt“ des Datensatzes. Wenn man sich das Histogramm der Daten als ein festes Objekt vorstellt, dann ist der Punkt, auf dem man es ausbalancieren könnte (wie auf einer Wippe), der Mittelwert. Im Gegensatz dazu ist der Median die mittlere Beobachtung, wobei die eine Hälfte der Beobachtungen kleiner und die andre Hälfte der Beobachtungen größer ist.
nb: Illustrasjon av forskjellen mellom hvordan gjennomsnittet og medianen bør tolkes. Gjennomsnittet er i bunn og grunn «tyngdepunktet» i datasettet. Hvis du tenker deg at histogrammet av dataene er et fast objekt, er gjennomsnittet det punktet du kan balansere det på (som på en vippe). Medianen er derimot den midterste observasjonen, der halvparten av observasjonene er mindre og halvparten av observasjonene er større.
ta: சராசரி மற்றும் சராசரி எவ்வாறு விளக்கப்பட வேண்டும் என்பதற்கான வித்தியாசத்தின் விளக்கம். சராசரி அடிப்படையில் தரவு தொகுப்பின் “ஈர்ப்பு மையம்” ஆகும். தரவின் இச்டோகிராம் ஒரு திடமான பொருள் என்று நீங்கள் கற்பனை செய்தால், நீங்கள் அதை சமப்படுத்தக்கூடிய புள்ளி (பார்க்கும்-சவாரி போல) சராசரி. இதற்கு நேர்மாறாக, சராசரி நடுத்தர அவதானிப்பாகும், அவதானிப்புகளில் பாதி சிறியதாகவும், அவதானிப்புகளில் பாதி பெரியதாகவும் உள்ளது.
