Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: Let’s expand on that last part a little. One consequence is that there are systematic differences between the mean and the median when the histogram is asymmetric (skewed; see :doc:`Skew and kurtosis <../Ch04/Ch04_Descriptives_3>`). This is illustrated in :numref:`fig-meanmedian`. Notice that the median (right hand side) is located closer to the “body” of the histogram, whereas the mean (left hand side) gets dragged towards the “tail” (where the extreme values are). To give a concrete example, suppose Bob (income $50,000), Kate (income $60,000) and Jane (income $65,000) are sitting at a table. The average income at the table is $58,333 and the median income is $60,000. Then Bill sits down with them (income $100,000,000). The average income has now jumped to $25,043,750 but the median rises only to $62,500. If you’re interested in looking at the overall income at the table the mean might be the right answer. But if you’re interested in what counts as a typical income at the table the median would be a better choice here.
de: Lassen Sie uns den letzten Teil ein wenig erweitern. Eine Folge ist, dass es systematische Unterschiede zwischen dem Mittelwert und dem Median gibt, wenn das Histogramm asymmetrisch (schief; siehe :doc:`Schiefe und Kurtosis <../Ch04/Ch04_Descriptives_3>`) ist. Dies wird in :numref:`fig-meanmedian` dargestellt. Beachten Sie, dass der Median (rechte Seite) näher am „Körper“ des Histogramms liegt, während der Mittelwert (linke Seite) zum „Schwanz“ hingezogen wird (wo sich die Extremwerte befinden). Ein konkretes Beispiel: Nehmen wir an, Bob (Einkommen 50.000 $), Kate (Einkommen 60.000 $) und Jane (Einkommen 65.000 $) sitzen an einem Tisch. Das Durchschnittseinkommen am Tisch beträgt 58.333 $ und das Medianeinkommen 60.000 $. Dann setzt sich Bill zu ihnen (Einkommen $100.000.000). Das Durchschnittseinkommen ist nun auf 25.043.750 $ gestiegen, aber der Medianwert liegt nur bei 62.500 $. Wenn Sie sich für das Gesamteinkommen am Tisch interessieren, mag der Mittelwert die richtige Antwort sein. Wenn Sie sich jedoch dafür interessieren, was als typisches Einkommen in der Tabelle gilt, wäre der Median hier die bessere Wahl.

source: Couldn’t have put it better myself. The way that Demographia calculated the ratio is the right thing to do. The way that the Bank did it is incorrect. As for why an extremely quantitatively sophisticated organisation such as a major bank made such an elementary mistake, well... I can’t say for sure since I have no special insight into their thinking. But the article itself does happen to mention the following facts, which may or may not be relevant:
de: Ich hätte es selbst nicht besser ausdrücken können. Die Art und Weise, in der Demographia das Verhältnis berechnet hat, ist richtig. Die Art und Weise, wie die Bank es gemacht hat, ist falsch. Warum eine quantitativ äußerst versierte Organisation wie eine Großbank einen so elementaren Fehler macht, nun... Ich kann es nicht mit Sicherheit sagen, da ich keinen besonderen Einblick in ihre Denkweise habe. Aber der Artikel selbst erwähnt zufällig die folgenden Fakten, die relevant sein können oder auch nicht:

source: The **range** of a variable is very simple. It’s the biggest value minus the smallest value. For the AFL winning margins data the maximum value is 116 and the minimum value is 0. Although the range is the simplest way to quantify the notion of “variability”, it’s one of the worst. Recall from our discussion of the mean that we want our summary measure to be robust. If the data set has one or two extremely bad values in it we’d like our statistics to not be unduly influenced by these cases. For example, in a variable containing very extreme outliers
de: Die **Spannweite** einer Variablen ist sehr einfach. Es handelt sich um den größten Wert, minus den kleinsten Wert. Bei den AFL-Gewinnspannen ist der Maximalwert 116 und der Minimalwert 0. Obwohl die Spanne die einfachste Art ist, um „Variabilität“ zu quantifizieren, ist sie auch eine der schlechtesten. Aus unserer Diskussion über den Mittelwert wissen wir, dass unser zusammenfassendes Maß robust sein soll. Wenn der Datensatz einen oder zwei extrem schlechte Werte enthält, möchten wir, dass unsere Statistiken durch diese Fälle nicht übermäßig beeinflusst werden. Zum Beispiel bei einer Variablen mit sehr extremen Ausreißern

source: The **interquartile range** (IQR) is like the range, but instead of the difference between the biggest and smallest value the difference between the 25th percentile and the 75th percentile is taken. If you don’t already know what a **percentile** is, the 10th percentile of a data set is the smallest number *x* such that 10% of the data is less than *x*. In fact, we’ve already come across the idea. The median of a data set is its 50th percentile! In jamovi you can easily specify the 25th, 50th and 75th percentiles by clicking the checkbox ``Quartiles`` in the ``Exploration`` → ``Descriptives`` → ``Statistics`` screen.
de: Der **Interquartilabstand** (IQR) ist wie der Bereich, aber anstelle der Differenz zwischen dem größten und dem kleinsten Wert wird die Differenz zwischen dem 25. Falls Sie noch nicht wissen, was ein **Perzentil** ist: Das 10. Perzentil eines Datensatzes ist die kleinste Zahl *x*, bei der 10% der Daten kleiner sind als *x*. Die Idee ist uns bereits begegnet. Der Median eines Datensatzes ist sein 50. Perzentil! In jamovi können Sie ganz einfach das 25., 50. und 75. Perzentil angeben, indem Sie das Kontrollkästchen ``Quartiles`` im Eingabefeld unter ``Exploration`` → ``Descriptives`` → ``Statistics`` anklicken.

source: Since the previous paragraph might sound a little abstract, let’s go through the **mean absolute deviation** from the mean a little more slowly. One useful thing about this measure is that the name actually tells you exactly how to calculate it. Let’s think about our AFL winning margins data, and once again we’ll start by pretending that there are only 5 games in total, with winning margins of 56, 31, 56, 8 and 32. Since our calculations rely on an examination of the deviation from some reference point (in this case the mean), the first thing we need to calculate is the mean, *X̄*. For these five observations, our mean is *X̄* = 36.6. The next step is to convert each of our observations *X*\ :sub:`i` into a deviation score. We do this by calculating the difference between the observation *X*\ :sub:`i` and the mean *X̄*. That is, the deviation score is defined to be *X*\ :sub:`i` - *X̄*. For the first observation in our sample, this is equal to 56 - 36.6 = 19.4. Okay, that’s simple enough. The next step in the process is to convert these deviations to absolute deviations, and we do this by converting any negative values to positive ones. Mathematically, we would denote the absolute value of -3 as \|-3\|, and so we say that \|-3\| = 3`. We use the absolute value here because we don’t really care whether the value is higher than the mean or lower than the mean, we’re just interested in how *close* it is to the mean. To help make this process as obvious as possible, the table below shows these calculations for all five observations:
de: Da der vorige Absatz etwas abstrakt geklungen haben mag, wollen wir die **mittlere absolute Abweichung** vom Mittelwert schrittweise durchgehen. Das Nützliche an dieser Kennzahl ist, dass der Name genau angibt, wie sie zu berechnen ist. Betrachten wir unsere AFL-Gewinnspannen-Daten und nehmen wir wieder einmal an, dass es insgesamt nur 5 Spiele mit Gewinnspannen von 56, 31, 56, 8 und 32 gibt. Da unsere Berechnungen auf einer Untersuchung der Abweichung von einem Bezugspunkt (in diesem Fall dem Mittelwert) beruhen, müssen wir zunächst den Mittelwert *X̄* berechnen. Für diese fünf Beobachtungen beträgt unser Mittelwert *X̄* = 36,6. Der nächste Schritt besteht darin, jede unserer Beobachtungen *X*\ :sub:`i` in einen Abweichungswert umzuwandeln. Dazu berechnen wir die Differenz zwischen der Beobachtung *X*\ :sub:`i` und dem Mittelwert *X̄*. Das heißt, der Abweichungswert ist definiert als *X*\ :sub:`i` - *X̄*. Für die erste Beobachtung in unserer Stichprobe ist dies gleich 56 - 36,6 = 19,4. Okay, das ist einfach genug. Der nächste Schritt besteht darin, diese Abweichungen in absolute Abweichungen umzuwandeln, und zwar indem wir alle negativen Werte in positive umwandeln. Mathematisch gesehen würden wir den absoluten Wert von -3 als \|-3\| bezeichnen, und so sagen wir, dass \|-3\| = 3`. Wir verwenden hier den absoluten Wert, weil es uns nicht wirklich interessiert, ob der Wert höher oder niedriger als der Mittelwert ist, sondern nur, wie *nah* er am Mittelwert liegt. Um diesen Vorgang so deutlich wie möglich zu machen, zeigt die folgende Tabelle diese Berechnungen für alle fünf Beobachtungen:

source: So that’s the *what*. The real question is *why* jamovi is dividing by *N - 1* and not by *N*. After all, the variance is supposed to be the *mean* squared deviation, right? So shouldn’t we be dividing by *N*, the actual number of observations in the sample? Well, yes, we should. However, as we’ll discuss in chapter :doc:`Estimating unknown quantities from a sample <../Ch08/Ch08_Estimation>`, there’s a subtle distinction between “describing a sample” and “making guesses about the population from which the sample came”. Up to this point, it’s been a distinction without a difference. Regardless of whether you’re describing a sample or drawing inferences about the population, the mean is calculated exactly the same way. Not so for the variance, or the standard deviation, or for many other measures besides. What I outlined to you initially (i.e., take the actual average, and thus divide by *N*) assumes that you literally intend to calculate the variance of the sample. Most of the time, however, you’re not terribly interested in the sample *in and of itself*. Rather, the sample exists to tell you something about the world. If so, you’re actually starting to move away from calculating a “sample statistic” and towards the idea of estimating a “population parameter”. However, I’m getting ahead of myself. For now, let’s just take it on faith that jamovi knows what it’s doing, and we’ll revisit the question later on :doc:`when we talk about estimation <../Ch08/Ch08_Estimation>`.
de: Das ist also das *was*. Die eigentliche Frage ist, *warum* jamovi durch *N - 1* und nicht durch *N* dividiert. Schließlich soll die Varianz die *mittlere* quadrierte Abweichung sein, richtig? Sollten wir also nicht durch *N*, die tatsächliche Anzahl der Beobachtungen in der Stichprobe, dividieren? Nun, ja, das sollten wir. Wie wir jedoch in Kapitel :doc:`Schätzen unbekannter Größen aus einer Stichprobe <../Ch08/Ch08_Estimation>` erörtern, gibt es einen feinen Unterschied zwischen der „Beschreibung einer Stichprobe“ und dem „Erstellen von Vermutungen über die Grundgesamtheit, aus der die Stichprobe stammt“. Bis zu diesem Punkt war es ein Unterschied ohne Unterschied. Unabhängig davon, ob man eine Stichprobe beschreibt oder Rückschlüsse auf die Grundgesamtheit zieht, wird der Mittelwert auf genau dieselbe Weise berechnet. Das gilt aber nicht für die Varianz, die Standardabweichung oder viele andere Maße. Bei dem, was ich Ihnen anfangs erklärt habe (d. h. den tatsächlichen Mittelwert nehmen und durch *N* teilen), wird davon ausgegangen, dass Sie buchstäblich beabsichtigen, die Varianz der Stichprobe zu berechnen. In den meisten Fällen sind Sie jedoch nicht sonderlich an der Stichprobe *an sich* interessiert. Die Stichprobe dient vielmehr dazu, Ihnen etwas über die Welt zu sagen. Wenn dies der Fall ist, bewegen Sie sich weg von der Berechnung einer „Stichprobenstatistik“ und hin zur Schätzung eines „Populationsparameters“. Aber ich greife mir selbst vor. Für den Moment wollen wir einfach darauf vertrauen, dass jamovi weiß, was es tut, und wir werden die Frage später wieder aufgreifen, wenn wir über :doc:`Schätzung <../Ch08/Ch08_Estimation>` sprechen.

source: For reasons that will make sense when we return to this topic in chapter :doc:`Estimating unknown quantities from a sample <../Ch08/Ch08_Estimation>` I’ll refer to this new quantity as :math:`\hat\sigma` (read as: “sigma hat”), and the formula for this is:
de: Aus Gründen, die sinnvoll sind, wenn wir in Kapitel :doc:`Schätzung unbekannter Größen anhand einer Stichprobe <../Ch08/Ch08_Estimation>` auf dieses Thema zurückkommen, werde ich diese neue Größe als :math:`\hat\sigma` (gelesen als: „Sigma-Dach“) bezeichnen, und die Formel dafür lautet:

source: Interpreting standard deviations is slightly more complex. Because the standard deviation is derived from the variance, and the variance is a quantity that has little to no meaning that makes sense to us humans, the standard deviation doesn’t have a simple interpretation. As a consequence, most of us just rely on a simple rule of thumb. In general, you should expect 68% of the data to fall within 1 standard deviation of the mean, 95% of the data to fall within 2 standard deviation of the mean, and 99.7% of the data to fall within 3 standard deviations of the mean. This rule tends to work pretty well most of the time, but it’s not exact. It’s actually calculated based on an *assumption* that the histogram is symmetric and “bell shaped”.\ [#]_ As you can tell from looking at the AFL winning margins histogram in :numref:`fig-aflMargins`, this isn’t exactly true of our data! Even so, the rule is approximately correct. As it turns out, 65.3% of the AFL margins data fall within one standard deviation of the mean. This is shown visually in :numref:`fig-aflSD`.
de: Die Interpretation von Standardabweichungen ist etwas komplexer. Da die Standardabweichung von der Varianz abgeleitet wird und die Varianz eine Größe ist, die für uns Menschen wenig bis gar keine Bedeutung hat, lässt sich die Standardabweichung nicht einfach interpretieren. Folglich verlassen sich die meisten von uns auf eine einfache Faustregel. Im Allgemeinen sollte man erwarten, dass 68% der Daten innerhalb von 1 Standardabweichung, 95% der Daten innerhalb von 2 Standardabweichungen und 99,7% der Daten innerhalb von 3 Standardabweichungen um den Mittelwert liegen. Diese Regel funktioniert in den meisten Fällen recht gut, ist aber nicht exakt. Sie wird auf der Grundlage der *Annahme* berechnet, dass das Histogramm symmetrisch und „glockenförmig“ ist. [#]_ Wie Sie anhand des Histogramms der AFL-Gewinnmargen in :numref:`fig-aflMargins` sehen können, trifft dies auf unsere Daten eher nicht zu! Trotzdem ist die Regel ungefähr richtig. Wie sich herausstellt, liegen 65,3% der AFL-Gewinnspannen innerhalb einer Standardabweichung vom Mittelwert. Dies wird in :numref:`fig-aflSD` visuell dargestellt.

source: Illustration of the standard deviation from the AFL winning margins data. The shaded bars in the histogram show how much of the data fall within one standard deviation of the mean. In this case, 65.3% of the data set lies within this range, which is pretty consistent with the “approximately 68% rule” discussed in the main text.
de: Illustration der Standardabweichung für die AFL-Gewinnspannen. Die schattierten Balken im Histogramm zeigen, wie viele der Daten innerhalb einer Standardabweichung vom Mittelwert liegen. In diesem Fall liegen 65,3% des Datensatzes innerhalb dieses Bereichs, was ziemlich gut mit der im Haupttext besprochenen „ungefähr 68%“-Regel übereinstimmt.

source: Strictly, the assumption is that the data are *normally* distributed, which is an important concept that we’ll discuss more in chapter :doc:`Introduction to probability <../Ch07/Ch07_Probability>` and will turn up over and over again later in the book.
de: Streng genommen geht man davon aus, dass die Daten *normalverteilt* sind. Dies ist ein wichtiges Konzept, auf das wir in Kapitel :doc:`Einführung in die Wahrscheinlichkeitsrechnung <../Ch07/Ch07_Probability>` näher eingehen werden und das im weiteren Verlauf des Buches immer wieder auftauchen wird.

source: Perhaps more helpfully, you can use jamovi to calculate skewness: it’s a check box in the ``Statistics`` options under ``Exploration`` → ``Descriptives``. For the ``afl.margins`` variable, the skewness figure is **0.780**. If you divide the skewness estimate by the Std. error for skewness you have an indication of how skewed the data is. Especially in small samples (*N* < 50), one rule of thumb suggests that a value of 2 or less can mean that the data is not very skewed, and a value of over 2 that there is sufficient skew in the data to possibly limit its use in some statistical analyses. Though there is no clear agreement on this interpretation. That said, this does indicate that the ``afl.margins`` variable is somewhat skewed (0.780 / 0.183 = 4.262).
de: Vielleicht noch hilfreicher ist, dass Sie jamovi zur Berechnung der Schiefe verwenden können: Es ist ein Kontrollkästchen in den Optionen ``Statistics`` unter ``Exploration`` → ``Descriptives``. Für die Variable ``afl.margins`` beträgt der Wert für die Schiefe **0,780**. Wenn Sie die Schiefe-Schätzung durch den Std.-Fehler für die Schiefe teilen, erhalten Sie einen Hinweis darauf, wie schief die Daten sind. Eine Faustregel besagt, dass insbesondere bei kleinen Stichproben (*N* < 50) ein Wert von 2 oder weniger bedeuten kann, dass die Daten nicht sehr schief sind, und dass ein Wert von über 2 bedeutet, dass die Daten so schief sind, dass ihre Verwendung in einigen statistischen Analysen möglicherweise eingeschränkt ist. Es besteht jedoch keine eindeutige Einigkeit über diese Interpretation. Dennoch zeigt dies, dass die Daten in der ``afl.margins``-Variable etwas verzerrt sind (0,780 / 0,183 = 4,262).

source: More to the point, jamovi has a check box for kurtosis just below the check box for skewness, and this gives a value for kurtosis of **0.101** with a standard error of **0.364**. This means that the ``afl.margins`` variable has only a small kurtosis, which is ok.
de: jamovi hat ein Kontrollkästchen für die Kurtosis direkt unter dem Kontrollkästchen für die Schiefe, und dies ergibt einen Wert von **0,101** für die Kurtosis mit einem Standardfehler von **0,364**. Dies bedeutet, dass die ``afl.margins``-Variable nur eine geringe Kurtosis aufweist, was in Ordnung ist.

source: It is very commonly the case that you find yourself needing to look at descriptive statistics broken down by some grouping variable |nominal|. This is pretty easy to do in jamovi. For instance, let’s say I want to look at the descriptive statistics for some clinical trial data, broken down separately by ``therapy`` type. This is a new data set, one that you’ve never seen before. The data is stored in the |clinicaltrial|_ data set and we’ll use it a lot in chapter :doc:`Comparing several means (one-way ANOVA) <../Ch13/Ch13_ANOVA>` (you can find a complete description of the data at the start of that chapter). Let’s load it and see what we’ve got:
de: Es kommt sehr häufig vor, dass man deskriptivstatistische Maße nach einer Gruppierungsvariable (nominal) aufgeschlüsselt betrachten möchte. Das ist in jamovi ziemlich einfach zu machen. Nehmen wir zum Beispiel an, ich möchte die deskriptivstatistischen Maße für einige klinische Studiendaten betrachten, aufgeschlüsselt nach ``therapy``-Typ. Dies ist ein neuer Datensatz, den Sie noch nie gesehen haben. Die Daten sind im Datensatz |clinicaltrial|_ gespeichert, und wir werden sie in Kapitel :doc:`Vergleich mehrerer Mittelwerte (einseitige ANOVA) <../Ch13/Ch13_ANOVA>` häufig verwenden (eine vollständige Beschreibung der Daten finden Sie am Anfang dieses Kapitels). Laden wir sie und sehen wir uns an, was wir bekommen haben:

source: Evidently there were three drugs: a placebo, something called “anxifree” and something called “joyzepam”, and there were 6 people administered each drug. There were 9 people treated using cognitive behavioural therapy (CBT) and 9 people who received no psychological treatment. And we can see from looking at the ``Descriptives`` of the ``mood.gain`` variable that most people did show a mood gain (mean = 0.88), though without knowing what the scale is here it’s hard to say much more than that. Still, that’s not too bad. Overall I feel that I learned something from that.
de: Offensichtlich gab es drei Medikamente: ein Placebo, ein Medikament namens „anxifree“ und ein Medikament namens „joyzepam“. Jedes Medikament wurde 6 Personen verabreicht. Es gab 9 Personen, die mit kognitiver Verhaltenstherapie (CBT) behandelt wurden, und 9 Personen, die keine psychologische Behandlung erhielten. Und wenn man sich die ``Descriptives`` der ``mood.gain`` Variable ansieht, kann man erkennen, dass die meisten Personen eine Verbesserung der Stimmung zeigten (Mittelwert = 0,88), obwohl es schwer ist, mehr als das zu sagen, wenn man nicht weiß, wie die Skala hier aussieht. Dennoch ist das nicht allzu schlecht. Insgesamt habe ich das Gefühl, dass ich daraus etwas gelernt habe.

source: We can also go ahead and look at some other descriptive statistics, and this time separately for each type of therapy. In jamovi, check Std. deviation, Skewness and Kurtosis in the ``Statistics`` options. At the same time, transfer the ``therapy`` variable into the ``Split by`` box, and you should get something like :numref:`fig-clinicaltrial_grouping`.
de: Wir können uns auch einige andere deskriptivstatistische Maße ansehen, und zwar diesmal getrennt für jede Therapieart. Wählen Sie in jamovi die Optionen Std.-Abweichung, Schiefe und Kurtosis in den Feldern ``Statistics`` an. Übertragen Sie gleichzeitig die Variable ``therapy`` in das Feld ``Split by``, und Sie sollten eine Ausgabe erhälten, die :numref:`fig-clinicaltrial_grouping` ähnelt.

source: What if you have multiple grouping variables |nominal|? Suppose you want to look at the average mood gain separately for all possible combinations of drug and therapy. It is possible to do this by adding another variable, ``drug``, into the ``Split by`` box. Easy peasy, though sometimes if you split too much there isn’t enough data in each breakdown combination to make meaningful calculations. In this case jamovi tells you this by stating something like ``NaN`` or ``Inf``.\ [#]_
de: Was ist, wenn Sie mehrere Gruppierungsvariablen |nominal| haben? Angenommen, Sie möchten die durchschnittliche Stimmungsverbesserung, getrennt für alle möglichen Kombinationen von Medikament und Therapie, betrachten. Dies ist möglich, indem man eine weitere Variable, ``drug``, in das Feld ``Split by`` einfügt. Das ist ganz einfach, aber wenn Sie Ihren Datensatz zu sehr aufteilen, gibt es manchmal nicht genug Daten für jede Kombination, um sinnvolle Berechnungen durchzuführen. In diesem Fall teilt jamovi Ihnen dies mit, indem es etwas wie ``NaN`` oder ``Inf`` angibt. [#]_
