Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: What if you have multiple grouping variables |nominal|? Suppose you want to look at the average mood gain separately for all possible combinations of ``drug`` and ``therapy``. It is possible to do this by adding another variable, ``drug``, into the ``Split by`` box. Easy peasy, though sometimes if you split too much there isn’t enough data in each breakdown combination to make meaningful calculations. In this case jamovi tells you this by stating something like ``NaN`` or ``Inf``.\ [#]_
nb: Hva hvis du har flere grupperingsvariabler |nominal|? Sett at du ønsker å se på den gjennomsnittlige humørsvingningen separat for alle mulige kombinasjoner av ``drug`` og ``therapy``. Det er mulig å gjøre dette ved å legge til en annen variabel, ``drug``, i boksen ``Split by``. Det er enkelt, men hvis du splitter for mye, er det noen ganger ikke nok data i hver nedbrytningskombinasjon til å gjøre meningsfulle beregninger. I dette tilfellet forteller jamovi deg dette ved å oppgi noe sånt som ``NaN`` eller ``Inf``.\ [#]_
ta: உங்களிடம் பல குழு மாறிகள் இருந்தால் என்ன செய்வது | பெயரளவு |? `` மருந்து`` மற்றும் `` சிகிச்சை`` ஆகியவற்றின் சாத்தியமான அனைத்து சேர்க்கைகளுக்கும் சராசரி மனநிலை ஆதாயத்தை தனித்தனியாகப் பார்க்க விரும்புகிறீர்கள் என்று வைத்துக்கொள்வோம். `` போதைப்பொருள்` `பெட்டியில் பிளவுபட்டுள்ள மற்றொரு மாறியை,` `மருந்து`` சேர்ப்பதன் மூலம் இதைச் செய்ய முடியும். எளிதான பீசி, சில நேரங்களில் நீங்கள் அதிகமாகப் பிரித்தால், ஒவ்வொரு முறிவு கலவையிலும் அர்த்தமுள்ள கணக்கீடுகளைச் செய்ய போதுமான தரவு இல்லை. இந்த விசயத்தில் சாமோவி `` nan`` அல்லது `` inf`` போன்ற ஒன்றைக் கூறி இதை உங்களுக்குச் சொல்கிறார். \ [#] _ _

source: Sometimes jamovi will also present numbers in an unusual way. If a number is very small, or very large, then jamovi switches to an exponential form for numbers. For example **6.51e-4** is the same as saying that the decimal point is moved 4 places to the left, so the actual number is **0.000651**. If there is a plus sign (i.e. **6.51e+4** then the decimal point is moved to the right, i.e. **65,100.00**. Usually only very small or very large numbers are expressed in this way, for example **6.51e-16**, which would be quite unwieldy to write out in the normal way.
de: Manchmal stellt jamovi Zahlen auch auf eine ungewöhnliche Weise dar. Wenn eine Zahl sehr klein oder sehr groß ist, dann wechselt jamovi zu einer Exponentialform für Zahlen. Zum Beispiel **6.51e-4** bedeutet, dass das Komma um 4 Stellen nach links verschoben wird, so dass die tatsächliche Zahl **0.000651** ist. Bei einem Pluszeichen (z. B. **6,51e+4** ) wird der Dezimalpunkt nach rechts verschoben, z. B. **65.100,00**. In der Regel werden nur sehr kleine oder sehr große Zahlen auf diese Weise ausgedrückt, z. B. **6,51e-16**, die auf normalem Wege ziemlich unhandlich zu schreiben wären.
nb: Noen ganger vil jamovi også presentere tall på en uvanlig måte. Hvis et tall er veldig lite eller veldig stort, går jamovi over til en eksponentiell form for tall. For eksempel **6,51e-4** er det samme som å si at desimaltegnet er flyttet 4 plasser til venstre, slik at det faktiske tallet er **0,000651**. Hvis det er et plusstegn (f.eks. **6,51e+4**), flyttes desimaltegnet til høyre, f.eks. **65 100,00**. Vanligvis er det bare svært små eller svært store tall som uttrykkes på denne måten, for eksempel **6,51e-16**, som ville vært ganske uhåndterlige å skrive ut på vanlig måte.
ta: சில நேரங்களில் சாமோவி எண்களை அசாதாரண வழியில் வழங்குவார். ஒரு எண் மிகச் சிறியதாக இருந்தால் அல்லது மிகப் பெரியதாக இருந்தால், சாமோவி எண்களுக்கான அதிவேக படிவத்திற்கு மாறுகிறார். எடுத்துக்காட்டாக ** 6.51E-4 ** தசம புள்ளி இடதுபுறமாக 4 இடங்களை நகர்த்தும் என்று சொல்வதைப் போன்றது, எனவே உண்மையான எண் ** 0.000651 **. ஒரு பிளச் அடையாளம் இருந்தால் (அதாவது ** 6.51e+4 ** பின்னர் தசம புள்ளி வலதுபுறமாக நகர்த்தப்படும், அதாவது ** 65,100.00 **. வழக்கமாக மிகச் சிறிய அல்லது மிகப் பெரிய எண்கள் மட்டுமே இந்த வழியில் வெளிப்படுத்தப்படுகின்றன, எடுத்துக்காட்டாக* *6.51e-16 **, இது சாதாரண வழியில் எழுத மிகவும் திறமையாக இருக்கும்.

source: Standard scores
de: Standardwerte
nb: *z*-verdier
ta: நிலையான மதிப்பெண்கள்

source: Suppose my friend is putting together a new questionnaire intended to measure “grumpiness”. The survey has 50 questions which you can answer in a grumpy way or not. Across a big sample (hypothetically, let’s imagine a million people or so!) the data are fairly normally distributed, with the mean grumpiness score being 17 out of 50 questions answered in a grumpy way, and the standard deviation is 5. In contrast, when I take the questionnaire I answer 35 out of 50 questions in a grumpy way. So, how grumpy am I? One way to think about it would be to say that I have grumpiness of 35/50, so you might say that I’m 70\% grumpy. But that’s a bit weird, when you think about it. If my friend had phrased her questions a bit differently people might have answered them in a different way, so the overall distribution of answers could easily move up or down depending on the precise way in which the questions were asked. So, I’m only 70\% grumpy *with respect to this set of survey questions*. Even if it’s a very good questionnaire this isn’t very a informative statement.
nb: Anta at vennen min setter sammen et nytt spørreskjema som skal måle «grettenhet». Undersøkelsen har 50 spørsmål som du kan svare på om du er gretten eller ikke. I et stort utvalg (la oss hypotetisk tenke oss en million mennesker eller så!) er dataene ganske normalfordelte, med en gjennomsnittlig grettenhetsscore på 17 av 50 spørsmål som besvares på en gretten måte, og et standardavvik på 5. Når jeg svarer på spørreskjemaet, svarer jeg derimot 35 av 50 spørsmål på en gretten måte. Så hvor gretten er jeg egentlig? En måte å tenke på det på er å si at jeg har en grettenhet på 35/50, så du kan si at jeg er 70\% gretten. Men det er jo litt rart, når man tenker over det. Hvis venninnen min hadde formulert spørsmålene litt annerledes, kunne folk ha svart på dem på en annen måte, så den totale fordelingen av svarene kan lett bevege seg opp eller ned avhengig av den nøyaktige måten spørsmålene ble stilt på. Så jeg er bare 70\% gretten *med hensyn til dette settet med spørsmål i undersøkelsen*. Selv om det er et veldig godt spørreskjema, er ikke dette en veldig informativ uttalelse.
ta: எனது நண்பர் “எரிச்சலை” அளவிட விரும்பும் ஒரு புதிய கேள்வித்தாளை ஒன்றிணைக்கிறார் என்று வைத்துக்கொள்வோம். கணக்கெடுப்பில் 50 கேள்விகள் உள்ளன, அவை எரிச்சலான வழியில் பதிலளிக்கலாம் அல்லது இல்லை. ஒரு பெரிய மாதிரியில் (அனுமானமாக, ஒரு மில்லியன் மக்களை கற்பனை செய்வோம்!) தரவு மிகவும் பொதுவாக விநியோகிக்கப்படுகிறது, சராசரி எரிச்சலூட்டும் மதிப்பெண் 50 கேள்விகளில் 17 எரிச்சலான முறையில் பதிலளிக்கப்பட்டுள்ளது, மற்றும் நிலையான விலகல் 5. இதற்கு மாறாக,,, நான் கேள்வித்தாளை எடுக்கும்போது 50 கேள்விகளில் 35 க்கு எரிச்சலான வழியில் பதிலளிக்கிறேன். எனவே, நான் எவ்வளவு எரிச்சலானவன்? இதைப் பற்றி சிந்திக்க ஒரு வழி, எனக்கு 35/50 எரிச்சல் இருக்கிறது என்று சொல்வதுதான், எனவே நான் 70 \% எரிச்சலானவன் என்று நீங்கள் கூறலாம். ஆனால் நீங்கள் அதைப் பற்றி நினைக்கும் போது இது சற்று வித்தியாசமானது. எனது நண்பர் தனது கேள்விகளை சற்று வித்தியாசமாக வடிவமைத்திருந்தால், மக்கள் வேறு வழியில் பதிலளித்திருக்கலாம், எனவே கேள்விகள் கேட்கப்பட்ட துல்லியமான வழியைப் பொறுத்து பதில்களின் ஒட்டுமொத்த வழங்கல் எளிதாக மேலே அல்லது கீழ்நோக்கி நகரும். எனவே, இந்த கணக்கெடுப்பு கேள்விகளைப் பொறுத்தவரை நான் 70 \% எரிச்சலான *மட்டுமே *. இது ஒரு நல்ல கேள்வித்தாளாக இருந்தாலும் இது ஒரு செய்தி அறிக்கை அல்ல.

source: A simpler way around this is to describe my grumpiness by comparing me to other people. Shockingly, out of my friend’s sample of 1,000,000 people, only 159 people were as grumpy as me (that’s not at all unrealistic, frankly) suggesting that I’m in the top 0.016\% of people for grumpiness. This makes much more sense than trying to interpret the raw data. This idea, that we should describe my grumpiness in terms of the overall distribution of the grumpiness of humans, is the qualitative idea that standardisation attempts to get at. One way to do this is to do exactly what I just did and describe everything in terms of percentiles. However, the problem with doing this is that “it’s lonely at the top”. Suppose that my friend had only collected a sample of 1000 people (still a pretty big sample for the purposes of testing a new questionnaire, I’d like to add), and this time gotten, let’s say, a mean of 16 out of 50 with a standard deviation of 5. The problem is that almost certainly not a single person in that sample would be as grumpy as me.
nb: En enklere måte å omgå dette på er å beskrive grettenheten min ved å sammenligne meg med andre mennesker. Sjokkerende nok var det bare 159 personer av min venns utvalg på 1 000 000 mennesker som var like grinete som meg (det er slett ikke urealistisk, for å være ærlig), noe som tyder på at jeg er blant de 0,016\% mest grinete av alle. Dette gir mye mer mening enn å prøve å tolke rådataene. Denne ideen, at vi bør beskrive min grettenhet i forhold til den generelle fordelingen av grettenhet hos mennesker, er den kvalitative ideen som standardisering forsøker å komme frem til. En måte å gjøre dette på er å gjøre akkurat det jeg nettopp gjorde, og beskrive alt i form av persentiler. Problemet med å gjøre dette er imidlertid at «det er ensomt på toppen». Anta at min venn bare hadde samlet inn et utvalg på 1000 personer (fortsatt et ganske stort utvalg for å teste et nytt spørreskjema, vil jeg gjerne legge til), og denne gangen fått, la oss si, et gjennomsnitt på 16 av 50 med et standardavvik på 5. Problemet er at det nesten helt sikkert ikke er en eneste person i det utvalget som ville vært like gretten som meg.
ta: இதைச் சுற்றியுள்ள ஒரு எளிய வழி, என்னை மற்றவர்களுடன் ஒப்பிடுவதன் மூலம் என் எரிச்சலை விவரிப்பதாகும். அதிர்ச்சியூட்டும் விதமாக, எனது நண்பரின் 1,000,000 மக்களின் மாதிரியில், 159 பேர் மட்டுமே என்னைப் போலவே எரிச்சலடைந்தனர் (அது நம்பத்தகாதது அல்ல, வெளிப்படையாக இல்லை) நான் 0.016 \% மக்கள் எரிச்சலுக்காக முதல் இடத்தில் இருக்கிறேன் என்று பரிந்துரைக்கிறேன். மூல தரவை விளக்க முயற்சிப்பதை விட இது மிகவும் அர்த்தமுள்ளதாக இருக்கிறது. மனிதர்களின் எரிச்சலின் ஒட்டுமொத்த விநியோகத்தின் அடிப்படையில் எனது எரிச்சலை நாம் விவரிக்க வேண்டும் என்ற இந்த சிந்தனை, தரப்படுத்தல் பெற முயற்சிக்கும் தரமான சிந்தனை. இதைச் செய்வதற்கான ஒரு வழி என்னவென்றால், நான் செய்ததைச் சரியாகச் செய்து எல்லாவற்றையும் சதவிகிதத்தின் அடிப்படையில் விவரிப்பது. இருப்பினும், இதைச் செய்வதில் உள்ள சிக்கல் என்னவென்றால், “இது தனிமையானது”. எனது நண்பர் 1000 பேரின் மாதிரியை மட்டுமே சேகரித்திருந்தார் என்று வைத்துக்கொள்வோம் (ஒரு புதிய கேள்வித்தாளை சோதிக்கும் நோக்கங்களுக்காக இன்னும் ஒரு பெரிய மாதிரி, நான் சேர்க்க விரும்புகிறேன்), இந்த முறை 50 இல் 16 சராசரி சராசரி என்று சொல்லலாம் 5 இன் நிலையான விலகலுடன். சிக்கல் என்னவென்றால், நிச்சயமாக அந்த மாதிரியில் ஒரு நபர் கூட என்னைப் போலவே எரிச்சலடைய மாட்டார்.

source: However, all is not lost. A different approach is to convert my grumpiness score into a **standard score**, also referred to as a *z*-score. The standard score is defined as the number of standard deviations above the mean that my grumpiness score lies. To phrase it in “pseudo-maths” the standard score is calculated like this:
de: Aber es ist noch nicht alles verloren. Ein anderer Ansatz ist die Umwandlung meines Griesgrämigkeitswertes in einen **Standardwert**, der auch als *z*-Wert bezeichnet wird. Der Standardwert ist definiert als die Anzahl der Standardabweichungen über dem Mittelwert, um die mein Griesgrämigkeitswert liegt. Um es in „Pseudo-Mathematik“ auszudrücken, wird der Standardwert wie folgt berechnet:
nb: Men alt er ikke tapt. En annen tilnærming er å konvertere grettenhetsskåren min til en **z-verdi** (av og til kallt *standard- eller standardisert verdi*). *z*-verdien er definert som det antall standardavvik over gjennomsnittet som grettenhetsskåren min ligger. For å uttrykke det i «pseudomatematikk» beregnes standardskåren slik:
ta: இருப்பினும், அனைத்தும் இழக்கப்படவில்லை. எனது எரிச்சலூட்டும் மதிப்பெண்ணை ** நிலையான மதிப்பெண் ** ஆக மாற்றுவதே வேறுபட்ட அணுகுமுறை, இது*z*-ச்கோர் என்றும் குறிப்பிடப்படுகிறது. நிலையான மதிப்பெண் எனது எரிச்சல் மதிப்பெண் உள்ளது என்ற சராசரிக்கு மேலே உள்ள நிலையான விலகல்களின் எண்ணிக்கையாக வரையறுக்கப்படுகிறது. “போலி-கணிதங்கள்” இல் இதை சொற்றொடருக்கு நிலையான மதிப்பெண் இதுபோன்று கணக்கிடப்படுகிறது:

source: In actual maths, the equation for the *z*-score is
de: In der Mathematik lautet die Gleichung für den *z*-score
nb: I faktisk matematikk er ligningen for *z*-verdien
ta: உண்மையான கணிதத்தில், *z *-score க்கான சமன்பாடு

source: So, going back to the grumpiness data, we can now transform Dani’s raw grumpiness into a standardised grumpiness score.
de: Zurück zu den Daten zur Griesgrämigkeit, können wir nun Dani's Rohwert für Griesgrämigkeit in einen standardisierten Wert umwandeln.
nb: Hvis vi går tilbake til dataene om grettenhet, kan vi nå omdanne Danis rå grettenhet til en standardisert score for grettenhet.
ta: எனவே, எரிச்சலூட்டும் தரவுக்குச் செல்லும்போது, இப்போது டானியின் மூல எரிச்சலை ஒரு தரப்படுத்தப்பட்ட எரிச்சலூட்டும் மதிப்பெண்ணாக மாற்றலாம்.

source: To interpret this value, recall the rough heuristic that I provided in section :ref:`Standard deviation <standard_deviation>` in which I noted that 99.7\% of values are expected to lie within 3 standard deviations of the mean. So the fact that my grumpiness corresponds to a *z* score of 3.6 indicates that I’m very grumpy indeed. In fact this suggests that I’m grumpier than 99.98\% of people. Sounds about right.
nb: For å tolke denne verdien kan du huske den grove heuristikken som jeg ga i avsnitt :ref:`Standardavvik <standard_deviation>`, der jeg bemerket at 99,7\% av verdiene forventes å ligge innenfor 3 standardavvik fra gjennomsnittet. Så det faktum at min grettenhet tilsvarer en *z*-verdi på 3,6 indikerer at jeg faktisk er veldig gretten. Faktisk tyder dette på at jeg er mer gretten enn 99,98\% av alle mennesker. Høres omtrent riktig ut.
ta: இந்த மதிப்பை விளக்குவதற்கு, பிரிவில் நான் வழங்கிய தோராயமான ஊரிச்டிக் நினைவுகூருங்கள்: குறிப்பு: `நிலையான விலகல் <tantert_deviation>` இதில் 99.7 \% மதிப்புகள் சராசரியின் 3 நிலையான விலகல்களுக்குள் இருக்கும் என்று நான் குறிப்பிட்டேன். எனவே எனது எரிச்சல் ஒரு * சட் * மதிப்பெண் 3.6 க்கு ஒத்திருக்கிறது என்பது நான் உண்மையில் மிகவும் எரிச்சலூட்டுகிறேன் என்பதைக் குறிக்கிறது. உண்மையில் இது 99.98 \% மக்களை விட நான் எரிச்சலூட்டுகிறேன் என்று இது அறிவுறுத்துகிறது. சரியானது.

source: In addition to allowing you to interpret a raw score in relation to a larger population (and thereby allowing you to make sense of variables that lie on arbitrary scales), standard scores serve a second useful function. Standard scores can be compared to one another in situations where the raw scores can’t. Suppose, for instance, my friend also had another questionnaire that measured extraversion using a 24 item questionnaire. The overall mean for this measure turns out to be 13 with standard deviation 4, and I scored a 2. As you can imagine, it doesn’t make a lot of sense to try to compare my raw score of 2 on the extraversion questionnaire to my raw score of 35 on the grumpiness questionnaire. The raw scores for the two variables are “about” fundamentally different things, so this would be like comparing apples to oranges.
de: Neben der Möglichkeit, einen Rohwert im Verhältnis zu einer größeren Grundgesamtheit zu interpretieren (und damit Variablen, die auf willkürlichen Skalen liegen, einen Sinn zu geben), haben Standardwerte eine zweite nützliche Funktion. Standardwerte können in Situationen miteinander verglichen werden, in denen dies mit den Rohwerten nicht möglich ist. Nehmen wir zum Beispiel an, dass mein Freund auch einen anderen Fragebogen hat, der die Extraversion mit einem 24-Punkte-Fragebogen misst. Der Gesamtmittelwert für diese Messung liegt bei 13 mit einer Standardabweichung von 4, und ich habe eine 2. Wie Sie sich vorstellen können, macht es nicht viel Sinn, meinen Rohwert von 2 im Fragebogen zur Extraversion mit meinem Rohwert von 35 im Fragebogen zur Griesgrämigkeit zu vergleichen. Die Rohwerte für die beiden Variablen sind „ungefähr“ grundverschiedene Dinge, so dass es so wäre, als würde man Äpfel mit Birnen vergleichen.
nb: I tillegg til å gjøre det mulig å tolke en råskåre i forhold til en større populasjon (og dermed gjøre det mulig å forstå variabler som ligger på vilkårlige skalaer), har standardskårer en annen nyttig funksjon. Standardskårer kan sammenlignes med hverandre i situasjoner der råskårer ikke kan det. Anta for eksempel at vennen min også hadde et annet spørreskjema som målte ekstraversjon ved hjelp av et spørreskjema med 24 spørsmål. Det samlede gjennomsnittet for dette målet viser seg å være 13 med et standardavvik på 4, og jeg scoret 2. Som du kan forestille deg, gir det ikke mye mening å prøve å sammenligne råskåren min på 2 på ekstraversjonsskjemaet med råskåren min på 35 på grettenhetsskjemaet. Råskårene for de to variablene «handler om» fundamentalt forskjellige ting, så dette ville være som å sammenligne epler med pærer.
ta: ஒரு பெரிய மக்கள் தொகை தொடர்பாக ஒரு மூல மதிப்பெண்ணை விளக்குவதற்கு உங்களை அனுமதிப்பதோடு மட்டுமல்லாமல் (அதன் மூலம் தன்னிச்சையான அளவீடுகளில் இருக்கும் மாறிகளை உணர உங்களை அனுமதிக்கிறது), நிலையான மதிப்பெண்கள் இரண்டாவது பயனுள்ள செயல்பாட்டிற்கு உதவுகின்றன. மூல மதிப்பெண்கள் செய்ய முடியாத சூழ்நிலைகளில் நிலையான மதிப்பெண்களை ஒருவருக்கொருவர் ஒப்பிடலாம். உதாரணமாக, எனது நண்பருக்கு 24 உருப்படி கேள்வித்தாளைப் பயன்படுத்தி புறம்போக்கு அளவிடப்பட்ட மற்றொரு கேள்வித்தாளும் இருந்தது என்று வைத்துக்கொள்வோம். இந்த நடவடிக்கைக்கான ஒட்டுமொத்த சராசரி நிலையான விலகல் 4 உடன் 13 ஆக மாறிவிடும், நான் ஒரு மதிப்பெண் பெற்றேன். நீங்கள் நினைத்துப் பார்க்கிறபடி, எனது மூல மதிப்பெண் 2 ஐ புறம்போக்கு கேள்வித்தாளில் ஒப்பிட்டுப் பார்க்க முயற்சிக்கவில்லை எரிச்சலூட்டும் கேள்வித்தாளில் எனது மூல மதிப்பெண் 35. இரண்டு மாறிகளுக்கான மூல மதிப்பெண்கள் அடிப்படையில் வேறுபட்ட விசயங்களில் “பற்றி” உள்ளன, எனவே இது ஆப்பிள்களை ஆரஞ்சுடன் ஒப்பிடுவது போலாகும்.

source: What about the standard scores? Well, this is a little different. If we calculate the standard scores we get *z* = (35 - 17) / 5 = 3.6 for grumpiness and *z* = (2 - 13) / 4 = -2.75 for extraversion. These two numbers *can* be compared to each other.\ [#]_ I’m much less extraverted than most people (*z* = -2.75) and much grumpier than most people (*z* = \3.6). But the extent of my unusualness is much more extreme for grumpiness, since 3.6 is a bigger number than 2.75. Because each standardised score is a statement about where an observation falls *relative to its own population*, it is possible to compare standardised scores across completely different variables.
de: Was ist mit den Standardwerten? Nun, das ist anders. Wenn wir die Standardwerte berechnen, erhalten wir *z* = (35 - 17) / 5 = 3,6 für Griesgrämigkeit und *z* = (2 - 13) / 4 = -2,75 für Extravertiertheit. Diese beiden Zahlen *können* miteinander verglichen werden.\ [#]_ Ich bin viel weniger extravertiert als die meisten Menschen (*z* = -2,75) und viel griesgrämiger als die meisten Menschen (*z* = \3,6). Aber das Ausmaß meiner Ungewöhnlichkeit ist bei der Griesgrämigkeit viel extremer, da 3,6 eine größere Zahl ist als 2,75. Da jede standardisierte Punktzahl eine Aussage darüber ist, wo eine Beobachtung *relativ zu ihrer eigenen Population* liegt, ist es möglich, standardisierte Punktzahlen für völlig unterschiedliche Variablen zu vergleichen.
nb: Hva med standardpoengene? Vel, dette er litt annerledes. Hvis vi regner ut standardskårene, får vi *z* = (35 - 17) / 5 = 3,6 for grettenhet og *z* = (2 - 13) / 4 = -2,75 for ekstraversjon. Disse to tallene *kan* sammenlignes med hverandre.\ [#]_ Jeg er mye mindre ekstravert enn folk flest (*z* = -2,75) og mye mer gretten enn folk flest (*z* = \3,6). Men jeg er mye mer uvanlig når det gjelder grettenhet, siden 3,6 er et større tall enn 2,75. Fordi hver standardiserte skåre sier noe om hvor en observasjon befinner seg *i forhold til sin egen populasjon*, er det mulig å sammenligne standardiserte skårer på tvers av helt ulike variabler.
ta: நிலையான மதிப்பெண்களைப் பற்றி என்ன? சரி, இது கொஞ்சம் வித்தியாசமானது. நிலையான மதிப்பெண்களைக் கணக்கிட்டால், நாம் * சட் * = (35 - 17) / 5 = 3.6 எரிச்சலூட்டுவதற்கு மற்றும் * சட் * = (2 - 13) / 4 = -2.75 புறம்போக்கு. இந்த இரண்டு எண்களையும்* ஒருவருக்கொருவர் ஒப்பிடலாம். \ [#] _ நான் பெரும்பாலான மக்களை விட (* z* = -2.75) மிகவும் குறைவாகவும், பெரும்பாலான மக்களை விட (* z* = \ 3.6) மிகவும் எரிச்சலுடனும் இருக்கிறேன். ஆனால் எனது அசாதாரணத்தின் அளவு எரிச்சலுக்கு மிகவும் தீவிரமானது, ஏனெனில் 3.6 2.75 ஐ விட பெரிய எண்ணிக்கையாகும். ஒவ்வொரு தரப்படுத்தப்பட்ட மதிப்பெண்ணும் அதன் சொந்த மக்கள்தொகையுடன் ஒப்பிடும்போது ஒரு அவதானிப்பு *எங்கு விழுகிறது என்பது பற்றிய ஒரு அறிக்கையாக இருப்பதால், தரப்படுத்தப்பட்ட மதிப்பெண்களை முற்றிலும் மாறுபட்ட மாறிகள் முழுவதும் ஒப்பிட முடியும்.

source: Though some caution is usually warranted. It’s not always the case that one standard deviation on variable A corresponds to the same “kind” of thing as one standard deviation on variable B. Use common sense when trying to determine whether or not the *z* scores of two variables can be meaningfully compared.
de: Allerdings ist in der Regel eine gewisse Vorsicht geboten. Es ist nicht immer der Fall, dass eine Standardabweichung bei Variable A der gleichen „Art“ entspricht wie eine Standardabweichung bei Variable B. Verwenden Sie Ihren gesunden Menschenverstand, wenn Sie versuchen zu bestimmen, ob die *z*-Werte zweier Variablen sinnvoll verglichen werden können oder nicht.
nb: Selv om en viss forsiktighet vanligvis er berettiget. Det er ikke alltid slik at ett standardavvik på variabel A tilsvarer samme «type» ting som ett standardavvik på variabel B. Bruk sunn fornuft når du prøver å avgjøre om *z*-scorene til to variabler kan sammenlignes på en meningsfull måte eller ikke.
ta: சில எச்சரிக்கைகள் பொதுவாக பொறுப்பு அளிக்கப்படுகின்றன. மாறி A இல் ஒரு நிலையான விலகல் மாறுபட்ட பி இல் ஒரு நிலையான விலகல் போன்ற அதே “வகையான” விசயத்திற்கு ஒத்ததாக இல்லை என்பது எப்போதுமே இல்லை. இரண்டு மாறிகளின் * சட் * மதிப்பெண்கள் அர்த்தமுள்ளதாக இருக்க முடியுமா என்பதை தீர்மானிக்க முயற்சிக்கும்போது பொது அறிவைப் பயன்படுத்துங்கள் ஒப்பிடுகையில்.

source: Summary
de: Zusammenfassung
nb: Sammendrag

source: Calculating some basic descriptive statistics is one of the very first things you do when analysing real data, and descriptive statistics are much simpler to understand than inferential statistics, so like every other statistics textbook I’ve started with descriptives. In this chapter, we talked about the following topics:
de: Die Berechnung einiger grundlegender deskriptiver Statistiken gehört zu den allerersten Dingen, die man bei der Analyse realer Daten macht, und deskriptivstatistische Maße sind viel einfacher zu verstehen als inferentielle Statistik. Daher habe ich wie jedes andere Statistiklehrbuch mit deskriptivstatistischen Maßen begonnen. In diesem Kapitel haben wir über die folgenden Themen gesprochen:
nb: Å beregne deskriptivstatistikk er noe av det aller første man gjør når man analyserer reelle data, og deskriptivstatistikk er mye enklere å forstå enn inferensstatistikk, så i likhet med alle andre lærebøker i statistikk har jeg begynt med deskriptivstatistikk. I dette kapittelet snakket vi om følgende emner:
ta: சில அடிப்படை விளக்க புள்ளிவிவரங்களைக் கணக்கிடுவது உண்மையான தரவை பகுப்பாய்வு செய்யும் போது நீங்கள் செய்யும் முதல் காரியங்களில் ஒன்றாகும், மேலும் விளக்க புள்ளிவிவரங்கள் அனுமான புள்ளிவிவரங்களை விட புரிந்து கொள்ள மிகவும் எளிமையானவை, எனவே நான் விளக்கங்களுடன் தொடங்கிய மற்ற ஒவ்வொரு புள்ளிவிவர பாடப்புத்தகத்தையும் போலவே. இந்த அத்தியாயத்தில், பின்வரும் தலைப்புகளைப் பற்றி பேசினோம்:
