Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: Descriptive statistics
de: Deskriptive Statistik
nb: Deskriptivstatistikk
ta: விளக்க புள்ளிவிவரங்கள்

source: Any time that you get a new data set to look at one of the first tasks that you have to do is find ways of summarising the data in a compact, easily understood fashion. This is what **descriptive statistics** (as opposed to inferential statistics) is all about. In fact, to many people the term “statistics” is synonymous with descriptive statistics. It is this topic that we’ll consider in this chapter, but before going into any details, let’s take a moment to get a sense of why we need descriptive statistics. To do this, let’s open the |aflsmall_margins|_ data set and see what variables are stored in the file (:numref:`fig-aflsmall_margins`).
de: Jedes Mal, wenn Sie einen neuen Datensatz zur Untersuchung erhalten, besteht eine der ersten Aufgaben darin, Wege zu finden, die Daten in einer kompakten, leicht verständlichen Weise zusammenzufassen. Darum geht es bei **deskriptiver Statistik** (im Gegensatz zu inferentieller Statistik). Für viele Menschen ist der Begriff „Statistik“ ein Synonym für deskriptive Statistik. Mit diesem Thema werden wir uns in diesem Kapitel beschäftigen. Aber bevor wir ins Detail gehen, sollten wir uns einen Moment Zeit nehmen, um zu verstehen, warum wir deskriptive Statistiken brauchen. Dazu öffnen wir den Datensatz |aflsmall_margins|_ und sehen nach, welche Variablen in der Datei (:numref:`fig-aflsmall_margins`) gespeichert sind.
nb: Hver gang du får et nytt datasett å se på, er en av de første oppgavene du må gjøre å finne måter å oppsummere dataene på en kompakt og lettfattelig måte. Det er dette **deskriptivstatistikk** (i motsetning til inferensstatistikk) handler om. For mange er faktisk begrepet «statistikk» synonymt med deskriptivstatistikk. Det er dette temaet vi skal se nærmere på i dette kapittelet, men før vi går inn på detaljene, la oss bruke et øyeblikk på å forstå hvorfor vi trenger deskriptivstatistikk. For å gjøre dette, la oss åpne datasettet |aflsmall_margins|_ og se hvilke variabler som er lagret i filen (:numref:`fig-aflsmall_margins`).
ta: நீங்கள் செய்ய வேண்டிய முதல் பணிகளில் ஒன்றைப் பார்க்க புதிய தரவைப் பெறும் எந்த நேரத்திலும், தரவை ஒரு சிறிய, எளிதில் புரிந்துகொள்ளப்பட்ட பாணியில் சுருக்கமாகக் கூறும் வழிகளைக் கண்டுபிடிப்பதாகும். இதுதான் ** விளக்க புள்ளிவிவரங்கள் ** (அனுமான புள்ளிவிவரங்களுக்கு மாறாக). உண்மையில், பலருக்கு “புள்ளிவிவரங்கள்” என்ற சொல் விளக்க புள்ளிவிவரங்களுக்கு ஒத்ததாகும். இந்த தலைப்புதான் இந்த அத்தியாயத்தில் நாங்கள் கருத்தில் கொள்வோம், ஆனால் எந்த விவரங்களுக்கும் செல்வதற்கு முன், எங்களுக்கு ஏன் விளக்க புள்ளிவிவரங்கள் தேவை என்பதைப் புரிந்துகொள்ள சிறிது நேரம் ஒதுக்குவோம். இதைச் செய்ய, | aflsmall_margins | _ தரவு தொகுப்பைத் திறந்து கோப்பில் என்ன மாறிகள் சேமிக்கப்படுகின்றன என்பதைப் பார்ப்போம் (: numref: `Fig-aflsmall_margins`).

source: Variables stored in ``aflsmall margins``
de: Variablen, die in ``aflsmall margins`` gespeichert sind
nb: Variabler lagret i ``aflsmall margins``
ta: `` Aflsmall விளிம்புகளில் சேமிக்கப்பட்ட மாறிகள்

source: Screenshot of jamovi showing the variables in the |aflsmall_margins|_ data set
de: jamovi-Screenshot mit den Variablen aus dem Datensatz |aflsmall_margins|_
nb: Skjermbilde av jamovi som viser variablene i datasettet |aflsmall_margins|_

source: In fact, there is just one variable here, ``afl.margins``. We’ll focus a bit on this variable in this chapter, so I’d better tell you what it is. Unlike most of the data sets in this book, this is actually real data, relating to the Australian Football League (AFL).\ [#]_ The ``afl.margins`` variable contains the winning margin (number of points) for all 176 home and away games played during the 2010 season.
de: In der Tat gibt es hier nur eine Variable, ``afl.margins``. Wir werden uns in diesem Kapitel auf diese Variable konzentrieren. Im Gegensatz zu den meisten Datensätzen in diesem Buch handelt es sich hier um echte Daten aus der Australian Football League (AFL).\ [#]_ Die Variable ``afl.margins`` enthält die Gewinnspanne (Anzahl der Punkte) für alle 176 Heim- und Auswärtsspiele der Saison 2010.
nb: Faktisk er det bare én variabel her, ``afl.margins``. Vi skal fokusere litt på denne variabelen i dette kapittelet, så det er best at jeg forteller deg hva den er. I motsetning til de fleste datasettene i denne boken, er dette faktisk reelle data fra den australske fotballigaen (AFL).\ [#]_ Variabelen ``afl.margins`` inneholder vinnermarginen (antall poeng) for alle de 176 hjemme- og bortekampene som ble spilt i løpet av 2010-sesongen.
ta: உண்மையில், இங்கே ஒரு மாறி மட்டுமே உள்ளது, `` afl.margins``. இந்த அத்தியாயத்தில் இந்த மாறியில் நாங்கள் கொஞ்சம் கவனம் செலுத்துவோம், எனவே அது என்னவென்று நான் உங்களுக்குச் சொல்வேன். இந்த புத்தகத்தில் உள்ள பெரும்பாலான தரவுத் தொகுப்புகளைப் போலல்லாமல், இது உண்மையில் ஆச்திரேலிய கால்பந்து லீக் (ஏ.எஃப்.எல்) தொடர்பான உண்மையான தரவு. அனைத்து 176 வீடு மற்றும் தொலைதூர விளையாட்டுகளும் 2010 சீசனில் விளையாடியது.

source: This output doesn’t make it easy to get a sense of what the data are actually saying. Just “looking at the data” isn’t a terribly effective way of understanding data. In order to get some idea about what the data are actually saying we need to calculate some descriptive statistics (this chapter) and draw some nice pictures (chapter :doc:`../Ch05/Ch05_Graphics`). Since the descriptive statistics are the easier of the two topics I’ll start with those, but nevertheless I’ll show you a histogram of the ``afl.margins`` variable since it should help you get a sense of what the data we’re trying to describe actually look like, see :numref:`fig-aflMargins`. We’ll talk a lot more about how to draw :doc:`histograms <../Ch05/Ch05_Graphics_1>`. For now, it’s enough to look at the histogram and note that it provides a fairly interpretable representation of the ``afl.margins`` variable.
nb: Dette gjør det ikke lett å få en følelse av hva dataene faktisk sier. Å bare «se på dataene» er ikke en veldig effektiv måte å forstå data på. For å få en idé om hva dataene faktisk sier, må vi beregne deskriptivstatistikk (dette kapittelet) og lage diagrammer (kapittel :doc:`../Ch05/Ch05_Graphics`). Siden deskriptivstatistikk er det enkleste av de to temaene, begynner jeg med den, men jeg vil likevel vise deg et histogram av variabelen ``afl.margins``, siden det bør hjelpe deg med å få en følelse av hvordan dataene vi prøver å beskrive faktisk ser ut, se :numref:`fig-aflMargins`. Vi skal snakke mye mer om hvordan du tegner :doc:`histogrammer <../Ch05/Ch05_Graphics_1>`. Foreløpig er det nok å se på histogrammet og konstatere at det gir en ganske tolkbar representasjon av variabelen ``afl.margins``.
ta: இந்த வெளியீடு தரவு உண்மையில் என்ன சொல்கிறது என்பதைப் புரிந்துகொள்வதை எளிதாக்காது. “தரவைப் பார்ப்பது” என்பது தரவைப் புரிந்துகொள்வதற்கான மிகவும் பயனுள்ள வழி அல்ல. தரவு உண்மையில் என்ன சொல்கிறது என்பதைப் பற்றி சில யோசனைகளைப் பெறுவதற்கு நாம் சில விளக்க புள்ளிவிவரங்களைக் கணக்கிட வேண்டும் (இந்த அத்தியாயம்) மற்றும் சில நல்ல படங்களை வரைய வேண்டும் (அத்தியாயம்: டாக்: `../ ch05/ch05_graphics`). விளக்க புள்ளிவிவரங்கள் இரண்டு தலைப்புகளில் எளிதாக இருப்பதால், நான் அவற்றுடன் தொடங்குவேன், ஆனால் ஆயினும்கூட, `` afl.margins`` மாறியின் ஒரு இச்டோகிராம் உங்களுக்குக் காண்பிப்பேன், ஏனெனில் இது நாம் என்ன தரவை உணர உதவ வேண்டும் 'உண்மையில் விவரிக்க முயற்சிக்கிறேன், பார்க்க: எண்: `Fig-aflmargins`. எப்படி வரையலாம் என்பது பற்றி நாங்கள் அதிகம் பேசுவோம்: டாக்: `இச்டோகிராம்கள் <../ ch05/ch05_graphics_1>`. இப்போதைக்கு, இச்டோகிராமைப் பார்த்து, `` afl.margins`` மாறுபாட்டின் மிகவும் விளக்கமளிக்கும் பிரதிநிதித்துவத்தை இது வழங்குகிறது என்பதை நினைவில் கொள்க.

source: Histogram of AFL 2010 winning margin data (the ``afl.margins`` variable)
de: Histogramm der Gewinnspanne der AFL 2010 (die Variable ``afl.margins``)
nb: Histogram over AFL 2010-data for vinnermarginer (variabelen ``afl.margins``)
ta: AFL 2010 வென்ற விளிம்பு தரவின் இச்டோகிராம் (`` afl.margins`` மாறி)

source: Histogram of the AFL 2010 winning margin data (the ``afl.margins`` variable). As you might expect, the larger the winning margin the less frequently you tend to see it.
de: Histogramm der Gewinnspanne in der AFL 2010 (die Variable ``afl.margins``). Wie zu erwarten, sind höhere Gewinnspannen seltener zu sehen.
nb: Histogram over AFL 2010-dataene for vinnermarginer (variabelen ``afl.margins``). Som du kanskje forventer, jo større vinnermargin, desto sjeldnere ser du den.
ta: AFL 2010 வென்ற விளிம்பு தரவின் இச்டோகிராம் (`` afl.margins`` மாறி). நீங்கள் எதிர்பார்ப்பது போல, பெரிய வென்ற விளிம்பு குறைவாகவே நீங்கள் அதைப் பார்க்க முனைகிறீர்கள்.

source: Note for non-Australians: the AFL is an Australian rules football competition. You don’t need to know anything about Australian rules in order to follow this section.
de: Für Nicht-Australier: Die AFL ist ein australischer Regelfußball-Wettbewerb. Sie müssen nichts über australische Regeln wissen, um diesem Abschnitt folgen zu können.
nb: Merknad for ikke-australiere: AFL er en australsk fotballturnering. Du trenger ikke å vite noe om australske regler for å følge med i denne delen.
ta: ஆச்திரேலியர்கள் அல்லாதவர்களுக்கான குறிப்பு: AFL என்பது ஆச்திரேலிய விதிகள் கால்பந்து போட்டி. இந்த பகுதியைப் பின்பற்றுவதற்கு ஆச்திரேலிய விதிகளைப் பற்றி நீங்கள் எதுவும் தெரிந்து கொள்ளத் தேவையில்லை.

source: Measures of central tendency
de: Maße der zentralen Tendenz
nb: Mål på sentraltendens
ta: மைய போக்கின் நடவடிக்கைகள்

source: Drawing pictures of the data, as I did in :numref:`fig-aflMargins`, is an excellent way to convey the “gist” of what the data is trying to tell you. It’s often extremely useful to try to condense the data into a few simple “summary” statistics. In most situations, the first thing that you’ll want to calculate is a measure of **central tendency**. That is, you’d like to know something about where the “average” or “middle” of your data lies. The three most commonly used measures are the mean, median and mode. I’ll explain each of these in turn, and then discuss when each of them is useful.
de: Das Erstellen von Diagrammen, wie ich es in :numref:`fig-aflMargins` getan habe, ist ein ausgezeichnetes Mittel, um das Wesentliche dessen zu vermitteln, was die Daten zu sagen versuchen. Es ist oft sehr nützlich, die Daten in ein paar einfachen „zusammenfassenden“ Statistiken zusammenzufassen. In den meisten Fällen ist das erste, was Sie berechnen möchten, ein Maß für die **zentrale Tendenz**. Das heißt, Sie möchten etwas darüber wissen, wo der „Durchschnitt“ oder die „Mitte“ Ihrer Daten liegt. Die drei am häufigsten verwendeten Maße sind der Mittelwert, der Median und der Modus. Ich werde sie nacheinander erklären und dann erörtern, wann sie nützlich sind.
nb: Å tegne bilder av dataene, slik jeg gjorde i :numref:`fig-aflMargins`, er en utmerket måte å formidle «kjernen» i det dataene prøver å fortelle deg. Det er ofte svært nyttig å prøve å kondensere dataene i noen få enkle «oppsummerende» statistikker. I de fleste tilfeller vil det første du ønsker å beregne, være et mål på **sentral tendens**. Det vil si at du gjerne vil vite noe om hvor «gjennomsnittet» eller «midten» av dataene dine ligger. De tre mest brukte målene er gjennomsnitt, median og modus. Jeg skal forklare hver av disse i tur og orden, og deretter diskutere når hver av dem er nyttige.
ta: தரவின் படங்களை வரைவது, நான் செய்ததைப் போல: NumRef: `Fig-aflmargins`, தரவு உங்களுக்கு என்ன சொல்ல முயற்சிக்கிறது என்பதற்கான“ சுருக்கத்தை ”தெரிவிக்க ஒரு சிறந்த வழியாகும். தரவை சில எளிய “சுருக்கம்” புள்ளிவிவரங்களாக ஒடுக்க முயற்சிப்பது பெரும்பாலும் மிகவும் பயனுள்ளதாக இருக்கும். பெரும்பாலான சூழ்நிலைகளில், நீங்கள் கணக்கிட விரும்பும் முதல் சேதி ** மையப் போக்கு ** இன் அளவீடு ஆகும். அதாவது, உங்கள் தரவின் “சராசரி” அல்லது “நடுத்தர” எங்குள்ளது என்பது பற்றி நீங்கள் தெரிந்து கொள்ள விரும்புகிறீர்கள். பொதுவாகப் பயன்படுத்தப்படும் மூன்று நடவடிக்கைகள் சராசரி, சராசரி மற்றும் பயன்முறை. இவை ஒவ்வொன்றையும் நான் விளக்குகிறேன், பின்னர் அவை ஒவ்வொன்றும் பயனுள்ளதாக இருக்கும் போது விவாதிக்கவும்.

source: The mean
de: Der Mittelwert
nb: Gjennomsnittet
ta: சராசரி

source: The **mean** of a set of observations is just a normal, old-fashioned average. Add all of the values up, and then divide by the total number of values. The first five AFL winning margins were 56, 31, 56, 8 and 32, so the mean of these observations is just:
de: Der **Mittelwert** einer Reihe von Beobachtungen ist einfach ein normaler, altmodischer Durchschnitt. Man addiert alle Werte und teilt sie dann durch die Gesamtzahl der Werte. Die ersten fünf AFL-Gewinnmargen waren 56, 31, 56, 8 und 32, also ist der Mittelwert dieser Beobachtungen:
nb: **Gjennomsnittet** av et sett med observasjoner er bare et vanlig, gammeldags gjennomsnitt. Legg sammen alle verdiene, og del deretter på det totale antallet verdier. De fem første AFL-seiermarginene var 56, 31, 56, 8 og 32, så gjennomsnittet av disse observasjonene er nettopp:
ta: அவதானிப்புகளின் தொகுப்பின் ** சராசரி ** ஒரு சாதாரண, பழங்கால சராசரி. அனைத்து மதிப்புகளையும் சேர்க்கவும், பின்னர் மொத்த மதிப்புகளின் எண்ணிக்கையால் வகுக்கவும். முதல் ஐந்து ஏ.எஃப்.எல் வென்ற விளிம்புகள் 56, 31, 56, 8 மற்றும் 32 ஆகும், எனவே இந்த அவதானிப்புகளின் சராசரி நியாயமானது:

source: Of course, this definition of the mean isn’t news to anyone. Averages (i.e., means) are used so often in everyday life that this is pretty familiar stuff. However, since the concept of a mean is something that everyone already understands, I’ll use this as an excuse to start introducing some of the mathematical notation that statisticians use to describe this calculation, and talk about how the calculations would be done in jamovi.
de: Natürlich ist diese Definition des Mittelwerts für niemanden etwas Neues. Durchschnittswerte (d. h. Mittelwerte) werden im täglichen Leben so häufig verwendet, dass sie einem ziemlich vertraut sind. Da das Konzept des Mittelwerts jedoch bereits jedem bekannt ist, möchte ich dies zum Anlass nehmen, einige der mathematischen Notationen einzuführen, die Statistiker zur Beschreibung dieser Berechnung verwenden, und zu erläutern, wie die Berechnungen in jamovi durchgeführt werden würden.
nb: Denne definisjonen av gjennomsnittet er selvfølgelig ikke noe nytt for noen. Gjennomsnitt (også kalt middelverdier) brukes så ofte i hverdagen at dette er ganske kjent stoff. Men siden begrepet gjennomsnitt er noe alle allerede forstår, vil jeg bruke dette som en unnskyldning for å begynne å introdusere noen av de matematiske notasjonene som statistikere bruker for å beskrive denne beregningen, og snakke om hvordan beregningene ville blitt gjort i jamovi.
ta: நிச்சயமாக, சராசரியின் இந்த வரையறை யாருக்கும் செய்தி அல்ல. சராசரிகள் (அதாவது, வழிமுறைகள்) அன்றாட வாழ்க்கையில் அடிக்கடி பயன்படுத்தப்படுகின்றன, இது மிகவும் பழக்கமான விசயங்கள். இருப்பினும், ஒரு சராசரி கருத்து எல்லோரும் ஏற்கனவே புரிந்துகொள்ளும் ஒன்று என்பதால், இந்த கணக்கீட்டை விவரிக்க புள்ளிவிவர வல்லுநர்கள் பயன்படுத்தும் சில கணிதக் குறியீட்டை அறிமுகப்படுத்தத் தொடங்கவும், சாமோவியில் கணக்கீடுகள் எவ்வாறு செய்யப்படும் என்பதைப் பற்றி பேசவும் இதை ஒரு தவிர்க்கவும் பயன்படுத்துவேன் .

source: The first piece of notation to introduce is *N*, which we’ll use to refer to the number of observations that we’re averaging (in this case *N* = 5). Next, we need to attach a label to the observations themselves. It’s traditional to use *X* for this, and to use subscripts to indicate which observation we’re actually talking about. That is, we’ll use *X*\ :sub:`1` to refer to the first observation, *X*\ :sub:`2` to refer to the second observation, and so on all the way up to *X*\ :sub:`N` for the last one. Or, to say the same thing in a slightly more abstract way, we use *X*\ :sub:`i` to refer to the *i*-th observation. Just to make sure we’re clear on the notation, the following table lists the 5 observations in the ``afl.margins`` variable, along with the mathematical symbol used to refer to it and the actual value that the observation corresponds to:
nb: Den første notasjonen vi må introdusere, er *N*, som vi bruker for å referere til antallet observasjoner vi beregner gjennomsnittet av (i dette tilfellet *N* = 5). Deretter må vi sette en etikett på selve observasjonene. Det er vanlig å bruke *X* til dette, og å bruke abonnementer for å angi hvilken observasjon vi faktisk snakker om. Det vil si at vi bruker *X*\ :sub:`1` for å referere til den første observasjonen, *X*\ :sub:`2` for å referere til den andre observasjonen, og så videre hele veien opp til *X*\ :sub:`N` for den siste. Eller, for å si det samme på en litt mer abstrakt måte, vi bruker *X*\ :sub:`i` for å referere til den *i*-te observasjonen. Bare for å være sikker på at vi har forstått notasjonen, viser tabellen nedenfor de fem observasjonene i variabelen ``afl.margins``, sammen med det matematiske symbolet som brukes for å referere til den, og den faktiske verdien som observasjonen tilsvarer:
ta: அறிமுகப்படுத்துவதற்கான முதல் குறியீடு *n *ஆகும், இது நாம் சராசரியாக இருக்கும் அவதானிப்புகளின் எண்ணிக்கையைக் குறிக்கப் பயன்படுத்துவோம் (இந்த விசயத்தில் *n *= 5). அடுத்து, நாம் அவதானிப்புகளுடன் ஒரு லேபிளை இணைக்க வேண்டும். இதற்காக * ஃச் * ஐப் பயன்படுத்துவது பாரம்பரியமானது, மேலும் எந்த கவனிப்பைப் பற்றி நாம் உண்மையில் பேசுகிறோம் என்பதைக் குறிக்க சந்தாக்களைப் பயன்படுத்துவது. அதாவது, முதல் அவதானிப்பைக் குறிக்க *x *\: `1` ஐப் பயன்படுத்துவோம், *x *\: இரண்டாவது அவதானிப்பைக் குறிக்க துணை:` 2`, மற்றும் எல்லா வழிகளிலும் * X*\: துணை: `n` கடைசியாக. அல்லது, அதே விசயத்தை சற்று சுருக்கமான முறையில் சொல்ல, நாங்கள் *x *\: துணை: `நான் *i *-th அவதானிப்பைக் குறிப்பிடுகிறேன். குறியீட்டில் நாங்கள் தெளிவாக இருக்கிறோம் என்பதை உறுதிப்படுத்த, பின்வரும் அட்டவணை `` afl.margins`` மாறியில் உள்ள 5 அவதானிப்புகளை பட்டியலிடுகிறது, அதைக் குறிக்கப் பயன்படுத்தப்படும் கணித அடையாளம் மற்றும் அவதானிப்பு ஒத்த உண்மையான மதிப்பு ஆகியவற்றுடன்:

source: the observation
de: die Beobachtung
nb: observasjonen
ta: கவனிப்பு

source: its symbol
de: ihr Symbol
nb: sitt symbol
ta: அதன் அடையாளம்

source: the observed value
de: der beobachtete Wert
nb: den observerte verdien
ta: கவனிக்கப்பட்ட மதிப்பு

source: winning margin, game 1
de: Gewinnspanne, Spiel 1
nb: seiersmargin, kamp 1
ta: வென்ற விளிம்பு, விளையாட்டு 1

source: 56 points
de: 56 Punkte
nb: 56 poeng
ta: 56 புள்ளிகள்

source: winning margin, game 2
de: Gewinnspanne, Spiel 2
nb: seiersmargin, kamp 2
ta: வென்ற விளிம்பு, விளையாட்டு 2

source: 31 points
de: 31 Punkte
nb: 31 poeng
ta: 31 புள்ளிகள்

source: winning margin, game 3
de: Gewinnspanne, Spiel 3
nb: seiersmargin, kamp 3
ta: வென்ற விளிம்பு, விளையாட்டு 3

source: winning margin, game 4
de: Gewinnspanne, Spiel 4
nb: seiersmargin, kamp 4
ta: வென்ற விளிம்பு, விளையாட்டு 4

source: 8 points
de: 8 Punkte
nb: 8 poeng
ta: 8 புள்ளிகள்

source: winning margin, game 5
de: Gewinnspanne, Spiel 5
nb: seiersmargin, kamp 5
ta: வென்ற விளிம்பு, விளையாட்டு 5

source: 32 points
de: 32 Punkte
nb: 32 poeng
ta: 32 புள்ளிகள்

source: Okay, now let’s try to write a formula for the mean. By tradition, we use *X̄* as the notation for the mean. So the calculation for the mean could be expressed using the following formula:
de: Okay, versuchen wir nun, eine Formel für den Mittelwert zu schreiben. Traditionsgemäß verwenden wir *X̄* als Notation für den Mittelwert. Die Berechnung des Mittelwerts könnte also mit der folgenden Formel ausgedrückt werden:
nb: La oss nå prøve å skrive en formel for gjennomsnittet. Tradisjonelt bruker vi *X̄* som notasjon for gjennomsnittet. Beregningen av gjennomsnittet kan altså uttrykkes ved hjelp av følgende formel:
ta: சரி, இப்போது சராசரிக்கு ஒரு சூத்திரத்தை எழுத முயற்சிப்போம். பாரம்பரியத்தின் அடிப்படையில், * x̄ * ஐ சராசரியான குறியீடாகப் பயன்படுத்துகிறோம். எனவே சராசரியுக்கான கணக்கீட்டை பின்வரும் சூத்திரத்தைப் பயன்படுத்தி வெளிப்படுத்தலாம்:

source: This formula is entirely correct but it’s terribly long, so we make use of the **summation symbol** Σ to shorten it.\ [#]_ If I want to add up the first five observations I could write out the sum the long way, *X*\ :sub:`1` + *X*\ :sub:`2` + *X*\ :sub:`3` + *X*\ :sub:`4` + *X*\ :sub:`5` or I could use the summation symbol to shorten it to this:
de: Diese Formel ist völlig korrekt, aber sie ist furchtbar lang, also benutzen wir das **Summensymbol** Σ, um sie abzukürzen.\ [#]_ Wenn ich die ersten fünf Beobachtungen zusammenzählen möchte, könnte ich die Summe auf die lange Art schreiben: *X*\ :sub:`1` + *X*\ :sub:`2` + *X*\ :sub:`3` + *X*\ :sub:`4` + *X*\ :sub:`5` oder ich kann das Summensymbol verwenden, um es auf diese Weise abzukürzen:
nb: Denne formelen er helt korrekt, men den er fryktelig lang, så vi bruker **summesymbolet** Σ for å forkorte den.\ [#]_ Hvis jeg vil legge sammen de fem første observasjonene, kan jeg skrive ut summen på den lange måten, *X*\ :sub:`1` + *X*\ :sub:`2` + *X*\ :sub:`3` + *X*\ :sub:`4` + *X*\ :sub:`5`, eller jeg kan bruke summeringssymbolet for å forkorte den til dette:
ta: இந்த தேற்றம் முற்றிலும் சரியானது, ஆனால் அது மிகவும் நீளமானது, எனவே அதைக் குறைக்க ** சுருக்கம் அடையாளம் ** the ஐப் பயன்படுத்துகிறோம். \ [#] _ முதல் ஐந்து அவதானிப்புகளை நான் சேர்க்க விரும்பினால், நீண்ட காலத்தை எழுத முடியும் வழி, *x *\: துணை: `1` + *x *\: துணை:` 2` + *x *\: துணை: `3` + *x *\: துணை:` 4` + *x *\ : துணை: `5` அல்லது இதைக் குறைக்க சுருக்கமான சின்னத்தைப் பயன்படுத்தலாம்:

source: Taken literally, this could be read as “the sum, taken over all *i* values from 1 to 5, of the value *X*\ :sub:`i`”. But basically what it means is “add up the first five observations”. In any case, we can use this notation to write out the formula for the mean, which looks like this:
de: Wörtlich genommen könnte man dies als „die Summe aller *i* Werte von 1 bis 5 des Wertes *X*\ :sub:`i`“ lesen. Aber im Grunde bedeutet es „die Summe der ersten fünf Beobachtungen“. Auf jeden Fall können wir diese Notation verwenden, um die Formel für den Mittelwert aufzuschreiben, die wie folgt aussieht:
nb: Bokstavelig talt kan dette leses som «summen, tatt over alle *i* verdier fra 1 til 5, av verdien *X*\ :sub:`i`». Men i bunn og grunn betyr det «legg sammen de fem første observasjonene». Uansett kan vi bruke denne notasjonen til å skrive ut formelen for gjennomsnittet, som ser slik ut:
ta: உண்மையில் எடுத்துக் கொள்ளப்பட்டால், இதை “மொத்தம், அனைத்து *i *மதிப்புகள் 1 முதல் 5 வரை, மதிப்பின் மதிப்பின் மதிப்பின் *x *\: sub:` i` ”என்று படிக்கலாம். ஆனால் அடிப்படையில் இதன் பொருள் “முதல் ஐந்து அவதானிப்புகளைச் சேர்க்கவும்”. எப்படியிருந்தாலும், இந்த குறியீட்டைப் பயன்படுத்தி சராசரியான சூத்திரத்தை எழுதலாம், இது போல் தெரிகிறது:
