Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: Since it’s the more interesting of the two, let’s start by talking about the **skewness**. Skewness is basically a measure of asymmetry and the easiest way to explain it is by drawing some pictures. As :numref:`fig-skewness` illustrates, if the data tend to have a lot of extreme small values (i.e., the lower tail is “longer” than the upper tail) and not so many extremely large values (left panel) then we say that the data are *negatively skewed*. On the other hand, if there are more extremely large values than extremely small ones (right panel) we say that the data are *positively skewed*. That’s the qualitative idea behind skewness. If there are relatively more values that are far greater than the mean, the distribution is positively skewed or right skewed, with a tail stretching to the right. Negative or left skew is the opposite. A symmetric distribution has a skewness of 0. The skewness value for a positively skewed distribution is positive, and a negative value for a negatively skewed distribution.
de: Da sie die interessantere von beiden ist, wollen wir zunächst über die **Schiefe** sprechen. Die Schiefe ist im Grunde ein Maß für die Asymmetrie und lässt sich am einfachsten durch ein paar Bilder erklären. Wie :numref:`fig-skewness` veranschaulicht, sagen wir, wenn die Daten dazu neigen, viele extrem kleine Werte zu haben (d.h. der untere Schwanz ist „länger“, als der obere Schwanz) und nicht so viele extrem große Werte (linkes Feld), dann sind die Daten *negativ schief* (linksschief). Gibt es dagegen mehr extrem große Werte als extrem kleine (rechtes Feld), dann sind die Daten *positiv schief* (rechtsschief). Das ist die qualitative Idee hinter der Schiefe. Wenn es relativ viele Werte gibt, die weit über dem Mittelwert liegen, ist die Verteilung positiv schief oder rechtsschief, mit einem sich nach rechts erstreckenden Schwanz. Negativ oder linksschief ist das Gegenteil davon. Eine symmetrische Verteilung hat eine Schiefe von 0. Der Wert der Schiefe für eine positiv schiefe Verteilung ist positiv, und ein negativer Wert für eine negativ schiefe Verteilung.
nb: Siden det er den mest interessante av de to, kan vi begynne med å snakke om **skjevhet**. Skjevhet er i utgangspunktet et mål på asymmetri, og den enkleste måten å forklare det på er ved å tegne noen bilder. Som :numref:`fig-skewness` illustrerer, hvis dataene har en tendens til å ha mange ekstremt små verdier (dvs. at den nedre halen er «lengre» enn den øvre halen) og ikke så mange ekstremt store verdier (venstre panel), sier vi at dataene er *negativt skjeve*. Hvis det derimot er flere ekstremt store verdier enn ekstremt små (høyre panel), sier vi at dataene er *positivt skjeve*. Det er den kvalitative ideen bak skjevhet. Hvis det er relativt flere verdier som er langt større enn gjennomsnittet, er fordelingen positivt skjev eller høyreskjev, med en hale som strekker seg mot høyre. Negativ eller venstreskjevhet er det motsatte. En symmetrisk fordeling har en skjevhet på 0. Skjevhetsverdien for en positivt skjev fordeling er positiv, og en negativ verdi for en negativt skjev fordeling.
ta: இது இரண்டில் மிகவும் சுவாரச்யமானது என்பதால், ** வளைவு ** பற்றி பேசுவதன் மூலம் ஆரம்பிக்கலாம். வளைவு அடிப்படையில் சமச்சீரற்ற தன்மையின் ஒரு நடவடிக்கையாகும், மேலும் சில படங்களை வரைவதன் மூலம் அதை விளக்க எளிதான வழி. AS: NUMREF: `FIG-SKEWNESS` விளக்குகிறது, தரவு நிறைய தீவிர சிறிய மதிப்புகளைக் கொண்டிருந்தால் (அதாவது, கீழ் வால் மேல் வால் விட“ நீளமானது ”) மற்றும் பல பெரிய மதிப்புகள் (இடது குழு) இல்லை தரவு *எதிர்மறையாக வளைந்திருக்கும் *என்று நாங்கள் கூறுகிறோம். மறுபுறம், மிகச் சிறியவற்றை விட மிகப் பெரிய மதிப்புகள் (வலது குழு) இருந்தால், தரவு *நேர்மறையாக வளைந்து கொடுக்கப்படுகிறது *என்று கூறுகிறோம். இது வளைவுக்கு பின்னால் உள்ள தரமான சிந்தனை. சராசரியை விட மிகப் பெரிய மதிப்புகள் இருந்தால், வழங்கல் நேர்மறையாக வளைந்து அல்லது வலது வளைந்து, ஒரு வால் வலதுபுறம் நீட்டப்படுகிறது. எதிர்மறை அல்லது இடது வளைவு இதற்கு நேர்மாறானது. ஒரு சமச்சீர் வழங்கல் 0 இன் வளைவு உள்ளது. நேர்மறையான வளைந்த விநியோகத்திற்கான வளைவு மதிப்பு நேர்மறையானது, மேலும் எதிர்மறையாக வளைந்த விநியோகத்திற்கான எதிர்மறை மதிப்பு.

source: One formula for the skewness of a data set is as follows
de: Eine Formel für die Schiefe eines Datensatzes lautet wie folgt
nb: En formel for skjevhet i et datasett er som følger
ta: தரவு தொகுப்பின் வளைவுக்கான ஒரு தேற்றம் பின்வருமாறு

source: where *N* is the number of observations, *X̄* is the sample mean, and :math:`\hat{\sigma}` is the standard deviation (the “divide by *N - 1*” version, that is).
de: wobei *N* die Anzahl der Beobachtungen, *X̄* der Stichprobenmittelwert und :math:`\hat{\sigma}` die (Populations-)Standardabweichung ist (d.h. die Version „dividiert durch *N - 1*“).
nb: der *N* er antall observasjoner, *X̄* er utvalgsgjennomsnittet, og :math:`\hat{\sigma}` er standardavviket (altså «divider med *N - 1*»-versjonen).
ta: *n *என்பது அவதானிப்புகளின் எண்ணிக்கை, *x̄ *என்பது மாதிரி சராசரி, மற்றும்: கணிதம்: `\ தொப்பி {\ சிக்மா}` என்பது நிலையான விலகல் (“ *n - 1 *” பதிப்பால் வகுத்தல், அதாவது) .

source: Perhaps more helpfully, you can use jamovi to calculate skewness: set the check box ``Skewness`` in the ``Statistics`` options under ``Exploration`` → ``Descriptives``. For the ``afl.margins`` variable, the skewness figure is **0.780**. If you divide the skewness estimate by the Std. error for skewness you have an indication of how skewed the data is. Especially in small samples (*N* < 50), one rule of thumb suggests that a value of 2 or less can mean that the data is not very skewed, and a value of over 2 that there is sufficient skew in the data to possibly limit its use in some statistical analyses. Though there is no clear agreement on this interpretation. That said, this does indicate that the ``afl.margins`` variable is somewhat skewed (0.780 / 0.183 = 4.262).
nb: Kanskje mer nyttig er det at du kan bruke jamovi til å beregne skjevhet: Merk av for ``Skewness`` under ``Statistics`` i analysepanelet til ``Exploration`` → ``Descriptives``. For variabelen ``afl.margins`` er skjevhetstallet **0,780**. Hvis du dividerer skjevhetsestimatet med std.feilen for skjevhet, får du en indikasjon på hvor skjeve dataene er. Spesielt i små utvalg (*N* < 50) er det en tommelfingerregel at en verdi på 2 eller mindre kan bety at dataene ikke er veldig skjeve, mens en verdi på over 2 kan bety at dataene er så skjeve at det kan begrense bruken av dem i enkelte statistiske analyser. Det er imidlertid ingen klar enighet om denne tolkningen. Når det er sagt, indikerer dette at variabelen ``afl.margins`` er noe skjev (0,780 / 0,183 = 4,262).
ta: வளைவைக் கணக்கிட நீங்கள் சாமோவியைப் பயன்படுத்தலாம்: `` ஆய்வு` `` `விளக்கங்கள்``` இன் கீழ்` `புள்ளிவிவரங்கள்` விருப்பங்களில்` `வளைவு` ஆகியவற்றை அமைக்கலாம். `` Afl.margins`` மாறிக்கு, வளைவு எண்ணிக்கை ** 0.780 **. நீங்கள் வளைவு மதிப்பீட்டை எச்.டி.டி மூலம் பிரித்தால். வளைவு பிழை தரவு எவ்வளவு வளைந்திருக்கும் என்பதற்கான அறிகுறி உங்களிடம் உள்ளது. குறிப்பாக சிறிய மாதிரிகளில் (* n* <50), கட்டைவிரல் ஒரு விதி 2 அல்லது அதற்கும் குறைவான மதிப்பு தரவு மிகவும் வளைந்து கொடுக்கப்படவில்லை என்பதையும், 2 க்கும் மேற்பட்ட மதிப்பு தரவுகளில் போதுமான வளைவு உள்ளது என்றும் பொருள் சில புள்ளிவிவர பகுப்பாய்வுகளில் அதன் பயன்பாட்டைக் கட்டுப்படுத்துங்கள். இந்த விளக்கம் குறித்து தெளிவான உடன்பாடு இல்லை என்றாலும். `` Afl.margins`` மாறுபாடு ஓரளவு வளைந்திருக்கும் (0.780 / 0.183 = 4.262) இது குறிக்கிறது.

source: The final measure that is sometimes referred to, though very rarely in practice, is the **kurtosis** of a data set. Put simply, kurtosis is a measure of how thin or fat the tails of a distribution are, as illustrated in :numref:`fig-kurtosis`. By convention, we say that the “normal curve” (black lines) has zero kurtosis, and the degree of kurtosis is assessed relative to this curve.
de: Das letzte Maß, auf das manchmal verwiesen wird, obwohl es in der Praxis sehr selten vorkommt, ist die **Kurtosis** eines Datensatzes. Einfach ausgedrückt ist die Kurtosis ein Maß dafür, wie dünn oder dick die Ausläufer (Schwänze) einer Verteilung sind, wie in :numref:`fig-kurtosis` dargestellt. Vereinbarungsgemäß sagt man, dass die „Normalkurve“ (schwarze Linien) eine Kurtosis von Null aufweist, und der Grad der Kurtosis wird relativ zu dieser Kurve bewertet.
nb: Det siste målet som det noen ganger refereres til, men som svært sjelden brukes i praksis, er **kurtosis** for et datasett. Enkelt sagt er kurtosis et mål på hvor tynne eller tykke halene i en fordeling er, som illustrert i :numref:`fig-kurtosis`. Vi pleier å si at «normafordelingen» (svarte linjer) har null kurtosis, og graden av kurtosis vurderes i forhold til denne kurven.
ta: சில நேரங்களில் குறிப்பிடப்படும் இறுதி நடவடிக்கை, நடைமுறையில் மிகவும் அரிதாக இருந்தாலும், தரவு தொகுப்பின் ** கர்டோசிச் ** ஆகும். எளிமையாகச் சொல்வதானால், கர்டோசிச் என்பது ஒரு விநியோகத்தின் வால்கள் எவ்வளவு மெல்லிய அல்லது கொழுப்பு என்பதை ஒரு அளவீடு ஆகும், இதில் விளக்கப்பட்டுள்ளபடி: எண்: `அத்தி-குர்டோசிச்`. மாநாட்டின் படி, “சாதாரண வளைவு” (கருப்பு கோடுகள்) சுழிய கர்டோசிச் இருப்பதாகவும், இந்த வளைவுடன் ஒப்பிடும்போது கர்டோசிசின் அளவு மதிப்பிடப்படுகிறது என்றும் நாங்கள் கூறுகிறோம்.

source: Illustration of kurtosis
de: Illustration der Kurtosis
nb: Illustrasjon av kurtosis
ta: கர்டோசிசின் விளக்கம்

source: An illustration of kurtosis. On the left, we have a “platykurtic” distribution (kurtosis = -.95) meaning that the distribution has “thin” or flat tails. In the middle we have a “mesokurtic” distribution (kurtosis is almost exactly 0) which means that the tails are neither thin or fat. Finally, on the right, we have a “leptokurtic” distribution (kurtosis = 2.12) indicating that the distribution has “fat” tails. Note that kurtosis is measured with respect to a normal distribution (black line).
de: Eine Illustration der Kurtosis. Auf der linken Seite haben wir eine „platykurtische“ Verteilung (Kurtosis = -0,95), was bedeutet, dass die Verteilung „dünne“ oder flache Ausläufer (oder Schwänze) hat. In der Mitte haben wir eine „mesokurtische“ Verteilung (Kurtosis ist fast genau 0), was bedeutet, dass die Ausläufer weder dünn noch dick sind. Auf der rechten Seite schließlich haben wir eine „leptokurtische“ Verteilung (Kurtosis = 2,12), die anzeigt, dass die Verteilung „dicke“ Enden hat. Beachten Sie, dass die Kurtosis in Bezug auf eine Normalverteilung (schwarze Linie) gemessen wird.
nb: En illustrasjon av kurtosis. Til venstre har vi en «platykurtisk» fordeling (kurtosis = -,95), noe som betyr at fordelingen har «tynne» eller flate haler. I midten har vi en «mesokurtisk» fordeling (kurtosis er nesten nøyaktig 0), noe som betyr at halene verken er tynne eller fete. Til slutt, til høyre, har vi en «leptokurtisk» fordeling (kurtosis = 2,12), noe som indikerer at fordelingen har «fete» haler. Merk at kurtosis måles i forhold til en normalfordeling (svart linje).
ta: கர்டோசிசின் விளக்கம். இடதுபுறத்தில், எங்களிடம் ஒரு “பிளாட்டிகூர்டிக்” வழங்கல் உள்ளது (கர்டோசிச் = -.95) அதாவது விநியோகத்திற்கு “மெல்லிய” அல்லது தட்டையான வால்கள் உள்ளன. நடுவில் நம்மிடம் ஒரு “மெசோகுர்டிக்” வழங்கல் உள்ளது (கர்டோசிச் கிட்டத்தட்ட சரியாக 0) அதாவது வால்கள் மெல்லியதாகவோ அல்லது கொழுப்பு இல்லை. இறுதியாக, வலதுபுறத்தில், விநியோகத்தில் “கொழுப்பு” வால்கள் இருப்பதைக் குறிக்கும் “லெப்டோகுர்டிக்” வழங்கல் (கர்டோசிச் = 2.12) உள்ளது. கர்டோசிச் ஒரு சாதாரண வழங்கல் (கருப்பு வரி) தொடர்பாக அளவிடப்படுகிறது என்பதை நினைவில் கொள்க.

source: The data in the left panel of :numref:`fig-kurtosis` have a pretty flat distribution, with thin tails, so the kurtosis is negative and we call the data *platykurtic*. The data in the right panel have a distribution with fat tails, so the kurtosis is positive and we say that the data is *leptokurtic*. Only the data in the middle panel have neither thin or fat tails, so we say that it is *mesokurtic* and has kurtosis zero. This is summarised in the table below:
de: Die Daten im linken Feld von :numref:`fig-kurtosis` haben eine ziemlich flache Verteilung mit dünnen Ausläufern, daher ist die Kurtosis negativ und wir nennen die Daten *platykurtisch*. Die Daten im rechten Feld haben eine Verteilung mit dicken Ausläufern, so dass die Kurtosis positiv ist und wir sagen, dass die Daten *leptokurtisch* sind. Nur die Daten im mittleren Feld haben weder dünne noch dicke Ausläufer, so dass wir sagen, dass sie *mesokurtisch* sind und eine Wölbung von Null haben. Dies wird in der nachstehenden Tabelle zusammengefasst:
nb: Dataene i venstre panel i :numref:`fig-kurtosis` har en ganske flat fordeling, med tynne haler, så kurtosis er negativ, og vi kaller dataene *platykurtiske*. Dataene i det høyre panelet har en fordeling med tykke haler, så kurtosis er positiv, og vi sier at dataene er *leptokurtiske*. Bare dataene i det midterste panelet har verken tynne eller fete haler, så vi sier at de er *mesokurtiske* og har kurtosis null. Dette er oppsummert i tabellen nedenfor:
ta: அதன் இடது குழுவில் உள்ள தரவு: NumRef: `FIG-KURTOSIS` ஒரு அழகான தட்டையான விநியோகத்தைக் கொண்டுள்ளது, மெல்லிய வால்களுடன், எனவே கர்டோசிச் எதிர்மறையானது மற்றும் தரவை *பிளாட்டிகூர்டிக் *என்று அழைக்கிறது. வலது பேனலில் உள்ள தரவு கொழுப்பு வால்களுடன் ஒரு விநியோகத்தைக் கொண்டுள்ளது, எனவே கர்டோசிச் நேர்மறையானது, மேலும் தரவு *லெப்டோகூர்டிக் *என்று நாங்கள் கூறுகிறோம். நடுத்தர பேனலில் உள்ள தரவுகளில் மட்டுமே மெல்லிய அல்லது கொழுப்பு வால்கள் இல்லை, எனவே இது * மெசோகுர்டிக் * என்றும் கர்டோசிச் பூச்சியத்தைக் கொண்டுள்ளது என்றும் கூறுகிறோம். இது கீழே உள்ள அட்டவணையில் சுருக்கப்பட்டுள்ளது:

source: informal term
de: informeller Begriff
nb: uformell betegnelse
ta: முறைசாரா கால

source: technical name
de: Bezeichnung
nb: teknisk navn
ta: தொழில்நுட்ப பெயர்

source: kurtosis value
de: Kurtosis-Wert
nb: verdi for kurtosis
ta: கர்டோசிச் மதிப்பு

source: “tails to thin”
de: „Ausläufer zu dünn“
nb: «haler for tynne»
ta: "வால்கள் மெல்லியதாக இருக்கும்"

source: platykurtic
de: platykurtisch
nb: platykurtisk
ta: பிளாட்டிகர்டிக்

source: negative
de: negativ
nb: negativ
ta: எதிர்மம்

source: “tails neither thin or fat”
de: „Ausläufer weder dünn noch dick“
nb: «haler verken tynne eller tykke»
ta: "வால்கள் மெல்லிய அல்லது கொழுப்பு இல்லை"

source: mesokurtic
de: mesokurtisch
nb: mesokurtisk
ta: மெசோகுர்டிக்

source: zero
de: Null
nb: null
ta: சுழிமம்

source: “tails too fat”
de: „Ausläufer zu dick“
nb: «halene for tykke»
ta: “வால்கள் மிகவும் கொழுப்பு”

source: leptokurtic
de: leptokurtisch
nb: leptokurtisk
ta: லெப்டோகூர்டிக்

source: positive
de: positiv
nb: positiv
ta: நேரமம்

source: The equation for kurtosis is pretty similar in spirit to the formulas we’ve seen already for the variance and the skewness. Except that where the variance involved squared deviations and the skewness involved cubed deviations, the kurtosis involves raising the deviations to the fourth power:\ [#]_
de: Die Gleichung für die Kurtosis ist den Formeln, die wir bereits für die Varianz und die Schiefe gesehen haben, sehr ähnlich. Nur dass es sich bei der Varianz um quadratische Abweichungen und bei der Schiefe um kubische Abweichungen handelt, während bei der Kurtosis die Abweichungen auf die vierte Potenz angehoben werden müssen:\ [#]_
nb: Ligningen for kurtosis er ganske lik formlene vi allerede har sett for variansen og skjevheten. Bortsett fra at der variansen involverte kvadrerte avvik og skjevheten involverte avvik i kubikk, innebærer kurtosis å heve avvikene til fjerde potens:\ [#]_
ta: குர்டோசிசிற்கான சமன்பாடு மாறுபாடு மற்றும் வளைவுக்காக நாம் ஏற்கனவே பார்த்த சூத்திரங்களுக்கு ஆவிக்கு மிகவும் ஒத்திருக்கிறது. மாறுபாடு சதுர விலகல்களையும், வளைவுகளும் க்யூப் செய்யப்பட்ட விலகல்களை உள்ளடக்கிய இடத்தைத் தவிர, குர்டோசிச் நான்காவது சக்திக்கு விலகல்களை உயர்த்துவதை உள்ளடக்குகிறது: \ [#] _ _

source: I know, it’s not terribly interesting to me either.
de: Ich weiß, für mich ist das auch nicht sonderlich interessant.
nb: Jeg vet det, det er ikke veldig interessant for meg heller.
ta: எனக்கு தெரியும், இது எனக்கு மிகவும் சுவாரச்யமானது அல்ல.

source: More to the point, jamovi has a check box for ``Kurtosis`` just below the check box for ``Skewness``, and this gives a value for kurtosis of **0.101** with a standard error of **0.364**. This means that the ``afl.margins`` variable has only a small kurtosis, which is ok.
nb: jamovi har en avkrysningsboks for ``Kurtosis`` rett under avkrysningsboksen for ``Skewness``, og denne gir en verdi for kurtosis på **0,101** med en standardfeil på **0,364**. Dette betyr at variabelen ``afl.margins`` bare har en liten kurtosis, noe som er ok.
ta: மேலும், சாமோவிக்கு `` கர்டோசிச்` `` `வளைவு`` க்கான ஒரு தேர்வுப்பெட்டி உள்ளது, மேலும் இது ** 0.101 ** கர்டோசிசுக்கு ** 0.364*இன் நிலையான பிழையுடன் ஒரு மதிப்பைக் கொடுக்கிறது *. இதன் பொருள் `` afl.margins`` மாறுபாட்டில் ஒரு சிறிய கர்டோசிச் மட்டுமே உள்ளது, இது சரி.

source: The “-3” part is something that statisticians tack on to ensure that the normal curve has kurtosis zero. It looks a bit stupid, just sticking a “-3” at the end of the formula, but there are good mathematical reasons for doing this.
de: Der „- 3“-Teil wird von Statistikern angehängt, um sicherzustellen, dass die Wölbung der Normalkurve gleich Null ist. Es sieht ein bisschen dumm aus, einfach eine „- 3“ an das Ende der Formel zu hängen, aber es gibt gute mathematische Gründe dafür, dies zu tun.
nb: «-3» er noe statistikerne legger til for å sikre at normalfordelingskurven har kurtosis null. Det ser litt dumt ut å bare sette inn en «-3» på slutten av formelen, men det er gode matematiske grunner til å gjøre dette.
ta: “-3” பகுதி என்பது சாதாரண வளைவில் கர்டோசிச் பூச்சியத்தைக் கொண்டிருப்பதை உறுதிப்படுத்த புள்ளிவிவர வல்லுநர்கள் சமாளிக்கும் ஒன்று. இது சற்று முட்டாள்தனமாகத் தெரிகிறது, சூத்திரத்தின் முடிவில் ஒரு “-3” ஐ ஒட்டிக்கொண்டது, ஆனால் இதைச் செய்வதற்கு நல்ல கணித காரணங்கள் உள்ளன.

source: Descriptive statistics separately for each group
de: Nach Gruppen unterteilte deskriptivstatistische Analysen
nb: Deskriptivstatistikk separat for hver gruppe
ta: ஒவ்வொரு குழுவிற்கும் தனித்தனியாக விளக்க புள்ளிவிவரங்கள்

source: It is very commonly the case that you find yourself needing to look at descriptive statistics broken down by some grouping variable |nominal|. This is pretty easy to do in jamovi. For instance, let’s say I want to look at the descriptive statistics for some clinical trial data, broken down separately by ``therapy`` type. This is a new data set, one that you’ve never seen before. The data is stored in the |clinicaltrial|_ data set and we’ll use it a lot in chapter :doc:`../Ch13/Ch13_ANOVA` (you can find a complete description of the data at the start of that chapter). Let’s load it and see what we’ve got:
nb: Det er svært vanlig at du har behov for å se på deskriptivstatistikk fordelt på en grupperingsvariabel |nominal|. Dette er ganske enkelt å gjøre i jamovi. La oss for eksempel si at jeg ønsker å se på deskriptivstatistikken for data fra kliniske studier, inndelt separat etter ``therapy``-type. Dette er et nytt datasett, et du aldri har sett før. Dataene er lagret i datasettet |clinicaltrial|_, og vi kommer til å bruke det mye i kapittel :doc:`../Ch13/Ch13_ANOVA` (du finner en fullstendig beskrivelse av dataene i starten av det kapittelet). La oss laste det inn og se hva vi har:
ta: சில குழும மாறி | பெயரளவு | மூலம் உடைக்கப்பட்ட விளக்க புள்ளிவிவரங்களை நீங்கள் பார்க்க வேண்டும் என்பது மிகவும் பொதுவாக உள்ளது. சாமோவியில் இதைச் செய்வது மிகவும் எளிதானது. உதாரணமாக, சில மருத்துவ சோதனை தரவுகளுக்கான விளக்க புள்ளிவிவரங்களைப் பார்க்க விரும்புகிறேன், `` சிகிச்சை` வகை மூலம் தனித்தனியாக உடைக்கப்படுகிறது. இது ஒரு புதிய தரவு தொகுப்பு, நீங்கள் இதற்கு முன்பு பார்த்திராத ஒன்றாகும். தரவு | கிளினிக்கல் ட்ரீல் | _ தரவு தொகுப்பில் சேமிக்கப்படுகிறது, நாங்கள் இதை அத்தியாயத்தில் அதிகம் பயன்படுத்துவோம்: டாக்: `../ ch13/ch13_anova` (அந்த அத்தியாயத்தின் தொடக்கத்தில் தரவின் முழுமையான விளக்கத்தை நீங்கள் காணலாம்) . அதை ஏற்றுவோம், எங்களுக்கு கிடைத்ததைப் பார்ப்போம்:

source: Variables in |clinicaltrial|
nb: Variabler i |clinicaltrial|
ta: | மருத்துவமனை | இல் உள்ள மாறிகள்

source: Screenshot of jamovi showing the variables stored in the |clinicaltrial|_ data set
de: jamovi-Screenshot mit den im Datensatz |clinicaltrial|_ gespeicherten Variablen
nb: Skjermbilde av jamovi som viser variablene som er lagret i datasettet |clinicaltrial|_
ta: | கிளினிக்கல் ட்ரீல் | _ தரவு தொகுப்பில் சேமிக்கப்பட்ட மாறிகளைக் காட்டும் சாமோவியின் திரை காட்சி

source: Evidently there were three drugs: a ``placebo``, something called ``anxifree`` and something called ``joyzepam``, and there were 6 people administered each drug. There were 9 people treated using cognitive behavioural therapy (``CBT``) and 9 people who received no psychological treatment (``no.therapy``). And we can see from looking at the ``Descriptives`` of the ``mood.gain`` variable that most people did show a mood gain (mean = 0.88), though without knowing what the scale is here it’s hard to say much more than that. Still, that’s not too bad. Overall I feel that I learned something from that.
nb: Det var tydeligvis tre legemiddel: ``placebo``, noe som het ``anxifree`` og noe som het ``joyzepam``, og det var 6 personer som fikk hvert legemiddel. Det var 9 personer som ble behandlet med kognitiv atferdsterapi (``CBT``), og 9 personer som ikke fikk noen psykologisk terapi (``no.therapy``). Og vi kan se av ``Descriptives`` for ``mood.gain``-variabelen at de fleste viste en humørsvingning (gjennomsnitt = 0,88), men uten å vite hva skalaen er her, er det vanskelig å si så mye mer enn det. Det er likevel ikke så ille. Alt i alt føler jeg at jeg lærte noe av det.
ta: மூன்று மருந்துகள் இருந்தன: ஒரு `` மருந்துப்போலி``, `` கவலை'` மற்றும் `` சாய்செபம்`` என்று அழைக்கப்படும் ஒன்று, ஒவ்வொரு மருந்தையும் 6 பேர் நிர்வகித்தனர். அறிவாற்றல் நடத்தை சிகிச்சையைப் பயன்படுத்தி 9 பேர் சிகிச்சையளிக்கப்பட்டனர் (`` சிபிடி``) மற்றும் உளவியல் சிகிச்சையைப் பெறாத 9 பேர் (`. பெரும்பாலான மக்கள் மனநிலை ஆதாயத்தைக் காட்டிய (சராசரி = 0.88) `` மனநிலை. அதை விட. இன்னும், அது மிகவும் மோசமாக இல்லை. ஒட்டுமொத்தமாக நான் அதிலிருந்து ஏதாவது கற்றுக்கொண்டேன் என்று நினைக்கிறேன்.

source: We can also go ahead and look at some other descriptive statistics, and this time separately for each type of therapy. In jamovi, check ``Std. deviation``, ``Skewness`` and ``Kurtosis`` in the ``Statistics`` options. At the same time, transfer the ``therapy`` variable into the ``Split by`` box, and you should get something like :numref:`fig-clinicaltrial_grouping`.
nb: Vi kan også gå videre og se på en annen deskriptivstatistisk analyse, og denne gangen separat for hver terapitype. I jamovi merker du av for ``Std. deviation``, ``Skewness`` og ``Kurtosis`` i ``Statistics``-alternativene. Overfør samtidig variabelen ``therapy`` til ``Split by``-boksen, og du bør få noe sånt som :numref:`fig-clinicaltrial_grouping`.
ta: நாம் மேலே சென்று வேறு சில விளக்க புள்ளிவிவரங்களைப் பார்க்கலாம், மேலும் இந்த முறை ஒவ்வொரு வகை சிகிச்சைக்கும் தனித்தனியாக. சாமோவியில், `` எச்.டி.டி. `` புள்ளிவிவரங்கள்`` விருப்பங்களில் விலகல்```, `` வளைவு`` மற்றும் `` கர்டோசிச்`. அதே நேரத்தில், `` சிகிச்சை`` மாறியை `` பிளவு` பெட்டியில் மாற்றவும், நீங்கள் போன்ற ஒன்றைப் பெற வேண்டும்: எண்: `அத்தி-கிளினிகல்ட்ரியல்_ குழுமம்`.

source: Variables in |clinicaltrial| split by therapy type
nb: Variabler i |clinicaltrial| delt inn etter terapitype
ta: | மருத்துவமனை | இல் உள்ள மாறிகள் மருத்தீடு வகை மூலம் பிரிக்கப்படுகிறது

source: Screenshot of jamovi showing ``Descriptives`` of the variables in the |clinicaltrial|_ data set split by therapy type
de: jamovi-Screenshot mit den deskriptivstatistischen Maßen der Variablen im |clinicaltrial|_ Datensatz aufgeteilt nach Therapieart
nb: Skjermbilde av jamovi som viser ``Descriptives`` av variablene i datasettet |clinicaltrial|_ fordelt på terapitype
ta: | கிளினிக்கல் ட்ரீலில் உள்ள மாறிகள் `` விளக்கங்கள்` என்பதைக் காட்டும் சாமோவியின் திரை காட்சி | _ தரவு தொகுப்பு மருத்தீடு வகை மூலம் பிளவு
