Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: :doc:`Ch04_Descriptives_1`: Broadly speaking, central tendency measures tell you where the data are. There’s three measures that are typically reported in the literature: the mean, median and mode.
nb: :doc:`Ch04_Descriptives_1`: Generelt sett forteller sentraltendens-mål deg hvor dataene befinner seg. Det er tre mål som vanligvis rapporteres i litteraturen: gjennomsnitt, median og modus.
ta: . பொதுவாக இலக்கியத்தில் பதிவான மூன்று நடவடிக்கைகள் உள்ளன: சராசரி, சராசரி மற்றும் பயன்முறை.

source: :doc:`Ch04_Descriptives_2`: In contrast, measures of variability tell you about how “spread out” the data are. The key measures are: range, standard deviation, and interquartile range.
nb: :doc:`Ch04_Descriptives_2`: Variabilitetsmål forteller deg derimot hvor «spredt» dataene er. De viktigste målene er: variasjonsbredde, standardavvik og interkvartilbredde.
ta: . முக்கிய நடவடிக்கைகள்: வரம்பு, நிலையான விலகல் மற்றும் இடைநிலை வரம்பு.

source: :doc:`Ch04_Descriptives_3`: We also looked at assymetry in a variable’s distribution (skew) and pointness (kurtosis).
nb: :doc:`Ch04_Descriptives_3`: Vi har også sett på assymetri i en variabels fordeling (skjevhet) og spisshet (kurtosis).
ta: :doc:`Ch04_Descriptives_3`: We also looked at assymetry in a variable’s பரவல் (skew) and pointness (kurtosis).

source: :doc:`Getting group summaries of variables in jamovi <Ch04_Descriptives_4>`: Since this book focuses on doing data analysis in jamovi, we spent a bit of time talking about how descriptive statistics are computed for different subgroups.
nb: :doc:`Å få deskriptivstatistikk for variabler i jamovi separat for forskjellige grupper <Ch04_Descriptives_4>`: Siden denne boken fokuserer på dataanalyse i jamovi, har vi brukt litt tid på å snakke om hvordan deskriptivstatistikk kan beregnes for ulike grupper.
ta: :doc:`Getting குழு summaries of மாறிகள் in jamovi <Ch04_Descriptives_4>`: Since this book focuses on doing தகவல்கள் பகுப்பாய்வு in jamovi, we spent a துணுக்கு of time talking பற்றி how descriptive statistics அரே computed க்கு different subgroups.

source: :doc:`Ch04_Descriptives_5`: The *z*-score is a slightly unusual beast. It’s not quite a descriptive statistic, and not quite an inference. Make sure you understand that section. It’ll come up again later.
nb: :doc:`Ch04_Descriptives_5`: *z*-verdi er et litt uvanlig fyr. Det kan egentlig ikke betegnes som deskriptivstatistikk, men det er ikke inferensstatistikk heller. Sørg for at du forstår denne delen. Det vil dukke opp igjen og igjen senere.
ta: . இது ஒரு விளக்க புள்ளிவிவரம் அல்ல, மேலும் ஒரு அனுமானம் அல்ல. அந்த பகுதியை நீங்கள் புரிந்துகொண்டுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள். இது பின்னர் மீண்டும் வரும்.

source: In the next chapter we’ll move on to a discussion of how to draw pictures! Everyone loves a pretty picture, right? But before we do, I want to end on an important point. A traditional first course in statistics spends only a small proportion of the class on descriptive statistics, maybe one or two lectures at most. The vast majority of the lecturer’s time is spent on inferential statistics because that’s where all the hard stuff is. That makes sense, but it hides the practical everyday importance of choosing good descriptives. With that in mind…
de: Im nächsten Kapitel werden wir uns damit beschäftigen, wie man Diagramme erstellt! Jeder liebt doch ein schönes Bild, oder? Doch bevor wir das tun, möchte ich auf einen wichtigen Punkt eingehen. In einem herkömmlichen Grundkurs in Statistik wird nur ein kleiner Teil der Unterrichtszeit für deskriptive Statistik verwendet, vielleicht ein oder zwei Vorlesungen. Die überwiegende Mehrheit der Zeit des Dozenten wird auf die Inferenzstatistik verwendet, weil dort der ganze schwierige Stoff liegt. Das macht Sinn, aber es verdeckt die praktische, alltägliche Bedeutung der Auswahl guter deskriptivstatischer Maße. In diesem Sinne…
nb: I neste kapittel skal vi gå videre til en diskusjon om hvordan man tegner bilder! Alle elsker jo et pent bilde, ikke sant? Men før vi gjør det, vil jeg avslutte med et viktig poeng. Et tradisjonelt førstekurs i statistikk bruker bare en liten del av timen på deskriptiv statistikk, kanskje én eller to forelesninger på det meste. Det store flertallet av forelesernes tid går med til slutningsstatistikk, fordi det er der alt det vanskelige ligger. Det er fornuftig, men det skjuler den praktiske betydningen av å velge gode deskriptiver i hverdagen. Med det i bakhodet…
ta: அடுத்த அத்தியாயத்தில் படங்களை எவ்வாறு வரையலாம் என்ற விவாதத்திற்கு செல்வோம்! எல்லோரும் ஒரு அழகான படத்தை விரும்புகிறார்கள், இல்லையா? ஆனால் நாங்கள் செய்வதற்கு முன், நான் ஒரு முக்கியமான கட்டத்தில் முடிக்க விரும்புகிறேன். புள்ளிவிவரங்களில் ஒரு பாரம்பரிய முதல் பாடநெறி வகுப்பின் ஒரு சிறிய விகிதத்தை மட்டுமே விளக்க புள்ளிவிவரங்களுக்காக செலவிடுகிறது, ஒருவேளை ஒன்று அல்லது இரண்டு விரிவுரைகள். விரிவுரையாளரின் நேரத்தின் பெரும்பகுதி அனுமான புள்ளிவிவரங்களுக்காக செலவிடப்படுகிறது, ஏனென்றால் எல்லா கடினமான விசயங்களும் அப்படித்தான். அது அர்த்தமுள்ளதாக இருக்கிறது, ஆனால் இது நல்ல விளக்கங்களைத் தேர்ந்தெடுப்பதன் நடைமுறை அன்றாட முக்கியத்துவத்தை மறைக்கிறது. அதை மனதில் கொண்டு…

source: Epilogue: Good descriptive statistics are descriptive!
de: Epilog: Gute deskriptivstatistische Maße sind anschaulich!
nb: Epilog: God deskriptivstatistikk er beskrivende!
ta: எபிலோக்: நல்ல விளக்க புள்ளிவிவரங்கள் விளக்கமானவை!

source: *The death of one man is a tragedy.*
de: *Der Tod eines Menschen ist eine Tragödie.*
nb: *En manns død er en tragedie.*
ta: *ஒரு மனிதனின் இறப்பு ஒரு சோகம்.*

source: *The death of millions is a statistic.*
de: *Der Tod von Millionen von Menschen ist eine statistische Größe.*
nb: *Millioners død er bare statistikk.*
ta: *மில்லியன் கணக்கான இறப்பு ஒரு புள்ளிவிவரம்.*

source: Estimate of Soviet repression deaths, 1937-1938 (:ref:`Ellman, 2002 <Ellman_2002>`)
nb: Anslag over dødsfall som følge av sovjetisk undertrykkelse, 1937-1938 (:ref:`Ellman, 2002 <Ellman_2002>`)
ta: சோவியத் அடக்குமுறை இறப்புகளின் மதிப்பீடு, 1937-1938 (: குறிப்பு: `எல்மேன், 2002 <எல்மேன்_2002>`)

source: Stalin’s infamous quote about the statistical character of the deaths of millions is worth giving some thought. The clear intent of his statement is that the death of an individual touches us personally and its force cannot be denied, but that the deaths of a multitude are incomprehensible and as a consequence are mere statistics and more easily ignored. I’d argue that Stalin was half right. A statistic is an abstraction, a description of events beyond our personal experience, and so hard to visualise. Few if any of us can imagine what the deaths of millions is “really” like, but we can imagine one death and this gives the lone death its feeling of immediate tragedy, a feeling that is missing from Ellman’s cold statistical description.
de: Stalins berühmt-berüchtigtes Zitat über den statistischen Charakter des Todes von Millionen von Menschen ist eine Überlegung wert. Seine Aussage zielt eindeutig darauf ab, dass der Tod eines Einzelnen uns persönlich berührt und seine Wucht nicht geleugnet werden kann, dass aber der Tod einer Vielzahl von Menschen schwer fassbar ist und folglich oft einen mehr statistischen Charakter hat und leichter zu ignorieren ist. Ich würde sagen, dass Stalin zur Hälfte Recht hatte. Eine Statistik ist eine Abstraktion, eine Beschreibung von Ereignissen, die jenseits unserer persönlichen Erfahrung liegen, und daher schwer zu veranschaulichen. Nur wenige von uns können sich vorstellen, wie der Tod von Millionen von Menschen „wirklich“ ist, aber wir können uns einen einzelnen Tod vorstellen, und das gibt dem einzelnen Tod das Gefühl einer unmittelbaren Tragödie, ein Gefühl, das in Ellmans kalter statistischer Beschreibung fehlt.
nb: Stalins beryktede sitat om den statistiske karakteren av millioner av dødsfall er verdt å tenke litt over. Den klare hensikten med hans utsagn er at et enkeltmenneskes død berører oss personlig og ikke kan fornektes, men at mange menneskers død er uforståelig og følgelig bare er statistikk og lettere kan ignoreres. Jeg vil hevde at Stalin hadde delvis rett. Statistikk er en abstraksjon, en beskrivelse av hendelser som ligger utenfor vår personlige erfaring, og er derfor vanskelig å visualisere. Få, om noen, av oss kan forestille oss hvordan millioner av dødsfall «egentlig» er, men vi kan forestille oss ett dødsfall, og det gir det ensomme dødsfallet en følelse av umiddelbar tragedie, en følelse som mangler i Ellmans kalde, statistiske beskrivelse.
ta: மில்லியன் கணக்கான இறப்புகளின் புள்ளிவிவர தன்மை குறித்து ச்டாலினின் பிரபலமற்ற மேற்கோள் சில சிந்தனைகளை வழங்குவது மதிப்பு. அவரது அறிக்கையின் தெளிவான நோக்கம் என்னவென்றால், ஒரு நபரின் இறப்பு நம்மை தனிப்பட்ட முறையில் தொடுகிறது, அதன் சக்தியை மறுக்க முடியாது, ஆனால் ஒரு கூட்டத்தின் இறப்புகள் புரிந்துகொள்ள முடியாதவை, இதன் விளைவாக வெறும் புள்ளிவிவரங்கள் மற்றும் மிகவும் எளிதாக புறக்கணிக்கப்படுகின்றன. ச்டாலின் பாதி சரி என்று நான் வாதிடுகிறேன். ஒரு புள்ளிவிவரம் என்பது ஒரு சுருக்கம், எங்கள் தனிப்பட்ட அனுபவத்திற்கு அப்பாற்பட்ட நிகழ்வுகளின் விளக்கம், மற்றும் காட்சிப்படுத்த மிகவும் கடினம். நம்மில் எவரேனும் மில்லியன் கணக்கான இறப்புகள் “உண்மையில்” என்ன என்பதை கற்பனை செய்து பார்க்க முடிந்தால், ஆனால் ஒரு மரணத்தை நாம் கற்பனை செய்து பார்க்க முடியும், இது தனிமையான மரணத்திற்கு அதன் உடனடி சோகத்தின் உணர்வைத் தருகிறது, இது எல்மேனின் குளிர் புள்ளிவிவர விளக்கத்திலிருந்து காணவில்லை.

source: Yet it is not so simple. Without numbers, without counts, without a description of what happened, we have *no chance* of understanding what really happened, no opportunity even to try to summon the missing feeling. And in truth, as I write this sitting in comfort on a Saturday morning half a world and a whole lifetime away from the Gulags, when I put the Ellman estimate next to the Stalin quote a dull dread settles in my stomach and a chill settles over me. The Stalinist repression is something truly beyond my experience, but with a combination of statistical data and those recorded personal histories that have come down to us, it is not entirely beyond my comprehension. Because what Ellman’s numbers tell us is this: over a two year period Stalinist repression wiped out the equivalent of every man, woman and child currently alive in the city where I live. Each one of those deaths had it’s own story, was it’s own tragedy, and only some of those are known to us now. Even so, with a few carefully chosen statistics, the scale of the atrocity starts to come into focus.
de: Doch so einfach ist es nicht. Ohne Zahlen, ohne Zählungen, ohne eine Beschreibung dessen, was geschehen ist, haben wir *keine Chance* zu verstehen, was wirklich geschehen ist, keine Möglichkeit, auch nur zu versuchen, das fehlende Gefühl aufzurufen. Und in der Tat, während ich dies schreibe, sitze ich an einem Samstagmorgen bequem und ungestört, eine halbe Welt und ein ganzes Leben von den Gulags entfernt. Wenn ich die Ellman-Schätzung neben das Stalin-Zitat stelle, macht sich ein dumpfes Grauen in meinem Magen breit und ein Schauer überläuft mich. Die stalinistische Unterdrückung ist etwas, das wirklich jenseits meiner Erfahrung liegt, aber mit einer Kombination aus statistischen Daten und den uns überlieferten persönlichen Geschichten ist sie nicht völlig jenseits meines Verständnisses. Denn Ellmans Zahlen sagen uns Folgendes: In einem Zeitraum von zwei Jahren hat die stalinistische Repression das Äquivalent eines jeden Mannes, einer jeden Frau und eines jeden Kindes ausgelöscht, die derzeit in der Stadt, in der ich lebe, leben. Jeder dieser Todesfälle hatte seine eigene Geschichte, war seine eigene Tragödie, und nur einige davon sind uns heute bekannt. Doch mit einigen sorgfältig ausgewählten Statistiken wird das Ausmaß der Gräueltaten deutlich.
nb: Likevel er det ikke så enkelt. Uten tall, uten opptellinger, uten en beskrivelse av hva som skjedde, har vi *ingen sjanse* til å forstå hva som virkelig skjedde, ingen mulighet til å prøve å fremkalle den manglende følelsen. Og når sant skal sies, mens jeg skriver dette en lørdag formiddag, en halv verden og et helt liv borte fra Gulag, når jeg legger Ellman-estimatet ved siden av Stalin-sitatet, legger det seg en matt frykt i magen og en frysende følelse over meg. Den stalinistiske undertrykkelsen er noe som virkelig overgår min erfaring, men med en kombinasjon av statistiske data og de nedtegnede personlige historiene som har gått i arv, er den ikke helt utenfor min fatteevne. For det Ellmans tall forteller oss, er følgende: I løpet av en toårsperiode utslettet den stalinistiske undertrykkelsen det som tilsvarer hver eneste mann, kvinne og barn som i dag lever i byen der jeg bor. Hvert eneste av disse dødsfallene hadde sin egen historie, var sin egen tragedie, og bare noen av dem er kjent for oss nå. Likevel, med noen få, nøye utvalgte statistikker, begynner omfanget av grusomheten å komme i fokus.
ta: இன்னும் அது அவ்வளவு எளிதல்ல. எண்கள் இல்லாமல், எண்ணிக்கையின்றி, என்ன நடந்தது என்பது பற்றிய விளக்கம் இல்லாமல், உண்மையில் என்ன நடந்தது என்பதைப் புரிந்துகொள்ள எங்களுக்கு * வாய்ப்பு இல்லை, காணாமல் போன உணர்வை வரவழைக்க முயற்சிக்க கூட வாய்ப்பில்லை. உண்மையைச் சொன்னால், ஒரு காரிக்கிழமை காலை அரை உலகிலும், குலாக்சிலிருந்து ஒரு முழு வாழ்நாளிலும் இந்த ஆறுதலுடன் நான் இதை எழுதுகையில், எச் ச்டாலின் மேற்கோளுக்கு அடுத்ததாக எல்மேன் மதிப்பீட்டை வைத்தபோது ஒரு மந்தமான அச்சம் என் வயிற்றில் குடியேறுகிறது மற்றும் ஒரு குளிர் குடியேறுகிறது நான். ச்ராலினிச அடக்குமுறை என்பது எனது அனுபவத்திற்கு அப்பாற்பட்ட ஒன்று, ஆனால் புள்ளிவிவர தரவுகள் மற்றும் பதிவுசெய்யப்பட்ட தனிப்பட்ட வரலாறுகளின் கலவையுடன், எங்களுக்கு வந்துவிட்டது, இது முற்றிலும் எனது புரிதலுக்கு அப்பாற்பட்டது அல்ல. ஏனென்றால், எல்மேனின் எண்கள் நமக்குச் சொல்வது இதுதான்: இரண்டு வருட காலப்பகுதியில் ச்ராலினிச அடக்குமுறை நான் வசிக்கும் நகரத்தில் தற்போது உயிருடன் இருக்கும் ஒவ்வொரு ஆண், பெண் மற்றும் குழந்தைக்கு சமமானதாக அழிந்தது. அந்த இறப்புகளில் ஒவ்வொன்றும் அதன் சொந்த கதையைக் கொண்டிருந்தன, அது சொந்த சோகம், அவற்றில் சில மட்டுமே இப்போது நமக்குத் தெரியும். அப்படியிருந்தும், கவனமாக தேர்ந்தெடுக்கப்பட்ட சில புள்ளிவிவரங்களுடன், அட்டூழியத்தின் அளவு கவனம் செலுத்தத் தொடங்குகிறது.

source: Thus it is no small thing to say that the first task of the statistician and the scientist is to summarise the data, to find some collection of numbers that can convey to an audience a sense of what has happened. This is the job of descriptive statistics, but it’s not a job that can be told solely using the numbers. You are a data analyst, and not a statistical software package. Part of your job is to take these *statistics* and turn them into a *description*. When you analyse data it is not sufficient to list off a collection of numbers. Always remember that what you’re really trying to do is communicate with a human audience. The numbers are important, but they need to be put together into a meaningful story that your audience can interpret. That means you need to think about framing. You need to think about context. And you need to think about the individual events that your statistics are summarising.
de: Daher ist es keine Kleinigkeit zu sagen, dass die erste Aufgabe des Statistikers und des Wissenschaftlers darin besteht, die Daten zusammenzufassen, und Zahlen und Maße auszuwählen, die einem Publikum ein Gefühl dafür vermitteln, was geschehen ist. Das ist die Aufgabe der deskriptiven Statistik, aber es ist keine Aufgabe, die sich allein anhand von Zahlen erzählen lässt. Sie sind ein Datenanalytiker und kein statistisches Softwarepaket. Ein Teil Ihrer Aufgabe besteht darin, diese *Statistiken* in eine *Beschreibung* umzuwandeln. Wenn Sie Daten analysieren, reicht es nicht aus, eine Sammlung von Zahlen aufzulisten. Denken Sie immer daran, dass Sie eigentlich versuchen, mit einem menschlichen Publikum zu kommunizieren. Die Zahlen sind wichtig, aber sie müssen zu einer aussagekräftigen Geschichte zusammengefügt werden, die Ihr Publikum interpretieren kann. Das bedeutet, dass Sie sich Gedanken über den Rahmen machen müssen. Sie müssen über den Kontext nachdenken. Und Sie müssen sich Gedanken über die einzelnen Ereignisse machen, die Ihre Statistiken zusammenfassen.
nb: Det er derfor ikke så lite å si at statistikerens og forskerens første oppgave er å oppsummere dataene, å finne en samling tall som kan gi publikum en følelse av hva som har skjedd. Dette er jobben til deskriptivstatistikk, men det er ikke en jobb som kan fortelles utelukkende ved hjelp av tall. Du er en dataanalytiker, og ikke en statistisk programvarepakke. En del av jobben din er å ta denne *statistikken* og gjøre den om til en *beskrivelse*. Når du analyserer data, er det ikke tilstrekkelig å liste opp en samling tall. Husk alltid at det du egentlig prøver å gjøre, er å kommunisere med et menneskelig publikum. Tallene er viktige, men de må settes sammen til en meningsfull historie som publikum kan tolke. Det betyr at du må tenke på innramming. Du må tenke på konteksten. Og du må tenke på de individuelle hendelsene som statistikken oppsummerer.
ta: ஆகவே, புள்ளிவிவர வல்லுநர் மற்றும் விஞ்ஞானியின் முதல் பணி தரவைச் சுருக்கமாகக் கூறுவது, என்ன நடந்தது என்ற உணர்வை பார்வையாளர்களுக்கு தெரிவிக்கக்கூடிய சில எண்களின் தொகுப்பைக் கண்டுபிடிப்பது சிறிய சேதி அல்ல. இது விளக்க புள்ளிவிவரங்களின் வேலை, ஆனால் இது எண்களைப் பயன்படுத்தி மட்டுமே சொல்லக்கூடிய வேலை அல்ல. நீங்கள் ஒரு தரவு ஆய்வாளர், மற்றும் புள்ளிவிவர மென்பொருள் தொகுப்பு அல்ல. இந்த *புள்ளிவிவரங்களை *எடுத்து அவற்றை *விளக்கமாக *மாற்றுவதே உங்கள் வேலையின் ஒரு பகுதி. நீங்கள் தரவை பகுப்பாய்வு செய்யும்போது, எண்களின் தொகுப்பை பட்டியலிடுவது போதாது. நீங்கள் உண்மையில் செய்ய முயற்சிப்பது மனித பார்வையாளர்களுடன் தொடர்புகொள்வதே என்பதை எப்போதும் நினைவில் கொள்ளுங்கள். எண்கள் முதன்மை, ஆனால் அவை உங்கள் பார்வையாளர்களை விளக்கக்கூடிய ஒரு அர்த்தமுள்ள கதையாக ஒன்றாக இணைக்கப்பட வேண்டும். அதாவது நீங்கள் ஃப்ரேமிங் பற்றி சிந்திக்க வேண்டும். நீங்கள் சூழலைப் பற்றி சிந்திக்க வேண்டும். உங்கள் புள்ளிவிவரங்கள் சுருக்கமாக இருக்கும் தனிப்பட்ட நிகழ்வுகளைப் பற்றி நீங்கள் சிந்திக்க வேண்டும்.

source: Josef Stalin, Potsdam 1945
ta: சோசப் ச்டாலின், போட்ச்டாம் 1945

source: This output doesn’t make it easy to get a sense of what the data are actually saying. Just “looking at the data” isn’t a terribly effective way of understanding data. In order to get some idea about what the data are actually saying we need to calculate some descriptive statistics (this chapter) and draw some nice pictures (chapter :doc:`Drawing graphs <../Ch05/Ch05_Graphics>`). Since the descriptive statistics are the easier of the two topics I’ll start with those, but nevertheless I’ll show you a histogram of the ``afl.margins`` variable since it should help you get a sense of what the data we’re trying to describe actually look like, see :numref:`fig-aflMargins`. We’ll talk a lot more about how to draw :doc:`histograms <../Ch05/Ch05_Graphics_1>`. For now, it’s enough to look at the histogram and note that it provides a fairly interpretable representation of the ``afl.margins`` variable.
de: Diese Ausgabe macht es eher schwer, ein Gefühl dafür zu bekommen, was die Daten tatsächlich aussagen. Das bloße „Anschauen der Daten“ ist keine besonders effektive Methode, um Daten zu verstehen. Um eine Vorstellung davon zu bekommen, was die Daten tatsächlich aussagen, müssen wir einige deskriptive Statistiken berechnen (dieses Kapitel) und einige Grafiken erstellen (Kapitel :doc:`Diagramme erstellen <../Ch05/Ch05_Graphics>`). Da die deskriptive Statistik das einfachere der beiden Themen ist, fange ich mit ihr an, aber ich zeige Ihnen trotzdem ein Histogramm der Variable ``afl.margins``, da es Ihnen helfen soll, ein Gefühl dafür zu bekommen, wie die Daten, die wir zu beschreiben versuchen, tatsächlich aussehen, siehe :numref:`fig-aflMargins`. Wir werden noch viel mehr darüber reden, wie man :doc:`Histogramme <../Ch05/Ch05_Graphics_1>` zeichnet. Im Moment reicht es aus, sich das Histogramm anzusehen und festzustellen, dass es eine ziemlich interpretierbare Darstellung der Variablen ``afl.margins`` liefert.

source: The first piece of notation to introduce is *N*, which we’ll use to refer to the number of observations that we’re averaging (in this case *N* = 5`). Next, we need to attach a label to the observations themselves. It’s traditional to use *X* for this, and to use subscripts to indicate which observation we’re actually talking about. That is, we’ll use *X*\ :sub:`1` to refer to the first observation, *X*\ :sub:`2` to refer to the second observation, and so on all the way up to *X*\ :sub:`N` for the last one. Or, to say the same thing in a slightly more abstract way, we use *X*\ :sub:`i` to refer to the *i*-th observation. Just to make sure we’re clear on the notation, the following table lists the 5 observations in the ``afl.margins`` variable, along with the mathematical symbol used to refer to it and the actual value that the observation corresponds to:
de: Die erste Notation, die wir einführen müssen, ist *N*, die wir verwenden werden, um die Anzahl der Beobachtungen zu bezeichnen, über die wir den Durchschnitt bilden (in diesem Fall *N* = 5). Als Nächstes müssen wir den Beobachtungen selbst eine Bezeichnung zuweisen. Traditionell wird dafür *X* verwendet, und mit tiefgestellten Indizes wird angegeben, um welche Beobachtung es sich tatsächlich handelt. Das heißt, wir verwenden *X*\ :sub:`1` für die erste Beobachtung, *X*\ :sub:`2` für die zweite Beobachtung, und so weiter bis hin zu *X*\ :sub:`N` für die letzte Beobachtung. Oder, um das Gleiche etwas abstrakter auszudrücken, verwenden wir *X*\ :sub:`i` für die *i*-te Beobachtung. Um die Notation zu verdeutlichen, sind in der folgenden Tabelle die 5 Beobachtungen in der Variablen ``afl.margins`` aufgelistet, zusammen mit dem mathematischen Symbol, das sich auf sie bezieht, und dem tatsächlichen Wert, dem die Beobachtung entspricht:

source: If your data are nominal scale |nominal| you probably shouldn’t be using either the mean or the median. Both the mean and the median rely on the idea that the numbers assigned to values are meaningful. If the numbering scheme is arbitrary then it’s probably best to use the :doc:`Mode <../Ch04/Ch04_Descriptives_1>` instead.
de: Wenn Ihre Daten nominal-skaliert |nominal| sind, sollten Sie wahrscheinlich weder den Mittelwert noch den Median verwenden. Sowohl der Mittelwert als auch der Median beruhen auf der Vorstellung, dass die den Werten zugewiesenen Zahlen sinnvoll sind. Wenn das Nummerierungsschema willkürlich ist, ist es wahrscheinlich am besten, stattdessen den :doc:`Modalwert <../Ch04/Ch04_Descriptives_1>` zu verwenden.

source: continuous
de: konitunierlich
