Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: What we *could* do is read through all 400 entries and count the number of occasions on which each team name appears in our list of finalists, thereby producing a **frequency table**. However, that would be mindless and boring: exactly the sort of task that computers are great at. So let’s use jamovi to do this for us. Under ``Exploration`` → ``Descriptives`` click the small check box labelled ``Frequency tables`` and you should get something like :numref:`fig-aflsmall_finalists_mode`.
de: Was wir tun *könnten*, ist, alle 400 Einträge durchzulesen und zu zählen, wie oft jeder Teamname in unserer Liste der Finalisten auftaucht, und so eine **Häufigkeitstabelle** zu erstellen. Das wäre jedoch stumpfsinnig und langweilig: genau die Art von Aufgabe, für die sich Computer hervorragend eignen. Verwenden wir also jamovi, um dies für uns zu tun. Unter ``Exploration`` → ``Descriptives`` klicken Sie auf das kleine Kästchen mit der Aufschrift ``Frequency tables`` und Sie sollten etwas wie :numref:`fig-aflsmall_finalists_mode` erhalten.
nb: Det vi *kunne* gjøre, er å lese gjennom alle de 400 bidragene og telle hvor mange ganger hvert lagnavn dukker opp på listen over finalister, og på den måten lage en **frekvenstabell**. Det ville imidlertid vært tanketomt og kjedelig: akkurat den typen oppgaver som datamaskiner er gode til. Så la oss bruke jamovi til å gjøre dette for oss. Under ``Exploration`` → ``Descriptives`` klikker du på den lille avmerkingsboksen merket ``Frequency tables``, og du bør få opp noe sånt som :numref:`fig-aflsmall_finalists_mode`.
ta: எங்களால்*செய்ய முடியும்*செய்யக்கூடியது அனைத்து 400 உள்ளீடுகளின் மூலமாகவும் படித்து, ஒவ்வொரு அணியின் பெயரும் எங்கள் இறுதிப் பட்டியலில் தோன்றும் சந்தர்ப்பங்களின் எண்ணிக்கையை கணக்கிடுகிறது, இதன் மூலம் ** அதிர்வெண் அட்டவணை ** ஐ உருவாக்குகிறது. இருப்பினும், அது மனம் இல்லாததாகவும் சலிப்பாகவும் இருக்கும்: கணினிகள் மிகச் சிறந்த பணி. எனவே இதைச் செய்ய சமோவியைப் பயன்படுத்துவோம். `` ஆய்வு`` → `` விளக்கங்கள்`` இன் கீழ் `` அதிர்வெண் அட்டவணைகள்`` என்று பெயரிடப்பட்ட சிறிய தேர்வுப்பெட்டியைக் சொடுக்கு செய்து, நீங்கள் இதுபோன்ற ஒன்றைப் பெற வேண்டும்: எண்: `Fig-aflsmall_finalists_mode`.

source: Now that we have our frequency table we can just look at it and see that, over the 24 years for which we have data, Geelong has played in more finals than any other team. Thus, the mode of the ``afl.finalists`` data is “Geelong”. We can see that Geelong (39 finals) played in more finals than any other team during the 1987 to 2010 period. It’s also worth noting that in the ``Descriptives`` Table no results are calculated for Mean, Median, Minimum or Maximum. This is because the ``afl.finalists`` variable is a nominal text variable so it makes no sense to calculate these values.
de: Nachdem wir unsere Häufigkeitstabelle haben, können wir sie betrachten und sehen, dass Geelong in den 24 Jahren, für welche wir Daten haben, an mehr Endspielen teilgenommen hat als jedes andere Team. Der Modalwert der ``afl.finalists`` Daten ist also „Geelong“. Wir sehen, dass Geelong (39 Endspiele) im Zeitraum von 1987 bis 2010 an mehr Endspielen teilgenommen hat als jedes andere Team. Es ist auch erwähnenswert, dass in der ``Descriptives`` Tabelle keine Ergebnisse für Mittelwert, Median, Minimum oder Maximum berechnet werden. Das liegt daran, dass die Variable ``afl.finalists`` eine nominale Textvariable ist und es daher keinen Sinn macht, diese Werte zu berechnen.
nb: Nå som vi har frekvenstabellen vår, kan vi bare se på den og se at i løpet av de 24 årene vi har data for, har Geelong spilt i flere finaler enn noe annet lag. Dermed er modusen for ``afl.finalists``-dataene «Geelong». Vi kan se at Geelong (39 finaler) spilte i flere finaler enn noe annet lag i perioden 1987 til 2010. Det er også verdt å merke seg at i tabellen ``Descriptives`` er det ikke beregnet noen resultater for gjennomsnitt, median, minimum eller maksimum. Dette skyldes at variabelen ``afl.finalists`` er en nominell tekstvariabel, så det gir ingen mening å beregne disse verdiene.
ta: இப்போது எங்கள் அதிர்வெண் அட்டவணை இருப்பதால், அதைப் பார்த்து, எங்களிடம் தரவு உள்ள 24 ஆண்டுகளில், சீலாங் வேறு எந்த அணியையும் விட அதிக இறுதிப் போட்டிகளில் விளையாடியுள்ளார். எனவே, `` afl.finalists`` தரவின் முறை “சீலாங்” ஆகும். சீலாங் (39 இறுதிப் போட்டிகள்) 1987 முதல் 2010 காலகட்டத்தில் வேறு எந்த அணியையும் விட அதிக இறுதிப் போட்டிகளில் விளையாடியதை நாம் காணலாம். `` விளக்கங்கள்` அட்டவணை எந்த முடிவுகளும் சராசரி, சராசரி, குறைந்தபட்ச அல்லது அதிகபட்சத்திற்காக கணக்கிடப்படவில்லை என்பதையும் கவனத்தில் கொள்ள வேண்டும். ஏனென்றால், `` afl.finalists`` மாறுபாடு ஒரு பெயரளவு உரை மாறி, எனவே இந்த மதிப்புகளைக் கணக்கிடுவதில் அர்த்தமில்லை.

source: One last point to make regarding the mode. Whilst the mode is most often calculated when you have nominal data, because means and medians are useless for those sorts of variables, there are some situations in which you really do want to know the mode of an ordinal, interval or ratio scale variable. For instance, let’s go back to our ``afl.margins`` variable. This variable is clearly ratio scale (if it’s not clear to you, it may help to re-read section :doc:`Scales of measurement <../Ch02/Ch02_StudyDesign_2>`), and so in most situations the mean or the median is the measure of central tendency that you want. But consider this scenario: a friend of yours is offering a bet and they pick a football game at random. Without knowing who is playing you have to guess the *exact* winning margin. If you guess correctly you win $50. If you don’t you lose $1. There are no consolation prizes for “almost” getting the right answer. You have to guess exactly the right margin. For this bet, the mean and the median are completely useless to you. It is the mode that you should bet on. To calculate the mode for the ``afl.margins`` variable in jamovi, go back to that data set and on the ``Exploration`` → ``Descriptives`` screen you will see you can expand the section marked ``Statistics``. Click on the checkbox marked ``Mode`` and you will see the modal value presented in the ``Descriptives`` Table, as in :numref:`fig-aflsmall_margins_mode`. So the 2010 data suggest you should bet on a 3 point margin.
de: Ein letzter Punkt zum Modalwert. Während der Modalwert am häufigsten bei nominalen Daten berechnet wird, weil Mittelwerte und Mediane für diese Art von Variablen nutzlos sind, gibt es einige Situationen, in denen Sie den Modalwert einer ordinalen, Intervall- oder Verhältnisskala-Variablen wissen wollen. Kehren wir zum Beispiel zu unserer Variable ``afl.margins`` zurück. Bei dieser Variablen handelt es sich eindeutig um eine Verhältnisskala (wenn Ihnen das nicht klar ist, hilft es vielleicht, den Abschnitt :doc:`Messskalen <../Ch02/Ch02_StudyDesign_2>` noch einmal zu lesen), und daher ist in den meisten Situationen der Mittelwert oder der Median das gewünschte Maß für die zentrale Tendenz. Aber stellen Sie sich folgendes Szenario vor: Ein Freund von Ihnen bietet eine Wette an und wählt zufällig ein Fußballspiel aus. Ohne zu wissen, wer spielt, müssen Sie die *genaue* Gewinnspanne erraten. Wenn Sie richtig raten, gewinnen Sie 50 €. Wenn nicht, verlieren Sie 1 €. Es gibt keine Trostpreise für eine „fast“ richtige Antwort. Sie müssen genau die richtige Spanne erraten. Bei dieser Wette sind der Mittelwert und der Median völlig nutzlos für Sie. Es ist der Modalwert, auf den Sie setzen sollten. Um den Modalwert für die Variable ``afl.margins`` in jamovi zu berechnen, gehen Sie zurück zu diesem Datensatz und auf dem Bildschirm ``Exploration`` → ``Descriptives`` sehen Sie, dass Sie den Abschnitt mit der Bezeichnung ``Statistics`` erweitern können. Klicken Sie auf das Kontrollkästchen ``Mode`` und Sie sehen den Modalwert in der Tabelle ``Descriptives``, wie in :numref:`fig-aflsmall_margins_mode`. Die Daten für 2010 legen also nahe, dass Sie auf eine Marge von 3 Punkten setzen sollten.
nb: Et siste poeng når det gjelder modus. Selv om modus oftest beregnes når du har nominelle data, fordi gjennomsnitt og median er ubrukelige for denne typen variabler, finnes det noen situasjoner der du virkelig ønsker å vite modus for en ordinal-, intervall- eller forholdstallvariabel. La oss for eksempel gå tilbake til variabelen ``afl.margins``. Denne variabelen er helt klart en forholdstallsvariabel (hvis det ikke er klart for deg, kan det hjelpe å lese avsnitt :doc:`Målenivåer <../Ch02/Ch02_StudyDesign_2>` på nytt), og i de fleste situasjoner er gjennomsnittet eller medianen det målet for sentraltendens som du ønsker. Men tenk på dette scenarioet: En venn av deg tilbyr et veddemål, og de velger en tilfeldig fotballkamp. Uten å vite hvem som spiller, må du gjette den *nøyaktige* vinnermarginen. Hvis du gjetter riktig, vinner du 50 dollar. Hvis du ikke gjør det, taper du 1 dollar. Det er ingen trøstepremier for å «nesten» få riktig svar. Du må gjette nøyaktig riktig margin. For dette spillet er gjennomsnittet og medianen helt ubrukelige for deg. Det er modusen du bør satse på. For å beregne modus for variabelen ``afl.margins`` i jamovi, går du tilbake til datasettet, og i skjermbildet ``Exploration`` → ``Descriptives`` ser du at du kan utvide delen merket ``Statistics``. Klikk på avmerkingsboksen merket ``Mode``, og du vil se modalverdien presentert i ``Descriptives``-tabellen, som i :numref:`fig-aflsmall_margins_mode`. Dataene for 2010 tyder altså på at du bør satse på en margin på 3 poeng.
ta: பயன்முறையைப் பற்றி ஒரு கடைசி புள்ளி. உங்களிடம் பெயரளவு தரவு இருக்கும்போது பயன்முறை பெரும்பாலும் கணக்கிடப்படுகிறது, ஏனெனில் அந்த வகையான மாறிகளுக்கு வழிமுறைகள் மற்றும் இடைநிலைகள் பயனற்றவை, சில சூழ்நிலைகள் உள்ளன, அதில் நீங்கள் ஒரு சாதாரண, இடைவெளி அல்லது விகித அளவிலான மாறுபாட்டின் பயன்முறையை அறிய விரும்புகிறீர்கள். உதாரணமாக, எங்கள் `` afl.margins`` மாறுபாட்டிற்குச் செல்வோம். இந்த மாறி தெளிவாக விகித அளவு (இது உங்களுக்கு தெளிவாகத் தெரியவில்லை என்றால், இது பிரிவு: டாக்: `அளவீட்டு அளவுகள் <../ ch02/ch02_studydesign_2>`), மற்றும் பெரும்பாலான சூழ்நிலைகளில் சராசரி அல்லது சராசரி நீங்கள் விரும்பும் மையப் போக்கின் அளவீடு. ஆனால் இந்த காட்சியைக் கவனியுங்கள்: உங்களுடைய நண்பர் ஒருவர் ஒரு பந்தயத்தை வழங்குகிறார், அவர்கள் ஒரு கால்பந்து விளையாட்டை சீரற்ற முறையில் தேர்வு செய்கிறார்கள். யார் விளையாடுகிறார்கள் என்று தெரியாமல் நீங்கள் * துல்லியமான * வென்ற விளிம்பை யூகிக்க வேண்டும். நீங்கள் சரியாக யூகித்தால் $ 50 வெல்வீர்கள். நீங்கள் இல்லையென்றால் $ 1 ஐ இழக்க நேரிடும். “கிட்டத்தட்ட” சரியான பதிலைப் பெறுவதற்கு ஆறுதல் பரிசுகள் எதுவும் இல்லை. சரியான விளிம்பை நீங்கள் யூகிக்க வேண்டும். இந்த பந்தயத்திற்கு, சராசரி மற்றும் சராசரி உங்களுக்கு முற்றிலும் பயனற்றவை. நீங்கள் பந்தயம் கட்ட வேண்டிய பயன்முறை இது. சாமோவியில் உள்ள `` afl.margins`` மாறுபாட்டிற்கான பயன்முறையைக் கணக்கிட, அந்தத் தரவுத் தொகுப்பிற்கும், `` ஆய்வு` → `விளக்கங்கள்`` திரையிலும் திரும்பிச் செல்லவும் ``. `` பயன்முறை`` எனக் குறிக்கப்பட்ட தேர்வுப்பெட்டியைக் சொடுக்கு செய்து, `` விளக்கங்கள்`` அட்டவணையில் வழங்கப்பட்ட மாதிரி மதிப்பைக் காண்பீர்கள், இதுபோன்று: numref: `Fig-aflsmall_margins_mode`. எனவே 2010 தரவு நீங்கள் 3 புள்ளி வித்தியாசத்தில் பந்தயம் கட்ட வேண்டும் என்று பரிந்துரைக்கிறது.

source: Modal value of the ``afl.margins`` variable in |aflsmall_finalists|
de: Modalwert der ``afl.margins``-Variable in |aflsmall_finalists|
nb: Modalverdi av variabelen ``afl.margins`` i |aflsmall_finalists|
ta: `` Afl.margins`` மாறுபாட்டின் மாதிரி மதிப்பு | aflsmall_finalists |

source: Screenshot of jamovi showing the modal value for the ``afl.margins`` variable
de: jamovi-Screenshot mit dem Modalwert für die Variable ``afl.margins``
nb: Skjermbilde av jamovi som viser den modale verdien for variabelen ``afl.margins``
ta: `` Afl.margins`` மாறிக்கான மாதிரி மதிப்பைக் காட்டும் சாமோவியின் திரை காட்சி

source: The choice to use *Σ* to denote summation isn’t arbitrary. It’s the Greek upper case letter sigma, which is the analogue of the letter S in that alphabet. Similarly, there’s an equivalent symbol used to denote the multiplication of lots of numbers, because multiplications are also called “products” we use the *Π* symbol for this (the Greek upper case pi, which is the analogue of the letter P).
de: Die Wahl von *Σ* zur Bezeichnung der Summierung ist nicht willkürlich. Es handelt sich um den griechischen Großbuchstaben sigma, der dem Buchstaben S in diesem Alphabet entspricht. Auch für die Multiplikation mehrerer Zahlen gibt es ein entsprechendes Symbol. Da Multiplikationen auch „Produkte“ genannt werden, verwenden wir dafür das Symbol *Π* (der griechische Großbuchstabe pi, der dem Buchstaben P entspricht).
nb: Valget om å bruke *Σ* for å betegne summering er ikke vilkårlig. Det er den greske store bokstaven sigma, som tilsvarer bokstaven S i det greske alfabetet. På samme måte finnes det et tilsvarende symbol som brukes for å betegne multiplikasjon av mange tall, og fordi multiplikasjoner også kalles «produkter», bruker vi *Π*-symbolet for dette (den greske store bokstaven pi, som tilsvarer bokstaven P).
ta: சுருக்கத்தைக் குறிக்க * σ * ஐப் பயன்படுத்துவதற்கான தேர்வு தன்னிச்சையானது அல்ல. இது கிரேக்க மேல் வழக்கு சிக்மா, இது அந்த எழுத்துக்களில் உள்ள கடிதத்தின் அனலாக் ஆகும். இதேபோல், நிறைய எண்களின் பெருக்கத்தைக் குறிக்க சமமான அடையாளம் பயன்படுத்தப்படுகிறது, ஏனென்றால் பெருக்கங்கள் “தயாரிப்புகள்” என்றும் அழைக்கப்படுகின்றன, இதற்கான * π * சின்னத்தை நாங்கள் பயன்படுத்துகிறோம் (கிரேக்க மேல் வழக்கு பை, இது P எழுத்தின் அனலாக்).

source: Measures of variability
de: Maße der Variabilität
nb: Mål på variabilitet
ta: மாறுபாட்டின் நடவடிக்கைகள்

source: The statistics that we’ve discussed so far all relate to *central tendency*. That is, they all talk about which values are “in the middle” or “popular” in the data. However, central tendency is not the only type of summary statistic that we want to calculate. The second thing that we really want is a measure of the **variability** of the data. That is, how “spread out” are the data? How “far” away from the mean or median do the observed values tend to be? For now, let’s assume that the data are interval or ratio scale, and we’ll continue to use the ``afl.margins`` variable. We’ll use this data to discuss several different measures of spread, each with different strengths and weaknesses.
de: Die Statistiken, die wir bisher besprochen haben, beziehen sich alle auf die *zentrale Tendenz*. Das heißt, sie alle sagen aus, welche Werte in den Daten „in der Mitte“ liegen oder „beliebt“ sind. Die zentrale Tendenz ist jedoch nicht die einzige Art der zusammenfassenden Statistik, die wir berechnen wollen. Der zweite Aspekt, der uns interessiert, ist ein Maß für die **Variabilität** der Daten. Das heißt, wie „gestreut“ sind die Daten? Wie „weit“ entfernt vom Mittelwert oder Median liegen die beobachteten Werte tendenziell? Nehmen wir zunächst an, dass es sich bei den Daten um eine Intervall- oder Verhältnisskala handelt. Wir verwenden weiterhin die ``afl.margins``-Variable. Anhand dieser Daten werden wir verschiedene Streuungsmaße erörtern, die jeweils unterschiedliche Stärken und Schwächen aufweisen.
nb: Statistikken vi har diskutert så langt, handler alle om *sentral tendens*. Det vil si at de alle sier noe om hvilke verdier som ligger «i midten» eller er «populære» i dataene. Sentraltendens er imidlertid ikke den eneste typen oppsummeringsstatistikk vi ønsker å beregne. Det andre vi egentlig er ute etter, er et mål på **variabiliteten** i dataene. Det vil si hvor «spredte» dataene er. Hvor «langt» unna gjennomsnittet eller medianen har de observerte verdiene en tendens til å ligge? La oss inntil videre anta at dataene er på intervall- eller forholdstallskala, og vi vil fortsette å bruke variabelen ``afl.margins``. Vi vil bruke disse dataene til å diskutere flere ulike spredningsmål, som alle har ulike styrker og svakheter.
ta: நாங்கள் இதுவரை விவாதித்த புள்ளிவிவரங்கள் அனைத்தும் *மையப் போக்கு *உடன் தொடர்புடையவை. அதாவது, தரவுகளில் எந்த மதிப்புகள் “நடுவில்” அல்லது “பிரபலமானவை” என்பதைப் பற்றி அவர்கள் அனைவரும் பேசுகிறார்கள். எவ்வாறாயினும், நாம் கணக்கிட விரும்பும் சுருக்கமான புள்ளிவிவரத்தின் ஒரே வகை மையப் போக்கு அல்ல. நாம் உண்மையில் விரும்பும் இரண்டாவது சேதி தரவின் ** மாறுபாடு ** இன் அளவீடு ஆகும். அதாவது, தரவு எவ்வளவு “பரவுகிறது”? அவதானிக்கப்பட்ட மதிப்புகள் சராசரி அல்லது சராசரியிலிருந்து எவ்வளவு “வெகு தொலைவில்” இருக்கும்? இப்போதைக்கு, தரவு இடைவெளி அல்லது விகித அளவுகோல் என்று வைத்துக் கொள்வோம், மேலும் `` afl.margins`` மாறியைப் பயன்படுத்துவோம். பரவலின் பல்வேறு நடவடிக்கைகளைப் பற்றி விவாதிக்க இந்தத் தரவைப் பயன்படுத்துவோம், ஒவ்வொன்றும் வெவ்வேறு பலங்கள் மற்றும் பலவீனங்களைக் கொண்டுள்ளன.

source: Range
de: Spannweite (*range*)
nb: Rekkevidde
ta: வீச்சு

source: The **range** of a variable is very simple. It’s the biggest value minus the smallest value. For the ``afl.margins`` variable the maximum value is 116 and the minimum value is 0. Although the range is the simplest way to quantify the notion of “variability”, it’s one of the worst. Recall from our discussion of the mean that we want our summary measure to be robust. If the data set has one or two extremely bad values in it we’d like our statistics to not be unduly influenced by these cases. For example, in a variable containing very extreme outliers
nb: Det er veldig enkelt å beregne **intervall** (*range*) til en variabel. Det er den største verdien minus den minste verdien. For variabelen ``afl.margins`` er maksimumsverdien 116 og minimumsverdien 0. Selv om variasjonsbredden er den enkleste måten å kvantifisere begrepet «variabilitet» på, er det også en av de dårligste. Husk fra diskusjonen om gjennomsnittet at vi ønsker at det sammenfattende målet vårt skal være robust. Hvis datasettet inneholder én eller to ekstremt dårlige verdier, vil vi at statistikken ikke skal påvirkes i for stor grad av disse tilfellene. For eksempel, i en variabel som inneholder svært ekstreme ekstremverdier
ta: ஒரு மாறியின் ** வரம்பு ** மிகவும் எளிது. இது மிகப் பெரிய மதிப்பு மிகச்சிறிய மதிப்பாகும். `` Afl.margins`` மாறுபாட்டிற்கு அதிகபட்ச மதிப்பு 116 மற்றும் குறைந்தபட்ச மதிப்பு 0 ஆகும். “மாறுபாடு” என்ற கருத்தை அளவிடுவதற்கான எளிய வழி வரம்பு என்றாலும், இது மிக மோசமான ஒன்றாகும். எங்கள் சுருக்கம் நடவடிக்கை வலுவாக இருக்க வேண்டும் என்ற சராசரி விவாதத்திலிருந்து நினைவுகூருங்கள். தரவுத் தொகுப்பில் ஒன்று அல்லது இரண்டு மோசமான மதிப்புகள் இருந்தால், எங்கள் புள்ளிவிவரங்கள் இந்த நிகழ்வுகளால் தேவையற்ற முறையில் பாதிக்கப்படக்கூடாது என்று நாங்கள் விரும்புகிறோம். எடுத்துக்காட்டாக, மிகவும் தீவிரமான வெளியீட்டாளர்களைக் கொண்ட ஒரு மாறியில்

source: it is clear that the range is not robust. This variable has a range of 110 but if the outlier were removed we would have a range of only 8.
de: wird klar, dass die Spanne nicht stabil ist. Diese Variable hat einen Bereich von 110, aber wenn der Ausreißer entfernt würde, hätten wir einen Bereich von nur 8.
nb: er det tydelig at variasjonsbredden ikke er robust. Variabelen har en rekkevidde på 110, men hvis ekstremverdien ble fjernet, ville vi bare ha en rekkevidde på 8.
ta: வரம்பு வலுவானது அல்ல என்பது தெளிவாகிறது. இந்த மாறி 110 வரம்பைக் கொண்டுள்ளது, ஆனால் வெளிநாட்டவர் அகற்றப்பட்டால் எங்களுக்கு 8 மட்டுமே இருக்கும்.

source: Interquartile range
de: Interquartilsabstand
nb: Interkvartilt intervall
ta: இடைநிலை வரம்பு

source: The **interquartile range** (IQR) is like the range, but instead of the difference between the biggest and smallest value the difference between the 25th percentile and the 75th percentile is taken. If you don’t already know what a **percentile** is, the 10th percentile of a data set is the smallest number *x* such that 10\% of the data is less than *x*. In fact, we’ve already come across the idea. The median of a data set is its 50th percentile! In jamovi you can easily specify the 25th, 50th and 75th percentiles by clicking the checkbox ``Quartiles`` in the ``Exploration`` → ``Descriptives`` → ``Statistics`` screen.
nb: **Interkvartilområdet** (IQR) er som intervallet, men i stedet for forskjellen mellom den største og den minste verdien brukes forskjellen mellom den 25. persentilen og den 75. persentilen. Hvis du ikke allerede vet hva en **prosentil** er, er den 10. prosentilen i et datasett det minste tallet *x* som gjør at 10\% av dataene er mindre enn *x*. Vi har faktisk allerede vært innom ideen. Medianen i et datasett er dets 50. persentil! I jamovi kan du enkelt angi 25., 50. og 75. persentil ved å klikke på avmerkingsboksen ``Quartiles`` i analysepanelet for ``Exploration`` → ``Descriptives`` → ``Statistics``.
ta: ** இடைநிலை வரம்பு ** (IQR) வரம்பு போன்றது, ஆனால் மிகப்பெரிய மற்றும் மிகச்சிறிய மதிப்புக்கு இடையிலான வேறுபாட்டிற்கு பதிலாக 25 வது சதவிகிதத்திற்கும் 75 வது சதவிகிதத்திற்கும் இடையிலான வேறுபாடு எடுக்கப்படுகிறது. ** விழுக்காடு ** என்றால் என்ன என்பது உங்களுக்குத் தெரியாவிட்டால், ஒரு தரவு தொகுப்பின் 10 வது சதவிகிதம்*x*என்ற மிகச்சிறிய எண்*x*ஆகும், அதாவது 10 \% தரவு*x*ஐ விட குறைவாக உள்ளது. உண்மையில், நாங்கள் ஏற்கனவே இந்த யோசனையை கண்டிருக்கிறோம். தரவு தொகுப்பின் சராசரி அதன் 50 வது சதவிகிதம்! சாமோவியில் `` ஆய்வு` `→` `விளக்கங்கள்`` `புள்ளிவிவரங்கள்`````` புள்ளிவிவரங்கள்`` `` விளக்கங்கள்` `` `விவரக்குறிப்புகள்`` `குவார்டைல்கள்` என்பதைக் சொடுக்கு செய்வதன் மூலம் 25, 50 மற்றும் 75 வது சதவிகிதங்களை நீங்கள் எளிதாகக் குறிப்பிடலாம்.

source: Quartiles for the ``afl.margins`` variable
de: Quartile für die Variable ``afl.margins``
nb: Kvartiler for variabelen ``afl.margins``
ta: `` Afl.margins`` மாறுபாட்டிற்கான காலாண்டுகள்

source: Screenshot of jamovi showing the Quartiles for the ``afl.margins`` variable
de: jamovi-Screenshot mit den Quartilen der Variable ``afl.margins``
nb: Skjermbilde av jamovi som viser kvartiler for variabelen ``afl.margins``
ta: `` Afl.margins`` மாறுபாட்டிற்கான காலாண்டுகளைக் காட்டும் சாமோவியின் திரை காட்சி
