Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch04.po
Languages: de, nb, ta

source: Let’s expand on that last part a little. One consequence is that there are systematic differences between the mean and the median when the histogram is asymmetric (skewed; see :doc:`Ch04_Descriptives_3`). This is illustrated in :numref:`fig-meanmedian`. Notice that the median (right hand side) is located closer to the “body” of the histogram, whereas the mean left hand side) gets dragged towards the “tail” (where the extreme values are). To give a concrete example, suppose Bob (income $50,000), Kate (income $60,000) and Jane (income $65,000) are sitting at a table. The average income at the table is $58,333 and the median income is $60,000. Then Bill sits down with them (income $100,000,000). The average income has now jumped to $25,043,750 but the median rises only to $62,500. If you’re interested in looking at the overall income at the table the mean might be the right answer. But if you’re interested in what counts as a typical income at the table the median would be a better choice here.
nb: La oss utdype den siste delen litt. En konsekvens er at det er systematiske forskjeller mellom gjennomsnittet og medianen når histogrammet er asymmetrisk (skjevt; se :doc:`Ch04_Descriptives_3`). Dette er illustrert i :numref:`fig-meanmedian`. Legg merke til at medianen (høyre side) ligger nærmere «kroppen» av histogrammet, mens gjennomsnittet (venstre side) blir dratt mot «halen» (der ekstremverdiene er). For å gi et konkret eksempel: Anta at Bob (inntekt $50 000), Kate (inntekt $60 000) og Jane (inntekt $65 000) sitter rundt et bord. Gjennomsnittsinntekten ved bordet er 58 333 dollar, og medianinntekten er 60 000 dollar. Så setter Bill seg ned sammen med dem (inntekt 100 000 000 dollar). Gjennomsnittsinntekten har nå steget til 25 043 750 dollar, men medianinntekten stiger bare til 62 500 dollar. Hvis du er interessert i å se på den samlede inntekten ved bordet, kan gjennomsnittet være det riktige svaret. Men hvis du er interessert i hva som regnes som en typisk inntekt ved bordet, vil medianen være et bedre valg her.
ta: அந்த கடைசி பகுதியை கொஞ்சம் விரிவுபடுத்துவோம். ஒரு விளைவு என்னவென்றால், இச்டோகிராம் சமச்சீரற்றதாக இருக்கும்போது சராசரி மற்றும் சராசரி இடையே முறையான வேறுபாடுகள் உள்ளன (வளைந்த; இது இதில் விளக்கப்பட்டுள்ளது: NumRef: `Fig-meanmedian`. சராசரி (வலது புறம்) இச்டோகிராமின் “உடலுக்கு” நெருக்கமாக அமைந்துள்ளது என்பதைக் கவனியுங்கள், அதேசமயம் சராசரி இடது புறம்) “வால்” (தீவிர மதிப்புகள் இருக்கும் இடத்தில்) நோக்கி இழுக்கப்படுகிறது. ஒரு உறுதியான உதாரணத்தை வழங்க, பாப் (வருமானம் $ 50,000), கேட் (வருமானம், 000 60,000) மற்றும் சேன் (வருமானம் $ 65,000) ஒரு மேசையில் அமர்ந்திருக்கிறார்கள் என்று வைத்துக்கொள்வோம். அட்டவணையில் சராசரி வருமானம், 58,333 மற்றும் சராசரி வருமானம், 000 60,000 ஆகும். பின்னர் பில் அவர்களுடன் அமர்ந்திருக்கிறார் (வருமானம், 000 100,000,000). சராசரி வருமானம் இப்போது, 25,043,750 ஆக உயர்ந்துள்ளது, ஆனால் சராசரி, 500 62,500 ஆக மட்டுமே உயர்கிறது. அட்டவணையில் ஒட்டுமொத்த வருமானத்தைப் பார்க்க நீங்கள் ஆர்வமாக இருந்தால், சராசரி சரியான பதிலாக இருக்கலாம். ஆனால் அட்டவணையில் ஒரு பொதுவான வருமானமாக என்ன கணக்கிடப்படுகிறது என்பதில் நீங்கள் ஆர்வமாக இருந்தால், சராசரி இங்கே ஒரு சிறந்த தேர்வாக இருக்கும்.

source: A real life example
de: Ein Beispiel aus dem wirklichen Leben
nb: Et eksempel fra det virkelige liv
ta: ஒரு உண்மையான வாழ்க்கை சான்று

source: To try to get a sense of why you need to pay attention to the differences between the mean and the median let’s consider a real life example. Since I tend to mock journalists for their poor scientific and statistical knowledge, I should give credit where credit is due. This is described in an excellent article `Housing bubble debate boils over <https://www.abc.net.au/news/stories/2010/09/24/3021480.htm>`__:
de: Um ein Gefühl dafür zu bekommen, warum man auf die Unterschiede zwischen Mittelwert und Median achten muss, können wir ein Beispiel aus dem wirklichen Leben betrachten. Da ich dazu neige, mich über die mangelnden wissenschaftlichen und statistischen Kenntnisse von Journalisten lustig zu machen, sollte ich das Lob gebührend erwähnen. Dies wird in einem ausgezeichneten Artikel beschrieben `Housing bubble debate boils over <https://www.abc.net.au/news/stories/2010/09/24/3021480.htm>`__:
nb: For å prøve å forstå hvorfor du må ta hensyn til forskjellene mellom gjennomsnittet og medianen, la oss ta et eksempel fra virkeligheten. Siden jeg har en tendens til å gjøre narr av journalister for deres dårlige vitenskapelige og statistiske kunnskaper, bør jeg gi dem æren de fortjener. Dette er beskrevet i en utmerket artikkel `Housing bubble debate boils over <https://www.abc.net.au/news/stories/2010/09/24/3021480.htm>`__:
ta: சராசரி மற்றும் சராசரி இடையேயான வேறுபாடுகளுக்கு நீங்கள் ஏன் கவனம் செலுத்த வேண்டும் என்பதைப் புரிந்துகொள்ள முயற்சிக்க, ஒரு உண்மையான வாழ்க்கை உதாரணத்தைக் கருத்தில் கொள்வோம். பத்திரிகையாளர்களின் மோசமான அறிவியல் மற்றும் புள்ளிவிவர அறிவுக்காக நான் கேலி செய்ய முனைவதால், கடன் செலுத்த வேண்டிய இடத்தில் நான் கடன் கொடுக்க வேண்டும். இது ஒரு சிறந்த கட்டுரையில் விவரிக்கப்பட்டுள்ளது `வீட்டுக் குமிழி விவாதம் <https://www.abc.net.au/news/stories/2010/09/24/3021480.htm> __: __:

source: Senior Commonwealth Bank executives have travelled the world in the past couple of weeks with a presentation showing how Australian house prices, and the key price to income ratios, compare favourably with similar countries. “Housing affordability has actually been going sideways for the last five to six years,” said Craig James, the chief economist of the bank’s trading arm, CommSec.
de: Der Vorstand der Commonwealth-Bank ist in den letzten Wochen mit einer Präsentation um die Welt gereist, die zeigt, dass die australischen Hauspreise und die wichtigsten Preis-Einkommens-Verhältnisse im Vergleich zu ähnlichen Ländern günstig sind. „Die Erschwinglichkeit von Wohnraum hat sich in den letzten fünf bis sechs Jahren eigentlich seitwärts entwickelt“, sagte Craig James, der Chefökonom der Handelsabteilung der Bank, CommSec.
nb: De siste par ukene har ledere i Commonwealth Bank reist verden rundt med en presentasjon som viser hvordan de australske boligprisene og nøkkeltallene for forholdet mellom pris og inntekt ligger godt an i forhold til lignende land. «Boligprisene har faktisk gått sidelengs de siste fem til seks årene», sier Craig James, sjeføkonom i bankens handelsavdeling, CommSec.
ta: மூத்த காமன்வெல்த் வங்கி நிர்வாகிகள் கடந்த இரண்டு வாரங்களாக ஆச்திரேலிய வீட்டின் விலைகள் மற்றும் வருமான விகிதங்களுக்கான முக்கிய விலை எவ்வாறு ஒத்த நாடுகளுடன் ஒப்பிடுகிறார்கள் என்பதைக் காட்டும் விளக்கக்காட்சியுடன் உலகம் முழுவதும் பயணம் செய்துள்ளனர். "கடந்த ஐந்து முதல் ஆறு ஆண்டுகளாக வீட்டுவசதி மலிவு உண்மையில் பக்கவாட்டாக சென்று கொண்டிருக்கிறது" என்று கம்செக்கின் வங்கியின் வர்த்தகக் குழுவின் தலைமை பொருளாதார வல்லுநர் கிரேக் சேம்ச் கூறினார்.

source: This probably comes as a huge surprise to anyone with a mortgage, or who wants a mortgage, or pays rent, or isn’t completely oblivious to what’s been going on in the Australian housing market over the last several years. Back to the article:
de: Dies ist wahrscheinlich ziemlich überraschend für jeden, der eine Hypothek hat oder aufnehmen möchte, Miete zahlt oder nicht völlig ahnungslos darüber ist, was sich in den letzten Jahren auf dem australischen Immobilienmarkt abgespielt hat. Zurück zum Artikel:
nb: Dette kommer sannsynligvis som en stor overraskelse for alle som har boliglån, eller som ønsker et boliglån, eller som betaler husleie, eller som ikke er helt uvitende om hva som har foregått i det australske boligmarkedet de siste årene. Tilbake til artikkelen:
ta: இது அடமானம் உள்ள எவருக்கும் ஒரு பெரிய ஆச்சரியமாக இருக்கலாம், அல்லது அடமானத்தை விரும்புபவர், அல்லது வாடகை செலுத்துகிறார், அல்லது கடந்த பல ஆண்டுகளாக ஆச்திரேலிய வீட்டு சந்தையில் என்ன நடக்கிறது என்பதை முற்றிலும் மறந்துவிடவில்லை. கட்டுரைக்குத் திரும்பு:

source: CBA has waged its war against what it believes are housing doomsayers with graphs, numbers and international comparisons. In its presentation, the bank rejects arguments that Australia’s housing is relatively expensive compared to incomes. It says Australia’s house price to household income ratio of 5.6 in the major cities, and 4.3 nationwide, is comparable to many other developed nations. It says San Francisco and New York have ratios of 7, Auckland’s is 6.7, and Vancouver comes in at 9.3.
de: Die CBA hat mit Diagrammen, Zahlen und internationalen Vergleichen den Kampf gegen die angeblichen Untergangspropheten des Wohnungsmarktes aufgenommen. In ihrer Präsentation weist die Bank Argumente zurück, wonach australischer Wohnraum im Vergleich zu den Einkommen relativ teuer sei. Das australische Verhältnis von Hauspreisen zu Haushaltseinkommen von 5,6 in den Großstädten und 4,3 im ganzen Land sei mit dem vieler anderer Industrienationen vergleichbar. In San Francisco und New York liegt das Verhältnis bei 7, in Auckland bei 6,7 und in Vancouver bei 9,3.
nb: CBA har gått til krig mot det de mener er dommedagsprofeter på boligmarkedet med diagrammer, tall og internasjonale sammenligninger. I sin presentasjon avviser banken argumenter om at Australias boliger er relativt dyre sammenlignet med inntektene. Den sier at Australias boligpris i forhold til husholdningens inntekt på 5,6 i de største byene, og 4,3 på landsbasis, er sammenlignbart med mange andre industriland. I San Francisco og New York er forholdstallet 7, i Auckland 6,7 og i Vancouver 9,3.
ta: வரைபடங்கள், எண்கள் மற்றும் பன்னாட்டு ஒப்பீடுகளைக் கொண்ட வீட்டுவசதி டூம்சேயர்கள் என்று நம்புவதற்கு எதிராக சிபிஏ தனது போரை நடத்தியுள்ளது. அதன் விளக்கக்காட்சியில், வருமானங்களுடன் ஒப்பிடும்போது ஆச்திரேலியாவின் வீட்டுவசதி ஒப்பீட்டளவில் விலை உயர்ந்தது என்ற வாதங்களை வங்கி நிராகரிக்கிறது. ஆச்திரேலியாவின் வீட்டு விலை வீட்டு வருமான விகிதத்திற்கு முக்கிய நகரங்களில் 5.6 ஆகவும், நாடு முழுவதும் 4.3 ஆகவும் இது கூறுகிறது, இது பல வளர்ந்த நாடுகளுடன் ஒப்பிடத்தக்கது. சான் பிரான்சிச்கோ மற்றும் நியூயார்க்கில் 7 விகிதங்கள் உள்ளன, ஆக்லாந்து 6.7, மற்றும் வான்கூவர் 9.3 க்குள் வருகிறது என்று அது கூறுகிறது.

source: More excellent news! Except, the article goes on to make the observation that:
de: Eine weitere hervorragende Nachricht! Allerdings wird in dem Artikel auch darauf hingewiesen, dass:
nb: Flere gode nyheter! Men artikkelen fortsetter med å bemerke at:
ta: மேலும் சிறந்த செய்தி! தவிர, கட்டுரை அதைக் கவனிக்கச் செல்கிறது:

source: Many analysts say that has led the bank to use misleading figures and comparisons. If you go to page four of CBA’s presentation and read the source information at the bottom of the graph and table, you would notice there is an additional source on the international comparison – Demographia. However, if the Commonwealth Bank had also used Demographia’s analysis of Australia’s house price to income ratio, it would have come up with a figure closer to 9 rather than 5.6 or 4.3
de: Viele Analysten sind der Meinung, dass dies die Bank dazu verleitet hat, irreführende Zahlen und Vergleiche zu verwenden. Wenn Sie auf Seite vier der CBA-Präsentation die Quellenangaben am unteren Rand der Grafik und der Tabelle lesen, werden Sie feststellen, dass es eine zusätzliche Quelle für den internationalen Vergleich gibt - Demographia. Hätte die Commonwealth-Bank jedoch auch Demographias Analyse des australischen Verhältnisses zwischen Hauspreisen und Einkommen verwendet, wäre sie zu einem Wert gekommen, der näher bei 9 liegt als bei 5,6 oder 4,3.
nb: Mange analytikere mener at det har ført til at banken har brukt misvisende tall og sammenligninger. Hvis du går til side fire i CBAs presentasjon og leser kildeinformasjonen nederst i diagrammen og tabellen, vil du legge merke til at det finnes en ekstra kilde for den internasjonale sammenligningen - Demographia. Men hvis Commonwealth Bank også hadde brukt Demographias analyse av forholdet mellom boligpriser og inntekt i Australia, ville de ha kommet frem til et tall nærmere 9 i stedet for 5,6 eller 4,3.
ta: பல ஆய்வாளர்கள் கூறுகையில், இது வங்கியை தவறான புள்ளிவிவரங்கள் மற்றும் ஒப்பீடுகளைப் பயன்படுத்த வழிவகுத்தது. நீங்கள் சிபிஏவின் விளக்கக்காட்சியின் நான்காவது பக்கத்திற்குச் சென்று, வரைபடம் மற்றும் அட்டவணையின் அடிப்பகுதியில் உள்ள மூல தகவல்களைப் படித்தால், பன்னாட்டு ஒப்பீடு - மக்கள்தொகை குறித்து கூடுதல் சான்று இருப்பதை நீங்கள் கவனிப்பீர்கள். இருப்பினும், காமன்வெல்த் வங்கி ஆச்திரேலியாவின் வீட்டின் விலையை வருமான விகிதத்திற்கு மக்கள்தொகை பகுப்பாய்வைப் பயன்படுத்தியிருந்தால், அது 5.6 அல்லது 4.3 ஐ விட 9 க்கு நெருக்கமான ஒரு புள்ளிவிவரத்தை கொண்டு வந்திருக்கும்

source: That’s, um, a rather serious discrepancy. One group of people say 9, another says 4-5. Should we just split the difference and say the truth lies somewhere in between? Absolutely not! This is a situation where there is a right answer and a wrong answer. Demographia is correct, and the Commonwealth Bank is wrong. As the article points out:
de: Das ist eine erstaunliche Diskrepanz. Eine Gruppe von Leuten sagt 9, eine andere sagt 4-5. Sollen wir die Differenz einfach aufteilen und sagen, die Wahrheit liegt irgendwo dazwischen? Auf keinen Fall! In dieser Situation gibt es eine richtige und eine falsche Antwort. Demographia hat Recht, und die Commonwealth-Bank hat Unrecht. Wie in dem Artikel dargelegt wird:
nb: Det er et ganske stort avvik. En gruppe mennesker sier 9, en annen sier 4-5. Skal vi bare dele på forskjellen og si at sannheten ligger et sted midt imellom? Absolutt ikke! Dette er en situasjon der det finnes et riktig svar og et galt svar. Demographia har rett, og Commonwealth Bank tar feil. Som artikkelen påpeker:
ta: அது, உம், மிகவும் தீவிரமான முரண்பாடு. ஒரு குழு மக்கள் 9 என்று கூறுகிறார்கள், மற்றொருவர் 4-5 என்று கூறுகிறார். நாம் வித்தியாசத்தை பிரித்து, உண்மை எங்காவது உள்ளது என்று சொல்ல வேண்டுமா? நிச்சயமாக இல்லை! இது சரியான பதில் மற்றும் தவறான பதில் இருக்கும் சூழ்நிலை. மக்கள்தொகை சரியானது, காமன்வெல்த் வங்கி தவறு. கட்டுரை சுட்டிக்காட்டியுள்ளபடி:

source: [An] obvious problem with the Commonwealth Bank’s domestic price to income figures is they compare average incomes with median house prices (unlike the Demographia figures that compare median incomes to median prices). The median is the mid-point, effectively cutting out the highs and lows, and that means the average is generally higher when it comes to incomes and asset prices, because it includes the earnings of Australia’s wealthiest people. To put it another way: the Commonwealth Bank’s figures count Ralph Norris’ multi-million dollar pay packet on the income side, but not his (no doubt) very expensive house in the property price figures, thus understating the house price to income ratio for middle-income Australians.
de: Ein offensichtliches Problem mit den Zahlen der Commonwealth-Bank zum Verhältnis von Inlandspreisen zu Einkommen ist, dass sie die Durchschnittseinkommen mit den Median-Hauspreisen vergleichen (im Gegensatz zu den Zahlen von Demographia, welche die Median-Einkommen mit den Median-Preisen vergleichen). Der Median ist der Mittelwert, der die Höhen und Tiefen ausblendet, und das bedeutet, dass der Durchschnitt im Allgemeinen höher ist, wenn es um Einkommen und Vermögenspreise geht, weil er die Einkommen der reichsten Australier einschließt. Anders ausgedrückt: Die Zahlen der Commonwealth-Bank berücksichtigen auf der Einkommensseite das millionenschwere Gehalt von Ralph Norris, nicht aber sein (zweifellos) sehr teures Haus bei den Immobilienpreisen, so dass das Verhältnis zwischen Hauspreis und Einkommen für Australier mit mittlerem Einkommen zu niedrig angesetzt ist.
nb: [Et åpenbart problem med Commonwealth Banks tall for forholdet mellom pris og inntekt er at de sammenligner gjennomsnittsinntekter med medianboligpriser (i motsetning til Demographia-tallene, som sammenligner medianinntekter med medianpriser). Medianen er midtpunktet, noe som effektivt kutter ut toppene og bunnene, og det betyr at gjennomsnittet generelt er høyere når det gjelder inntekter og formuespriser, fordi det inkluderer inntektene til Australias rikeste mennesker. Sagt på en annen måte: Commonwealth Banks tall inkluderer Ralph Norris' millionlønn på inntektssiden, men ikke hans (utvilsomt) svært dyre hus i eiendomspristallene, og undervurderer dermed forholdet mellom boligpris og inntekt for australiere med middels inntekt.
ta: [ஒரு] காமன்வெல்த் வங்கியின் உள்நாட்டு விலையில் வருமான புள்ளிவிவரங்களுடன் வெளிப்படையான சிக்கல் என்னவென்றால், அவை சராசரி வருமானத்தை சராசரி வீட்டின் விலைகளுடன் ஒப்பிடுகின்றன (சராசரி வருமானத்தை சராசரி விலைகளுடன் ஒப்பிடுகையில் மக்கள்தொகை புள்ளிவிவரங்களைப் போலல்லாமல்). சராசரி என்பது நடுப்பகுதியாகும், அதிகபட்சம் மற்றும் தாழ்வுகளை திறம்பட வெட்டுகிறது, இதன் பொருள் வருமானம் மற்றும் சொத்து விலைகளுக்கு வரும்போது சராசரி பொதுவாக அதிகமாக இருக்கும், ஏனெனில் இது ஆச்திரேலியாவின் செல்வந்தர்களின் வருவாயை உள்ளடக்கியது. இதை வேறு வழியில்லை: காமன்வெல்த் வங்கியின் புள்ளிவிவரங்கள் ரால்ப் நோரிசின் பல மில்லியன் டாலர் ஊதிய பாக்கெட்டை வருமானப் பக்கத்தில் எண்ணுகின்றன, ஆனால் சொத்து விலை புள்ளிவிவரங்களில் அவரது (சந்தேகமில்லை) மிகவும் விலையுயர்ந்த வீடு அல்ல, இதனால் வீட்டின் விலையை வருமான விகிதத்திற்கு குறைத்து மதிப்பிடுகிறது நடுத்தர வருமான ஆச்திரேலியர்கள்.

source: Couldn’t have put it better myself. The way that Demographia calculated the ratio is the right thing to do. The way that the Bank did it is incorrect. As for why an extremely quantitatively sophisticated organisation such as a major bank made such an elementary mistake, well… I can’t say for sure since I have no special insight into their thinking. But the article itself does happen to mention the following facts, which may or may not be relevant:
nb: Jeg kunne ikke ha sagt det bedre selv. Måten Demographia beregnet forholdstallet på, er riktig. Måten banken gjorde det på, er feil. Hvorfor en ekstremt kvantitativt sofistikert organisasjon som en storbank har gjort en så elementær feil, kan jeg ikke si noe sikkert om, siden jeg ikke har noen spesiell innsikt i hvordan de tenker. Men i selve artikkelen nevnes tilfeldigvis følgende fakta, som kanskje eller kanskje ikke er relevante:
ta: இதை நானே சிறப்பாக வைத்திருக்க முடியாது. புள்ளிவிவரத்தை கணக்கிடும் விதம் சரியான செயலாகும். வங்கி அதைச் செய்த விதம் தவறானது. ஒரு பெரிய வங்கி போன்ற மிகவும் அளவுரீதியான அதிநவீன அமைப்பு ஏன் இதுபோன்ற ஒரு அடிப்படை தவறைச் செய்தது, சரி… அவர்களின் சிந்தனையைப் பற்றி எனக்கு சிறப்பு நுண்ணறிவு இல்லாததால் என்னால் உறுதியாகச் சொல்ல முடியாது. ஆனால் கட்டுரை தானே பின்வரும் உண்மைகளைக் குறிப்பிடுகிறது, அவை பொருத்தமானதாக இருக்கலாம் அல்லது இல்லாமல் இருக்கலாம்:

source: [As] Australia’s largest home lender, the Commonwealth Bank has one of the biggest vested interests in house prices rising. It effectively owns a massive swathe of Australian housing as security for its home loans as well as many small business loans.
de: Als Australiens größter Kreditgeber für Wohnimmobilien hat die Commonwealth-Bank eines der größten Eigeninteressen an steigenden Immobilienpreisen. Sie besitzt einen großen Teil des australischen Wohnungsbestands als Sicherheit für ihre Wohnungsbaudarlehen und auch für viele kleine Unternehmenskredite.
nb: [Som Australias største boligutlåner har Commonwealth Bank en av de største egeninteressene i at boligprisene stiger. Banken eier i realiteten en stor del av den australske boligmassen som sikkerhet for boliglånene sine, i tillegg til mange lån til småbedrifter.
ta: [ஆச்திரேலியாவின் மிகப்பெரிய வீட்டு கடன் வழங்குநராக, காமன்வெல்த் வங்கி வீட்டின் விலை உயர்வில் மிகப்பெரிய விருப்பமான நலன்களில் ஒன்றாகும். இது ஆச்திரேலிய வீட்டுவசதிகளை அதன் வீட்டுக் கடன்களுக்கும் பல சிறு வணிகக் கடன்களுக்கும் பாதுகாப்பாக திறம்பட வைத்திருக்கிறது.

source: My, my.
de: Meine Güte.
nb: Du store min.
ta: என், என்.

source: Mode
de: Modalwert
nb: Modus
ta: பயன்முறை

source: The mode of a sample is very simple. It is the value that occurs most frequently. We can illustrate the mode using a different AFL variable: who has played in the most finals? Open the |aflsmall_finalists|_ data set and take a look at the ``afl.finalists`` variable, see :numref:`fig-aflsmall_finalists`. This variable contains the names of all 400 teams that played in all 200 finals matches played during the period 1987 to 2010.
de: Der Modalwert einer Stichprobe ist sehr einfach. Er ist der Wert, der am häufigsten vorkommt. Wir können den Modalwert anhand einer anderen AFL-Variable veranschaulichen: Wer hat an den meisten Endspielen teilgenommen? Öffnen Sie den Datensatz |aflsmall_finalists|_ und werfen Sie einen Blick auf die Variable ``afl.finalists``, siehe :numref:`fig-aflsmall_finalists`. Diese Variable enthält die Namen aller 400 Mannschaften, die an allen 200 Endspielen im Zeitraum 1987 bis 2010 teilgenommen haben.
nb: Modusen for et utvalg er veldig enkel. Det er den verdien som forekommer hyppigst. Vi kan illustrere modusen ved hjelp av en annen AFL-variabel: hvem har spilt i flest finaler? Åpne datasettet |aflsmall_finalists|_ og ta en titt på variabelen ``afl.finalists``, se :numref:`fig-aflsmall_finalists`. Denne variabelen inneholder navnene på alle de 400 lagene som spilte i alle de 200 finalekampene som ble spilt i perioden 1987 til 2010.
ta: மாதிரியின் முறை மிகவும் எளிது. இது பெரும்பாலும் நிகழும் மதிப்பு. வேறு ஏ.எஃப்.எல் மாறியைப் பயன்படுத்தி பயன்முறையை நாம் விளக்கலாம்: அதிக இறுதிப் போட்டிகளில் யார் விளையாடியுள்ளனர்? | Aflsmall_finalists | _ தரவு தொகுப்பு மற்றும் `` afl.finalists`` மாறுபாட்டைப் பாருங்கள், காண்க: NUMREF: `Fig-aflsmall_finalists`. இந்த மாறி 1987 முதல் 2010 வரையிலான காலகட்டத்தில் விளையாடிய அனைத்து 200 இறுதி போட்டிகளிலும் விளையாடிய அனைத்து 400 அணிகளின் பெயர்களைக் கொண்டுள்ளது.

source: Variables in |aflsmall_finalists|
de: Variablen in |aflsmall_finalists|
nb: Variabler i |aflsmall_finalists|
ta: | Aflsmall_finalists | இல் உள்ள மாறிகள்

source: Screenshot of jamovi showing the variables stored in the |aflsmall_finalists|_ data set
de: jamovi-Screenshot mit den im Datensatz |aflsmall_finalists|_ gespeicherten Variablen
nb: Skjermbilde av jamovi som viser variablene som er lagret i datasettet |aflsmall_finalists|_
ta: | Aflsmall_finalists | _ தரவு தொகுப்பு ஆகியவற்றில் சேமிக்கப்பட்ட மாறிகளைக் காட்டும் சாமோவியின் திரை காட்சி

source: Frequency table for the ``afl.margins`` variable in |aflsmall_finalists|
de: Häufigkeitstabelle für die ``afl.margins``-Variable in |aflsmall_finalists|
nb: Frekvenstabell for variabelen ``afl.margins`` i |aflsmall_finalists|
ta: `` Afl.margins`` `` மாறுபாட்டிற்கான அதிர்வெண் அட்டவணை | aflsmall_finalists |

source: Screenshot of jamovi showing the frequency table for the ``afl.finalists`` variable in the |aflsmall_finalists|_ data set
de: jamovi-Screenshot mit der Häufigkeitstabelle für die Variable ``afl.finalists`` im Datensatz |aflsmall_finalists|_
nb: Skjermbilde av jamovi som viser frekvenstabellen for variabelen ``afl.finalists`` i datasettet |aflsmall_finalists|_
ta: | Aflsmall_finalists | _ தரவு தொகுப்பு இல் `` afl.finalists`` மாறிக்கான அதிர்வெண் அட்டவணையைக் காட்டும் சாமோவியின் திரை காட்சி
