Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch05.po
Languages: de, nb, ta, uk

source: It’s pretty clear that something funny is going on with two of the observations. Apparently, there were two games in which the margin was over 300 points! That doesn’t sound right to me. Now that I’ve become suspicious it’s time to look a bit more closely at the data. In jamovi you can quickly find out which of these observations are suspicious and then you can go back to the raw data to see if there has been a mistake in data entry. To do this you need to set up a filter so that only those observations with values over a certain threshold are included. In our example, the threshold is over 300, so that is the filter we will create. First, click on the ``Filters`` button at the top of the jamovi window, and then type ``margin > 300`` into the filter field, as in :numref:`fig-filter1`.
de: Es ist ziemlich klar, dass bei zwei der Beobachtungen etwas Merkwürdiges geschehen ist. Offenbar gab es zwei Spiele, bei denen der Vorsprung über 300 Punkte betrug! Das hört sich nicht richtig an. Misstrauisch geworden, sollen die Daten etwas genauer betrachtet werden. In jamovi können Sie schnell herausfinden, welche dieser Beobachtungen verdächtig sind, und dann können Sie zu den Rohdaten zurückgehen, um zu sehen, ob es einen Fehler bei der Dateneingabe gab. Dazu können Sie einen Filter einrichten, damit nur die Beobachtungen mit Werten über oder unter einem bestimmten Schwellenwert berücksichtigt werden. In unserem Beispiel liegt der Schwellenwert über 300, sodass wir diesen Filter erstellen werden. Klicken Sie zunächst auf die Schaltfläche ``Filters`` (zu finden im ``Data``-Tab am oberen Rand des jamovi-Fensters), und geben Sie dann ``margin > 300`` in das Filterfeld ein, wie in :numref:`fig-filter1`.
nb: Det er ganske tydelig at det er noe rart med to av observasjonene. Det var tilsynelatende to kamper der marginen var over 300 poeng! Det høres ikke riktig ut for meg. Nå som jeg har blitt mistenksom, er det på tide å se litt nærmere på dataene. I jamovi kan du raskt finne ut hvilke av disse observasjonene som er mistenkelige, og deretter kan du gå tilbake til rådataene for å se om det har skjedd en feil i dataregistreringen. For å gjøre dette må du sette opp et filter slik at bare observasjoner med verdier over en viss terskel blir inkludert. I vårt eksempel er terskelen over 300, så det er dette filteret vi skal opprette. Først klikker du på knappen ``Filters`` øverst i jamovi-vinduet, og deretter skriver du inn ``margin > 300`` i filterfeltet, som i :numref:`fig-filter1`.
ta: இரண்டு அவதானிப்புகளுடன் வேடிக்கையான ஒன்று நடக்கிறது என்பது தெளிவாகத் தெரிகிறது. வெளிப்படையாக, இரண்டு ஆட்டங்கள் இருந்தன, அதில் விளிம்பு 300 புள்ளிகளுக்கு மேல் இருந்தது! அது எனக்கு சரியாகத் தெரியவில்லை. இப்போது நான் சந்தேகத்திற்குரியவனாகிவிட்டேன், தரவுகளை இன்னும் கொஞ்சம் நெருக்கமாகப் பார்க்க வேண்டிய நேரம் இது. சாமோவியில் இந்த அவதானிப்புகள் எது சந்தேகத்திற்குரியவை என்பதை நீங்கள் விரைவாகக் கண்டறியலாம், பின்னர் தரவு உள்ளீட்டில் தவறு ஏற்பட்டுள்ளதா என்பதைப் பார்க்க மூல தரவுகளுக்குச் செல்லலாம். இதைச் செய்ய நீங்கள் ஒரு வடிப்பானை அமைக்க வேண்டும், இதனால் ஒரு குறிப்பிட்ட வாசலில் மதிப்புகளைக் கொண்ட அந்த அவதானிப்புகள் மட்டுமே சேர்க்கப்படுகின்றன. எங்கள் எடுத்துக்காட்டில், வாசல் 300 க்கு மேல் உள்ளது, எனவே நாம் உருவாக்கும் வடிகட்டி இதுதான். முதலில், சாமோவி சாளரத்தின் மேற்புறத்தில் உள்ள `` வடிப்பான்கள்`` பொத்தானைக் சொடுக்கு செய்து, பின்னர் `` விளிம்பு> 300`` ஐ வடிகட்டி புலத்தில் தட்டச்சு செய்க: எண்ரீஃப்: `FIG-FILTER1`.
uk: Цілком очевидно, що з двома спостереженнями щось не так. Судячи з усього, було дві гри, в яких різниця в очках перевищувала 300! Мені це здається дивним. Тепер, коли я запідозрив неладне, настав час детальніше вивчити дані. У jamovi ви можете швидко з'ясувати, які з цих спостережень є підозрілими, а потім повернутися до вихідних даних, щоб перевірити, чи не було помилки при введенні даних. Для цього потрібно налаштувати фільтр так, щоб включалися тільки ті спостереження, значення яких перевищують певний поріг. У нашому прикладі поріг перевищує 300, тому ми створимо саме такий фільтр. Спочатку натисніть кнопку ``Filters`` у верхній частині вікна jamovi, а потім введіть ``margin > 300`` у поле фільтра, як показано на :numref:`fig-filter1`.

source: jamovi filter screen
de: jamovi-Filter-Eingabemaske
nb: Filter-vinduet i jamovi
ta: சாமோவி வடிகட்டி திரை
uk: екран фільтра jamovi

source: The jamovi filter screen
de: Die jamovi-Filter-Eingabemaske
nb: Filter-vinduet i jamovi
ta: சாமோவி வடிகட்டி திரை
uk: Екран фільтра Jamovi

source: This filter creates a new column in the spreadsheet view where only those observations that pass the filter are included. One neat way to quickly identify which observations these are is to tell jamovi to produce a ``Frequency table`` (in the ``Exploration`` → ``Descriptives`` window) for the ``ID`` variable (which must be a nominal variable |nominal| otherwise the Frequency table is not produced). In :numref:`fig-filter2` you can see that the ID values for the observations where the margin was over 300 are **14** and **134**. These are suspicious cases, or observations, where you should go back to the original data source to find out what is going on.
de: Dieser Filter erzeugt eine neue Spalte in der jamovi-Datentabelle, in die nur die Beobachtungen aufgenommen werden, die den Filter passieren. Eine gute Möglichkeit, schnell zu erkennen, um welche Beobachtungen es sich dabei handelt, besteht darin, jamovi anzuweisen, eine ``Frequency table`` (unter ``Exploration`` → ``Descriptives``) für die Variable ``ID`` zu erzeugen (es muss sich um eine Nominalvariable |nominal| handeln, da sonst die Häufigkeitstabelle nicht erstellt wird). In :numref:`fig-filter2` können Sie sehen, dass die ID-Werte für die Beobachtungen, bei denen die Spanne über 300 lag, **14** und **134** sind. Dies sind verdächtige Fälle oder Beobachtungen, bei denen Sie zur ursprünglichen Datenquelle zurückkehren sollten, um herauszufinden, was los ist.
nb: Dette filteret oppretter en ny kolonne i regnearkvisningen der bare de observasjonene som passerer filteret, blir inkludert. En fin måte å raskt identifisere hvilke observasjoner dette er, er å be jamovi om å produsere en ``Frequency table`` (i vinduet ``Exploration`` → ``Descriptives``) for variabelen ``ID`` (som må være en variabel på nominalnivå |nominal| ellers blir ikke frekvenstabellen produsert). I :numref:`fig-filter2` kan du se at ID-verdiene for observasjonene der marginen var over 300, er **14** og **134**. Dette er mistenkelige tilfeller, eller observasjoner, der du bør gå tilbake til den opprinnelige datakilden for å finne ut hva som foregår.
ta: இந்த வடிகட்டி விரிதாள் பார்வையில் ஒரு புதிய நெடுவரிசையை உருவாக்குகிறது, அங்கு வடிப்பானை கடந்து செல்லும் அவதானிப்புகள் மட்டுமே சேர்க்கப்பட்டுள்ளன. `` ஆய்வு` `` விளக்கங்கள்` `சாளரத்தில்) ஒரு` `ஆய்வு` →` விளக்கங்கள்` `சாளரத்தில்) உருவாக்க சமோவிக்கு எந்த அவதானிப்புகள் என்பதை விரைவாக அடையாளம் காண ஒரு தூய்மையான வழி (இது கட்டாயம் பெயரளவு மாறி | பெயரளவு | இல்: எண்ரெஃப்: `FIG-FILTER2` விளிம்பு 300 க்கு மேல் இருந்த அவதானிப்புகளுக்கான ஐடி மதிப்புகள் ** 14 ** மற்றும் ** 134 ** என்பதை நீங்கள் காணலாம். இவை சந்தேகத்திற்கிடமான வழக்குகள் அல்லது அவதானிப்புகள், என்ன நடக்கிறது என்பதைக் கண்டுபிடிக்க நீங்கள் அசல் தரவு மூலத்திற்குச் செல்ல வேண்டும்.
uk: Цей фільтр створює новий стовпець у таблиці, де відображаються лише ті спостереження, які пройшли фільтрацію. Один із зручних способів швидко визначити, які саме спостереження це, — це попросити jamovi створити ``Таблицю частот`` (у вікні ``Дослідження`` → ``Описові дані``) для змінної ``ID`` (яка повинна бути номінальною змінною |nominal|, інакше таблиця частот не буде створена). У :numref:`fig-filter2` ви можете побачити, що значення ID для спостережень, де маржа перевищувала 300, дорівнюють **14** і **134**. Це підозрілі випадки або спостереження, де вам слід повернутися до вихідного джерела даних, щоб з'ясувати, що відбувається.

source: Frequency table for ID
de: Häufigkeitstabelle für ``ID``
nb: Frekvenstabell for ID
ta: ஐடியுக்கான அதிர்வெண் அட்டவணை
uk: Таблиця частот для ідентифікатора

source: Frequency table for ID showing the ID numbers for the two suspicious outliers: 14 and 134
de: Häufigkeitstabelle für ``ID`` mit den ``ID``-Nummern für die beiden verdächtigen Ausreißer: 14 und 134
nb: Frekvenstabell for ID som viser ID-numrene for de to mistenkelige ekstremverdiene: 14 og 134
ta: சந்தேகத்திற்கிடமான இரண்டு வெளியீட்டாளர்களுக்கான ஐடி எண்களைக் காட்டும் ஐடியுக்கான அதிர்வெண் அட்டவணை: 14 மற்றும் 134
uk: Таблиця частот для ID, що показує ідентифікаційні номери двох підозрілих викидів: 14 та 134

source: Usually you find that someone has just typed in the wrong number. Whilst this might seem like a silly example, I should stress that this kind of thing actually happens a lot. Real world data sets are often riddled with stupid errors, especially when someone had to type something into a computer at some point. In fact, there’s actually a name for this phase of data analysis and in practice it can take up a huge chunk of our time: **data cleaning**. It involves searching for typing mistakes (“typos”), missing data and all sorts of other obnoxious errors in raw data files.
de: In der Regel stellt man fest, dass eine falsche Nummer eingegeben wurde. Obwohl es wie ein dummes Beispiel klingt, kommt so etwas tatsächlich häufig vor. In der realen Welt sind Datensätze oft mit Fehlern behaftet, vor allem, wenn jemand irgendwann etwas manuell in einen Computer eingeben musste. Es gibt sogar einen Namen für diese Phase der Datenanalyse, und in der Praxis kann sie einen großen Teil unserer Zeit in Anspruch nehmen: **Datenbereinigung**. Dabei geht es um die Suche nach Tippfehlern („Typos“), fehlenden Daten und allen möglichen anderen unangenehmen Fehlern in Rohdaten-Dateien.
nb: Vanligvis finner du ut at noen bare har tastet inn feil nummer. Selv om dette kan virke som et tåpelig eksempel, må jeg understreke at dette faktisk skjer ofte. Datasett fra den virkelige verden er ofte fulle av dumme feil, spesielt når noen på et eller annet tidspunkt har måttet skrive inn noe på en datamaskin. Det finnes faktisk et navn for denne fasen av dataanalysen, og i praksis kan den ta opp en stor del av tiden vår: **datarensing**. Det innebærer å lete etter skrivefeil (*«typos»*), manglende data og alle mulige andre irriterende feil i rådatafiler.
ta: வழக்கமாக யாராவது தவறான எண்ணில் தட்டச்சு செய்திருப்பதை நீங்கள் காணலாம். இது ஒரு வேடிக்கையான சான்று போல் தோன்றினாலும், இந்த வகையான சேதி உண்மையில் நிறைய நடக்கிறது என்பதை நான் வலியுறுத்த வேண்டும். உண்மையான உலக தரவுத் தொகுப்புகள் பெரும்பாலும் முட்டாள்தனமான பிழைகள் நிறைந்தவை, குறிப்பாக யாராவது ஒரு கட்டத்தில் கணினியில் எதையாவது தட்டச்சு செய்ய வேண்டியிருக்கும் போது. உண்மையில், தரவு பகுப்பாய்வின் இந்த கட்டத்திற்கு உண்மையில் ஒரு பெயர் உள்ளது, நடைமுறையில் அது நம் காலத்தின் ஒரு பெரிய பகுதியை எடுத்துக் கொள்ளலாம்: ** தரவு தூய்மை **. தட்டச்சு தவறுகளை (“எழுத்துப்பிழைகள்”) தேடுவது, தரவு காணாமல் போனது மற்றும் மூல தரவுக் கோப்புகளில் உள்ள அனைத்து வகையான பிற அருவருப்பான பிழைகளையும் இது உள்ளடக்குகிறது.
uk: Зазвичай виявляється, що хтось просто ввів неправильний номер. Хоча це може здатися дурним прикладом, я повинен підкреслити, що такі речі насправді трапляються дуже часто. Реальні набори даних часто містять дурні помилки, особливо коли хтось в якийсь момент мав ввести щось у комп'ютер. Насправді, для цього етапу аналізу даних існує спеціальний термін, і на практиці він може забирати значну частину нашого часу: **очищення даних**. Воно передбачає пошук помилок при введенні («опечаток»), відсутніх даних та всіх інших неприємних помилок у файлах з необробленими даними.

source: For less extreme values, even if they are flagged in a a box plot as outliers, the decision about whether to include outliers or exclude them in any analysis depends heavily on *why* you think the data look they way they do and what you want to use the data *for*. You really need to exercise good judgement here. If the outlier looks legitimate to you, then keep it. In any case, I’ll return to the topic again in section :doc:`../Ch12/Ch12_Regression_11`.
de: Bei weniger extremen Werten, selbst wenn sie in einem Boxplot als Ausreißer gekennzeichnet sind, hängt die Entscheidung, ob Ausreißer in eine Analyse einbezogen oder ausgeschlossen werden sollen, stark davon ab, *warum* Sie glauben, dass die Daten so aussehen, wie sie es tun, und wofür Sie die Daten *verwenden wollen*. Sie müssen hier ein gutes Urteilsvermögen beweisen. Wenn Ihnen der Ausreißer legitim erscheint, dann behalten Sie ihn. Auf jeden Fall werde ich im Abschnitt :doc:`../Ch12/Ch12_Regression_11` noch einmal auf das Thema zurückkommen.
nb: For mindre ekstreme verdier, selv om de er flagget som ekstremverdier i et boksplott, avhenger avgjørelsen om hvorvidt ekstremverdier skal inkluderes eller ekskluderes i en analyse, i stor grad av *hvorfor* du tror dataene ser ut som de gjør, og hva du ønsker å bruke dataene *til*. Her må du virkelig utvise god dømmekraft. Hvis den avvikende ekstremverdi ser legitimt ut for deg, så behold det. Jeg kommer uansett tilbake til temaet igjen i avsnitt :doc:`../Ch12/Ch12_Regression_11`.
ta: குறைவான தீவிர மதிப்புகளுக்கு, அவர்கள் ஒரு பெட்டி சதித்திட்டத்தில் கொடியிடப்பட்டிருந்தாலும், வெளிநாட்டவர்களைச் சேர்க்கலாமா அல்லது எந்தவொரு பகுப்பாய்விலும் அவற்றை விலக்குவதா என்ற முடிவு * ஏன் * தரவு அவர்கள் செய்யும் வழி மற்றும் நீங்கள் விரும்புவது என்று நீங்கள் நினைக்கிறீர்கள் *க்கு *தரவைப் பயன்படுத்தவும். நீங்கள் உண்மையில் இங்கே நல்ல தீர்ப்பைப் பயன்படுத்த வேண்டும். வெளிநாட்டவர் உங்களுக்கு முறையானதாகத் தெரிந்தால், அதை வைத்திருங்கள். எப்படியிருந்தாலும், நான் மீண்டும் தலைப்புக்குத் திரும்புவேன்: DOC: `../ CH12/CH12_REGRESSION_11`.
uk: Для менш екстремальних значень, навіть якщо вони позначені в бокс-діаграмі як винятки, рішення про те, чи включати винятки або виключати їх з будь-якого аналізу, значною мірою залежить від того, *чому* ви вважаєте, що дані виглядають саме так, і *для* чого ви хочете використовувати ці дані. Тут дійсно потрібно проявити здоровий глузд. Якщо виняток здається вам обґрунтованим, залиште його. У будь-якому випадку, я повернуся до цієї теми в розділі :doc:`../Ch12/Ch12_Regression_11`.

source: Bar graphs
de: Balkendiagramme
nb: Søylediagram
ta: பார் வரைபடங்கள்
uk: Стовпчасті діаграми

source: Another form of graph that you often want to plot is the **bar graph**. Let’s use the |afl.finalists|_ data set with the ``afl.finalists`` variable that I introduced in :ref:`Mode <mode>`. What I want to do is draw a bar graph that displays the number of finals that each team has played in over the time spanned by the |afl.finalists|_ data set. There are lots of teams, but I am particularly interested in just four: Brisbane, Carlton, Fremantle and Richmond. So the first step is to set up a filter so just those four teams are included in the bar graph. This is straightforward in jamovi and you can do it by using the ``Filters`` function that we used previously. Open up the ``Filters`` screen and type in the following:\ [#]_
de: Ein anderes, häufig verwendetes Diagramm ist das **Balkendiagramm**. Verwenden wir dafür den Datensatz |afl.finalists|_ mit der Variablen ``afl.finalists``, die ich im Abschnitt :ref:`Modalwert <mode>` eingeführt habe. Ich möchte ein Balkendiagramm zeichnen, das die Anzahl der Endspiele anzeigt, an denen jede Mannschaft im Laufe der Zeit, die der Datensatz |afl.finalists|_ umfasst, teilgenommen hat. Es gibt viele Mannschaften, aber ich interessiere mich vor allem für vier: Brisbane, Carlton, Fremantle und Richmond. Der erste Schritt besteht also darin, einen Filter einzurichten, damit nur diese vier Teams in das Balkendiagramm aufgenommen werden. Das ist in jamovi ganz einfach und kann mit der Funktion ``Filters`` gemacht werden, die wir zuvor verwendet haben. Öffnen Sie die ``Filters``-Eingabemaske und geben Sie Folgendes ein: \ [#]_
nb: En annen form for diagram som du ofte ønsker å plotte, er **søylediagrammet**. La oss bruke datasettet |afl.finalists|_ med variabelen ``afl.finalists`` som jeg introduserte i :ref:`Mode <mode>`. Jeg ønsker å tegne et søylediagram som viser antall finaler som hvert lag har spilt i løpet av den tiden som dekkes av datasettet |afl.finalists|_. Det er mange lag, men jeg er spesielt interessert i bare fire: Brisbane, Carlton, Fremantle og Richmond. Så det første trinnet er å sette opp et filter slik at bare disse fire lagene blir inkludert i søylediagrammet. Dette er enkelt i jamovi, og du kan gjøre det ved å bruke funksjonen ``Filters`` som vi brukte tidligere. Åpne ``Filters``-vinduet og skriv inn følgende:\ [#]_
ta: நீங்கள் அடிக்கடி சூழ்ச்சி செய்ய விரும்பும் வரைபடத்தின் மற்றொரு வடிவம் ** பார் வரைபடம் **. நான் அறிமுகப்படுத்திய `` afl.finalists`` மாறியுடன் | afl.finalists | _ தரவைப் பயன்படுத்துவோம்: ref: `பயன்முறை <பயன்முறை>`. நான் என்ன செய்ய விரும்புகிறேன் என்பது ஒரு பார் வரைபடத்தை வரைய வேண்டும், இது ஒவ்வொரு அணியும் விளையாடிய இறுதிப் போட்டிகளின் எண்ணிக்கையை | afl.finalists | _ தரவு தொகுப்பு. நிறைய அணிகள் உள்ளன, ஆனால் நான் குறிப்பாக நான்கு பேரில் ஆர்வமாக உள்ளேன்: பிரிச்பேன், கார்ல்டன், ஃப்ரீமண்டில் மற்றும் ரிச்மண்ட். எனவே முதல் படி ஒரு வடிப்பானை அமைப்பது, எனவே அந்த நான்கு அணிகளும் பார் வரைபடத்தில் சேர்க்கப்பட்டுள்ளன. இது சாமோவியில் நேரடியானது, நாங்கள் முன்பு பயன்படுத்திய `` வடிப்பான்கள்`` செயல்பாட்டைப் பயன்படுத்தி இதைச் செய்யலாம். `` வடிப்பான்கள்`` திரையைத் திறந்து பின்வருவனவற்றில் தட்டச்சு செய்க: \ [#] _
uk: Іншою формою графіка, яку часто потрібно побудувати, є **гістограма**. Використаємо набір даних |afl.finalists|_ із змінною ``afl.finalists``, яку я представив у :ref:`Mode <mode>`. Я хочу побудувати гістограму, яка відображає кількість фінальних матчів, у яких кожна команда брала участь протягом періоду, охопленого набором даних |afl.finalists|_. Є багато команд, але мене цікавлять лише чотири: Брісбен, Карлтон, Фрімантл і Річмонд. Тому першим кроком є налаштування фільтра, щоб у гістограмі були відображені лише ці чотири команди. У jamovi це зробити дуже просто за допомогою функції ``Filters``, яку ми використовували раніше. Відкрийте екран ``Filters`` і введіть наступне:\ [#]_

source: When you have done this you will see, in the ``Data`` view, that jamovi has filtered out all values apart from those we have specified. Next, open up the ``Exploration`` → ``Descriptives`` window and click on the ``Bar plot`` check box (remember to move the ``afl.finalists`` variable across into the ``Variables`` box so that jamovi knows which variable to use). You should then get a bar graph, something like that shown in :numref:`fig-bar1`.
de: Wenn Sie dies getan haben, werden Sie in der Ansicht ``Data`` sehen, dass jamovi alle Werte außer den von uns angegebenen herausgefiltert hat. Weiter, öffnen Sie das Eingabemaske ``Exploration`` → ``Descriptives`` und setzen Sie die Checkbox ``Bar plot`` (denken Sie daran, die Variable ``afl.finalists`` in das Feld ``Variables`` zu verschieben, damit jamovi weiß, welche Variable zu verwenden ist). Sie sollten dann ein Balkendiagramm erhalten, das etwa so aussieht wie :numref:`fig-bar1`.
nb: Når du har gjort dette, vil du i ``Data``-tab se at jamovi har filtrert bort alle andre verdier enn de vi har spesifisert. Deretter åpner du vinduet ``Exploration`` → ``Descriptives`` og klikker på avmerkingsboksen ``Bar plot`` (husk å flytte variabelen ``afl.finalists`` over til ``Variables``-boksen, slik at jamovi vet hvilken variabel som skal brukes). Du bør da få et søylediagram, omtrent som det som vises i :numref:`fig-bar1`.
ta: நீங்கள் இதைச் செய்தவுடன், `` தரவு`` பார்வையில், நாங்கள் குறிப்பிட்டதைத் தவிர அனைத்து மதிப்புகளையும் சமோவி வடிகட்டியுள்ளது. அடுத்து, `` ஆய்வு`` `` விளக்கங்கள்`` சாளரத்தைத் திறந்து `` பார் சதி`` தேர்வுப்பெட்டியைக் சொடுக்கு செய்க (`` afl.finalists` `மாறியை` `மாறிகள்`` இல் நகர்த்த நினைவில் கொள்ளுங்கள் எந்த மாறியைப் பயன்படுத்த வேண்டும் என்று சாமோவிக்கு தெரியும்). நீங்கள் ஒரு பார் வரைபடத்தைப் பெற வேண்டும், இதுபோன்ற ஒன்று காட்டப்பட்டுள்ளது: numref: `Fig-bar1`.
uk: Після цього у вікні ``Data`` ви побачите, що jamovi відфільтрував усі значення, крім тих, які ми вказали. Далі відкрийте вікно ``Дослідження`` → ``Описові дані`` і натисніть на прапорець ``Гістограма`` (не забудьте перемістити змінну ``afl.finalists`` у поле ``Змінні``, щоб jamovi знав, яку змінну використовувати). Ви повинні отримати гістограму, схожу на ту, що показана на :numref:`fig-bar1`.

source: Bar plot in jamovi, showing just four AFL teams
de: Balkendiagramm in jamovi, das nur vier AFL-Teams zeigt
nb: Søylediagram i jamovi, viser bare fire AFL-lag
ta: சமோவியில் பார் சூழ்ச்சி, நான்கு ஏ.எஃப்.எல் அணிகளைக் காட்டுகிறது
uk: Барна ділянка в Джамові, на якій показано лише чотири команди AFL

source: Filtering to include just four AFL teams, and drawing a bar plot in jamovi
de: Filtern, um nur vier AFL-Teams einzuschließen, und Zeichnen eines Balkendiagramms in jamovi
nb: Filtrering for å inkludere bare fire AFL-lag, og tegning av et søylediagram i jamovi
ta: நான்கு ஏ.எஃப்.எல் அணிகளைச் சேர்க்க வடிகட்டுதல், மற்றும் சாமோவியில் ஒரு பார் சூழ்ச்சி வரைதல்
uk: Фільтрація, щоб включити лише чотири команди AFL, та побудова стовпчастої діаграми в jamovi

source: jamovi uses the symbol ``==`` here to mean “matches”.
de: jamovi verwendet das Symbol ``==`` für „Übereinstimmung“.
nb: jamovi bruker her symbolet ``==`` for å uttryke «likhet».
ta: சாமோவி `` == `` என்ற குறியீட்டைப் பயன்படுத்துகிறார், அதாவது “போட்டிகள்” என்று பொருள்.
uk: jamovi використовує тут символ ``==`` для позначення «збігів».

source: Saving image files using jamovi
de: Speichern von Bilddateien mit jamovi
nb: Lagring av bildefiler ved hjelp av jamovi
ta: சமோவியைப் பயன்படுத்தி படக் கோப்புகளைச் சேமிக்கிறது
uk: Збереження файлів зображень за допомогою jamovi
