Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch05.po
Languages: de, nb, ta, uk

source: Drawing graphs
de: Diagramme erstellen
nb: Lage diagram
ta: வரைபடங்களை வரைதல்
uk: Малювання графіків

source: *Above all else show the data.*
de: *Zeige vor allem die Daten.*
nb: *Vis dataene fremfor alt annet.*
ta: *எல்லாவற்றிற்கும் மேலாக தரவைக் காட்டுங்கள்.*
uk: *Понад усе, покажіть дані.*

source: Edward Tufte\ [#]_
ta: எட்வர்ட் டஃப்டே \ [#] _
uk: Едвард Тафте\ [#]_

source: Visualising data is one of the most important tasks facing the data analyst. It’s important for two distinct but closely related reasons. Firstly, there’s the matter of drawing “presentation graphics”, displaying your data in a clean, visually appealing fashion makes it easier for your reader to understand what you’re trying to tell them. Equally important, perhaps even more important, is the fact that drawing graphs helps *you* to understand the data. To that end, it’s important to draw “exploratory graphics” that help you learn about the data as you go about analysing it. These points might seem pretty obvious but I cannot count the number of times I’ve seen people forget them.
de: Die Visualisierung von Daten ist eine der wichtigsten Aufgaben bei der Datenanalyse. Sie ist aus zwei verschiedenen, aber eng miteinander verbundenen Gründen wichtig. Zum einen geht es um das Erstellen von „Präsentationsgrafiken“. Wenn Sie Ihre Daten in einer sauberen, visuell ansprechenden Weise darstellen, fällt es dem Leser leichter zu verstehen, was Sie ihm mitteilen wollen. Ebenso wichtig, vielleicht sogar noch wichtiger, ist die Tatsache, dass das Zeichnen von Diagrammen *Sie* dabei unterstützt, die Daten zu verstehen. Zu diesem Zweck ist es wichtig, „Sondierungsgrafiken“ zu erstellen, die Ihnen helfen, bei der Analyse der Daten mehr über die Daten zu erfahren. Diese Punkte mögen zwar ziemlich offensichtlich erscheinen, aber ich habe unzählige Male erlebt, dass sie vergessen wurden.
nb: Visualisering av data er en av de viktigste oppgavene dataanalytikeren står overfor. Det er viktig av to forskjellige, men nært beslektede grunner. For det første er det viktig å tegne «diagram for presentasjon»: Når du viser dataene dine på en ren, visuelt tiltalende måte, blir det lettere for leseren å forstå hva du prøver å fortelle dem. Like viktig, kanskje enda viktigere, er det faktum at det å lage diagram hjelper *deg* til å forstå dataene. Derfor er det viktig å tegne «diagram for eksplorasjon» som hjelper deg å lære mer om dataene mens du analyserer dem. Disse poengene virker kanskje ganske opplagte, men jeg har ikke tall på hvor mange ganger jeg har sett folk glemme dem.
ta: தரவைக் காட்சிப்படுத்துவது தரவு ஆய்வாளர் எதிர்கொள்ளும் மிக முக்கியமான பணிகளில் ஒன்றாகும். இரண்டு தனித்துவமான ஆனால் நெருக்கமான தொடர்புடைய காரணங்களுக்கு இது முதன்மை. முதலாவதாக, “விளக்கக்காட்சி கிராபிக்ச்” வரைவது, உங்கள் தரவை தூய்மையான, பார்வைக்கு ஈர்க்கும் பாணியில் காண்பிப்பது உங்கள் வாசகருக்கு நீங்கள் என்ன சொல்ல முயற்சிக்கிறீர்கள் என்பதைப் புரிந்துகொள்வதை எளிதாக்குகிறது. சமமாக முக்கியமானது, ஒருவேளை இன்னும் முக்கியமானது, வரைபடங்களை வரைவது தரவைப் புரிந்துகொள்ள * உங்களுக்கு * உதவுகிறது. அதற்காக, தரவைப் பகுப்பாய்வு செய்வதைப் பற்றி நீங்கள் அறிய உதவும் “ஆய்வு கிராபிக்ச்” வரைவது முதன்மை. இந்த புள்ளிகள் மிகவும் வெளிப்படையாகத் தோன்றலாம், ஆனால் மக்கள் அவர்களை மறந்த எத்தனை முறை நான் பார்த்தேன்.
uk: Візуалізація даних є одним з найважливіших завдань, що стоять перед аналітиком даних. Це важливо з двох різних, але тісно пов'язаних між собою причин. По-перше, це питання створення «презентаційних графіків»: відображення даних у чіткій, візуально привабливій формі полегшує читачеві розуміння того, що ви намагаєтеся йому донести. Не менш важливим, а може, навіть більш важливим є той факт, що створення графіків допомагає *вам* зрозуміти дані. З цією метою важливо створювати «дослідницькі графіки», які допомагають вам дізнаватися про дані в процесі їх аналізу. Ці моменти можуть здаватися досить очевидними, але я не можу порахувати, скільки разів я бачив, як люди про них забували.

source: To give a sense of the importance of this chapter, I want to start with a classic illustration of just how powerful a good graph can be. To that end, :numref:`fig-snowMap` shows a redrawing of one of the most famous data visualisations of all time. This is John Snow’s 1854 map of cholera deaths. The map is elegant in its simplicity. In the background we have a street map which helps orient the viewer. Over the top we see a large number of small dots, each one representing the location of a cholera case. The larger symbols show the location of water pumps, labelled by name. Even the most casual inspection of the graph makes it very clear that the source of the outbreak is almost certainly the Broad Street pump. Upon viewing this graph Dr Snow arranged to have the handle removed from the pump and ended the outbreak that had killed over 500 people. Such is the power of a good data visualisation.
de: Um ein Gefühl für die Bedeutung dieses Kapitels zu erhalten, möchte ich mit einer klassischen Illustration beginnen, die zeigt, welche Wirkung ein gutes Diagramm haben kann. Zu diesem Zweck zeigt :numref:`fig-snowMap` eine Adaptation einer der berühmtesten Datenvisualisierungen aller Zeiten. Es handelt sich um John Snows Karte der Cholera-Todesfälle aus dem Jahr 1854. Die Karte ist in ihrer Schlichtheit elegant. Im Hintergrund befindet sich eine Straßenkarte, die dem Betrachter die Orientierung erleichtert. Darüber sehen wir eine große Anzahl kleiner Punkte, bei denen jeder Punkt den Ort eines Cholerafalls darstellt. Die größeren Symbole zeigen den Standort von Wasserpumpen mit deren jeweiligem Namen. Schon bei oberflächlicher Betrachtung des Diagramms wird deutlich, dass die Quelle des Ausbruchs mit ziemlicher Sicherheit die Pumpe in der Broad Street ist. Als Dr. Snow dieses Diagramm sah, veranlasste er die Entfernung des Griffs von der Pumpe und beendete den Ausbruch, der bis dahin über 500 Menschen das Leben gekostet hat. Das ist die Macht einer guten Datenvisualisierung.
nb: For å gi en følelse av hvor viktig dette kapittelet er, vil jeg starte med en klassisk illustrasjon av hvor kraftfull et god diagram kan være. Derfor viser :numref:`fig-snowMap` en ny tegning av en av de mest berømte datavisualiseringene gjennom tidene. Dette er John Snows kart over koleradødsfall fra 1854. Kartet er elegant i sin enkelhet. I bakgrunnen har vi et gatekart som hjelper betrakteren med å orientere seg. Over kartet ser vi et stort antall små prikker, som hver for seg representerer plasseringen av et koleratilfelle. De større symbolene viser plasseringen av vannpumper, merket med navn. Selv den mest tilfeldige inspeksjon av diagrammet gjør det helt klart at kilden til utbruddet nesten helt sikkert er Broad Street-pumpen. Da Dr. Snow så diagrammet, sørget han for at håndtaket ble fjernet fra pumpen, og dermed ble det slutt på utbruddet som hadde tatt livet av over 500 mennesker. Slik er kraften i en god datavisualisering.
ta: இந்த அத்தியாயத்தின் முக்கியத்துவத்தைப் புரிந்துகொள்ள, ஒரு நல்ல வரைபடம் எவ்வளவு சக்திவாய்ந்ததாக இருக்கும் என்பதற்கான உன்னதமான விளக்கத்துடன் தொடங்க விரும்புகிறேன். அதற்காக,: NumRef: `Figh-snowmap` எல்லா நேரத்திலும் மிகவும் பிரபலமான தரவு காட்சிப்படுத்தல்களில் ஒன்றை மறுவடிவமைப்பதைக் காட்டுகிறது. இது சான் ச்னோவின் 1854 காலரா இறப்புகளின் வரைபடம். வரைபடம் அதன் எளிமையில் நேர்த்தியானது. பின்னணியில் எங்களிடம் ஒரு தெரு வரைபடம் உள்ளது, இது பார்வையாளரை நோக்குநிலைக்கு உதவுகிறது. மேலே நாம் ஏராளமான சிறிய புள்ளிகளைக் காண்கிறோம், ஒவ்வொன்றும் காலரா வழக்கின் இருப்பிடத்தைக் குறிக்கும். பெரிய சின்னங்கள் பெயரால் பெயரிடப்பட்ட நீர் விசையியக்கக் குழாய்களின் இருப்பிடத்தைக் காட்டுகின்றன. வரைபடத்தின் மிகவும் சாதாரணமான ஆய்வில் கூட வெடிப்பின் சான்று நிச்சயமாக பிராட் ச்ட்ரீட் பம்ப் என்பதை மிகத் தெளிவுபடுத்துகிறது. இந்த வரைபடத்தைப் பார்த்ததும் டாக்டர் ச்னோ பம்பிலிருந்து கைப்பிடியை அகற்ற ஏற்பாடு செய்து 500 க்கும் மேற்பட்டவர்களைக் கொன்ற வெடிப்பை முடித்தார். ஒரு நல்ல தரவு காட்சிப்படுத்தலின் ஆற்றல் இதுதான்.
uk: Щоб дати уявлення про важливість цього розділу, я хочу почати з класичної ілюстрації того, наскільки потужним може бути хороший графік. З цією метою :numref:`fig-snowMap` показує перемальовування однієї з найвідоміших візуалізацій даних усіх часів. Це карта смертності від холери, складена Джоном Сноу в 1854 році. Карта елегантна у своїй простоті. На тлі ми бачимо карту вулиць, яка допомагає зорієнтуватися глядачеві. Зверху ми бачимо велику кількість маленьких крапок, кожна з яких позначає місце розташування випадку холери. Більші символи показують місце розташування водонапірних насосів, позначених назвами. Навіть найповерхневіший огляд графіка дає чітке уявлення про те, що джерелом спалаху майже напевно є насос на Брод-стріт. Побачивши цей графік, доктор Сноу домігся демонтажу ручки насоса і поклав край спалаху, який забрав життя понад 500 людей. Ось така сила хорошої візуалізації даних.

source: Redrawing of Snow’s original cholera map
de: Neuzeichnung der ursprünglichen Cholera-Karte von Snow
nb: Ny tegning av Snows opprinnelige kolerakart
ta: ச்னோவின் அசல் காலரா வரைபடத்தை மறுவடிவமைத்தல்
uk: Перемальовування оригінальної карти холери Сноу

source: Stylised redrawing of John Snow’s original cholera map. Each small dot represents the location of a cholera case and each large circle shows the location of a well. As the plot makes clear, the cholera outbreak is centred very closely on the Broad St pump.
de: Stilisierte Neuzeichnung der ursprünglichen Cholera-Karte von John Snow. Jeder kleine Punkt steht für einen Cholerafall und jeder große Kreis für einen Brunnen. Wie aus der Darstellung hervorgeht, konzentriert sich der Choleraausbruch auf die Pumpe in der *Broad Street*.
nb: Stilisert omtegning av John Snows originale kolerakart. Hver lille prikk representerer plasseringen av et koleratilfelle, og hver store sirkel viser plasseringen av en brønn. Som det fremgår av plottet, er kolerautbruddet sentrert rundt Broad St-pumpen.
ta: சான் ச்னோவின் அசல் காலரா வரைபடத்தின் பகட்டான மறுவடிவமைப்பு. ஒவ்வொரு சிறிய புள்ளியும் ஒரு காலரா வழக்கின் இருப்பிடத்தைக் குறிக்கிறது மற்றும் ஒவ்வொரு பெரிய வட்டமும் கிணற்றின் இருப்பிடத்தைக் காட்டுகிறது. சூழ்ச்சி தெளிவுபடுத்துவதால், காலரா வெடிப்பு பரந்த எச்.டி பம்பை மிக நெருக்கமாக மையமாகக் கொண்டுள்ளது.
uk: Стилізоване перемальовування оригінальної карти холери Джона Сноу. Кожна маленька крапка позначає місце розташування випадку холери, а кожне велике коло показує місце розташування колодязя. Як видно з діаграми, спалах холери зосереджений дуже близько до насоса на Брод-стріт.

source: The goals in this chapter are twofold. First, to discuss several fairly standard graphs that we use a lot when analysing and presenting data, and second to show you how to create these graphs in jamovi. The graphs themselves tend to be pretty straightforward, so in one respect this chapter is pretty simple. Where people usually struggle is learning how to produce graphs, and especially learning how to produce good graphs. Fortunately, learning how to draw graphs in jamovi is reasonably simple as long as you’re not too picky about what your graph looks like. What I mean when I say this is that jamovi has a lot of *very* good default graphs, or plots, that most of the time produce a clean, high-quality graphic. However, on those occasions when you do want to do something non-standard, or if you need to make highly specific changes to the figure, then the graphics functionality in jamovi is not yet capable of supporting advanced work or detail editing.
de: Dieses Kapitel verfolgt zwei Ziele: Erstens sollen einige Standarddiagramme eingeführt werden, die wir bei der Analyse und der Präsentation von Daten häufig verwenden. Zweitens soll gezeigt werden, wie diese Graphen in jamovi erstellt werden können. Die Diagramme selbst sind in der Regel recht einfach, sodass dieses Kapitel in gewisser Hinsicht recht einfach ist. Der Punkt, an dem die meisten Leute Schwierigkeiten haben, ist das Erlernen der Erstellung von Diagrammen, und insbesondere das Erlernen, wie man gute Diagramme erstellt. Glücklicherweise ist es relativ einfach zu lernen, wie man in jamovi Diagramme erstellt. Was ich damit sagen will, ist, dass jamovi viele *sehr gute* saubere und hochwertige Standarddiagramme erstellen lassen. Andererseits hat die Grafikfunktionalität von jamovi ihre Grenzen, wenn spezifische Änderungen an der Abbildung vorgenommen werden müssen.
nb: Målet med dette kapittelet er todelt. For det første skal vi ta for oss en rekke standarddiagram som vi bruker mye når vi analyserer og presenterer data, og for det andre skal vi vise deg hvordan du lager disse diagrammene i jamovi. Diagrammene i seg selv er som regel ganske enkle, så på én måte er dette kapittelet ganske enkelt. Det folk vanligvis sliter med, er å lære hvordan man lager diagram, og spesielt hvordan man lager gode diagram. Heldigvis er det rimelig enkelt å lære seg å tegne diagram i jamovi, så lenge du ikke er for kresen på hvordan diagrammet ditt skal se ut. Det jeg mener når jeg sier dette, er at jamovi har mange *svært* gode standarddiagram, eller plott, som i de fleste tilfeller gir enkelte og oversiktlige diagram av høy kvalitet. Men i de tilfellene der du ønsker å gjøre noe som ikke er standard, eller hvis du trenger å gjøre svært spesifikke endringer i figuren, er funksjonalitetenfor å lage diagram i jamovi ennå ikke i stand til å støtte avansert arbeid eller detaljredigering.
ta: இந்த அத்தியாயத்தில் உள்ள குறிக்கோள்கள் இரு மடங்கு. முதலாவதாக, தரவை பகுப்பாய்வு செய்யும் போது நாங்கள் அதிகம் பயன்படுத்தும் பல தரமான வரைபடங்களைப் பற்றி விவாதிக்க, இரண்டாவதாக சாமோவியில் இந்த வரைபடங்களை எவ்வாறு உருவாக்குவது என்பதைக் காண்பிக்க. வரைபடங்கள் மிகவும் நேரடியானவை, எனவே ஒரு விசயத்தில் இந்த அத்தியாயம் மிகவும் எளிது. மக்கள் வழக்கமாக போராடும் இடத்தில் வரைபடங்களை எவ்வாறு உருவாக்குவது என்பதைக் கற்றுக்கொள்வது, குறிப்பாக நல்ல வரைபடங்களை எவ்வாறு உருவாக்குவது என்பதைக் கற்றுக்கொள்வது. அதிர்ச்டவசமாக, சாமோவியில் வரைபடங்களை எவ்வாறு வரையலாம் என்பதைக் கற்றுக்கொள்வது நியாயமானதே உங்கள் வரைபடம் எப்படி இருக்கும் என்பதைப் பற்றி நீங்கள் அதிகம் கவனிக்கவில்லை. நான் இதைச் சொல்லும்போது, சாமோவியில் நிறைய * மிக * நல்ல இயல்புநிலை வரைபடங்கள் அல்லது அடுக்குகள் உள்ளன, பெரும்பாலான நேரங்களில் தூய்மையான, உயர்தர கிராஃபிக் உருவாக்குகிறது. இருப்பினும், நீங்கள் தரமற்ற ஒன்றைச் செய்ய விரும்பும் சந்தர்ப்பங்களில், அல்லது நீங்கள் படத்தில் மிகவும் குறிப்பிட்ட மாற்றங்களைச் செய்ய வேண்டியிருந்தால், சாமோவியில் உள்ள கிராபிக்ச் செயல்பாடு மேம்பட்ட வேலை அல்லது விரிவான திருத்துதல் ஆகியவற்றை ஆதரிக்கும் திறன் கொண்டது.
uk: Цей розділ має дві мети. По-перше, обговорити кілька досить стандартних графіків, які ми часто використовуємо при аналізі та представленні даних, а по-друге, показати вам, як створювати ці графіки в jamovi. Самі графіки, як правило, досить прості, тому в цьому плані цей розділ є досить простим. Зазвичай люди стикаються з труднощами при навчанні створенню графіків, а особливо при навчанні створенню хороших графіків. На щастя, навчитися малювати графіки в jamovi досить просто, якщо ви не надто вибагливі щодо зовнішнього вигляду графіків. Я маю на увазі, що jamovi має багато *дуже* хороших графіків або діаграм за замовчуванням, які в більшості випадків створюють чіткі графіки високої якості. Однак у тих випадках, коли ви хочете зробити щось нестандартне або якщо вам потрібно внести дуже специфічні зміни до рисунка, графічні функції jamovi ще не здатні підтримувати складну роботу або детальне редагування.

source: The origin of this quote is Tufte’s lovely book *The Visual Display of Quantitative Information*.
de: Der Ursprung dieses Zitats ist Tuftes interessantes Buch *The Visual Display of Quantitative Information*.
nb: Opprinnelsen til dette sitatet er Tuftes nydelige bok *The Visual Display of Quantitative Information*.
ta: இந்த மேற்கோளின் தோற்றம் டஃப்டேயின் அழகான நூல் *அளவு தகவல்களின் காட்சி காட்சி *.
uk: Походження цієї цитати — чудова книга Тафте *Візуальне відображення кількісної інформації*.

source: Histograms
de: Histogramme
nb: Histogrammer
ta: இச்டோகிராம்கள்
uk: Гістограми
