Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch05.po
Languages: de, nb, ta, uk

source: Let’s begin with the humble **histogram**. Histograms are one of the simplest and most useful ways of visualising data. They make most sense when you have an interval or ratio scale variable (e.g., the ``afl.margins`` variable from the |aflsmall_finalists|_ data set that we used in :doc:`../Ch04/Ch04_Descriptives`) and what you want to do is get an overall impression of the variable. Most of you probably know how histograms work, since they’re so widely used, but for the sake of completeness I’ll describe them. All you do is divide up the possible values into **bins** and then count the number of observations that fall within each bin. This count is referred to as the frequency or density of the bin and is displayed as a vertical bar. The ``afl.margins`` variable contains 33 games in which the winning margin was less than 10 points and it is this fact that is represented by the height of the leftmost bar that we showed earlier in :doc:`../Ch04/Ch04_Descriptives`, and :numref:`fig-aflMargins`. With these earlier graphs we used an advanced plotting package in R which, for now, is beyond the capability of jamovi. But jamovi gets us close, and drawing this histogram in jamovi is pretty straightforward. Open up the ``Plots`` options under ``Exploration`` → ``Descriptives`` and click the ``Histogram`` check box, as shown in :numref:`fig-jamovi_histogram`. jamovi defaults to labelling the y-axis as ``density`` and the x-axis with the variable name. The **bins** are selected automatically, and there is no scale, or count, information on the y-axis unlike the previous :numref:`fig-aflMargins`. But this does not matter too much because after all what we are really interested in is our impression of the shape of the distribution: is it normally distributed or is there a skew or kurtosis? Our first impressions of these characteristics come from drawing a **histogram**.
de: Beginnen wir mit dem **Histogramm**. Histogramme sind eine der einfachsten und nützlichsten Methoden zur Visualisierung von Daten. Sie sind am sinnvollsten, wenn Sie eine Variable mit Intervall- oder Verhältnisskala haben (z.B. die Variable ``afl.margins`` aus dem Datensatz |aflsmall_finalists|_, den wir in :doc:`../Ch04/Ch04_Descriptives` verwendet haben) und Sie einen Gesamteindruck der Variable erhalten möchten. Die meisten von Ihnen wissen wahrscheinlich, wie Histogramme funktionieren, da sie so häufig verwendet werden, aber der Vollständigkeit halber werde ich sie beschreiben. Sie müssen lediglich die möglichen Werte in **Abschnitte** (*bins*) aufteilen und dann die Anzahl der Beobachtungen zählen, die in jedes *bin* fallen. Diese Anzahl wird als Häufigkeit oder Dichte des Bereichs bezeichnet und als vertikaler Balken angezeigt. Die Variable ``afl.margins`` enthält 33 Spiele, in denen der Gewinnvorsprung weniger als 10 Punkte betrug, und diese Tatsache wird durch die Höhe des ganz linken Balkens dargestellt, den wir zuvor in :doc:`../Ch04/Ch04_Descriptives` und :numref:`fig-aflMargins` gezeigt haben. Für diese früheren Diagramme haben wir ein fortgeschrittenes Plot-Paket in R verwendet, das im Moment die Möglichkeiten von jamovi übersteigt. Aber mit jamovi kommen wir dem nahe, und das Zeichnen dieses Histogramms in jamovi ist ziemlich einfach. Öffnen Sie die Optionen ``Plots`` unter ``Exploration`` → ``Descriptives`` und setzen Sie die Checkbox ``Histogram``, wie in :numref:`fig-jamovi_histogram` gezeigt. jamovi beschriftet die y-Achse standardmäßig mit ``desnity`` und die x-Achse mit dem Namen der Variablen. Die **bins** werden automatisch ausgewählt, und die y-Achse enthält im Gegensatz zu :numref:`fig-aflMargins` keine Skalen- oder Zählinformationen. Aber das ist nicht so wichtig, denn was uns wirklich interessiert, ist unser Eindruck von der Form der Verteilung: Ist sie normalverteilt oder gibt es eine Schiefe oder Kurtosis? Unsere ersten Eindrücke von diesen Merkmalen erhalten wir, wenn wir ein **Histogramm** zeichnen.
nb: La oss begynne med det enkle **histogrammet**. Histogrammer er en av de enkleste og mest nyttige måtene å visualisere data på. De gir mest mening når du har en variabel med intervall- eller forholdstallskala (f.eks. variabelen ``afl.margins`` fra datasettet |aflsmall_finalists|_ som vi brukte i :doc:`../Ch04/Ch04_Descriptives`), og du ønsker å få et overordnet inntrykk av variabelen. De fleste av dere vet sikkert hvordan histogrammer fungerer, siden de er så mye brukt, men for fullstendighetens skyld vil jeg beskrive dem. Det eneste du gjør, er å dele de mulige verdiene inn i **trinn** (*bins*) og deretter telle antall observasjoner som faller innenfor hver bin. Dette antallet kalles frekvensen eller tettheten i binen, og vises som en vertikal stolpe. Variabelen ``afl.margins`` inneholder 33 kamper der vinnermarginen var mindre enn 10 poeng, og det er dette faktumet som representeres av høyden på søylen lengst til venstre som vi viste tidligere i :doc:`../Ch04/Ch04_Descriptives`, og :numref:`fig-aflMargins`. Med disse tidligere diagrammene brukte vi en avansert plottingpakke i R, som foreløpig ligger utenfor jamovis kapasitet. Men jamovi får oss i nærheten, og det er ganske enkelt å tegne dette histogrammet i jamovi. Åpne ``Plots``-alternativene under ``Exploration`` → ``Descriptives`` og klikk på avmerkingsboksen ``Histogram``, som vist i :numref:`fig-jamovi_histogram`. jamovi merker som standard y-aksen som ``density`` og x-aksen med variabelnavnet. **trinnene** velges automatisk, og det er ingen informasjon om skala eller antall på y-aksen, i motsetning til den tidligere :numref:`fig-aflMargins`. Men dette spiller ikke så stor rolle, for det vi egentlig er interessert i, er tross alt vårt inntrykk av fordelingens form: Er den normalfordelt, eller er den skjev eller kurtosis? Det første inntrykket vi får av disse egenskapene, får vi ved å tegne et **histogram**.
ta: தாழ்மையான ** இச்டோகிராம் ** உடன் ஆரம்பிக்கலாம். இச்டோகிராம்கள் தரவைக் காட்சிப்படுத்துவதற்கான எளிய மற்றும் மிகவும் பயனுள்ள வழிகளில் ஒன்றாகும். உங்களிடம் இடைவெளி அல்லது விகித அளவிலான மாறி இருக்கும்போது (எ.கா. நீங்கள் செய்ய விரும்புவது மாறியின் ஒட்டுமொத்த தோற்றத்தைப் பெறுவதாகும். இச்டோகிராம்கள் எவ்வாறு செயல்படுகின்றன என்பதை உங்களில் பெரும்பாலோர் அறிந்திருக்கலாம், ஏனெனில் அவை மிகவும் பரவலாகப் பயன்படுத்தப்படுகின்றன, ஆனால் முழுமையின் பொருட்டு நான் அவற்றை விவரிக்கிறேன். நீங்கள் செய்வதெல்லாம் சாத்தியமான மதிப்புகளை ** பின்களாகப் பிரித்து, பின்னர் ஒவ்வொரு தொட்டியில் வரும் அவதானிப்புகளின் எண்ணிக்கையை எண்ணுவதாகும். இந்த எண்ணிக்கை தொட்டியின் அதிர்வெண் அல்லது அடர்த்தி என குறிப்பிடப்படுகிறது மற்றும் இது செங்குத்து பட்டியாக காட்டப்படும். `` Afl.margins`` மாறுபாட்டில் 33 ஆட்டங்கள் உள்ளன, அதில் வென்ற விளிம்பு 10 புள்ளிகளுக்கும் குறைவாக இருந்தது, இந்த உண்மையே நாம் முன்பு காட்டிய இடதுபுற பட்டியின் உயரத்தால் குறிப்பிடப்படுகிறது: டாக்: `../ ch04 . இந்த முந்தைய வரைபடங்களுடன் நாங்கள் R இல் ஒரு மேம்பட்ட சூழ்ச்சி தொகுப்பைப் பயன்படுத்தினோம், இது இப்போது, சாமோவியின் திறனுக்கு அப்பாற்பட்டது. ஆனால் சாமோவி நம்மை நெருங்குகிறார், மேலும் இந்த இச்டோகிராம் சமோவியில் வரைவது மிகவும் நேரடியானது. `` ஆய்வு` `` `விளக்கங்கள்`` இன் கீழ்` `அடுக்கு`` விருப்பங்களைத் திறந்து,` `இச்டோகிராம்`` செக் பாக்சைக் சொடுக்கு செய்க: numref:` fig-jamovi_histrogram`. Y- அச்சை `` அடர்த்தி`` மற்றும் எக்ச்-அச்சை மாறி பெயருடன் லேபிளிடுவதற்கு சாமோவி இயல்புநிலை. ** பின்கள் ** தானாகவே தேர்ந்தெடுக்கப்படுகின்றன, மேலும் முந்தையதைப் போலல்லாமல் Y- அச்சு பற்றிய அளவு அல்லது எண்ணிக்கை இல்லை: NumRef: `Fig-aflmargins`. ஆனால் இது மிகவும் முக்கியமல்ல, ஏனென்றால் எல்லாவற்றிற்கும் மேலாக நாம் உண்மையிலேயே ஆர்வமாக இருப்பதைப் பற்றியது விநியோகத்தின் வடிவத்தைப் பற்றிய நமது எண்ணம்: இது பொதுவாக விநியோகிக்கப்படுகிறதா அல்லது ஒரு வளைவு அல்லது கர்டோசிச் உள்ளதா? இந்த குணாதிசயங்களின் எங்கள் முதல் பதிவுகள் ** இச்டோகிராம் ** வரைவதிலிருந்து வருகின்றன.
uk: Почнемо з простого **гістограми**. Гістограми — один із найпростіших і найкорисніших способів візуалізації даних. Вони найбільш доречні, коли ви маєте змінну інтервальної або відносної шкали (наприклад, змінну ``afl.margins`` із набору даних |aflsmall_finalists|_, який ми використовували в :doc:`../Ch04/Ch04_Descriptives`) і хочете отримати загальне уявлення про цю змінну. Більшість з вас, мабуть, знають, як працюють гістограми, оскільки вони дуже широко використовуються, але для повноти картини я їх опишу. Все, що потрібно зробити, це розділити можливі значення на **біни**, а потім підрахувати кількість спостережень, що потрапляють у кожен бін. Ця кількість називається частотою або щільністю біна і відображається у вигляді вертикальної смуги. Змінна ``afl.margins`` містить 33 гри, в яких перевага переможця становила менше 10 очок, і саме цей факт відображається висотою крайнього лівого стовпчика, який ми показали раніше в :doc:`../Ch04/Ch04_Descriptives` та :numref:`fig-aflMargins`. У цих попередніх графіках ми використовували розширений пакет для побудови графіків у R, який на даний момент виходить за межі можливостей jamovi. Але jamovi наближає нас до цього, і побудова цього гістограми в jamovi є досить простою. Відкрийте опції ``Plots`` в ``Exploration`` → ``Descriptives`` і натисніть на прапорець ``Histogram``, як показано в :numref:`fig-jamovi_histogram`. jamovi за замовчуванням позначає вісь y як ``density``, а вісь x — іменем змінної. **Біни** вибираються автоматично, і на відміну від попереднього :numref:`fig-aflMargins`, на осі Y немає інформації про масштаб або кількість. Але це не має великого значення, оскільки насправді нас цікавить наше враження від форми розподілу: чи є він нормальним, чи є асиметрія або ексцес? Наше перше враження про ці характеристики формується на основі побудови **гістограми**.

source: Histogram check box in jamovi
de: Die Histogramm-Checkbox in jamovi
nb: Avmerkingsboks for histogram i jamovi
ta: சமோவியில் இச்டோகிராம் தேர்வுப்பெட்டி
uk: Прапорець гістограми в jamovi

source: jamovi screen showing the histogram check box
de: jamovi-Benutzeroberfläche mit der Checkbox für das Histogramm
nb: jamovi-skjermbildet som viser avmerkingsboksen for histogram
ta: இச்டோகிராம் தேர்வுப்பெட்டியைக் காட்டும் சாமோவி திரை
uk: екран jamovi з прапорцем гістограми

source: One additional feature that jamovi provides is the ability to plot a density curve. You can do this by clicking the ``Density`` check box under the ``Plots`` options (and unchecking ``Histogram``), and this gives us the plot shown in :numref:`fig-histogram2`. A density plot visualises the distribution of data over a continuous interval or time period. This chart is a variation of a histogram that uses **kernel smoothing** to plot values, allowing for smoother distributions by smoothing out the noise. The peaks of a density plot help display where values are concentrated over the interval. An advantage density plots have over histograms is that they are better at determining the distribution shape because they’re not affected by the number of bins used (each bar used in a typical histogram). A histogram comprising of only 4 bins wouldn’t produce a distinguishable enough shape of distribution as a 20-bin histogram would. However, with density plots, this isn’t an issue.
de: Eine weitere Funktion, die jamovi bietet, ist die Möglichkeit, ein Dichte-Diagramm zu zeichnen. Sie können dies tun, indem Sie die Checkbox ``Density`` unter den Optionen ``Plots`` setzen (und ``Histogram`` deaktivieren). Das Ergebnis ist das Diagramm in :numref:`fig-histogram2`. Ein Dichte-Diagramm stellt die Verteilung von Daten über ein kontinuierliches Intervall oder einen Zeitraum dar. Bei diesem Diagramm handelt es sich um eine Variante des Histogramms, bei der eine **Kernelglättung** für die Darstellung der Werte verwendet wird. Das ergibt eine glattere Verteilung durch eine Glättung des Rauschens. Die Spitzen in einem Dichte-Diagramm zeigen an, wo sich die Werte innerhalb des Wertebereichs der Variablen konzentrieren. Ein Vorteil von Dichte-Diagrammen gegenüber Histogrammen ist, dass sie die Form der Verteilung besser wiedergeben, da sie nicht von der Anzahl der verwendeten Bins (der Balken in einem typischen Histogramm) beeinflusst werden. Ein Histogramm, das nur aus 4 Bins besteht, würde keine ausreichend unterscheidbare Verteilungsform ergeben, wie es ein Histogramm mit 20 Bins tun würde. Bei Dichte-Diagrammen ist dies jedoch kein Problem.
nb: En tilleggsfunksjon som jamovi tilbyr, er muligheten til å plotte en tetthetskurve. Du kan gjøre dette ved å klikke på avmerkingsboksen ``Density`` under ``Plots``-alternativene (og fjerne merket for ``Histogram``), og dette gir oss plottet som vises i :numref:`fig-histogram2`. Et tetthetsdiagram visualiserer fordelingen av data over et kontinuerlig intervall eller en tidsperiode. Dette diagrammet er en variant av et histogram som bruker **kernel smoothing** til å plotte verdier, noe som gir jevnere fordelinger ved å jevne ut støyen. Toppene i et tetthetsdiagram viser hvor verdiene er konsentrert over intervallet. En fordel med tetthetsdiagram i forhold til histogrammer er at de er bedre til å bestemme fordelingsformen fordi de ikke påvirkes av antall bins (hver søyle som brukes i et typisk histogram). Et histogram med bare fire bins vil ikke gi en distinkt nok form på fordelingen, slik et histogram med 20 bins vil gjøre. Med tetthetsdiagram er dette imidlertid ikke et problem.
ta: சமோவி வழங்கும் ஒரு கூடுதல் நற்பொருத்தம் அடர்த்தி வளைவைத் திட்டமிடும் திறன். `` அடுக்கு`` விருப்பங்களின் கீழ் (மற்றும் `` இச்டோகிராம்`` `` `இச்டோகிராம்``) இன் கீழ்` `அடர்த்தி` சரிபார்ப்புப் பெட்டியைக் சொடுக்கு செய்வதன் மூலம் இதைச் செய்யலாம், இது காட்டப்பட்டுள்ள சதித்திட்டத்தை நமக்குத் தருகிறது: NUMREF:` Fig-Histogram2`. ஒரு அடர்த்தி சூழ்ச்சி தொடர்ச்சியான இடைவெளி அல்லது காலப்பகுதியில் தரவின் விநியோகத்தை காட்சிப்படுத்துகிறது. இந்த விளக்கப்படம் ஒரு இச்டோகிராமின் மாறுபாடாகும், இது மதிப்புகளை சூழ்ச்சி செய்ய ** கர்னல் மென்மையான ** ஐப் பயன்படுத்துகிறது, இது சத்தத்தை மென்மையாக்குவதன் மூலம் மென்மையான விநியோகங்களை அனுமதிக்கிறது. அடர்த்தி சதித்திட்டத்தின் சிகரங்கள் இடைவெளியில் மதிப்புகள் குவிந்துள்ள இடத்தில் காட்சிப்படுத்த உதவுகின்றன. இச்டோகிராம்களுக்கு மேல் ஒரு நன்மை அடர்த்தி அடுக்குகள் உள்ளன, அவை விநியோக வடிவத்தை நிர்ணயிப்பதில் சிறந்தவை, ஏனெனில் அவை பயன்படுத்தப்படும் தொட்டிகளின் எண்ணிக்கையால் பாதிக்கப்படாது (ஒவ்வொரு பட்டியும் ஒரு பொதுவான இச்டோகிராமில் பயன்படுத்தப்படுகிறது). 4 பின்களை மட்டுமே உள்ளடக்கிய ஒரு இச்டோகிராம் 20-பின் இச்டோகிராம் என்பதால் வேறுபடக்கூடிய போதுமான விநியோக வடிவத்தை உருவாக்காது. இருப்பினும், அடர்த்தி அடுக்குகளுடன், இது ஒரு சிக்கல் அல்ல.
uk: Додатковою функцією, яку надає jamovi, є можливість побудови кривої щільності. Це можна зробити, встановивши прапорець ``Щільність`` в опціях ``Графіки`` (і знявши прапорець ``Гістограма``), що дасть нам графік, показаний у :numref:`fig-histogram2`. Графік щільності візуалізує розподіл даних за безперервним інтервалом або періодом часу. Цей графік є варіацією гістограми, яка використовує **згладжування ядра** для побудови значень, що дозволяє отримати більш плавний розподіл за рахунок згладжування шуму. Піки графіка щільності допомагають відобразити, де значення зосереджені протягом інтервалу. Перевага графіків щільності над гістограмами полягає в тому, що вони краще визначають форму розподілу, оскільки на них не впливає кількість використовуваних бінів (кожен стовпчик, що використовується в типовій гістограмі). Гістограма, що складається лише з 4 бінів, не дасть достатньо чіткої форми розподілу, як гістограма з 20 бінами. Однак з графіками щільності це не є проблемою.

source: Density plot for the ``afl.margins`` variable
de: Dichtediagramm für die Variable ``afl.margins``
nb: Tetthetsdiagram for variabelen ``afl.margins``
ta: `` Afl.margins`` மாறுபாட்டிற்கான அடர்த்தி சூழ்ச்சி
uk: Графік щільності для змінної ``afl.margins``

source: Density plot for the ``afl.margins`` variable plotted in jamovi
de: Dichtediagramm für die Variable ``afl.margins``, erstellt in jamovi
nb: Tetthetsdiagram for variabelen ``afl.margins`` plottet i jamovi
ta: சாமோவியில் திட்டமிடப்பட்ட `` afl.margins`` மாறிக்கான அடர்த்தி சூழ்ச்சி
uk: Графік щільності для змінної ``afl.margins``, побудований в jamovi

source: Although this image would need a lot of cleaning up in order to make a good presentation graphic (i.e., one you’d include in a report), it nevertheless does a pretty good job of describing the data. In fact, the big strength of a histogram or density plot is that (properly used) it does show the entire spread of the data, so you can get a pretty good sense about what it looks like. The downside to histograms is that they aren’t very compact. Unlike some of the other plots I’ll talk about it’s hard to cram 20-30 histograms into a single image without overwhelming the viewer. And of course, if your data are nominal scale |nominal| then histograms are useless.
de: Auch wenn dieses Bild überarbeitet werden müsste, um eine gute Präsentationsgrafik zu sein (d. h. eine Grafik für eine Publikation), eignet es sich doch recht gut zur Beschreibung der Daten. Die große Stärke eines Histogramms oder eines Dichte-Diagramms besteht darin, dass es (bei richtiger Anwendung) die gesamte Streuung der Daten zeigt, sodass man sich ein recht gutes Bild davon machen kann, wie die Daten aussehen. Der Nachteil von Histogrammen ist, dass sie nicht sehr kompakt sind. Im Gegensatz zu einigen der anderen Diagramme, über die ich später sprechen werde, ist es schwierig, 20 bis 30 Histogramme in ein einziges Bild zu packen, ohne den Betrachter zu überfordern. Und natürlich sind Histogramme nutzlos, wenn Ihre Daten nominal skaliert sind.
nb: Selv om dette bildet ville trenge mye bearbeiding for å bli et god diagram for presentasjonsformål (dvs. et bilde du kan inkludere i en rapport), gjør det likevel en ganske god jobb med å beskrive dataene. Den store styrken ved et histogram eller tetthetsdiagram er faktisk at det (riktig brukt) viser hele spredningen av dataene, slik at du kan få en ganske god følelse av hvordan de ser ut. Ulempen med histogrammer er at de ikke er veldig kompakte. I motsetning til noen av de andre plottene jeg skal snakke om, er det vanskelig å stappe 20-30 histogrammer inn i ett enkelt bilde uten å overvelde betrakteren. Og hvis dataene dine er nominalskalert |nominal|, er histogrammer selvfølgelig ubrukelige.
ta: ஒரு நல்ல விளக்கக்காட்சி கிராஃபிக் (அதாவது, நீங்கள் ஒரு அறிக்கையில் சேர்க்க வேண்டிய ஒன்று) இந்த படத்திற்கு நிறைய தூய்மை தேவைப்படும் என்றாலும், இது தரவை விவரிக்கும் ஒரு நல்ல வேலையைச் செய்கிறது. உண்மையில், ஒரு இச்டோகிராம் அல்லது அடர்த்தி சதித்திட்டத்தின் பெரிய வலிமை என்னவென்றால் (சரியாகப் பயன்படுத்தப்படுகிறது) இது தரவின் முழு பரவலையும் காட்டுகிறது, எனவே அது எப்படி இருக்கும் என்பதைப் பற்றி நீங்கள் ஒரு நல்ல உணர்வைப் பெறலாம். இச்டோகிராம்களின் தீங்கு என்னவென்றால், அவை மிகவும் கச்சிதமானவை அல்ல. வேறு சில அடுக்குகளைப் போலல்லாமல், பார்வையாளரை விடாமல் 20-30 இச்டோகிராம்களை ஒரே படமாக மாற்றுவது கடினம். நிச்சயமாக, உங்கள் தரவு பெயரளவு அளவிலானதாக இருந்தால் | பெயரளவு | பின்னர் இச்டோகிராம்கள் பயனற்றவை.
uk: Хоча це зображення потребує значного очищення, щоб стати гарною презентаційною графікою (тобто такою, яку ви включили б у звіт), воно все ж досить добре описує дані. Насправді, великою сильною стороною гістограми або графіка щільності є те, що (при правильному використанні) вона показує весь розподіл даних, тому ви можете отримати досить гарне уявлення про те, як вони виглядають. Недоліком гістограм є те, що вони не дуже компактні. На відміну від деяких інших графіків, про які я розповім, важко вмістити 20-30 гістограм в одне зображення, не перевантажуючи глядача. І, звичайно, якщо ваші дані мають номінальну шкалу |nominal|, гістограми будуть марними.

source: Box plots
nb: Boksdiagrammer
ta: பெட்டி அடுக்கு
uk: Коробчасті діаграми

source: Another alternative to histograms is a **box plot**, sometimes called a “box and whiskers” plot. Like histograms they’re most suited to interval or ratio scale data. The idea behind a box plot is to provide a simple visual depiction of the median, the interquartile range, and the range of the data. And because they do so in a fairly compact way box plots have become a very popular statistical graphic, especially during the exploratory stage of data analysis when you’re trying to understand the data yourself. Let’s have a look at how they work, again using the ``afl.margins`` variable from the |aflsmall_margins|_ data set as our example.
de: Eine weitere Alternative zu Histogrammen ist ein **Box-Plot**, manchmal auch als „Box and Whiskers“-Diagramm bezeichnet. Wie Histogramme eignen sie sich am besten für Daten auf Intervall- oder Verhältnisskalenniveau. Die Idee eines Box-Plots ist es, eine einfache visuelle Darstellung des Medians, des Interquartilsbereichs und des Wertebereichs der Daten zu liefern. Und weil sie dies auf recht kompakte Weise tun, sind Box-Plots zu einer sehr beliebten statistischen Grafik geworden. Sie helfen insbesondere in der explorativen Phase der Datenanalyse, die Daten besser zu verstehen. Schauen wir uns an, wie sie funktionieren, indem wir wieder die Variable ``afl.margins`` aus dem Datensatz |aflsmall_margins|_ als Beispiel verwenden.
nb: Et annet alternativ til histogrammer er et **boksplott**, også kalt et «box and whiskers»-plott. I likhet med histogrammer egner de seg best for data på intervall- eller forholdstallskala. Tanken bak et boksplott er å gi en enkel visuell fremstilling av medianen, interkvartilavstanden og variasjonsbredden til dataene. Og fordi de gjør dette på en ganske kompakt måte, har boksplott blitt et svært populært statistisk diagram, spesielt i den utforskende fasen av dataanalysen når du prøver å forstå dataene selv. La oss ta en titt på hvordan de fungerer, igjen ved å bruke variabelen ``afl.margins`` fra datasettet |aflsmall_margins|_ som eksempel.
ta: இச்டோகிராம்களுக்கு மற்றொரு மாற்று ** பெட்டி சூழ்ச்சி **, சில நேரங்களில் “பெட்டி மற்றும் விச்கர்ச்” சூழ்ச்சி என்று அழைக்கப்படுகிறது. இச்டோகிராம்களைப் போலவே அவை இடைவெளி அல்லது விகித அளவிலான தரவுகளுக்கு மிகவும் பொருத்தமானவை. ஒரு பெட்டி சதித்திட்டத்தின் பின்னால் உள்ள சிந்தனை, சராசரி, இடைநிலை வரம்பு மற்றும் தரவின் வரம்பின் எளிய காட்சி சித்தரிப்பு. அவர்கள் அவ்வாறு செய்வதால், மிகவும் கச்சிதமான வழியில் பெட்டி அடுக்குகள் மிகவும் பிரபலமான புள்ளிவிவர கிராஃபிக் ஆகிவிட்டன, குறிப்பாக தரவு பகுப்பாய்வின் ஆய்வு கட்டத்தில் நீங்கள் தரவை நீங்களே புரிந்து கொள்ள முயற்சிக்கும்போது. | Aflsmall_margins | _ தரவு எங்கள் எடுத்துக்காட்டு என அமைக்கப்பட்ட `` afl.margins`` மாறியைப் பயன்படுத்தி, அவை எவ்வாறு செயல்படுகின்றன என்பதைப் பார்ப்போம்.
uk: Ще однією альтернативою гістограм є **бокс-діаграма**, яку іноді називають діаграмою «коробка з вусами». Як і гістограми, вони найбільше підходять для даних інтервальної або відносної шкали. Ідея бокс-діаграми полягає в тому, щоб надати просте візуальне зображення медіани, міжквартильного розмаху та діапазону даних. А оскільки вони роблять це досить компактно, бокс-плоти стали дуже популярним статистичним графіком, особливо на етапі попереднього аналізу даних, коли ви намагаєтеся самостійно зрозуміти дані. Давайте подивимося, як вони працюють, знову використовуючи змінну ``afl.margins`` з набору даних |aflsmall_margins|_ як приклад.

source: Box plot of the ``afl.margins`` variable
de: Boxplot für die Variable ``afl.margins``
nb: Boksplott av variabelen ``afl.margins``
ta: `` Afl.margins`` மாறியின் பெட்டி சூழ்ச்சி
uk: Коробчаста діаграма змінної ``afl.margins``

source: Box plot of the ``afl.margins`` variable from the |aflsmall_margins|_ data set plotted in jamovi
de: Boxplot für die Variable ``afl.margins`` aus dem Datensatz |aflsmall_margins|_, erstellt in jamovi
nb: Boksplott av variabelen ``afl.margins`` fra datasettet |aflsmall_margins|_ plottet i jamovi
ta: | Aflsmall_margins | _ தரவுத் தொகுப்பு சாமோவியில் திட்டமிடப்பட்ட `` afl.margins`` மாறியின் பெட்டி சூழ்ச்சி
uk: Коробчаста діаграма змінної ``afl.margins`` з набору даних |aflsmall_margins|_, побудована в jamovi
