Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch05.po
Languages: de, nb, ta, uk

source: Hold on, you might be thinking. What’s the good of being able to draw pretty pictures in jamovi if I can’t save them and send them to friends to brag about how awesome my data is? How do I save the picture? Simples. Just right click on the plot image and export it to a file, either as ``png``, ``eps``, ``svg`` or ``pdf``. These formats all produce nice images that you can the send to your friends, or include in your assignments or manuscripts. Whereas ``png`` and ``pdf`` files are especially suited to share them with others (a lot of different software packages read them), are ``eps`` and ``svg`` files very suited to be edited (e.g., with `Inkscape <https://inkscape.org/>`__).
de: Moment mal, werden Sie vielleicht denken. Was nützt mir die Möglichkeit, in jamovi schöne Diagramme zu erstellen, wenn ich sie nicht speichern und an Freunde schicken kann, um damit anzugeben, wie toll meine Daten sind? Wie kann ich das Diagramm speichern? Ganz einfach. Klicke mit der rechten Maustaste auf das Diagramm und exportiere es in eine Datei, entweder als ``png``, ``eps``, ``svg`` oder ``pdf``. Alle diese Formate erlauben eine gute Darstellung Ihrer Diagramme, die Sie an Ihre Freunde schicken oder in Ihre Aufgaben oder Manuskripte einfügen können. Dabei sind ``png``- und ``pdf``-Dateien besonders gut geeignet, um sie mit anderen zu teilen (da viele verschiedene Softwarepakete sie lesen können), während sich ``eps``- und ``svg``-Dateien besonders gut zur Bearbeitung eignen (z.B. mit `Inkscape <https://inkscape.org/>`__).
nb: Vent litt, tenker du kanskje. Hva er vitsen med å kunne tegne fine bilder i jamovi hvis jeg ikke kan lagre dem og sende dem til venner for å skryte av hvor fantastiske dataene mine er? Hvordan lagrer jeg bildet? Det er enkelt. Bare høyreklikk på plottbildet og eksporter det til en fil, enten som ``png``, ``eps``, ``svg`` eller ``pdf``. Alle disse formatene gir fine bilder som du kan sende til venner eller inkludere i oppgaver eller manuskripter. Mens ``png``- og ``pdf``-filer er spesielt godt egnet til å dele med andre (mange ulike programvarepakker leser dem), er ``eps``- og ``svg``-filer svært godt egnet til å redigeres (f.eks. med `Inkscape <https://inkscape.org/>`__).
ta: பிடித்துக் கொள்ளுங்கள், நீங்கள் நினைத்துக்கொண்டிருக்கலாம். எனது தரவு எவ்வளவு அற்புதமானது என்பதைப் பற்றி தற்பெருமை கொள்ள அவர்களை காப்பாற்றவும் நண்பர்களிடம் அனுப்பவும் முடியாவிட்டால், சாமோவியில் அழகான படங்களை வரையக்கூடியது என்ன? படத்தை எவ்வாறு சேமிப்பது? சிம்பிள்ச். சூழ்ச்சி படத்தை வலது சொடுக்கு செய்து, அதை ஒரு கோப்பில் ஏற்றுமதி செய்யுங்கள், `` png``, `` eps``, `` svg`` அல்லது `` pdf``. இந்த வடிவங்கள் அனைத்தும் உங்கள் நண்பர்களுக்கு அனுப்பக்கூடிய நல்ல படங்களை உருவாக்குகின்றன, அல்லது உங்கள் பணிகள் அல்லது கையெழுத்துப் பிரதிகளில் சேர்க்கலாம். அதேசமயம் `` பி.என். .
uk: Зачекайте, ви можете подумати. Яка користь від того, що я можу малювати гарні картинки в jamovi, якщо я не можу їх зберегти і надіслати друзям, щоб похвалитися, наскільки мої дані є чудовими? Як зберегти картинку? Дуже просто. Просто клацніть правою кнопкою миші на зображенні і експортуйте його у файл у форматі ``png``, ``eps``, ``svg`` або ``pdf``. Усі ці формати створюють гарні зображення, які ви можете надіслати друзям або включити до своїх завдань чи рукописів. Файли ``png`` та ``pdf`` особливо підходять для обміну з іншими (їх можна відкрити за допомогою багатьох різних програмних пакетів), а файли ``eps`` та ``svg`` дуже зручні для редагування (наприклад, за допомогою `Inkscape <https://inkscape.org/>`__).

source: Summary
de: Zusammenfassung
nb: Sammendrag
ta: சுருக்கம்
uk: Короткий зміст

source: Perhaps I’m a simple minded person, but I love pictures. Every time I write a new scientific paper one of the first things I do is sit down and think about what the pictures will be. In my head an article is really just a sequence of pictures linked together by a story. All the rest of it is just window dressing. What I’m really trying to say here is that the human visual system is a very powerful data analysis tool. Give it the right kind of information and it will supply a human reader with a massive amount of knowledge very quickly. Not for nothing do we have the saying “a picture is worth a thousand words”. With that in mind, I think that this is one of the most important chapters in the book. The topics covered were:
de: Vielleicht bin ich ein einfältiger Mensch, aber ich liebe Bilder. Jedes Mal, wenn ich eine neue wissenschaftliche Arbeit schreibe, ist eines der ersten Dinge, die ich tue, mich hinzusetzen und darüber nachzudenken, welche Abbildungen ich benutzen könnte. In meinem Kopf ist ein Artikel eigentlich nur eine Abfolge von Bildern, die durch eine Geschichte miteinander verbunden sind. Alles andere ist nur Augenwischerei. Was ich damit sagen will, ist, dass das menschliche visuelle System ein sehr leistungsfähiges Werkzeug zur Datenanalyse ist. Gibt man ihm die richtige Art von Informationen, kann es einem menschlichen Leser in kürzester Zeit eine große Menge an Wissen vermitteln. Nicht umsonst gibt es das Sprichwort „ein Bild sagt mehr als tausend Worte“. In diesem Sinne denke ich, dass dies eines der wichtigsten Kapitel des Buches ist. Die behandelten Themen waren:
nb: Kanskje er jeg en enfoldig person, men jeg elsker bilder. Hver gang jeg skriver en ny vitenskapelig artikkel, er noe av det første jeg gjør å sette meg ned og tenke på hvordan bildene skal se ut. I mitt hode er en artikkel egentlig bare en sekvens av bilder som er knyttet sammen av en historie. Alt det andre er bare staffasje. Det jeg egentlig prøver å si her, er at menneskets visuelle system er et svært kraftig verktøy for dataanalyse. Gi det riktig type informasjon, og det vil raskt forsyne en menneskelig leser med en enorm mengde kunnskap. Det er ikke for ingenting vi har ordtaket «et bilde sier mer enn tusen ord». Med det i bakhodet mener jeg at dette er et av de viktigste kapitlene i boken. Temaene som ble dekket var:
ta: ஒருவேளை நான் ஒரு எளிய எண்ணம் கொண்ட நபர், ஆனால் நான் படங்களை விரும்புகிறேன். ஒவ்வொரு முறையும் நான் ஒரு புதிய விஞ்ஞான காகிதத்தை எழுதும்போது, நான் செய்யும் முதல் காரியங்களில் ஒன்று உட்கார்ந்து படங்கள் என்னவாக இருக்கும் என்பதைப் பற்றி சிந்திக்க வேண்டும். என் தலையில் ஒரு கட்டுரை உண்மையில் ஒரு கதையால் ஒன்றாக இணைக்கப்பட்ட படங்களின் வரிசை மட்டுமே. மீதமுள்ள அனைத்தும் சாளரம் ஆடை மட்டுமே. நான் இங்கே உண்மையில் சொல்ல முயற்சிக்கிறேன் என்னவென்றால், மனித காட்சி அமைப்பு மிகவும் சக்திவாய்ந்த தரவு பகுப்பாய்வு கருவியாகும். அதற்கு சரியான வகையான தகவல்களைக் கொடுங்கள், அது ஒரு மனித வாசகருக்கு மிக விரைவாக ஒரு பெரிய அளவிலான அறிவை வழங்கும். "ஒரு படம் ஆயிரம் வார்த்தைகளுக்கு மதிப்புள்ளது" என்ற பழமொழி நம்மிடம் இல்லை. அதை மனதில் கொண்டு, இது புத்தகத்தின் மிக முக்கியமான அத்தியாயங்களில் ஒன்றாகும் என்று நினைக்கிறேன். உள்ளடக்கப்பட்ட தலைப்புகள்:
uk: Можливо, я проста людина, але я люблю картинки. Кожного разу, коли я пишу нову наукову статтю, одне з перших, що я роблю, це сідаю і думаю про те, якими будуть картинки. У моїй голові стаття — це насправді лише послідовність картинок, пов'язаних між собою історією. Все інше — лише прикраса. Я насправді хочу сказати, що зорова система людини є дуже потужним інструментом аналізу даних. Надайте їй правильну інформацію, і вона дуже швидко надасть читачеві величезний обсяг знань. Недарма існує приказка «картинка варта тисячі слів». З огляду на це, я вважаю, що це одна з найважливіших глав у книзі. Були розглянуті такі теми:

source: *Common plots*. Much of the chapter was focused on standard graphs that statisticians like to produce: :doc:`histograms <Ch05_Graphics_1>`, :doc:`box plots <Ch05_Graphics_2>` and :doc:`bar graphs <Ch05_Graphics_3>`.
de: *Oft genutzte Diagramme*. Ein Großteil des Kapitels konzentrierte sich auf Standarddiagramme, die Statistiker gerne erstellen: :doc:`Histogramme <Ch05_Graphics_1>`, :doc:`Box-Plots <Ch05_Graphics_2>` und :doc:`Balkendiagramme <Ch05_Graphics_3>`.
nb: *Vanlige diagram*. Mye av kapittelet fokuserte på standarddiagram som statistikere liker å produsere: :doc:`histogrammer <Ch05_Graphics_1>`, :doc:`boksplott <Ch05_Graphics_2>` og :doc:`søylediagram <Ch05_Graphics_3>`.
ta: *பொதுவான அடுக்குகள்*. அத்தியாயத்தின் பெரும்பகுதி புள்ளிவிவர வல்லுநர்கள் தயாரிக்க விரும்பும் நிலையான வரைபடங்களில் கவனம் செலுத்தியது :: டாக்: `இச்டோகிராம்கள் <CH05_Graphics_1>`,: டாக்: `பெட்டி அடுக்குகள் <CH05_Graphics_2>` மற்றும்: டாக்: `பார் வரைபடங்கள் <CH05_GRAPHICS_3>`.
uk: *Звичайні графіки*. Значна частина розділу була зосереджена на стандартних графіках, які люблять створювати статистики: :doc:`histograms <Ch05_Graphics_1>`, :doc:`box plots <Ch05_Graphics_2>` і :doc:`bar graphs <Ch05_Graphics_3>`.

source: *Saving image files*. Importantly, we also covered how to :doc:`export <Ch05_Graphics_4>` your pictures.
de: *Speichern von Bilddateien*. Wichtig ist auch, dass wir behandelt haben, wie Sie Ihre Bilder :doc:`exportieren <Ch05_Graphics_4>` können.
nb: *Lagring av bildefiler*. Det er viktig at vi også har gått gjennom hvordan du :doc:`eksporterer <Ch05_Graphics_4>` diagrammene dine.
ta: *படக் கோப்புகளைச் சேமிக்கிறது*. முக்கியமாக, நாங்கள் எப்படி: டாக்: `ஏற்றுமதி <ch05_graphics_4>` உங்கள் படங்கள்.
uk: *Збереження файлів зображень*. Важливо, що ми також розглянули, як :doc:`export <Ch05_Graphics_4>` ваші зображення.

source: One final thing to point out. Whilst jamovi produces some really neat default graphics, editing the plots is currently not possible. For more advanced graphics and plotting capability the packages available in R are much more powerful. One of the most popular graphics systems is provided by the ``ggplot2`` `R package <https://ggplot2.tidyverse.org>`__, which is loosely based on “The grammar of graphics” (:ref:`Wilkinson, 2006 <Wilkinson_2006>`). It’s not for novices. You need to have a pretty good grasp of R before you can start using it, and even then it takes a while to really get the hang of it. But when you’re ready it’s worth taking the time to teach yourself, because it’s a much more powerful and cleaner system.
de: Ein letzter Hinweis. Während jamovi einige gute Standarddiagramme erzeugt, ist die Bearbeitung der Plots derzeit nicht möglich. Für fortgeschrittenere Grafiken und Plot-Fähigkeiten sind die in R verfügbaren Pakete viel leistungsfähiger. Eine der beliebtesten Grafikbibliotheken ist das ``ggplot2``-`R-Paket <https://ggplot2.tidyverse.org>`__, das auf „The grammar of graphics“ basiert (:ref:`Wilkinson, 2006 <Wilkinson_2006>`). Es ist allerdings nichts für Neulinge: Man muss schon ziemlich gut mit R umgehen können, um es vernünftig zu benutzen, und selbst dann dauert es eine Weile, bis man den Dreh raus hat. Aber es lohnt es sich, die Zeit zu investieren, um es sich selbst beizubringen, denn es ist ein viel leistungsfähigeres und saubereres System.
nb: En siste ting å påpeke. Selv om jamovi produserer noen veldig fine standarddiagram, er det for øyeblikket ikke mulig å redigere plottene. For mer avanserte diagram er pakkene som er tilgjengelige i R mye bedre egnet. Den kanskje mest populære `R-pakken for å lage diagram <https://ggplot2.tidyverse.org>`__ er ``ggplot2``, som er løst basert på «The grammar of graphics» (:ref:`Wilkinson, 2006 <Wilkinson_2006>`). Det er ikke for nybegynnere. Du må ha ganske god forståelse av R før du kan begynne å bruke det, og selv da tar det en stund å få taket på det. Men når du er klar, er det verdt å ta seg tid til å lære seg selv, fordi det er et mye kraftigere og renere system.
ta: சுட்டிக்காட்ட வேண்டிய ஒரு இறுதி சேதி. சமோவி சில சுத்தமாக இயல்புநிலை கிராபிக்ச் தயாரிக்கும் அதே வேளையில், அடுக்குகளைத் திருத்துவது தற்போது சாத்தியமில்லை. மேலும் மேம்பட்ட கிராபிக்ச் மற்றும் சூழ்ச்சி திறன் ஆகியவற்றிற்கு ஆர் இல் கிடைக்கும் தொகுப்புகள் மிகவும் சக்திவாய்ந்தவை. மிகவும் பிரபலமான கிராபிக்ச் அமைப்புகளில் ஒன்று `` ggplot2` `` r தொகுப்பு <https://ggplot2.tidywers. , 2006 <வில்கின்சன்_2006> `). இது புதியவர்களுக்கு அல்ல. நீங்கள் அதைப் பயன்படுத்தத் தொடங்குவதற்கு முன்பு R இன் ஒரு நல்ல புரிதலைக் கொண்டிருக்க வேண்டும், அதன்பிறகு கூட அதைத் தொங்கவிட சிறிது நேரம் ஆகும். ஆனால் நீங்கள் தயாராக இருக்கும்போது, உங்களை கற்பிக்க நேரம் ஒதுக்குவது மதிப்பு, ஏனென்றால் இது மிகவும் சக்திவாய்ந்த மற்றும் தூய்மையான அமைப்பு.
uk: Останнє, на що слід звернути увагу. Хоча jamovi створює дійсно акуратні графіки за замовчуванням, редагування графіків наразі неможливе. Для більш просунутих графічних можливостей та можливостей побудови графіків набагато потужнішими є пакети, доступні в R. Однією з найпопулярніших графічних систем є пакет ``ggplot2`` `R package <https://ggplot2.tidyverse.org>`__, який в загальних рисах базується на «Граматиці графіки» (:ref:`Wilkinson, 2006 <Wilkinson_2006>`). Вона не підходить для новачків. Перед тим, як почати її використовувати, потрібно досить добре володіти R, і навіть тоді знадобиться деякий час, щоб дійсно освоїти її. Але коли ви будете готові, варто витратити час на самонавчання, тому що це набагато потужніша і чистіша система.
