Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch05.po
Languages: de, nb, ta, uk

source: The easiest way to describe what a box plot looks like is just to draw one. Click on the ``Box plot`` check box and you will get the plot shown on the lower right of :numref:`fig-boxplot1`. jamovi has drawn the most basic box plot possible. When you look at this plot this is how you should interpret it: the thick line in the middle of the box is the median; the box itself spans the range from the 25th percentile to the 75th percentile; and the “whiskers” go out to the most extreme data point that doesn’t exceed a certain bound. By default, this value is 1.5 times the interquartile range (IQR), calculated as *25th percentile - (1.5 \* IQR)* for the lower boundary, and *75th percentile \+ (1.5 \* IQR)* for the upper boundary. Any observation whose value falls outside this range is plotted as a circle or dot instead of being covered by the whiskers, and is commonly referred to as an **outlier**. For the ``afl.margins`` variable there are two observations that fall outside this range, and these observations are plotted as dots (the upper boundary is 107, and looking over the data column in the spreadsheet there are two observations with values higher than this, 108 and 116, so these are the dots).
de: Der einfachste Weg zu beschreiben, wie ein Boxplot aussieht, ist, einen zu zeichnen. Setzen Sie die Checkbox ``Box plot`` und Sie erhalten das Diagramm, das unten rechts in :numref:`fig-boxplot1` gezeigt wird. jamovi hat das einfachste Boxplot gezeichnet, das möglich ist. Wenn Sie dieses Diagramm betrachten, sollten Sie es folgendermaßen interpretieren: Die dicke Linie in der Mitte der Box ist der Median; die Box selbst umfasst den Bereich vom 25. Perzentil bis zum 75. Perzentil; und die „Whiskers“ reichen bis zum extremsten Datenpunkt, der eine bestimmte Grenze nicht überschreitet. Standardmäßig ist dieser Wert das 1,5-fache des Interquartilsabstand (IQR), berechnet als *25. Perzentil - (1,5 \* IQR)* für die untere Grenze und *75. Perzentil \+ (1,5 \* IQR)* für die obere Grenze. Jede Beobachtung, deren Wert außerhalb dieses Bereichs liegt, wird als Kreis oder Punkt dargestellt, anstatt von den Whiskern abgedeckt zu werden, und wird gemeinhin als **Ausreißer** bezeichnet. Für die Variable ``afl.margins`` gibt es zwei Beobachtungen, die außerhalb dieses Bereichs liegen, und diese Beobachtungen werden als Punkte dargestellt (die obere Grenze liegt bei 107, und wenn man sich die Datenspalte in der Kalkulationstabelle ansieht, gibt es zwei Beobachtungen mit höheren Werten als diesem, 108 und 116, also sind dies die Punkte).
nb: Den enkleste måten å beskrive hvordan et boksplott ser ut på, er å tegne et. Klikk på avmerkingsboksen ``Box plot``, og du vil få plottet som vises nederst til høyre i :numref:`fig-boxplot1`. jamovi har tegnet det mest enkle boksplottet som er mulig. Når du ser på dette plottet, bør du tolke det slik: Den tykke linjen i midten av boksen er medianen, selve boksen spenner over området fra den 25. persentilen til den 75. persentilen, og «whiskerne» går ut til det mest ekstreme datapunktet som ikke overskrider en viss grense. Som standard er denne verdien 1,5 ganger interkvartilområdet (IQR), beregnet som *25. persentil - (1,5 \* IQR)* for den nedre grensen, og *75. persentil \+ (1,5 \* IQR)* for den øvre grensen. Enhver observasjon som faller utenfor dette området, plottes som en sirkel eller prikk i stedet for å dekkes av whiskerne, og omtales ofte som en **ekstremverdi** (*outlier*). For variabelen ``afl.margins`` er det to observasjoner som faller utenfor dette området, og disse observasjonene er plottet som prikker (den øvre grensen er 107, og når man ser over datakolonnen i regnearket, er det to observasjoner med verdier som er høyere enn dette, 108 og 116, så disse er prikkene).
ta: ஒரு பெட்டி சூழ்ச்சி எப்படி இருக்கும் என்பதை விவரிக்க எளிதான வழி ஒன்றை வரைய வேண்டும். `` பெட்டி சதி` `செக் பாக்சைக் சொடுக்கு செய்து, கீழ் வலதுபுறத்தில் காட்டப்பட்டுள்ள சதித்திட்டத்தை நீங்கள் பெறுவீர்கள்: NumRef:` FIG-BOXPLOT1`. சாமோவி சாத்தியமான மிக அடிப்படையான பெட்டி சதித்திட்டத்தை வரைந்துள்ளார். இந்த சதித்திட்டத்தைப் பார்க்கும்போது, இதை நீங்கள் எவ்வாறு விளக்க வேண்டும்: பெட்டியின் நடுவில் உள்ள தடிமனான கோடு சராசரி; பெட்டியே 25 வது சதவிகிதம் முதல் 75 வது சதவிகிதம் வரை வரம்பைக் கொண்டுள்ளது; “விச்கர்ச்” ஒரு குறிப்பிட்ட எல்லைக்கு மேல் இல்லாத மிக தீவிரமான தரவு புள்ளிக்கு வெளியே செல்கிறது. இயல்பாக, இந்த மதிப்பு 1.5 மடங்கு இடைநிலை வரம்பாகும் (IQR), குறைந்த எல்லைக்கு* 25 வது விழுக்காடு - (1.5 \* IQR)*, மற்றும்* 75 வது விழுக்காடு \+ (1.5 \* iqr)* மேல் எல்லைக்கு கணக்கிடப்படுகிறது . இந்த வரம்பிற்கு வெளியே வரும் எந்தவொரு அவதானிப்பும் விச்கர்களால் மூடப்பட்டதற்கு பதிலாக ஒரு வட்டம் அல்லது புள்ளியாக திட்டமிடப்பட்டுள்ளது, மேலும் இது பொதுவாக ** வெளிநாட்டவர் ** என குறிப்பிடப்படுகிறது. `` Afl.margins`` மாறுபாட்டிற்கு இந்த வரம்பிற்கு வெளியே இரண்டு அவதானிப்புகள் உள்ளன, மேலும் இந்த அவதானிப்புகள் புள்ளிகளாக திட்டமிடப்பட்டுள்ளன (மேல் எல்லை 107, மற்றும் விரிதாளில் தரவு நெடுவரிசையைப் பார்த்தால் மதிப்புகள் அதிகமாக உள்ளன இதை விட, 108 மற்றும் 116, எனவே இவை புள்ளிகள்).
uk: Найпростіший спосіб описати, як виглядає бокс-плат, — це просто намалювати його. Клацніть на прапорець ``Box plot``. (Бокс-плат), і ви отримаєте графік, показаний у правому нижньому куті :numref:`fig-boxplot1`. jamovi намалював найпростіший бокс-плат. Коли ви дивитеся на цей графік, ви повинні інтерпретувати його так: товста лінія в середині коробки — це медіана; сама коробка охоплює діапазон від 25-го до 75-го процентиля; а «вуса» виходять за межі найекстремальнішої точки даних, яка не перевищує певну межу. За замовчуванням це значення дорівнює 1,5-кратному міжквартильному розмаху (IQR), що обчислюється як *25-й процентиль - (1,5 \* IQR)* для нижньої межі та *75-й процентиль \+ (1,5 \* IQR)* для верхньої межі. Будь-яке спостереження, значення якого виходить за межі цього діапазону, зображується у вигляді кола або точки замість того, щоб бути покритим вусами, і зазвичай називається **випадком, що виходить за межі**. Для змінної ``afl.margins`` є два спостереження, які виходять за межі цього діапазону, і ці спостереження відображаються у вигляді точок (верхня межа становить 107, і, переглянувши стовпець даних в електронній таблиці, можна побачити два спостереження з значеннями, вищими за це, 108 і 116, тому це і є ці точки).

source: Violin plots
nb: Fiolinplott
ta: வயலின் அடுக்கு
uk: Скрипкові сюжети

source: A variation to the traditional box plot is the violin plot. Violin plots are similar to box plots except that they also show the kernel probability density of the data at different values. Typically, violin plots will include a marker for the median of the data and a box indicating the interquartile range, as in standard box plots. In jamovi you can achieve this sort of functionality by checking both the ``Violin`` and the ``Box plot`` check boxes. See :numref:`fig-boxplot2`, which also has the ``Data`` check box turned on to show the actual data points on the plot. This does tend to make the graph a bit too busy though, in my opinion. Clarity is simplicity, so in practice it might be better to just use a simple box plot.
de: Eine Variante des traditionellen Box-Plots ist der Violin-Plot. Violinplots ähneln Box-Plots, mit dem Unterschied, dass sie auch die Dichteverteilung der Daten zeigen. Typischerweise enthalten Violin-Plots eine Markierung für den Median der Daten und eine Box, die den Interquartilsbereich anzeigt, wie in gewöhnlichen Box-Plots. In jamovi können Sie diese Art von Funktionalität erreichen, indem Sie die beiden Checkboxen ``Violin`` und ``Box plot`` gleichzeitig aktivieren (siehe :numref:`fig-boxplot2`). Hier ist zusätzlich die Checkbox ``Data`` aktiviert, um die tatsächlichen Datenpunkte in der Grafik anzuzeigen. Dadurch wird das Diagramm dadurch allerdings leicht unübersichtlich. Klarheit bedeutet Einfachheit, daher ist es in der Praxis vielleicht besser, nur ein einfache Box-Plots zu verwenden.
nb: En variant av det tradisjonelle boksplottet er fiolinplottet. Fiolinplott ligner på boksplott, bortsett fra at de også viser kjernesannsynlighetstettheten til dataene ved ulike verdier. Vanligvis vil fiolinplott inneholde en markør for medianen av dataene og en boks som angir det interkvartile området, som i standard boksplott. I jamovi kan du oppnå denne typen funksjonalitet ved å merke av for både ``Violin`` og ``Box plot``. Se :numref:`fig-boxplot2`, som også har avmerkingsboksen ``Data`` slått på for å vise de faktiske datapunktene i plottet. Dette har imidlertid en tendens til å gjøre diagrammet litt for travel, etter min mening. Klarhet er enkelhet, så i praksis kan det være bedre å bare bruke et enkelt boksplott.
ta: பாரம்பரிய பெட்டி சதித்திட்டத்தின் மாறுபாடு வயலின் சூழ்ச்சி. வயலின் அடுக்குகள் பெட்டி அடுக்குகளுக்கு ஒத்தவை, தவிர அவை தரவின் கர்னல் நிகழ்தகவு அடர்த்தியை வெவ்வேறு மதிப்புகளில் காட்டுகின்றன. பொதுவாக, வயலின் அடுக்குகளில் தரவின் சராசரி ஒரு மார்க்கர் மற்றும் நிலையான பெட்டி அடுக்குகளைப் போலவே இடைநிலை வரம்பைக் குறிக்கும் பெட்டியும் அடங்கும். சாமோவியில் `` வயலின்`` மற்றும் `` பெட்டி சதி`` செக் பாக்ச் இரண்டையும் சரிபார்த்து இந்த வகையான செயல்பாட்டை நீங்கள் அடையலாம். காண்க: NumRef: `Fig-foxplot2`, இது சதித்திட்டத்தில் உண்மையான தரவு புள்ளிகளைக் காண்பிப்பதற்காக` `தரவு`` செக் பாக்ச் இயக்கப்பட்டது. இது வரைபடத்தை சற்று பிசியாக மாற்றும், ஆனால் என் கருத்து. தெளிவு எளிமை, எனவே நடைமுறையில் ஒரு எளிய பெட்டி சதித்திட்டத்தைப் பயன்படுத்துவது நல்லது.
uk: Варіацією традиційного бокс-плоту є скрипковий плот. Скрипкові плоти схожі на бокс-плоти, за винятком того, що вони також показують щільність ймовірності ядра даних при різних значеннях. Зазвичай скрипкові плоти містять маркер для медіани даних і бокс, що вказує на міжквартильний розмах, як і в стандартних бокс-плотах. У jamovi ви можете досягти такої функціональності, встановивши обидва прапорці ``Violin`` і ``Box plot``. Дивіться :numref:`fig-boxplot2`, де також встановлено прапорець ``Data``, щоб показати фактичні точки даних на графіку. На мою думку, це робить графік дещо занадто перевантаженим. Ясність — це простота, тому на практиці, можливо, краще використовувати простий бокс-плат.

source: Violin plot of the ``afl.margins`` variable
de: Violinplot für die Variable ``afl.margins``
nb: Fiolinplott av variabelen ``afl.margins``
ta: `` Afl.margins`` மாறுபாட்டின் வயலின் சூழ்ச்சி
uk: Скрипковий графік змінної ``afl.margins``

source: Violin plot of the ``afl.margins`` variable from the |aflsmall_margins|_ file plotted in jamovi, alsow showing a box plot and data points
de: Violin-Plot für die Variable ``afl.margins`` aus der Datei |aflsmall_margins|_, erstellt in jamovi (gleichzeitig wird ein Box-Plot und Datenpunkte angezeigt)
nb: Fiolinplott av variabelen ``afl.margins`` fra filen |aflsmall_margins|_ plottet i jamovi, som også viser et boksplott og datapunkter
ta: | Aflsmall_margins | _ சாமோவியில் திட்டமிடப்பட்ட _ கோப்பு, ஒரு பெட்டி சூழ்ச்சி மற்றும் தரவு புள்ளிகளைக் காட்டும் _ கோப்பு
uk: Графік скрипки змінної ``afl.margins`` з файлу |aflsmall_margins|_, побудований у jamovi, також показує коробкову діаграму та точки даних

source: Drawing multiple box plots
de: Das Zeichnen mehrerer Boxplots
nb: Tegne flere boksplott
ta: பல பெட்டி அடுக்குகளை வரைதல்
uk: Малювання кількох коробкових діаграм

source: One last thing. What if you want to draw multiple box plots at once? Suppose, for instance, I wanted separate box plots showing the AFL margins not just for 2010 but for every year between 1987 and 2010. To do that the first thing we’ll have to do is find the data. These are stored in the |aflmarginbyyear|_ data set. So let’s load it into jamovi and see what is in it. You will see that it is a pretty big data set. It contains 4296 games and the variables that we’re interested in. What we want to do is have jamovi draw box plots for the ``margin`` variable, but plotted separately for each ``year``. The way to do this is to move the ``year`` variable across into the ``Split by`` box, as in :numref:`fig-splitfile1`.
de: Ein letzter Punkt: Was ist, wenn Sie mehrere Boxplots auf einmal zeichnen möchten? Nehmen wir zum Beispiel an, ich möchte separate Box-Plots, welche die AFL-Gewinnspannen nicht nur für 2010, sondern für jedes weitere Jahr zwischen 1987 und 2010 zeigen. Dazu müssen wir zunächst die Daten finden. Diese sind in dem Datensatz |aflmarginbyyear|_ gespeichert. Laden wir ihn also in jamovi und sehen wir uns an, was er enthält. Sie werden sehen, dass es ein ziemlich großer Datensatz ist. Er enthält 4296 Spiele und die Variablen, an denen wir interessiert sind. Wir möchten, dass jamovi Box-Plots für die ``margin``-Variable zeichnet, aber getrennt für jedes Jahr (``year``). Dazu wird die Variable ``year`` in das Feld ``Split by`` verschoben, wie in :numref:`fig-splitfile1` gezeigt.
nb: En siste ting. Hva hvis du vil tegne flere boksplott samtidig? Sett at jeg for eksempel vil ha separate boksplott som viser AFL-marginene ikke bare for 2010, men for hvert år mellom 1987 og 2010. For å gjøre det må vi først finne dataene. Disse er lagret i datasettet |aflmarginbyyear|_. Så la oss laste det inn i jamovi og se hva det inneholder. Du vil se at det er et ganske stort datasett. Det inneholder 4296 spill og variablene vi er interessert i. Det vi ønsker å gjøre, er å få jamovi til å tegne boksplott for variabelen ``margin``, men separat for hvert ``year``. Måten å gjøre dette på er å flytte ``year``-variabelen over i ``Split by``-boksen, som i :numref:`fig-splitfile1`.
ta: கடைசி சேதி. ஒரே நேரத்தில் பல பெட்டி அடுக்குகளை வரைய விரும்பினால் என்ன செய்வது? உதாரணமாக, 2010 ஆம் ஆண்டிற்கு மட்டுமல்ல, 1987 மற்றும் 2010 க்கு இடையில் ஒவ்வொரு ஆண்டும் ஏ.எஃப்.எல் விளிம்புகளைக் காட்டும் தனி பெட்டி அடுக்குகளை நான் விரும்பினேன் என்று வைத்துக்கொள்வோம். அதைச் செய்ய நாம் செய்ய வேண்டிய முதல் சேதி தரவைக் கண்டுபிடிப்பதாகும். இவை | aflmarginbyyear | _ தரவு தொகுப்பில் சேமிக்கப்படுகின்றன. எனவே அதை சாமோவியில் ஏற்றுவோம், அதில் என்ன இருக்கிறது என்று பார்ப்போம். இது ஒரு பெரிய பெரிய தரவு தொகுப்பு என்பதை நீங்கள் காண்பீர்கள். இதில் 4296 விளையாட்டுகள் மற்றும் நாங்கள் ஆர்வமுள்ள மாறிகள் உள்ளன. நாம் செய்ய விரும்புவது `` விளிம்பு`` மாறிக்கு சாமோவி டிரா பாக்ச் அடுக்குகளை வைத்திருக்கிறது, ஆனால் ஒவ்வொரு `` ஆண்டு`` க்கும் தனித்தனியாக திட்டமிடப்பட்டுள்ளது. இதைச் செய்வதற்கான வழி என்னவென்றால், `` ஆண்டு`` மாறியை `` பெட்டியால் பிளவுக்குள் நகர்த்துவதாகும், இதுபோன்று: numref: `figure-splitfile1`.
uk: І останнє. Що робити, якщо ви хочете намалювати кілька бокс-діаграм одночасно? Припустимо, наприклад, я хочу окремі бокс-діаграми, що показують маржі AFL не тільки за 2010 рік, але й за кожен рік з 1987 по 2010 рік. Для цього спочатку нам потрібно знайти дані. Вони зберігаються в наборі даних |aflmarginbyyear|_. Тож завантажимо його в jamovi і подивимося, що в ньому є. Ви побачите, що це досить великий набір даних. Він містить 4296 ігор і змінні, які нас цікавлять. Ми хочемо, щоб jamovi намалював бокс-діаграми для змінної ``margin``, але окремо для кожного ``year``. Для цього потрібно перемістити змінну ``year`` у поле ``Split by``, як показано на :numref:`fig-splitfile1`.

source: ``Split by`` box
de: ``Split by``-Eingabefeld
nb: ``Split by``-variableboksen
ta: `` பெட்டியால் பிரிக்கவும்
uk: ``Split by`` коробка

source: jamovi screen shot showing the ``Split by`` box
de: jamovi-Benutzeroberfläche mit dem ``Split by``-Eingabefeld
nb: jamovi skjermbilde som viser variableboksen ``Split by``
ta: `` பிளவு மூலம் `` பெட்டியைக் காட்டும் சாமோவி திரை காட்சி
uk: Знімок екрана jamovi з блоком ``Split by``

source: The result is shown in :numref:`fig-boxplot3`. This version of the box plot, split by year, gives a sense of why it’s sometimes useful to choose box plots instead of histograms. It’s possible to get a good sense of what the data look like from year to year without getting overwhelmed with too much detail. Now imagine what would have happened if I’d tried to cram 24 histograms into this space: no chance at all that the reader is going to learn anything useful.
de: Das Ergebnis ist in :numref:`fig-boxplot3` dargestellt. Diese Version des Boxplots, aufgeteilt nach Jahren, zeigt, warum es manchmal sinnvoll ist, Boxplots anstelle von Histogrammen zu verwenden. Es ist möglich, ein gutes Gefühl dafür zu bekommen, wie die Daten von Jahr zu Jahr aussehen, ohne von zu vielen Details überwältigt zu werden. Stellen Sie sich nun vor, was passiert wäre, wenn ich versucht hätte, 24 Histogramme auf diese Abbildung zu packen: Der Betrachter hätte wenige Chancen, etwas Nützliches zu erfahren.
nb: Resultatet vises i :numref:`fig-boxplot3`. Denne versjonen av boksplottet, delt inn etter år, viser hvorfor det noen ganger er nyttig å velge boksplott i stedet for histogram. Det er mulig å få en god følelse av hvordan dataene ser ut fra år til år uten å bli overveldet av for mange detaljer. Forestill deg hva som ville ha skjedd hvis jeg hadde forsøkt å stappe 24 histogrammer inn på denne plassen: Ingen sjanse for at leseren kommer til å lære noe som helst nyttig.
ta: இதன் விளைவாக இதில் காட்டப்பட்டுள்ளது: NumRef: `fighpoxplot3`. பெட்டி சதித்திட்டத்தின் இந்த பதிப்பு, ஆண்டுக்கு பிரிந்தது, இச்டோகிராம்களுக்கு பதிலாக பெட்டி அடுக்குகளைத் தேர்ந்தெடுப்பது ஏன் சில நேரங்களில் பயனுள்ளதாக இருக்கும் என்பதற்கான உணர்வைத் தருகிறது. அதிக விவரங்களுடன் அதிகமாக இல்லாமல், ஆண்டுதோறும் தரவு எப்படி இருக்கும் என்பதைப் பற்றிய நல்ல உணர்வைப் பெற முடியும். இந்த இடத்திற்கு 24 இச்டோகிராம்களை நான் செய்ய முயற்சித்திருந்தால் என்ன நடந்திருக்கும் என்று இப்போது கற்பனை செய்து பாருங்கள்: வாசகர் பயனுள்ள எதையும் கற்றுக்கொள்ளப் போவதில்லை என்பதற்கு வாய்ப்பு இல்லை.
uk: Результат показано в :numref:`fig-boxplot3`. Ця версія бокс-діаграми, розділена за роками, дає уявлення про те, чому іноді корисно вибирати бокс-діаграми замість гістограм. Можна добре зрозуміти, як виглядають дані з року в рік, не перевантажуючись надмірною кількістю деталей. А тепер уявіть, що сталося б, якби я спробував вмістити 24 гістограми в цей простір: читач не мав би жодного шансу дізнатися щось корисне.

source: Multiple box plots: ``margin`` split by ``year`` from |aflmarginbyyear|
de: Mehrere Boxplots: ``margin`` geteilt durch ``year`` aus |aflmarginbyyear|
nb: Flere boksplott: ``margin`` delt på ``year`` fra |aflmarginbyyear|
ta: பல பெட்டி அடுக்குகள்: `` விளிம்பு`` `` ஆண்டு`` ஆல் | aflmarginbyyear |
uk: Кілька коробкових діаграм: ``margin`` розділено на ``year`` від |aflmarginbyyear|

source: Multiple box plots created in jamovi, for the variables ``margin`` split by ``year`` in the |aflmarginbyyear|_ data set
de: Mehrere in jamovi erstellte Box-Plots für die Variable ``margin`` unterteilt nach ``year`` aus der Datendatei |aflmarginbyyear|_
nb: Flere boksplott opprettet i jamovi, for variablene ``margin`` sepearert etter ``year`` i datasettet |aflmarginbyyear|_
ta: சாமோவியில் உருவாக்கப்பட்ட பல பெட்டி அடுக்குகள், `` விளிம்பு`` `` `ஆண்டு`` என்ற மாறிகள் | aflmarginbyyear | _ தரவு தொகுப்பு
uk: Кілька блокових діаграм, створених у jamovi, для змінних ``margin``, розділених за ``year`` у наборі даних |aflmarginbyyear|_

source: Using box plots to detect outliers
de: Verwenden von Boxplots zum Identifizieren von Ausreißern
nb: Bruk av boksplott for å oppdage ekstremverdier
ta: வெளியீட்டாளர்களைக் கண்டறிய பெட்டி அடுக்குகளைப் பயன்படுத்துதல்
uk: Використання коробкових діаграм для виявлення викидів

source: Because the box plot automatically separates out those observations that lie outside a certain range, depicting them with a dot in jamovi, people often use them as an informal method for detecting **outliers**: observations that are “suspiciously” distant from the rest of the data. Here’s an example. Suppose that I’d drawn the box plot for the ``afl.margins`` variable and it came up looking like :numref:`fig-boxplot4`.
de: Da der Boxplot automatisch diejenigen Beobachtungen hervorhebt, die außerhalb eines bestimmten Bereichs liegen, und sie mit einem Punkt in jamovi darstellt, werden sie oft als informelle Methode zur Erkennung von **Ausreißern** verwendet: Beobachtungen, die „verdächtig“ weit vom Rest der Daten entfernt sind. Hier ist ein Beispiel. Angenommen, ich hätte einen Boxplot für die Variable ``afl.margins`` gezeichnet und er sähe aus wie :numref:`fig-boxplot4`.
nb: Fordi boksplottet automatisk skiller ut de observasjonene som ligger utenfor et bestemt område, og viser dem med en prikk i jamovi, brukes det ofte som en uformell metode for å oppdage **ekstremverdier**: observasjoner som ligger «mistenkelig» langt unna resten av dataene. Her er et eksempel. Anta at jeg hadde tegnet boksplottet for variabelen ``afl.margins``, og at det så ut som :numref:`fig-boxplot4`.
ta: பெட்டி சூழ்ச்சி தானாகவே ஒரு குறிப்பிட்ட வரம்பிற்கு வெளியே இருக்கும் அவதானிப்புகளை பிரிக்கிறது, அவற்றை சாமோவியில் ஒரு புள்ளியுடன் சித்தரிக்கிறது, மக்கள் பெரும்பாலும் ** வெளியீட்டாளர்களைக் கண்டறிவதற்கான முறைசாரா முறையாக பயன்படுத்துகிறார்கள் **: மீதமுள்ளவற்றிலிருந்து “சந்தேகத்திற்கு இடமின்றி” அவதானிப்புகள் தரவு. இங்கே ஒரு எடுத்துக்காட்டு. `` Afl.margins`` மாறிக்கான பெட்டி சதித்திட்டத்தை நான் வரைந்திருக்கிறேன் என்று வைத்துக்கொள்வோம், அது போல் வந்தது: NumRef: `Fig-foxplot4`.
uk: Оскільки бокс-плат автоматично відокремлює спостереження, що лежать за межами певного діапазону, зображуючи їх крапкою в jamovi, люди часто використовують їх як неформальний метод виявлення **випадків**: спостережень, які «підозріло» віддалені від решти даних. Ось приклад. Припустимо, що я намалював бокс-плат для змінної ``afl.margins``, і він виглядає так: :numref:`fig-boxplot4`.

source: Box plot of the ``afl.margins`` variable with outliers
de: Boxplot für die Variable ``afl.margins`` mit Ausreißern
nb: Boksplott av variabelen ``afl.margins`` med ekstremverdier
ta: வெளிநாட்டினருடன் `` afl.margins`` மாறியின் பெட்டி சூழ்ச்சி
uk: Коробчаста діаграма змінної ``afl.margins`` з викидами

source: Box plot of the ``afl.margins`` variable showing two very suspicious outliers
de: Boxplot für die Variable ``afl.margins`` mit zwei sehr verdächtigen Ausreißern
nb: Boksplott av variabelen ``afl.margins`` viser to svært mistenkelige ekstremverdier
ta: மிகவும் சந்தேகத்திற்கிடமான இரண்டு வெளியீட்டாளர்களைக் காட்டும் `` afl.margins`` மாறியின் பெட்டி சூழ்ச்சி
uk: Коробчаста діаграма змінної ``afl.margins``, що показує два дуже підозрілі викиди
