Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch06.po
Languages: de, nb, ta, uk

source: On a scale of 1 (strongly disagree) to 7 (strongly agree), to what extent do you agree with the proposition that “Dinosaurs are awesome”?
de: Inwieweit stimmst du der Aussage zu, dass „Dinosaurier fantastisch sind“? Benutze eine Skala von 1 (stimme überhaupt nicht zu) bis 7 (stimme voll und ganz zu).
nb: På en skala fra 1 (helt uenig) til 7 (helt enig), i hvilken grad er du enig i påstanden om at «Dinosaurer er fantastiske»?
ta: 1 முதல் 7 வரை (கடுமையாக உடன்படவில்லை) 7 (கடுமையாக ஒப்புக்கொள்கிறேன்), “டைனோசர்கள் அருமை” என்ற கருத்தை நீங்கள் எந்த அளவிற்கு ஏற்றுக்கொள்கிறீர்கள்?
uk: За шкалою від 1 (категорично не згоден) до 7 (категорично згоден), наскільки ви погоджуєтеся з твердженням, що «динозаври приголомшливі»?

source: Now let’s load and look at the data. The |likert|_ data set contains a single variable that contains raw Likert-scale responses for these 10 people. However, if you think about it, this isn’t the best way to represent these responses. Because of the fairly symmetric way that we set up the response scale, there’s a sense in which the midpoint of the scale should have been coded as 0 (no opinion), and the two endpoints should be **+3** (strongly agree) and **-3** (strongly disagree). By recoding the data in this way it’s a bit more reflective of how we really think about the responses. The recoding here is pretty straightforward, we just subtract 4 from the raw scores. In jamovi you can do this by computing a new variable: click on the ``Compute`` button in the ``Data`` tab and you will see that a new variable has been added to the spreadsheet. Let’s call this new variable ``likert.centred`` (go ahead and type that in) and then add the following in the formula box, like in :numref:`fig-likertraw`: ``likert.raw - 4``
de: Lassen Sie uns nun die Daten laden und betrachten. Der Datensatz |likert|_ enthält eine einzelne Variable, welche die rohen Antworten auf der Likert-Skala für diese 10 Personen enthält. Wenn Sie jedoch darüber nachdenken, ist dies nicht die beste Art, diese Antworten darzustellen. Aufgrund der relativ symmetrischen Art und Weise, wie wir die Antwortskala aufgebaut haben, sollte der Mittelpunkt der Skala als 0 (keine Meinung) kodiert werden, und die beiden Endpunkte sollten **+3** (stimme voll und ganz zu) und **-3** (stimme überhaupt nicht zu) lauten. Durch eine Umkodierung der Daten wird ein wenig besser widergespiegelt, wie wir wirklich über die Antworten denken. Die Umkodierung ist ziemlich einfach: Wir ziehen einfach 4 von den Rohwerten ab. In jamovi können Sie dies tun, indem Sie eine neue Variable berechnen: Klicken Sie auf die Schaltfläche ``Compute`` in der Registerkarte ``Data`` und Sie werden sehen, dass eine neue Variable zur Datentabelle hinzugefügt wurde. Nennen wir diese neue Variable ``likert.centred`` (geben Sie das ruhig ein) und fügen Sie dann in das Formel-Feld Folgendes ein: ``likert.raw - 4`` (wie in :numref:`fig-likertraw` gezeigt).
nb: La oss nå laste inn og se på dataene. Datasettet |likert|_ inneholder en enkelt variabel som inneholder rå Likert-skala-svar for disse 10 personene. Men hvis du tenker deg om, er ikke dette den beste måten å representere disse svarene på. På grunn av den ganske symmetriske måten vi har satt opp svarskalaen på, burde midtpunktet på skalaen ha vært kodet som 0 (ingen mening), og de to endepunktene burde ha vært **+3** (helt enig) og **-3** (helt uenig). Ved å omkode dataene på denne måten gjenspeiler det i større grad hvordan vi egentlig tenker om svarene. Omkodingen her er ganske enkel, vi trekker bare 4 fra råskårene. I jamovi kan du gjøre dette ved å beregne en ny variabel: Klikk på ``Compute``-knappen i ``Data``-fanen, og du vil se at en ny variabel har blitt lagt til i regnearket. La oss kalle denne nye variabelen ``likert.centred`` (skriv det inn), og legg deretter til følgende i formelboksen, som i :numref:`fig-likertraw`: ``likert.raw - 4``
ta: இப்போது தரவை ஏற்றி பார்ப்போம். | லிகர்ட் | _ தரவுத் தொகுப்பில் இந்த 10 நபர்களுக்கான மூல லிகர்ட்-அளவிலான பதில்களைக் கொண்ட ஒற்றை மாறி உள்ளது. இருப்பினும், நீங்கள் இதைப் பற்றி சிந்தித்தால், இந்த பதில்களைக் குறிக்க இது சிறந்த வழி அல்ல. மறுமொழி அளவை நாங்கள் அமைக்கும் மிகவும் சமச்சீர் வழி காரணமாக, அளவின் நடுப்பகுதி 0 என குறியிடப்பட்டிருக்க வேண்டும் (கருத்து இல்லை), மற்றும் இரண்டு இறுதிப் புள்ளிகள் **+3 ** ஆக இருக்க வேண்டும் (கடுமையாக ஒப்புக்கொள்கிறேன் ) மற்றும் **-3 ** (கடுமையாக உடன்படவில்லை). இந்த வழியில் தரவை மறுசீரமைப்பதன் மூலம், பதில்களைப் பற்றி நாம் உண்மையில் எப்படி நினைக்கிறோம் என்பதற்கு இது சற்று பிரதிபலிக்கிறது. இங்கே மறுவடிவமைப்பு மிகவும் நேரடியானது, மூல மதிப்பெண்களிலிருந்து 4 ஐக் கழிப்போம். சாமோவியில் நீங்கள் ஒரு புதிய மாறியைக் கணக்கிடுவதன் மூலம் இதைச் செய்யலாம்: `` தரவு`` தாவலில் உள்ள `` கம்ப்யூட்`` பொத்தானைக் சொடுக்கு செய்க, மேலும் விரிதாளில் ஒரு புதிய மாறி சேர்க்கப்பட்டிருப்பதை நீங்கள் காண்பீர்கள். இந்த புதிய மாறியை `` likert.centred`` (மேலே சென்று அதைத் தட்டச்சு செய்க) அழைப்போம், பின்னர் ஃபார்முலா பெட்டியில் பின்வருவனவற்றைச் சேர்க்கவும்: NumRef: `Fig -likertraw`:` `likert.raw - 4``````````````````` லிகர்ட்.
uk: Тепер завантажимо і розглянемо дані. Набір даних |likert|_ містить одну змінну, яка містить необроблені відповіді за шкалою Лікерта для цих 10 осіб. Однак, якщо задуматися, це не найкращий спосіб представлення цих відповідей. Оскільки ми встановили досить симетричну шкалу відповідей, в певному сенсі середина шкали повинна була бути закодована як 0 (не маю думки), а дві крайні точки — як **+3** (повністю згоден) і **-3** (повністю не згоден). Перекодування даних таким чином дещо краще відображає те, як ми насправді сприймаємо відповіді. Перекодування тут досить просте, ми просто віднімаємо 4 від необроблених балів. У jamovi це можна зробити, обчисливши нову змінну: натисніть кнопку ``Обчислити`` на вкладці ``Дані``, і ви побачите, що до таблиці додано нову змінну. Назвемо цю нову змінну ``likert.centred`` (введіть це ім'я) і додамо наступне у вікно формули, як у :numref:`fig-likertraw`: ``likert.raw - 4``

source: Creating a new computed variable in jamovi
de: Erstellen einer neuen berechneten Variablen in jamovi
nb: Opprette en ny beregnet variabel i jamovi
ta: சாமோவியில் புதிய கணக்கிடப்பட்ட மாறியை உருவாக்குதல்
uk: Створення нової обчислюваної змінної в jamovi

source: One reason why it might be useful to have the data in this format is that there are a lot of situations where you might prefer to analyse the *strength* of the opinion separately from the *direction* of the opinion. We can do two different transformations on this ``likert.centred`` variable in order to distinguish between these two different concepts. First, to compute an ``opinion.strength`` variable, we want to take the absolute value of the centred data (using the ``ABS`` function).\ [#]_ In jamovi, create another new variable using the ``Compute`` button. Name the variable ``opinion.strength`` and this time click on the *f*\ :sub:`x` button next to the ``Formula`` box. This shows the different ``Functions`` and ``Variables`` that you can add to the ``Formula`` box, so double click on ``ABS`` and then double click on ``likert.centred`` and you will see that the ``Formula`` box is populated with ``ABS(likert.centred)`` and a new variable has been created in the spreadsheet view, as in :numref:`fig-opinionstrength`:
de: Ein Grund, warum es nützlich sein könnte, die Daten in diesem Format vorliegen zu haben, ist, dass es viele Situationen gibt, in denen man es vorzieht, die *Stärke* der Meinung getrennt von der *Richtung* der Meinung zu analysieren. Wir können zwei verschiedene Transformationen an dieser ``likert.centred`` Variable vornehmen, um zwischen diesen beiden unterschiedlichen Konzepten zu unterscheiden. Erstens, um eine ``opinion.strength`` Variable zu berechnen, wollen wir den absoluten Wert der zentrierten Daten berechnen (mit der ``ABS``-Funktion).\ [#]_ In jamovi, erstellen Sie eine weitere neue Variable mit der ``Compute`` Schaltfläche. Nennen Sie die Variable ``opinion.strength`` und klicken Sie dieses Mal auf die Schaltfläche *f*\ :sub:`x` neben dem Feld ``Formula``. Dies zeigt die verschiedenen ``Functions`` und ``Variables``, die Sie zum Feld ``Formula`` hinzufügen können. Doppelklicken Sie auf ``ABS`` und dann doppelklicken Sie auf ``likert.centred`` und Sie werden sehen, dass das Feld ``Formula`` nun mit ``ABS(likert.centred)`` gefüllt ist und eine neue Variable in der Tabellenansicht erstellt wurde (wie in :numref:`fig-opinionstrength` gezeigt):
nb: En grunn til at det kan være nyttig å ha dataene i dette formatet, er at det finnes mange situasjoner der man kanskje foretrekker å analysere *styrken* i oppfatningen separat fra *retningen* i oppfatningen. Vi kan gjøre to ulike transformasjoner på denne ``likert.centred``-variabelen for å skille mellom disse to ulike konseptene. For det første, for å beregne en ``opinion.strength``-variabel, vil vi ta absoluttverdien av de sentrerte dataene (ved hjelp av ``ABS``-funksjonen).\ [#]_ I jamovi oppretter du en ny variabel ved hjelp av ``Compute``-knappen. Gi variabelen navnet ``opinion.strength``, og klikk denne gangen på *f*\ :sub:`x`-knappen ved siden av ``Formula``-boksen. Dette viser de forskjellige funksjonene (``Functions``) og variablene (``Variables``) som du kan legge til i ``Formula``-boksen, så dobbeltklikk på ``ABS`` og dobbeltklikk deretter på ``likert.centred``, og du vil se at ``Formula``-boksen er fylt ut med ``ABS(likert.centred)`` og en ny variabel er opprettet i regnearkvisningen, som i :numref:`fig-opinionstrength`:
ta: இந்த வடிவத்தில் தரவை வைத்திருப்பது பயனுள்ளதாக இருப்பதற்கு ஒரு காரணம் என்னவென்றால், கருத்தின் * திசையிலிருந்து * கருத்தின் * வலிமையை * தனித்தனியாக பகுப்பாய்வு செய்ய நீங்கள் விரும்பும் நிறைய சூழ்நிலைகள் உள்ளன. இந்த இரண்டு வெவ்வேறு கருத்துக்களுக்கு இடையில் வேறுபடுவதற்காக இந்த `` லிகர்ட்.சென்ட்ரெட்`` மாறுபாட்டில் இரண்டு வெவ்வேறு மாற்றங்களை நாம் செய்யலாம். முதலாவதாக, ஒரு `` கருத்து. நீளம்` `மாறுபாட்டைக் கணக்கிட, மையப்படுத்தப்பட்ட தரவின் முழுமையான மதிப்பை எடுக்க விரும்புகிறோம் (` `ஏபிஎச்`` செயல்பாட்டைப் பயன்படுத்தி). \ [#] _ சமோவியில், மற்றொரு புதிய மாறியை உருவாக்கவும் `` கணக்கிடு`` பொத்தானை. `` கருத்து. இது `` ஃபார்முலா`` பெட்டியில் சேர்க்கக்கூடிய வெவ்வேறு `` செயல்பாடுகள்`` மற்றும் `` மாறிகள்`` என்பதைக் காட்டுகிறது, எனவே `` ஏபிஎச்`` இல் இருமுறை சொடுக்கு செய்து, பின்னர் `` லிகர்ட்.சென்ட்ரெட்`` இல் இருமுறை சொடுக்கு செய்யவும் `` ஃபார்முலா`` பெட்டி `` ஏபிஎச் (லிகர்ட்.
uk: Однією з причин, чому може бути корисно мати дані в цьому форматі, є те, що існує багато ситуацій, коли ви можете вважати за краще аналізувати *силу* думки окремо від *напрямку* думки. Ми можемо виконати два різних перетворення цієї змінної ``likert.centred``, щоб розрізнити ці два різних поняття. По-перше, щоб обчислити змінну ``opinion.strength``, ми хочемо взяти абсолютне значення центрованих даних (використовуючи функцію ``ABS``).\ [#]_ У jamovi створіть ще одну нову змінну за допомогою кнопки ``Compute``. Назвіть змінну ``opinion.strength`` і цього разу натисніть кнопку *f*\ :sub:`x` поруч із полем ``Formula``. Це покаже різні ``Функції`` та ``Змінні``, які ви можете додати до поля ``Формула``, тому двічі клацніть на ``ABS``, а потім двічі клацніть на ``likert.centred``, і ви побачите, що поле ``Формула`` заповнюється ``ABS(likert.centred)``, а в таблиці буде створено нову змінну, як показано на :numref:`fig-opinionstrength`:

source: *f*\ :sub:`x` button to select functions and variables
de: *f*\ :sub:`x`-Taste zur Auswahl von Funktionen und Variablen
nb: *f*\ :sub:`x`-knapp for å velge funksjoner og variabler
ta: *f*\: துணை: `x` பொத்தான் செயல்பாடுகள் மற்றும் மாறிகள் தேர்ந்தெடுக்க
uk: *f*\ :sub:`x` кнопка для вибору функцій та змінних

source: Using the *f*\ :sub:`x` button to select functions and variables
de: Auswählen von Funktionen und Variablen mit der *f*\ :sub:`x`-Taste
nb: Bruk *f*\ :sub:`x`-knappen til å velge funksjoner og variabler
ta: செயல்பாடுகள் மற்றும் மாறிகள் தேர்ந்தெடுக்க *f *\: துணை: `x` பொத்தானைப் பயன்படுத்துதல்
uk: Використання кнопки *f*\ :sub:`x` для вибору функцій та змінних

source: Second, to compute a variable that contains only the direction of the opinion and ignores the strength, we want to calculate the “sign” of the variable. In jamovi we can use the ``IF`` function to do this. Create another new variable using the ``Compute`` button, name this one ``opinion.sign``, and then type the following into the function box:
de: Um eine Variable zu berechnen, die nur die Richtung der Meinung enthält und die Stärke ignoriert, wollen wir das „Vorzeichen“ der Variable berechnen. In jamovi können wir dazu die Funktion ``IF`` verwenden. Erstellen Sie eine weitere neue Variable mit der Schaltfläche ``Compute`` und nennen Sie diese ``opinion.sign``. Geben Sie dann Folgendes in das Funktionsfeld ein:
nb: For det andre, for å beregne en variabel som bare inneholder retningen på oppfatningen og ignorerer styrken, ønsker vi å beregne «fortegnet» på variabelen. I jamovi kan vi bruke ``IF``-funksjonen til å gjøre dette. Opprett en ny variabel ved hjelp av ``Compute``-knappen, gi den navnet ``opinion.sign``, og skriv deretter inn følgende i funksjonsboksen:
ta: இரண்டாவதாக, கருத்தின் திசையை மட்டுமே கொண்டிருக்கும் மற்றும் வலிமையை புறக்கணிக்கும் ஒரு மாறியைக் கணக்கிட, மாறியின் “அடையாளத்தை” கணக்கிட விரும்புகிறோம். சாமோவியில் இதைச் செய்ய `` if`` செயல்பாட்டைப் பயன்படுத்தலாம். `` கம்ப்யூட்`` பொத்தானைப் பயன்படுத்தி மற்றொரு புதிய மாறியை உருவாக்கவும், இந்த ஒரு `` கருத்து.சைன்`` என்று பெயரிடுங்கள், பின்னர் பின்வருவனவற்றை செயல்பாட்டு பெட்டியில் தட்டச்சு செய்க:
uk: По-друге, щоб обчислити змінну, яка містить тільки напрямок думки та ігнорує її силу, ми хочемо обчислити «знак» змінної. У jamovi для цього можна використати функцію ``IF``. Створіть ще одну нову змінну за допомогою кнопки ``Compute``, назвіть її ``opinion.sign``, а потім введіть у поле функції наступне:

source: When done, you’ll see that all negative numbers from the ``likert.centred`` variable are converted to **-1**, all positive numbers are converted to **1** and zero stays as **0**, like so:
de: Danach werden Sie sehen, dass alle negativen Zahlen aus der Variablen ``likert.centred`` in **-1** umgewandelt werden, alle positiven Zahlen in **1** und die Null bleibt als **0** erhalten, so wie hier:
nb: Når du er ferdig, vil du se at alle negative tall fra variabelen ``likert.centred`` blir konvertert til **-1**, alle positive tall blir konvertert til **1** og null forblir **0**, slik som dette:
ta: முடிந்ததும், `` likert.centred`` மாறியிலிருந்து அனைத்து எதிர்மறை எண்களும் **-1 ** ஆக மாற்றப்படுவதை நீங்கள் காண்பீர்கள், எல்லா நேர்மறை எண்களும் ** 1 ** ஆக மாற்றப்படுகின்றன, மேலும் பூச்சியம் ** 0*ஆக இருக்கும் *, அவ்வாறு:
uk: Після завершення ви побачите, що всі від'ємні числа зі змінної ``likert.centred`` перетворюються на **-1**, всі додатні числа перетворюються на **1**, а нуль залишається як **0**, ось так:

source: Let’s break down what this ``IF`` command is doing. In jamovi there are three parts to an ``IF`` statement, written as ``IF(expression, value, else)``. The first part, ``expression`` can be a logical or mathematical statement. In our example, we have specified ``likert.centred == 0``, which is ``TRUE`` for values where ``likert.centred`` is zero. The next part, ``value``, is the new value where the expression in part one is ``TRUE``. In our example, we have said that for all those values where ``likert.centred`` is zero, keep them zero. In the next part, ``else``, we can enter another logical or mathematical statement to be used if part one evaluates to ``FALSE``, i.e. where ``likert.centred`` is not zero. In our example we have divided ``likert.centred`` by opinion.strength to give ``-1`` or ``+1`` depending of the sign of the original value in ``likert.centred``.\ [#]_
de: Lassen Sie uns aufschlüsseln, was dieser ``IF`` Befehl tut. In jamovi gibt es drei Teile einer ``IF``-Anweisung, geschrieben als ``IF(expression, value, else)``. Der erste Teil, ``expression``, kann eine logische oder mathematische Anweisung sein. In unserem Beispiel haben wir ``likert.centred == 0`` angegeben, was ``TRUE`` für Werte ist, bei denen ``likert.centred`` gleich Null ist. Der nächste Teil, ``value``, ist der neue Wert, bei dem der Ausdruck im ersten Teil ``TRUE`` lautet. In unserem Beispiel haben wir gesagt, dass alle Werte, bei denen ``likert.centred`` gleich Null ist, auf Null bleiben sollen. Im nächsten Teil, ``else``, können wir eine weitere logische oder mathematische Aussage eingeben, die verwendet wird, wenn der erste Teil ``FALSE`` ergibt, d.h. wenn ``likert.centred`` ungleich Null ist. In unserem Beispiel haben wir ``likert.centred`` durch Meinungsstärke geteilt, um ``-1`` oder ``+1`` zu erhalten, je nach dem Vorzeichen des ursprünglichen Wertes in ``likert.centred``.\ [#]_
nb: La oss forklare hva denne ``IF``-kommandoen gjør. I jamovi er det tre deler i en ``IF``-funksjon, skrevet som ``IF(expression, value, else)``. Den første delen, ``expression``, kan være et logisk eller matematisk utsagn. I vårt eksempel har vi spesifisert ``likert.centred == 0``, som er ``TRUE`` for verdier der ``likert.centred`` er null. Den neste delen, ``value``, er den nye verdien der uttrykket i første del er ``TRUE``. I vårt eksempel har vi sagt at for alle de verdiene der ``likert.centred`` er null, skal de holdes på null. I neste del, ``else``, kan vi skrive inn en annen logisk eller matematisk setning som skal brukes hvis del én evalueres til ``FALSE``, dvs. der ``likert.centred`` ikke er null. I vårt eksempel har vi dividert ``likert.centred`` med opinion.strength for å gi ``-1`` eller ``+1`` avhengig av fortegnet til den opprinnelige verdien i ``likert.centred``.\ [#]_
ta: இந்த `` if`` கட்டளை என்ன செய்கிறது என்பதை உடைப்போம். சமோவியில் `` இஃப்` அறிக்கைக்கு மூன்று பகுதிகள் உள்ளன, `` என்றால் (வெளிப்பாடு, மதிப்பு, வேறு) ``. முதல் பகுதி, `` வெளிப்பாடு`` ஒரு தர்க்கரீதியான அல்லது கணித அறிக்கையாக இருக்கலாம். எங்கள் எடுத்துக்காட்டில், `` likert.centred == 0`` ஐ குறிப்பிட்டுள்ளோம், இது `` likert.centred`` பூச்சியமாக இருக்கும் மதிப்புகளுக்கு `` உண்மை``. அடுத்த பகுதி, `` மதிப்பு``, ஒரு பகுதி ஒன்றில் வெளிப்பாடு `` உண்மை`` என்ற புதிய மதிப்பு. எங்கள் எடுத்துக்காட்டில், `` லிகர்ட்.சென்ட்ரெட்`` பூச்சியமாக இருக்கும் அந்த மதிப்புகள் அனைத்திற்கும், அவற்றை பூச்சியமாக வைத்திருங்கள் என்று நாங்கள் கூறியுள்ளோம். அடுத்த பகுதியில், `` வேறு``, பகுதி `` பொய்யான`` என மதிப்பிட்டால், பயன்படுத்த வேண்டிய மற்றொரு தர்க்கரீதியான அல்லது கணித அறிக்கையை உள்ளிடலாம், அதாவது `` likert.centred`` பூச்சியமாக இல்லை. எங்கள் எடுத்துக்காட்டில், `` -1`` அல்லது `+1`` கொடுக்க` `-1`` அல்லது`+1` ஆகியவற்றைக் கொடுக்க `` லிகர்ட்.சென்ட்ரெட்`` ஐ கருத்து மூலம் பிரித்துள்ளோம். `` லிகர்ட்.சென்ட்ரெட்`. [#] _
uk: Давайте розберемо, що це ``IF`` команда виконується. У jamovi є три частини ``IF`` твердження, записане як ``IF(expression, value, else)``. Перший частина, ``expression`` може бути логічним або математичним твердженням. У нашому прикладі ми вказали ``likert.centred == 0``, який є ``TRUE`` для значень, де ``likert.centred`` дорівнює нулю. Наступна частина, ``value``, – це нове значення, де вираз у першій частині має вигляд ``TRUE``. У нашому прикладі ми сказали, що для всіх тих значень, де ``likert.centred`` дорівнює нулю, залиште їх нульовими. У наступній частині, ``else``, ми можемо ввести інше логічне або математичне твердження, яке буде використано, якщо перша частина обчислюється як ``FALSE``, тобто де ``likert.centred`` не дорівнює нулю. У нашому прикладі ми поділили ``likert.centred`` за думкою.сила давати ``-1`` або ``+1`` залежно від знака початкового значення в ``likert.centred``.\ [#]_

source: And we’re done. We now have three shiny new variables, all of which are useful transformations of the original ``likert.raw`` variable.
de: Und schon sind wir fertig. Wir haben jetzt drei glänzende neue Variablen, die alle nützliche Transformationen der ursprünglichen ``likert.raw`` Variable sind.
nb: Og vi er ferdige. Vi har nå tre nye, skinnende variabler, som alle er nyttige transformasjoner av den opprinnelige variabelen ``likert.raw``.
ta: நாங்கள் முடித்துவிட்டோம். எங்களிடம் இப்போது மூன்று பளபளப்பான புதிய மாறிகள் உள்ளன, இவை அனைத்தும் அசல் `` likert.raw`` மாறுபாட்டின் பயனுள்ள மாற்றங்கள்.
uk: І ми закінчили. Тепер у нас є три нові блискучі змінні, всі з яких є корисними перетвореннями оригінальної змінної ``likert.raw``.

source: Collapsing a variable into a smaller number of discrete levels or categories
de: Zerlegen einer Variablen in eine geringere Anzahl diskreter Ebenen oder Kategorien
nb: Sammenfatte en variabel i et mindre antall diskrete nivåer eller kategorier
ta: ஒரு மாறியை சிறிய எண்ணிக்கையிலான தனித்துவமான நிலைகள் அல்லது வகைகளாக சரிந்தது
uk: Згортання змінної на меншу кількість дискретних рівнів або категорій

source: One pragmatic task that comes up quite often is the problem of collapsing a variable into a smaller number of discrete levels or categories. For instance, suppose I’m interested in looking at the age distribution of people at a social gathering:
de: Eine Aufgabe, die sich häufig stellt, ist das Problem, eine Variable in eine geringere Anzahl von diskreten Ebenen oder Kategorien zu zerlegen. Nehmen wir zum Beispiel an, ich möchte die Altersverteilung der Teilnehmer an einer gesellschaftlichen Veranstaltung untersuchen:
nb: En pragmatisk oppgave som ofte dukker opp, er problemet med å redusere en variabel til et mindre antall diskrete nivåer eller kategorier. Anta for eksempel at jeg er interessert i å se på aldersfordelingen blant deltakerne på en sosial sammenkomst:
ta: ஒரு நடைமுறையில் அடிக்கடி வரும் ஒரு நடைமுறை பணி ஒரு மாறியை ஒரு சிறிய எண்ணிக்கையிலான தனித்துவமான நிலைகள் அல்லது வகைகளாக மாற்றுவதில் சிக்கல். உதாரணமாக, ஒரு சமூகக் கூட்டத்தில் மக்களின் அகவை விநியோகத்தைப் பார்க்க நான் ஆர்வமாக உள்ளேன் என்று வைத்துக்கொள்வோம்:
uk: Одним із практичних завдань, яке виникає досить часто, є проблема зведення змінної до меншої кількості дискретних рівнів або категорій. Наприклад, припустимо, я зацікавлений у розподілі людей за віком на соціальному заході:
