Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch06.po
Languages: de, nb, ta, uk

source: You can also create a transformation with the second example we looked at, the age distribution of people at a social gathering. Go on, you know you want to! Remember that we collapsed this variable into three groups: younger, adult and older. This time we will achieve the same thing, but using the jamovi ``Transform`` → ``Add condition`` button. With this data set (go back to it or create it again if you didn’t save it) set up a new variable transformation. Call the transformed variable ``AgeCats`` and the transformation you will create ``Agegroupings``. Then click on the big ``+`` sign next to the function box. This is the ``Add condition`` button and I’ve stuck a big red arrow onto :numref:`fig-transform3` so you can see exactly where this is. Re-create the transformation shown in :numref:`fig-transform3` and when you have done, you will see the new values appear in the spreadsheet window. What’s more, the ``Agegroupings`` transformation has been saved and can be re-applied any time you like. Ok, so I know that it’s unlikely you will have more than one ``Age`` variable, but you get the idea now of how to set up transformations in jamovi, so you can follow this idea with other sorts of variables. A typical scenario for this is when you have a questionnaire scale with, say, 20 items (variables) and each item was originally scored from 1 to 6 but, for some reason or quirk of the data you decide to recode all the items as 1 to 3. You can easily do this in jamovi by creating and then re-applying your transformation for each variable that you want to recode.
de: Sie können auch das zweite Beispiel, das wir uns angesehen haben, nämlich die Altersverteilung der Teilnehmer an einem gesellschaftlichen Treffen, umwandeln. Nur zu, Sie wissen, dass Sie das wollen! Erinnern Sie sich daran, dass wir diese Variable in drei Gruppen eingeteilt haben: Jüngere, Erwachsene und Ältere. Diesmal werden wir das Gleiche tun, aber mit der Schaltfläche jamovi ``Transform`` → ``Add condition``. Mit diesem Datensatz (gehen Sie zu ihm zurück oder erstellen Sie ihn neu, wenn Sie ihn nicht gespeichert haben) richten Sie eine neue Variablentransformation ein. Nennen Sie die transformierte Variable ``AgeCats`` und die Transformation, die Sie erstellen werden ``Agegroupings``. Klicken Sie dann auf das große ``+`` Zeichen neben dem Funktionsfeld. Dies ist die Schaltfläche ``Add condition`` und ich habe einen großen roten Pfeil auf :numref:`fig-transform3` geklebt, damit Sie genau sehen können, wo sich diese befindet. Führen Sie die in :numref:`fig-transform3` gezeigte Transformation erneut durch, und Sie werden sehen, dass die neuen Werte im Tabellenfenster erscheinen. Darüber hinaus wurde die Transformation ``Agegroupings`` gespeichert und kann jederzeit wieder angewendet werden. Ok, ich weiß, dass Sie wahrscheinlich nicht mehr als eine ``Age`` Variable haben werden, aber Sie haben jetzt eine Vorstellung davon, wie man in jamovi Transformationen einrichtet, so dass Sie diese Idee mit anderen Arten von Variablen verfolgen können. Ein typisches Szenario ist, wenn Sie eine Fragebogenskala mit, sagen wir, 20 Items (Variablen) haben und jedes Item ursprünglich von 1 bis 6 bewertet wurde, Sie aber aus irgendeinem Grund oder einer Eigenart der Daten beschließen, alle Items als 1 bis 3 umzukodieren. Sie können dies in jamovi leicht tun, indem Sie Ihre Transformation für jede Variable, die Sie umkodieren wollen, erstellen und dann erneut anwenden.
nb: Du kan også lage en transformasjon med det andre eksempelet vi så på, nemlig aldersfordelingen på en sosial sammenkomst. Kom igjen, du vet at du har lyst til det! Husk at vi delte denne variabelen inn i tre grupper: yngre, voksne og eldre. Denne gangen vil vi oppnå det samme, men ved å bruke jamovi ``Transform`` → ``Add condition``-knappen. Med dette datasettet (gå tilbake til det eller opprett det på nytt hvis du ikke har lagret det) setter du opp en ny variabeltransformasjon. Kall den transformerte variabelen ``AgeCats`` og transformasjonen du vil opprette ``Agegroupings``. Klikk deretter på det store tegnet ``+`` ved siden av funksjonsboksen. Dette er knappen ``Add condition``, og jeg har satt en stor rød pil på :numref:`fig-transform3` slik at du kan se nøyaktig hvor denne er. Gjenopprett transformasjonen som vises i :numref:`fig-transform3`, og når du har gjort det, vil du se de nye verdiene vises i regnearkvinduet. Dessuten er ``Agegroupings``-transformasjonen lagret og kan brukes på nytt når du vil. Ok, jeg vet at det er lite sannsynlig at du vil ha mer enn én ``Age``-variabel, men nå har du fått ideen om hvordan du kan sette opp transformasjoner i jamovi, så du kan følge denne ideen med andre typer variabler. Et typisk scenario for dette er når du har en spørreskjemaskala med for eksempel 20 elementer (variabler), og hvert element opprinnelig ble skåret fra 1 til 6, men av en eller annen grunn eller på grunn av dataenes særegenhet bestemmer du deg for å omkode alle elementene til 1 til 3. Du kan enkelt gjøre dette i jamovi ved å opprette og deretter bruke transformasjonen på nytt for hver variabel som du vil omkode.
ta: நாங்கள் பார்த்த இரண்டாவது எடுத்துக்காட்டு, ஒரு சமூகக் கூட்டத்தில் மக்களின் அகவை வழங்கல் மூலம் நீங்கள் ஒரு மாற்றத்தை உருவாக்கலாம். போ, நீங்கள் விரும்புகிறீர்கள் என்று உங்களுக்குத் தெரியும்! இந்த மாறியை நாங்கள் மூன்று குழுக்களாக சரிந்தோம் என்பதை நினைவில் கொள்ளுங்கள்: இளைய, அகவை வந்தோர் மற்றும் அதற்கு மேற்பட்டவர்கள். இந்த நேரத்தில் நாங்கள் அதையே அடைவோம், ஆனால் சாமோவியைப் பயன்படுத்தி `` உருமாற்றம்` `` `நிபந்தனையைச் சேர்க்கவும்`. இந்த தரவு தொகுப்புடன் (அதற்குச் செல்லுங்கள் அல்லது நீங்கள் சேமிக்கவில்லை என்றால் மீண்டும் உருவாக்கவும்) ஒரு புதிய மாறி மாற்றத்தை அமைக்கவும். மாற்றப்பட்ட மாறியை `` அகேகாட்ச்`` மற்றும் நீங்கள் `` வயதுக் குழுக்கள்`` உருவாக்கும் மாற்றத்தை அழைக்கவும். பின்னர் பெரிய ``+`` செயல்பாட்டு பெட்டியின் அடுத்து அடையாளம் காணவும். இது `` நிபந்தனையைச் சேர்` பொத்தானாகும், நான் ஒரு பெரிய சிவப்பு அம்புக்குறியை மாட்டிக்கொண்டேன்: NumRef: `Fig-transform3` எனவே இது எங்கே என்பதை நீங்கள் சரியாகக் காணலாம். காட்டப்பட்டுள்ள மாற்றத்தை மீண்டும் உருவாக்கவும்: NumRef: `Fig-transform3` மேலும் நீங்கள் செய்தபோது, புதிய மதிப்புகள் விரிதாள் சாளரத்தில் தோன்றும். மேலும் என்னவென்றால், `` வயதுக் குழுக்கள்`` மாற்றம் சேமிக்கப்பட்டுள்ளது, மேலும் நீங்கள் விரும்பும் எந்த நேரத்திலும் மீண்டும் பயன்படுத்தலாம். சரி, எனவே உங்களிடம் ஒன்றுக்கு மேற்பட்ட `` வயது`` மாறுபடும் சாத்தியமில்லை என்று எனக்குத் தெரியும், ஆனால் சாமோவியில் மாற்றங்களை எவ்வாறு அமைப்பது என்ற யோசனையை நீங்கள் இப்போது பெறுகிறீர்கள், எனவே இந்த யோசனையை மற்ற வகையான மாறிகள் மூலம் பின்பற்றலாம். இதற்கான ஒரு பொதுவான காட்சி, உங்களிடம் 20 உருப்படிகள் (மாறிகள்) ஒரு கேள்வித்தாள் அளவைக் கொண்டிருக்கும்போது, ஒவ்வொரு உருப்படியும் முதலில் 1 முதல் 6 வரை அடித்தது, ஆனால், சில காரணங்களால் அல்லது தரவின் நகைச்சுவையானது அனைத்து உருப்படிகளையும் 1 என மறுபரிசீலனை செய்ய முடிவு செய்கிறது 3 க்கு. நீங்கள் மறுபரிசீலனை செய்ய விரும்பும் ஒவ்வொரு மாறிக்கும் உங்கள் மாற்றத்தை உருவாக்கி மீண்டும் பயன்படுத்துவதன் மூலம் சாமோவியில் இதை எளிதாக செய்யலாம்.
uk: Ви також можете створити перетворення за допомогою другого прикладу, який ми розглядали, — розподілу людей за віком на соціальному заході. Давайте, ви ж знаєте, що хочете це зробити! Пам'ятайте, що ми об'єднали цю змінну в три групи: молодші, дорослі та старші. Цього разу ми досягнемо того ж результату, але за допомогою кнопки jamovi ``Transform`` → ``Add condition``. З цим набором даних (поверніться до нього або створіть його знову, якщо ви його не зберегли) налаштуйте нову трансформацію змінної. Назвіть трансформовану змінну ``AgeCats``, а трансформацію, яку ви створите, — ``Agegroupings``. Потім натисніть на великий знак ``+`` поруч із полем функції. Це кнопка ``Add condition``, і я наклеїв велику червону стрілку на :numref:`fig-transform3`, щоб ви точно бачили, де вона знаходиться. Створіть перетворення, показане на :numref:`fig-transform3`, і коли ви це зробите, ви побачите нові значення у вікні електронної таблиці. Більше того, перетворення ``Вікові групи`` було збережено і його можна застосувати знову в будь-який час. Гаразд, я знаю, що навряд чи у вас буде більше однієї змінної ``Вік``, але тепер ви розумієте, як налаштовувати перетворення в jamovi, тож можете застосувати цю ідею до інших типів змінних. Типовий сценарій для цього — коли у вас є шкала анкети, скажімо, з 20 пунктами (змінними), і кожен пункт спочатку оцінювався від 1 до 6, але з якоїсь причини або через особливості даних ви вирішили перекодувати всі пункти від 1 до 3. Ви можете легко зробити це в jamovi, створивши і потім повторно застосувавши перетворення для кожної змінної, яку ви хочете перекодувати.

source: jamovi transformation into categories
de: Umwandeln in Kategorien in jamovi
nb: jamovi transformasjon til kategorier
ta: சாமோவி வகைகளாக மாற்றம்
uk: перетворення jamovi на категорії

source: jamovi transformation into three age categories, using the ``Add condition`` button
de: jamovi-Transformation in drei Alterskategorien, mit Hilfe der ``Add condition`` Taste
nb: jamovi-transformasjon i tre alderskategorier, ved hjelp av knappen ``Add condition``
ta: `` நிபந்தனை சேர் நிபந்தனை` பொத்தானைப் பயன்படுத்தி சமோவி மூன்று அகவை வகைகளாக மாற்றப்படுகிறார்
uk: перетворення jamovi на три вікові категорії за допомогою кнопки ``Add condition``

source: The absolute value of a number is its distance from zero, regardless of whether it’s sign is negative or positive.
de: Der Absolutwert einer Zahl ist ihr Abstand von Null, unabhängig davon, ob sie ein negatives oder positives Vorzeichen hat.
nb: Den absolutte verdien av et tall er dets avstand fra null, uavhengig av om det har negativt eller positivt fortegn.
ta: ஒரு எண்ணின் முழுமையான மதிப்பு பூச்சியத்திலிருந்து அதன் தூரம், அதன் அடையாளம் எதிர்மறையானதா அல்லது நேர்மறையானதா என்பதைப் பொருட்படுத்தாமல்.
uk: Абсолютне значення числа — це його відстань від нуля, незалежно від того, чи його знак від'ємний, чи додатний.

source: The reason we have to use the ``IF`` command and keep zero as zero is that you cannot just use ``likert.centred / opinion.strength`` to calculate the sign of ``likert.centred``, because mathematically dividing zero by zero does not work. Try it and see.
de: Der Grund dafür, dass wir den Befehl ``IF`` verwenden und Null als Null beibehalten müssen, ist, dass Sie nicht einfach ``likert.centred / opinion.strength`` verwenden können, um das Vorzeichen von ``likert.centred`` zu berechnen, weil es mathematisch nicht funktioniert, Null durch Null zu teilen. Versuchen Sie es und sehen Sie.
nb: Grunnen til at vi må bruke ``IF``-kommandoen og beholde null som null, er at du ikke bare kan bruke ``likert.centred / opinion.strength`` for å beregne fortegnet til ``likert.centred``, fordi det matematisk sett ikke fungerer å dele null med null. Prøv det og se.
ta: நாம் `` if` கட்டளையைப் பயன்படுத்த வேண்டும், பூச்சியத்தை பூச்சியமாக வைத்திருக்க வேண்டும், `` likert.centred`` இன் அடையாளத்தைக் கணக்கிட நீங்கள் `` likert.centred / final.strength`` ஐப் பயன்படுத்த முடியாது, ஏனெனில் கணித ரீதியாக பூச்சியத்தை பூச்சியத்தால் பிரிப்பது வேலை செய்யாது. அதை முயற்சி செய்து பாருங்கள்.
uk: Причина, по якій ми маємо використовувати команду ``IF`` і зберігати нуль як нуль, полягає в тому, що ви не можете просто використовувати ``likert.centred / opinion.strength`` для обчислення знака ``likert.centred``, оскільки математичне ділення нуля на нуль не працює. Спробуйте і переконайтеся в цьому.

source: If you’ve read further into the book, and are re-reading this section, then a good example of this would be someone choosing to do an ANOVA using ``AgeCats`` as the grouping variable, instead of running a regression using ``Age`` as a predictor. There are sometimes good reasons for doing this. For instance, if the relationship between ``Age`` and your outcome variable is highly non-linear and you aren’t comfortable with trying to run non-linear regression! However, unless you really do have a good rationale for doing this, it’s best not to. It tends to introduce all sorts of other problems (e.g., the data will probably violate the normality assumption) and you can lose a lot of statistical power.
de: Wenn Sie die weiteren Kapitel im Buch lesen und dann diesen Abschnitt erneut lesen, dann wäre ein gutes Beispiel dafür, dass jemand eine ANOVA mit ``AgeCats`` als Gruppierungsvariable durchführt, anstatt eine Regression mit ``Age`` als Prädiktor. Manchmal gibt es gute Gründe für diese Vorgehensweise. Zum Beispiel, wenn die Beziehung zwischen ``Age`` und Ihrer Ergebnisvariablen hochgradig nicht-linear ist und Sie sich nicht wohl dabei fühlen, eine nicht-lineare Regression durchzuführen! Es ist jedoch besser, dies nicht zu tun, es sei denn, Sie haben wirklich einen guten Grund dafür, dies zu tun. Es führt in der Regel zu allen möglichen anderen Problemen (z. B. werden die Daten wahrscheinlich die Annahme der Normalverteilung verletzen) und Sie können viel statistische Aussagekraft verlieren.
nb: Hvis du har lest videre i boken og leser denne delen på nytt, kan et godt eksempel på dette være at noen velger å gjøre en ANOVA med ``AgeCats`` som grupperingsvariabel, i stedet for å kjøre en regresjon med ``Age`` som prediktor. Noen ganger er det gode grunner til å gjøre dette. For eksempel hvis forholdet mellom ``Age`` og utfallsvariabelen din er svært ikke-lineært, og du ikke er komfortabel med å prøve å kjøre ikke-lineær regresjon! Men med mindre du virkelig har en god begrunnelse for å gjøre dette, er det best å la være. Det har en tendens til å introdusere alle mulige andre problemer (f.eks. vil dataene sannsynligvis bryte med forutsetningen om normalfordeling), og du kan miste mye statistisk styrke.
ta: நீங்கள் புத்தகத்தில் மேலும் படித்திருந்தால், இந்த பகுதியை மீண்டும் படிக்கிறீர்கள் என்றால், இதற்கு ஒரு சிறந்த எடுத்துக்காட்டு `` அகெகாட்`` ஐப் பயன்படுத்தி ஒரு அனோவா செய்யத் தேர்ந்தெடுக்கும், `பயன்படுத்தி` பயன்படுத்தி ஒரு பின்னடைவை இயக்குவதற்கு பதிலாக `வயது`` ஒரு முன்கணிப்பாளராக. இதைச் செய்வதற்கு சில நேரங்களில் நல்ல காரணங்கள் உள்ளன. உதாரணமாக, `` வயது`` மற்றும் உங்கள் விளைவு மாறி ஆகியவற்றுக்கு இடையிலான உறவு மிகவும் நேரியல் அல்லாதது மற்றும் நேரியல் அல்லாத பின்னடைவை இயக்க முயற்சிப்பதில் நீங்கள் வசதியாக இல்லை என்றால்! இருப்பினும், இதைச் செய்வதற்கான நல்ல பகுத்தறிவு உங்களிடம் இல்லையென்றால், அது அல்ல. இது அனைத்து வகையான பிற சிக்கல்களையும் அறிமுகப்படுத்த முனைகிறது (எ.கா., தரவு இயல்பான அனுமானத்தை மீறும்) மற்றும் நீங்கள் நிறைய புள்ளிவிவர சக்தியை இழக்க நேரிடும்.
uk: Якщо ви прочитали книгу далі і перечитуєте цей розділ, то хорошим прикладом цього може бути вибір когось, хто вирішив виконати ANOVA, використовуючи ``AgeCats`` як змінну групування, замість того, щоб виконати регресію, використовуючи ``Age`` як предиктор. Іноді для цього є вагомі причини. Наприклад, якщо взаємозв'язок між ``Age`` і вашою змінною результату є вкрай нелінійним, а ви не впевнені у своїх силах, намагаючись виконати нелінійну регресію! Однак, якщо у вас немає дійсно вагомих підстав для цього, краще цього не робити. Це може спричинити цілу низку інших проблем (наприклад, дані, ймовірно, порушать припущення про нормальність) і ви можете втратити значну частину статистичної сили.

source: Mathematical functions and operations
de: Mathematische Funktionen und Operationen
nb: Matematiske funksjoner og operasjoner
ta: கணித செயல்பாடுகள் மற்றும் செயல்பாடுகள்
uk: Математичні функції та операції

source: In the previous section, I discussed the ideas behind variable transformations and showed that a lot of the transformations that you might want to apply to your data are based on fairly simple mathematical functions and operations. In this section I want to return to that discussion and mention several other mathematical functions and arithmetic operations that are actually quite useful for a lot of real world data analysis. :numref:`tab-mathfunc` gives a brief overview of the various mathematical functions I want to talk about here, or later.\ [#]_ Obviously this doesn’t even come close to cataloguing the range of possibilities available, but it does cover a range of functions that are used regularly in data analysis and that are available in jamovi.
de: Im vorigen Abschnitt habe ich die Ideen hinter den Variablentransformationen erörtert und gezeigt, dass viele der Transformationen, die Sie auf Ihre Daten anwenden möchten, auf recht einfachen mathematischen Funktionen und Operationen beruhen. In diesem Abschnitt möchte ich auf diese Diskussion zurückkommen und einige andere mathematische Funktionen und arithmetische Operationen erwähnen, die für viele Datenanalysen sehr nützlich sein können. :numref:`tab-mathfunc` gibt einen kurzen Überblick über die verschiedenen mathematischen Funktionen, über die ich hier oder später sprechen möchte.\ [#]_ Natürlich reicht dies nicht einmal annähernd aus, um die Bandbreite der verfügbaren Möglichkeiten zu katalogisieren, aber es deckt eine Reihe von Funktionen ab, die regelmäßig in der Datenanalyse verwendet werden und die in jamovi verfügbar sind.
nb: I forrige avsnitt diskuterte jeg ideene bak variabeltransformasjoner og viste at mange av de transformasjonene du kanskje vil bruke på dataene dine, er basert på ganske enkle matematiske funksjoner og operasjoner. I dette avsnittet vil jeg gå tilbake til denne diskusjonen og nevne flere andre matematiske funksjoner og regneoperasjoner som faktisk er ganske nyttige for mange dataanalyser. :numref:`tab-mathfunc` gir en kort oversikt over de ulike matematiske funksjonene jeg vil snakke om her, eller senere.\ [#]_ Dette er selvsagt langt fra en fullstendig oversikt over alle mulighetene som finnes. Men det dekker en rekke funksjoner som brukes regelmessig i dataanalyse, og som er tilgjengelige i jamovi.
ta: முந்தைய பிரிவில், மாறி மாற்றங்களுக்குப் பின்னால் உள்ள யோசனைகளைப் பற்றி விவாதித்தேன், உங்கள் தரவுகளுக்கு நீங்கள் பயன்படுத்த விரும்பும் நிறைய மாற்றங்கள் மிகவும் எளிமையான கணித செயல்பாடுகள் மற்றும் செயல்பாடுகளை அடிப்படையாகக் கொண்டவை என்பதைக் காட்டினேன். இந்த பிரிவில் நான் அந்த விவாதத்திற்குத் திரும்ப விரும்புகிறேன், மேலும் பல கணித செயல்பாடுகள் மற்றும் எண்கணித செயல்பாடுகளைக் குறிப்பிட விரும்புகிறேன், அவை உண்மையில் உண்மையான உலக தரவு பகுப்பாய்விற்கு மிகவும் பயனுள்ளதாக இருக்கும். . தரவு பகுப்பாய்வில் தவறாமல் பயன்படுத்தப்படும் மற்றும் சாமோவியில் கிடைக்கும் செயல்பாடுகளின் வரம்பை உள்ளடக்குகிறது.
uk: У попередньому розділі я обговорив ідеї, що лежать в основі перетворень змінних, і показав, що багато перетворень, які ви можете застосувати до своїх даних, базуються на досить простих математичних функціях і операціях. У цьому розділі я хочу повернутися до цієї теми і згадати кілька інших математичних функцій та арифметичних операцій, які насправді є досить корисними для аналізу багатьох реальних даних. :numref:`tab-mathfunc` дає короткий огляд різних математичних функцій, про які я хочу поговорити тут або пізніше. [#]_ Звичайно, це навіть не наближається до каталогізації всього спектру доступних можливостей, але охоплює ряд функцій, які регулярно використовуються в аналізі даних і доступні в jamovi.

source: Some of the mathematical functions available in jamovi
de: Einige der in jamovi verfügbaren mathematischen Funktionen
nb: Noen av de matematiske funksjonene som er tilgjengelige i jamovi
ta: சமோவியில் கிடைக்கும் சில கணித செயல்பாடுகள்
uk: Деякі математичні функції, доступні в jamovi

source: Function
de: Funktion
nb: Funksjon
ta: சார்பு
uk: Функція

source: Example input
de: Beispiel-Eingabe
nb: Eksempel på input
ta: எடுத்துக்காட்டு உள்ளீடு
uk: Приклад введення

source: result
de: Ausgabe
nb: resultat
ta: முடிவு
uk: результат

source: Square root
de: Quadratwurzel
nb: Kvadratrot
ta: சதுர வேர்
uk: Квадратний корінь

source: Absolute value
de: Absoluter Wert
nb: Absolutt verdi
ta: முழுமையான மதிப்பு
uk: Абсолютне значення

source: Logarithm (base 10)
de: Logarithmus (zur Basis 10)
nb: Logaritme (med base 10)
ta: மடக்கை (அடிப்படை 10)
uk: Логарифм (за основою 10)

source: Logarithm (base *e*)
de: Logarithmus (zur Basis *e*)
nb: Logaritme (med base *e*)
ta: மடக்கை (அடிப்படை *இ *)
uk: Логарифм (з основою *e*)

source: Exponentiation
de: Potenzierung
nb: Eksponentiering
ta: அடுக்குமைப்படுத்துதல்
uk: Піднесення до степеня

source: Box-Cox
de: Box-Cox-Transformation
ta: பாக்ச்-காக்ச்
uk: Бокс-Кокс

source: Rounding to nearest
de: Runden zur nächsten Ganzzahl
nb: Avrunding til nærmeste heltall
ta: சுற்றுக்கு அருகில்
uk: Округлення до найближчого

source: Rounding down
de: Abrunden
nb: Avrunding nedover
ta: வட்டமிடுதல்
uk: Округлення вниз

source: Rounding up
de: Aufrunden
nb: Avrunding oppover
ta: வட்டமிடுதல்
uk: Округлення в більшу сторону

source: Logarithms and exponentials
de: Logarithmen und Exponentialfunktionen
nb: Logaritmer og eksponentialer
ta: மடக்கைகள் மற்றும் அதிவேகங்கள்
uk: Логарифми та експоненти
