Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch06.po
Languages: de, nb, ta, uk

source: Pragmatic matters
de: Pragmatische Fragen
nb: Pragmatiske spørsmål
ta: நடைமுறை விசயங்கள்
uk: Прагматичні питання

source: *The garden of life never seems to confine itself to the plots philosophers have laid out for its convenience. Maybe a few more tractors would do the trick.*
de: *Der Garten des Lebens scheint sich nie auf die Grundstücke zu beschränken, die Philosophen für ihre Bequemlichkeit angelegt haben. Vielleicht würden ein paar Traktoren einen Unterschied machen.*
nb: *Livets hage ser aldri ut til å begrense seg til de parsellene filosofene har anlagt for dens bekvemmelighet. Kanskje noen traktorer ville gjøre susen.*
ta: *வாழ்க்கைத் தோட்டம் ஒருபோதும் தத்துவவாதிகள் அதன் வசதிக்காக வகுத்துள்ள அடுக்குகளுடன் தன்னைக் கட்டுப்படுத்திக் கொள்ளத் தெரியவில்லை. இன்னும் சில டிராக்டர்கள் தந்திரத்தை செய்வார்கள்.*
uk: *Сад життя, здається, ніколи не обмежується ділянками, які філософи розпланували для його зручності. Можливо, ще кілька тракторів вистачило б.*

source: Roger Zelazny (Home is the Hangman, 1975)
ta: ரோசர் செலாச்னி (ஓம் இச் தி ஏங்மேன், 1975)
uk: Роджер Желязни (Дім — це кат, 1975)

source: This is a somewhat strange chapter, even by my standards. My goal in this chapter is to talk a bit more honestly about the realities of working with data than you’ll see anywhere else in the book. The problem with real world data sets is that they are *messy*. Very often the data file that you start out with doesn’t have the variables stored in the right format for the analysis you want to do. Sometimes there might be a lot of missing values in your data set. Sometimes you only want to analyse a subset of the data. Et cetera. In other words, there’s a lot of **data manipulation** that you need to do just to get the variables in your data set into the format that you need it. The purpose of this chapter is to provide a basic introduction to these pragmatic topics. Although the chapter is motivated by the kinds of practical issues that arise when manipulating real data, I’ll stick with the practice that I’ve adopted through most of the book and rely on very small, toy data sets that illustrate the underlying issue. Because this chapter is essentially a collection of techniques and doesn’t tell a single coherent story, it may be useful to start with a list of topics:
de: Dies ist, selbst für meine Verhältnisse, ein etwas spezielles Kapitel. Mein Ziel in diesem Kapitel ist es, etwas ehrlicher, als sonst in diesem Buch, über die Realität der Datenverarbeitung zu sprechen. Das Problem mit realen Datensätzen ist nämlich, dass sie *messy* sind. Sehr oft sind die Variablen in dem Datensatz, mit dem Sie beginnen, nicht in dem Format gespeichert, welches Sie für Ihre Analyse brauchen. Gelegentlich wird Ihr Datensatz viele fehlende Werte enthalten. Manchmal wollen Sie nur eine Teilmenge der Daten analysieren. Et cetera. Mit anderen Worten: Sie müssen viele **Datenmanipulationen** vornehmen, um die Variablen in Ihrem Datensatz in das von Ihnen benötigte Format zu bringen. Ziel des Kapitels ist es, eine grundlegende Einführung in dieses pragmatische Themenfeld zu geben. Obwohl das Kapitel durch die praktischen Probleme motiviert ist, die bei der Manipulation echter Daten auftreten, bleibe ich bei der Praxis, die ich auch für den größten Teil des Buches übernommen habe, und stütze mich auf sehr kleine Spielzeugdatensätze, die das zugrunde liegende Problem illustrieren. Da dieses Kapitel im Wesentlichen eine Sammlung von Techniken ist und keine zusammenhängende Geschichte erzählt, ist es nützlich zunächst mit einer Liste von Themen zu beginnen:
nb: Dette er et litt merkelig kapittel, selv etter mine standarder. Målet mitt i dette kapittelet er å snakke litt mer ærlig om realitetene ved å jobbe med data enn du vil se noe annet sted i boken. Problemet med virkelige datasett er at de er *knotete*. Svært ofte har ikke datafilen du starter med, variablene lagret i riktig format for den analysen du ønsker å gjøre. Noen ganger kan det være mange manglende verdier i datasettet. Noen ganger ønsker du bare å analysere en delmengde av dataene. Og så videre. Med andre ord er det mye **datamanipulering** du må gjøre bare for å få variablene i datasettet ditt inn i det formatet du trenger. Formålet med dette kapittelet er å gi en grunnleggende innføring i disse pragmatiske temaene. Selv om kapittelet er motivert av de praktiske problemene som oppstår når man manipulerer virkelige data, vil jeg holde meg til den praksisen jeg har brukt gjennom det meste av boken, og ta utgangspunkt i svært små, fiktive datasett som illustrerer det underliggende problemet. Fordi dette kapittelet i hovedsak er en samling teknikker og ikke forteller én sammenhengende historie, kan det være nyttig å starte med en liste over emner:
ta: இது எனது தரங்களின்படி கூட சற்றே விசித்திரமான அத்தியாயம். இந்த அத்தியாயத்தில் எனது குறிக்கோள், புத்தகத்தில் வேறு எங்கும் காணப்படுவதை விட தரவுகளுடன் பணிபுரியும் யதார்த்தங்களைப் பற்றி இன்னும் கொஞ்சம் நேர்மையாகப் பேசுவதாகும். உண்மையான உலக தரவுத் தொகுப்புகளின் சிக்கல் என்னவென்றால், அவை *குழப்பமானவை *. நீங்கள் தொடங்கும் தரவுக் கோப்பில் நீங்கள் செய்ய விரும்பும் பகுப்பாய்விற்காக சரியான வடிவத்தில் சேமிக்கப்பட்ட மாறிகள் இல்லை. சில நேரங்களில் உங்கள் தரவு தொகுப்பில் காணாமல் போன மதிப்புகள் நிறைய இருக்கலாம். சில நேரங்களில் நீங்கள் தரவின் துணைக்குழுவை மட்டுமே பகுப்பாய்வு செய்ய விரும்புகிறீர்கள். Et ceterera. வேறு வார்த்தைகளில் கூறுவதானால், உங்கள் தரவுகளில் உள்ள மாறிகள் உங்களுக்குத் தேவையான வடிவத்தில் பெற நீங்கள் செய்ய வேண்டிய நிறைய ** தரவு கையாளுதல் ** உள்ளது. இந்த அத்தியாயத்தின் நோக்கம் இந்த நடைமுறை தலைப்புகளுக்கு ஒரு அடிப்படை அறிமுகத்தை வழங்குவதாகும். உண்மையான தரவைக் கையாளும் போது எழும் நடைமுறை சிக்கல்களால் அத்தியாயம் உந்துதல் பெற்றிருந்தாலும், நான் புத்தகத்தின் பெரும்பகுதியின் மூலம் ஏற்றுக்கொண்ட நடைமுறையில் ஒட்டிக்கொள்வேன், மேலும் அடிப்படை சிக்கலை விளக்கும் மிகச் சிறிய, பொம்மை தரவுத் தொகுப்புகளை நம்பியிருக்கிறேன். இந்த அத்தியாயம் அடிப்படையில் நுட்பங்களின் தொகுப்பாக இருப்பதால், ஒரு ஒத்திசைவான கதையைச் சொல்லாததால், தலைப்புகளின் பட்டியலுடன் தொடங்குவது பயனுள்ளதாக இருக்கும்:
uk: Це дещо дивна глава, навіть за моїми мірками. Моя мета в цій главі — трохи чесніше розповісти про реалії роботи з даними, ніж ви побачите в будь-якій іншій частині книги. Проблема з наборами даних у реальному світі полягає в тому, що вони *безладні*. Дуже часто файл даних, з якого ви починаєте, не містить змінних, збережених у форматі, придатному для аналізу, який ви хочете провести. Іноді у вашому наборі даних може бути багато відсутніх значень. Іноді ви хочете проаналізувати лише підмножину даних. І так далі. Іншими словами, вам доведеться виконати багато **операцій з даними**, щоб перетворити змінні у вашому наборі даних у потрібний вам формат. Мета цього розділу — надати базове введення в ці практичні теми. Хоча цей розділ мотивований практичними проблемами, що виникають під час маніпулювання реальними даними, я дотримуватимуся практики, яку я застосовував у більшій частині книги, і покладатимуся на дуже малі, іграшкові набори даних, що ілюструють основну проблему. Оскільки цей розділ є, по суті, збіркою технік і не розповідає єдиної послідовної історії, може бути корисно почати зі списку тем:

source: As you can see, the list of topics that the chapter covers is pretty broad, and there’s a *lot* of content there. Even though this is one of the longest and hardest chapters in the book, I’m really only scratching the surface of several fairly different and important topics. My advice, as usual, is to read through the chapter once and try to follow as much of it as you can. Don’t worry too much if you can’t grasp it all at once, especially the later sections. The rest of the book is only lightly reliant on this chapter so you can get away with just understanding the basics. However, what you’ll probably find is that later on you’ll need to flick back to this chapter in order to understand some of the concepts that I refer to here.
de: Wie Sie sehen können, ist die Liste der Themen, die das Kapitel abdeckt, ziemlich umfangreich, und es gibt eine *große* Menge an Inhalt. Obwohl dies eines der längsten und schwierigsten Kapitel des Buches ist, kratze ich wirklich nur an der Oberfläche einiger ziemlich unterschiedlicher und wichtiger Themen. Mein Rat ist, wie immer, das Kapitel einmal durchzulesen und zu versuchen, so viel wie möglich davon zu verstehen. Machen Sie sich nicht zu viele Gedanken, wenn Sie nicht alles auf einmal erfassen können, insbesondere die späteren Abschnitte. Der Rest des Buches stützt sich nur in geringem Maße auf dieses Kapitel, so dass Sie sich damit begnügen können, nur die Grundlagen zu verstehen. Sie werden jedoch wahrscheinlich feststellen, dass Sie später zu diesem Kapitel zurückblättern müssen, um einige der Konzepte zu verstehen, auf die ich hier Bezug nehme.
nb: Som du kan se, er listen over emner som kapitlet dekker ganske bred, og det er *mye* innhold der. Selv om dette er et av de lengste og vanskeligste kapitlene i boken, skraper jeg egentlig bare i overflaten av flere ganske forskjellige og viktige temaer. Mitt råd er som vanlig å lese gjennom kapittelet én gang og prøve å få med deg så mye som mulig av det. Ikke tenk for mye på om du ikke får med deg alt på en gang, særlig ikke de siste avsnittene. Resten av boken er bare i liten grad avhengig av dette kapittelet, så du kan klare deg med bare å forstå det grunnleggende. Men senere vil du sannsynligvis oppdage at du må bla tilbake til dette kapittelet for å forstå noen av de begrepene jeg refererer til her.
ta: நீங்கள் பார்க்க முடியும் என, அத்தியாயம் மறைக்கும் தலைப்புகளின் பட்டியல் மிகவும் விரிவானது, மேலும் அங்கு * நிறைய * உள்ளடக்கம் உள்ளது. இது புத்தகத்தின் மிக நீண்ட மற்றும் கடினமான அத்தியாயங்களில் ஒன்றாகும் என்றாலும், நான் உண்மையில் மிகவும் மாறுபட்ட மற்றும் முக்கியமான தலைப்புகளின் மேற்பரப்பை மட்டுமே சொறிந்துகொள்கிறேன். எனது அறிவுரை, வழக்கம் போல், அத்தியாயத்தை ஒரு முறை படித்து, உங்களால் முடிந்தவரை அதைப் பின்பற்ற முயற்சிப்பது. இதையெல்லாம் ஒரே நேரத்தில் புரிந்து கொள்ள முடியாவிட்டால், குறிப்பாக, குறிப்பாக பின்னர் பிரிவுகள். மீதமுள்ள புத்தகமானது இந்த அத்தியாயத்தை லேசாக நம்பியுள்ளது, எனவே நீங்கள் அடிப்படைகளைப் புரிந்துகொள்வதில் இருந்து தப்பிக்க முடியும். எவ்வாறாயினும், நான் இங்கு குறிப்பிடும் சில கருத்துகளைப் புரிந்துகொள்ள இந்த அத்தியாயத்திற்குத் திரும்பிச் செல்ல வேண்டும்.
uk: Як бачите, перелік тем, які охоплює ця глава, є досить широким, і там є *багато* змісту. Хоча це одна з найдовших і найскладніших глав у книзі, я лише поверхнево торкаюся кількох досить різних і важливих тем. Моя порада, як завжди, — прочитати главу один раз і спробувати зрозуміти якомога більше. Не переймайтеся, якщо не зможете одразу все зрозуміти, особливо в останніх розділах. Решта книги лише частково спирається на цей розділ, тож ви можете обійтися лише розумінням основ. Однак, ймовірно, ви зрозумієте, що пізніше вам доведеться повернутися до цього розділу, щоб зрозуміти деякі поняття, на які я тут посилаюся.

source: Tabulating and cross-tabulating data
de: Erstellen von Häufigkeitstabellen und Kreuztabellen aus Ihren Daten
nb: Tabulering og krysstabulering av data
ta: தரவு அட்டவணைப்படுத்துதல் மற்றும் குறுக்கு-வழக்கு
uk: Табулювання та перехресне табулювання даних

source: A very common task when analysing data is the construction of frequency tables, or cross-tabulation of one variable against another. These tasks can be achieved in jamovi and I’ll show you how in this section.
de: Eine sehr häufige Aufgabe bei der Analyse von Daten ist die Erstellung von Häufigkeitstabellen einer Variablen oder von Kreuztabellen einer Variablen mit einer anderen. Diese Aufgaben können in jamovi einfach erledigt werden. In diesem Abschnitt, zeige ich Ihnen, wie Sie das machen können.
nb: En svært vanlig oppgave når man analyserer data, er å lage frekvenstabeller eller krysstabeller av en variabel mot en annen. Disse oppgavene kan utføres i jamovi, og jeg skal vise deg hvordan du gjør det i denne delen.
ta: தரவை பகுப்பாய்வு செய்யும் போது மிகவும் பொதுவான பணி அதிர்வெண் அட்டவணைகளை நிர்மாணிப்பது அல்லது ஒரு மாறியை மற்றொன்றுக்கு எதிராக குறுக்கு தேர்வு செய்வது. இந்த பணிகளை சாமோவியில் அடைய முடியும், இந்த பிரிவில் எப்படி என்பதை நான் உங்களுக்குக் காண்பிப்பேன்.
uk: Дуже поширеним завданням при аналізі даних є побудова таблиць частот або перехресна табуляція однієї змінної відносно іншої. Ці завдання можна виконати в jamovi, і в цьому розділі я покажу вам, як це зробити.

source: Creating tables for single variables
de: Häufigkeitstabellen für einzelne Variablen erstellen
nb: Opprette tabeller for enkeltvariabler
ta: ஒற்றை மாறிகள் அட்டவணைகளை உருவாக்குதல்
uk: Створення таблиць для окремих змінних

source: Let’s start with a simple example. As a parent of a small child I naturally spend a lot of time watching TV shows like *In the Night Garden*. In the |nightgarden|_ data set, I’ve transcribed a short section of the dialogue. The file contains two variables of interest, ``speaker`` and ``utterance``. Open up this data set in jamovi and take a look at the data in the ``Data`` view. You will see that the data looks something like this:
de: Lassen Sie uns mit einem einfachen Beispiel beginnen. Als Elternteil eines kleinen Kindes verbringe ich viel Zeit damit, Fernsehsendungen wie *In the Night Garden* zu sehen. In dem Datensatz |nightgarden|_ habe ich einen kurzen Abschnitt des Dialogs transkribiert. Die Datei enthält zwei Variablen, die von Interesse sind: ``speaker`` und ``utterance``. Öffnen Sie diesen Datensatz in jamovi und werfen Sie einen Blick auf die Daten (drücken Sie auf den Tab ``Data``). Sie werden sehen, dass die Daten etwa so aussehen:
nb: La oss begynne med et enkelt eksempel. Som småbarnsforelder bruker jeg naturlig nok mye tid på å se på TV-serier som *In the Night Garden*. I datasettet |nightgarden|_ har jeg transkribert en kort del av dialogen. Filen inneholder to interessante variabler, ``speaker`` og ``utterance``. Åpne dette datasettet i jamovi og ta en titt på dataene i ``Data``-visningen. Du vil se at dataene ser omtrent slik ut:
ta: ஒரு எளிய எடுத்துக்காட்டுடன் ஆரம்பிக்கலாம். ஒரு சிறு குழந்தையின் பெற்றோராக நான் இயல்பாகவே நைட் கார்டன் *போன்ற தொலைக்காட்சி நிகழ்ச்சிகளைப் பார்க்க நிறைய நேரம் செலவிடுகிறேன். | நைட்மார்டன் | _ தரவு தொகுப்பில், உரையாடலின் ஒரு குறுகிய பகுதியை நான் படியெடுத்துள்ளேன். கோப்பில் ஆர்வத்தின் இரண்டு மாறிகள் உள்ளன, `` ச்பீக்கர்`` மற்றும் `` சொல்யூன்ச்``. சமோவியில் இந்தத் தரவைத் திறந்து, `` தரவு`` பார்வையில் தரவைப் பாருங்கள். தரவு இதுபோன்றதாக இருப்பதை நீங்கள் காண்பீர்கள்:
uk: Почнемо з простого прикладу. Як батько маленької дитини, я, природно, проводжу багато часу, дивлячись телевізійні програми, такі як *In the Night Garden*. У наборі даних |nightgarden|_ я переписав невеликий фрагмент діалогу. Файл містить дві цікаві змінні: ``speaker`` і ``utterance``. Відкрийте цей набір даних у jamovi і подивіться на дані у вікні ``Data``. Ви побачите, що дані виглядають приблизно так:

source: ``speaker`` variable
de: Variable ``speaker``
nb: Variabelen ``speaker``
ta: `` ச்பீக்கர்` `மாறி
uk: Змінна ``speaker``

source: ``utterance`` variable
de: Variable ``utterance``
nb: Variabelen ``utterance``
ta: `` சொல்` `மாறி
uk: Змінна ``utterance``

source: Looking at this it becomes very clear what happened to my sanity! With these as my data, one task I might find myself needing to do is construct a frequency count of the number of words each character speaks during the show. The jamovi ``Descriptives`` screen has a check box called ``Frequency tables`` which does just this, see :numref:`fig-freqtable`.
de: Wenn ich mir das ansehe, wird mir klar, was mit meinem Verstand passiert ist! Eine Aufgabe, die ich mit diesen Daten zu erledigen habe, könnte zum Beispiel sein, eine Liste mit der Anzahl der Wörter, die jeder Charakter während der Serie spricht, zu erstellen. Das jamovi-Eingabefeld ``Descriptives`` hat eine Checkbox namens ``Frequency tables``, welche die folgende Ausgabe erstellt, wenn man sie aktiviert (siehe :numref:`fig-freqtable`):
nb: Når man ser på dette, blir det veldig tydelig hva som skjedde med forstanden min! Med disse dataene som datagrunnlag, kan det hende jeg får behov for å konstruere en frekvenstelling av antall ord hver karakter sier i løpet av serien. Skjermbildet jamovi ``Descriptives`` har en avmerkingsboks som heter ``Frequency tables`` som gjør nettopp dette, se :numref:`fig-freqtable`.
ta: இதைப் பார்த்தால், எனது நல்லறிவுக்கு என்ன ஆனது என்பது மிகவும் தெளிவாகிறது! எனது தரவுகளாக, நான் செய்ய வேண்டிய ஒரு பணி, நிகழ்ச்சியின் போது ஒவ்வொரு கதாபாத்திரமும் பேசும் சொற்களின் எண்ணிக்கையின் அதிர்வெண் எண்ணிக்கையை உருவாக்குவதாகும். சாமோவி `` விளக்கங்கள்`` திரையில் `` அதிர்வெண் அட்டவணைகள்`` எனப்படும் ஒரு தேர்வுப்பெட்டியைக் கொண்டுள்ளது, இது இதைச் செய்கிறது, காண்க: எண்: `அத்தி-ஃப்ரெக்டபிள்`.
uk: Дивлячись на це, стає дуже зрозуміло, що сталося з моїм розумом! Маючи ці дані, одне із завдань, яке мені, можливо, доведеться виконати, — це скласти таблицю частотності слів, які кожен персонаж вимовляє протягом серіалу. На екрані jamovi ``Descriptives`` є прапорець ``Frequency tables``, який саме це і робить, див. :numref:`fig-freqtable`.

source: Frequency table for the ``speaker`` variable
de: Häufigkeitstabelle für die Variable ``speaker``
nb: Frekvenstabell for variabelen ``speaker``
ta: `` ச்பீக்கர்` `மாறிக்கான அதிர்வெண் அட்டவணை
uk: Таблиця частот для змінної ``speaker``

source: The output here tells us on the first line that what we’re looking at is a tabulation of the ``speaker`` variable. In the ``Levels`` column it lists all the different speakers that exist in the data, and in the ``Counts`` column it tells you how many times that speaker appears in the data. In other words, it’s a frequency table.
de: Die Ausgabe, die wir erhalten, sagt uns in der ersten Zeile, dass es sich um eine Tabelle für die Variable ``speaker`` handelt. In der Spalte ``Levels`` werden alle Sprecher aufgelistet, die es in diesem Datensatz gibt und in der Spalte ``Counts`` wird angegeben, wie häufig dieser Sprecher im Datensatz vorkommt. Mit anderen Worten, es ist eine Häufigkeitstabelle.
nb: Utgaven her forteller oss på første linje at det vi ser på, er en tabell over variabelen ``speaker``. I kolonnen ``Levels`` listes alle de ulike talerne som finnes i dataene, og i kolonnen ``Counts`` står det hvor mange ganger den aktuelle taleren forekommer i dataene. Det er med andre ord en frekvenstabell.
ta: இங்குள்ள வெளியீடு முதல் வரியில் நாம் பார்ப்பது `` ச்பீக்கர்`` மாறியின் அட்டவணையாகும். `` நிலைகள்` `நெடுவரிசையில் இது தரவுகளில் இருக்கும் அனைத்து வெவ்வேறு பேச்சாளர்களையும் பட்டியலிடுகிறது, மேலும்` `எண்ணிக்கைகள்`` நெடுவரிசையில் அந்த பேச்சாளர் தரவுகளில் எத்தனை முறை தோன்றும் என்பதை இது உங்களுக்குக் கூறுகிறது. வேறு வார்த்தைகளில் கூறுவதானால், இது ஒரு அதிர்வெண் அட்டவணை.
uk: У першому рядку результату ми бачимо, що перед нами таблиця змінної ``speaker``. У стовпці ``Levels`` перелічені всі різні мовці, які є в даних, а в стовпці ``Counts`` вказано, скільки разів цей мовець з'являється в даних. Іншими словами, це таблиця частотності.

source: In jamovi, the ``Frequency tables`` check box will only produce a table for single variables. For a table of two variables, for example combining ``speaker`` and ``utterance`` so that we can see how many times each speaker said a particular utterance, we need a cross-tabulation or contingency table. In jamovi you can do this by selecting the ``Frequencies`` → ``Contingency Tables`` → ``Independent Samples`` analysis, and moving the ``speaker`` variable into the ``Rows`` box, and the ``utterance`` variable into the ``Columns`` box. You then should have a contingency table like the one shown in :numref:`fig-contingencytable`.
de: Wird die Checkbox ``Frequency tables`` in jamovi aktiviert, wird jeweils eine Tabelle für jede einzelne Variablen erstellt. Für eine Tabelle, welche die Kombination zweier Variablen darstellt, zum Beispiel die Kombination von ``speaker`` und ``utterance``, brauchen wir eine Kreuztabelle. In dieser Kreuztabelle ist zu sehen, wie oft jeder Sprecher eine bestimmte Äußerung gemacht hat. In jamovi können Sie dies tun, indem Sie die Analyse ``Frequencies`` → ``Contingency Tables`` → ``Independent Samples`` auswählen und die Variable ``speaker`` in das Feld ``Rows`` und die Variable ``utterance`` in das Feld ``Columns`` verschieben. Sie sollten dann eine Kreuztabelle wie die in :numref:`fig-contingencytable` gezeigte erhalten.
nb: I jamovi vil avkrysningsboksen ``Frequency tables`` bare produsere en tabell for enkeltvariabler. For en tabell med to variabler, for eksempel en kombinasjon av ``speaker`` og ``utterance``, slik at vi kan se hvor mange ganger hver taler gjorde en bestemt ytring, trenger vi en krysstabell (*contingency table*). I jamovi kan du gjøre dette ved å velge analysen ``Frequencies`` → ``Contingency Tables`` → ``Independent Samples`` og flytte variabelen ``speaker`` til ``Rows``-variableboksen, og variabelen ``utterance`` til ``Columns``-variableboksen. Du bør da ha en krysstabell som den som vises i :numref:`fig-contingencytable`.
ta: சாமோவியில், `` அதிர்வெண் அட்டவணைகள்`` செக் பாக்ச் ஒற்றை மாறிகளுக்கு ஒரு அட்டவணையை மட்டுமே உருவாக்கும். இரண்டு மாறிகளின் அட்டவணைக்கு, எடுத்துக்காட்டாக `` ச்பீக்கர்`` மற்றும் `` உச்சரிப்பு`` ஆகியவற்றை இணைத்து, ஒவ்வொரு பேச்சாளரும் ஒரு குறிப்பிட்ட உச்சரிப்பு எத்தனை முறை சொன்னார்கள் என்பதை நாம் காண முடியும், எங்களுக்கு ஒரு குறுக்கு-டேபுலேசன் அல்லது தற்செயல் அட்டவணை தேவை. சாமோவியில் நீங்கள் `` அதிர்வெண்கள்`` → `` தற்செயல் அட்டவணைகள்` → `` சுயாதீன மாதிரிகள்`` பகுப்பாய்வு செய்வதன் மூலம் இதைச் செய்யலாம், மேலும் `` ச்பீக்கர்`` மாறியை `` வரிசைகள்` பெட்டியில் நகர்த்தலாம் `` நெடுவரிசைகள்` பெட்டியில் `` சொல் `மாறுபாடு. நீங்கள் காட்டப்பட்டுள்ளதைப் போன்ற ஒரு தற்செயல் அட்டவணையை நீங்கள் கொண்டிருக்க வேண்டும்: numref: `Fig-contingencyTable`.
uk: У jamovi прапорець ``Таблиці частот`` створює таблицю тільки для одиночних змінних. Для таблиці з двома змінними, наприклад, поєднання ``оратор`` і ``висловлювання``, щоб ми могли побачити, скільки разів кожен оратор вимовив певне висловлювання, нам потрібна перехресна таблиця або таблиця співвідношень. У jamovi це можна зробити, вибравши аналіз ``Частоти`` → ``Таблиці співвідношень`` → ``Незалежні вибірки`` і перемістивши змінну ``оратор`` у поле ``Рядки``, а змінну ``висловлювання`` — у поле ``Стовпці``. Після цього ви отримаєте таблицю співвідношень, як показано на :numref:`fig-contingencytable`.

source: Contingency table for ``speaker`` and ``utterance``
de: Kreuztabelle für ``speaker`` und ``utterance``
nb: Krysstabell for ``speaker`` og ``utterance``
ta: `` ச்பீக்கர்`` மற்றும் `` சொல்யூரன்ச்` `க்கான தற்செயல் அட்டவணை
uk: Таблиця непередбачених обставин для ``speaker`` і ``utterance``

source: Contingency table for the ``speaker`` and ``utterance`` variables
de: Kreuztabelle für die Variablen ``speaker`` und ``utterance``
nb: Krysstabell for variablene ``speaker`` og ``utterance``
ta: `` ச்பீக்கர்`` மற்றும் `` சொல்யூன்ச்` மாறுபாடுகளுக்கான தற்செயல் அட்டவணை
uk: Таблиця спряженості для змінних ``speaker`` та ``utterance``
