Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch06.po
Languages: de, nb, ta, uk

source: Don’t worry about the ``χ² Tests`` table that is produced. We are going to cover this later on in chapter :doc:`../Ch10/Ch10_ChiSquare`. When interpreting the contingency table remember that these are counts, so the fact that the first row and second column of numbers corresponds to a value of 2 indicates that ``makka-pakka`` (row 1) says ``onk`` (column 2) twice in this data set.
de: Kümmern Sie sich nicht um die Tabelle ``χ² Tests``, die automatisch mit erzeugt wird. Wir werden später in Kapitel :doc:`../Ch10/Ch10_ChiSquare` darauf zurückkommen. Wenn Sie die Kreuztabelle interpretieren, denken Sie daran, dass es sich hier um Häufigkeiten handelt. Die Tatsache, dass in der ersten Zeile und in der zweiten Spalte, die Zahlen enthält, einen Wert von 2 steht, bedeutet, dass ``makka-pakka`` (Zeile 1) in diesem Datensatz zweimal ``onk`` (Spalte 2) sagt.
nb: Ikke bry deg om tabellen ``χ² Tests`` som blir produsert. Vi kommer til å dekke dette senere i kapittel :doc:`../Ch10/Ch10_ChiSquare`. Når du tolker krysstabellen, må du huske at dette er tellinger, så det faktum at den første raden og den andre kolonnen med tall tilsvarer verdien 2, betyr at ``makka-pakka`` (rad 1) sier ``onk`` (kolonne 2) to ganger i dette datasettet.
ta: தயாரிக்கப்பட்ட `` χ² சோதனைகள்` அட்டவணையைப் பற்றி கவலைப்பட வேண்டாம். இதை நாங்கள் பின்னர் அத்தியாயத்தில் மறைக்கப் போகிறோம்: DOC: `../ CH10/CH10_CHISQUARE`. தற்செயல் அட்டவணையை விளக்கும் போது இவை எண்ணிக்கைகள் என்பதை நினைவில் கொள்ளுங்கள், எனவே முதல் வரிசை மற்றும் இரண்டாவது எண்களின் நெடுவரிசை 2 மதிப்புக்கு ஒத்திருக்கிறது என்பது `` மக்கா பக்கா`` (வரிசை 1) `` ஓங்க்`` (நெடுவரிசை ஆகியவற்றைக் குறிக்கிறது என்பதைக் குறிக்கிறது 2) இந்த தரவு தொகுப்பில் இரண்டு முறை.
uk: Не турбуйтеся про таблицю ``χ² Tests``, яка буде сформована. Ми розглянемо це пізніше в розділі :doc:`../Ch10/Ch10_ChiSquare`. Інтерпретуючи таблицю співвідношень, пам'ятайте, що це підрахунки, тому той факт, що перший рядок і другий стовпець чисел відповідають значенню 2, означає, що ``makka-pakka`` (рядок 1) двічі повторюється в ``onk`` (стовпець 2) у цьому наборі даних.

source: Adding percentages to a contingency table
de: Prozentanteile zu einer Kreuztabelle hinzufügen
nb: Legge til prosentandeler i en krysstabell
ta: ஒரு தற்செயல் அட்டவணையில் சதவீதங்களைச் சேர்ப்பது
uk: Додавання відсотків до таблиці спряженості

source: The contingency table shown in :numref:`fig-contingencytable` shows a table of raw frequencies. That is, a count of the total number of cases for different combinations of levels of the specified variables. However, often you want your data to be organised in terms of percentages as well as counts. You can find the check boxes for different percentages under the ``Cells`` option in the ``Contingency Tables`` window. First, click on the ``Row`` check box and the Contingency Table in the output window will change to the one in :numref:`fig-contingencyrow`.
de: Die Kreuztabelle in :numref:`fig-contingencytable` zeigt eine Tabelle der absoluten Häufigkeiten in den Rohdaten. Das heißt also die Gesamtzahl der Fälle für die jeweiligen Kombinationen der verschiedenen Ausprägungen (Level) der angegebenen Variablen. Häufig möchten Sie Ihre Daten jedoch nicht nur in Form von Häufigkeiten, sondern auch in Form von Prozentanteilen (relative Häufigkeiten) aufbereiten. Sie finden die Checkboxen für die verschiedenen Prozentangaben unter der Option ``Cells`` im Fenster ``Contingency Tables``. Klicken Sie zunächst auf die Checkbox ``Rows`` und die Kreuztabelle im Ausgabefenster wird so verändert, so dass sie der Tabelle in der Abbildung :numref:`fig-contingencyrow` ähnelt.
nb: Krysstabellen som vises i :numref:`fig-contingencytable`, viser en tabell med råfrekvenser. Det vil si en opptelling av det totale antallet tilfeller for ulike kombinasjoner av nivåer av de angitte variablene. Ofte ønsker man imidlertid å organisere dataene i form av prosentandeler i tillegg til antall. Du finner avmerkingsboksene for ulike prosentandeler under alternativet ``Cells`` i analysevinduet for ``Contingency Tables``. Klikk først på avmerkingsboksen ``Row``, så endres krysstabellen (``Contingency Table``) i utgavevinduet til den du finner i :numref:`fig-contingencyrow`.
ta: காட்டப்பட்டுள்ள தற்செயல் அட்டவணை: NUMREF: `FIG-CONTINGENTENCETABLE` மூல அதிர்வெண்களின் அட்டவணையைக் காட்டுகிறது. அதாவது, குறிப்பிட்ட மாறிகளின் நிலைகளின் வெவ்வேறு சேர்க்கைகளுக்கான மொத்த வழக்குகளின் எண்ணிக்கை. இருப்பினும், உங்கள் தரவு சதவீதங்கள் மற்றும் எண்ணிக்கையின் அடிப்படையில் ஒழுங்கமைக்கப்பட வேண்டும் என்று நீங்கள் விரும்புகிறீர்கள். `` தற்செயல் அட்டவணைகள்` `சாளரத்தில்` `செல்கள்` விருப்பத்தின் கீழ் வெவ்வேறு சதவீதங்களுக்கான தேர்வுப்பெட்டிகளை நீங்கள் காணலாம். முதலில், `` வரிசை`` செக் பாக்சைக் சொடுக்கு செய்து, வெளியீட்டு சாளரத்தில் உள்ள தற்செயல் அட்டவணை இதில் மாறும்: NumRef: `Fig-ContingencyRow`.
uk: Таблиця співвідношень, показана в :numref:`fig-contingencytable`, відображає таблицю необроблених частот. Тобто, підрахунок загальної кількості випадків для різних комбінацій рівнів зазначених змінних. Однак часто ви хочете, щоб ваші дані були організовані як у відсотках, так і в кількості. Ви можете знайти прапорці для різних відсотків в опції ``Cells`` у вікні ``Contingency Tables``. Спочатку натисніть на прапорець ``Row``, і таблиця співвідношень у вікні виводу зміниться на таку, як у :numref:`fig-contingencyrow`.

source: Contingency table with row percentages for ``speaker`` and ``utterance``
de: Kreuztabelle mit zeilenweisen Prozentanteilen für die Variablen ``speaker`` und ``utterance``
nb: Krysstabell med radprosenter for ``speaker`` og ``utterance``
ta: `` ச்பீக்கர்`` மற்றும் `` உச்சரிப்பு`` க்கான வரிசை சதவீதங்களுடன் தற்செயல் அட்டவணை
uk: Таблиця непередбачених обставин з відсотками в рядках для ``speaker`` і ``utterance``

source: Contingency table for the ``speaker`` and ``utterance`` variables, with row percentages
de: Kreuztabelle für die Variablen ``speaker`` und ``utterances`` mit Prozentanteilen für jede Zeile
nb: Krysstabell for variablene ``speaker`` og ``utterance``, med prosentandeler for hver rad
ta: வரிசை சதவீதங்களுடன் `` ச்பீக்கர்```` மற்றும் `` சொல் `மாறுபாடுகளுக்கான தற்செயல் அட்டவணை
uk: Таблиця зв'язків для змінних ``speaker`` та ``utterance`` з відсотками рядків

source: What we’re looking at here is the percentage of utterances made by each character. In other words, 50\% of ``makka-pakka``’s utterances are ``pip``, and the other 50\% are ``onk``. Let’s contrast this with the table we get when we calculate column percentages (uncheck ``Row`` and check ``Column`` in the ``Cells`` options window), see :numref:`fig-contingencycol`. In this version, what we’re seeing is the percentage of characters associated with each utterance. For instance, whenever the utterance ``ee`` is made (in this data set), 100\% of the time it’s a Tombliboo saying it.
de: Was wir hier sehen können, ist der prozentuale Anteil der Äußerungen von jedem der Charaktere. Mit anderen Worten: 50 % der Äußerungen von ``makka-pakka`` sind ``pip``, und die anderen 50 % sind ``onk``. Vergleichen wir dies mit der Tabelle, die wir erhalten, wenn wir die prozentualen Anteile der Spalten berechnen (deaktivieren Sie das Kontrollhäkchen in ``Row`` und aktivieren Sie ``Column`` im Optionsfenster ``Cells``), siehe :numref:`fig-contingencycol`. In dieser Version sehen wir den prozentualen Anteil der Charaktere, die zu jeder Äußerung gehören. Wenn in diesem Datensatz zum Beispiel ``ee`` gesagt wird, dann ist es in 100 % der Fälle ein Tombliboo, der das sagt.
nb: Det vi ser på her, er prosentandelen av ytringer fra hvert tegn. Med andre ord, 50\% av ``makka-pakka`` sine ytringer er ``pip``, og de resterende 50\% er ``onk``. La oss sammenligne dette med tabellen vi får når vi beregner kolonneprosenter (fjern merket for ``Row`` og kryss av for ``Column`` i ``Cells``-alternativvinduet), se :numref:`fig-contingencycol`. I denne versjonen er det vi ser prosentandelen tegn som er knyttet til hver ytring. For eksempel, når ytringen ``ee`` blir sagt (i dette datasettet), er det i 100\% av tilfellene en Tombliboo som sier det.
ta: நாம் இங்கே பார்ப்பது ஒவ்வொரு கதாபாத்திரத்தால் செய்யப்பட்ட சொற்களின் சதவீதமாகும். வேறு வார்த்தைகளில் கூறுவதானால், `` மக்கா பக்கா`` இன் சொற்களில் 50 \% `` பிப்``, மற்ற 50 \% `` ஓங்க்`` ஆகும். நெடுவரிசை சதவீதங்களைக் கணக்கிடும்போது (`` வரிசை`` ஐத் தேர்வுசெய்து `` கலங்கள்` விருப்பங்கள் சாளரத்தில் `` நெடுவரிசை` ஐ சரிபார்க்கும்போது), இதைக் காண்க), காண்க: NumRef: `Fig-ContingencyCol`. இந்த பதிப்பில், நாம் பார்ப்பது ஒவ்வொரு சொற்களுடனும் தொடர்புடைய எழுத்துக்களின் சதவீதமாகும். உதாரணமாக, `` ee`` கூறும் போதெல்லாம் (இந்த தரவு தொகுப்பில்), 100 \% நேரம் இது ஒரு டோம்ப்ளிபூ என்று சொல்லும்.
uk: Тут ми бачимо відсоток висловлювань кожного персонажа. Іншими словами, 50 % висловлювань ``makka-pakka`` — це ``pip``, а інші 50 % — ``onk``. Порівняймо це з таблицею, яку ми отримуємо, коли обчислюємо відсотки стовпців (зніміть галочку ``Row`` і поставте галочку ``Column`` у вікні опцій ``Cells``), див. :numref:`fig-contingencycol`. У цій версії ми бачимо відсоток персонажів, пов'язаних з кожним висловлюванням. Наприклад, коли висловлювання ``ee`` (у цьому наборі даних) робиться, 100 % випадків це говорить Tombliboo.

source: Contingency table with column percentages for ``speaker`` and ``utterance``
de: Kreuztabelle mit Spaltenprozentsätzen für ``speaker`` und ``utterance``
nb: Krysstabell med kolonneprosenter for ``speaker`` og ``utterance``
ta: `` ச்பீக்கர்`` மற்றும் `` உச்சரிப்பு`` க்கான நெடுவரிசை சதவீதங்களுடன் தற்செயல் அட்டவணை
uk: Таблиця спряженості з відсотками у стовпцях для ``speaker`` та ``utterance``

source: Contingency table for the ``speaker`` and ``utterance`` variables, with column percentages
de: Kreuztabelle für die Variablen ``speaker`` und ``utterance``, mit Spaltenprozentsätzen
nb: Krysstabell for variablene ``speaker`` og ``utterance``, med kolonneprosenter
ta: நெடுவரிசை சதவீதங்களுடன், `` பேச்சாளர்```` மற்றும் `` சொல் `மாறிகள் ஆகியவற்றிற்கான தற்செயல் அட்டவணை
uk: Таблиця зв'язків для змінних ``speaker`` та ``utterance`` з відсотками у стовпцях

source: Logical expressions in jamovi
de: Logische Ausdrücke in jamovi
nb: Logiske uttrykk i jamovi
ta: சமோவியில் தருக்க வெளிப்பாடுகள்
uk: Логічні вирази в jamovi

source: A key concept that a lot of data transformations in jamovi rely on is the idea of a **logical value**. A logical value is an assertion about whether something is true or false. This is implemented in jamovi in a pretty straightforward way. There are two logical values, namely ``TRUE`` and ``FALSE``. Despite the simplicity, logical values are very useful things. Let’s see how they work.
de: Ein Schlüsselkonzept, auf das sich viele Datentransformationen in jamovi stützen, ist die Idee eines **logischen Wertes**. Ein logischer Wert ist eine Behauptung darüber, ob etwas wahr oder falsch ist. Dies wird in jamovi auf ziemlich einfache Weise implementiert. Es gibt zwei logische Werte, nämlich ``TRUE`` und ``FALSE``. Trotz ihrer Einfachheit sind logische Werte sehr nützlich. Schauen wir uns an, wie sie funktionieren.
nb: Et nøkkelbegrep som mange datatransformasjoner i jamovi baserer seg på, er ideen om en **logisk verdi**. En logisk verdi er en påstand om hvorvidt noe er sant eller usant. Dette er implementert i jamovi på en ganske enkel måte. Det finnes to logiske verdier, nemlig ``TRUE`` og ``FALSE``. Til tross for enkelheten er logiske verdier svært nyttige. La oss se hvordan de fungerer.
ta: சாமோவியில் நிறைய தரவு மாற்றங்கள் நம்பியிருக்கும் ஒரு முக்கிய கருத்து ** தருக்க மதிப்பு ** இன் சிந்தனை. ஒரு தர்க்கரீதியான மதிப்பு என்பது ஏதாவது உண்மையா அல்லது பொய்யா என்பது பற்றிய ஒரு கூற்று. இது சாமோவியில் மிகவும் நேரடியான வழியில் செயல்படுத்தப்படுகிறது. இரண்டு தர்க்கரீதியான மதிப்புகள் உள்ளன, அதாவது `` உண்மை`` மற்றும் `` தவறு`. எளிமை இருந்தபோதிலும், தர்க்கரீதியான மதிப்புகள் மிகவும் பயனுள்ள விசயங்கள். அவை எவ்வாறு செயல்படுகின்றன என்பதைப் பார்ப்போம்.
uk: Ключовим поняттям, на якому базується багато перетворень даних у jamovi, є ідея **логічного значення**. Логічне значення — це твердження про те, чи є щось істинним чи хибним. У jamovi це реалізовано досить простим способом. Існує два логічних значення, а саме ``TRUE`` та ``FALSE``. Незважаючи на простоту, логічні значення є дуже корисними. Давайте подивимося, як вони працюють.

source: Assessing mathematical truths
de: Beurteilen mathematischer Wahrheiten
nb: Vurdering av matematiske sannheter
ta: கணித உண்மைகளை மதிப்பீடு செய்தல்
uk: Оцінювання математичних істин

source: In George Orwell’s classic book *1984* one of the slogans used by the totalitarian Party was “two plus two equals five”. The idea being that the political domination of human freedom becomes complete when it is possible to subvert even the most basic of truths. It’s a terrifying thought, especially when the protagonist Winston Smith finally breaks down under torture and agrees to the proposition. “Man is infinitely malleable”, the book says. I’m pretty sure that this isn’t true of humans\ [#]_ and it’s definitely not true of jamovi. jamovi is not infinitely malleable, it has rather firm opinions on the topic of what is and isn’t true, at least as regards basic mathematics. If I ask it to calculate ``2 + 2``,\ [#]_ it always gives the same answer, and it’s not bloody 5!
de: In George Orwells klassischem Buch *1984* lautet einer der Slogans der totalitären Partei „zwei plus zwei gleich fünf“. Der Gedanke dahinter ist, dass die politische Beherrschung der menschlichen Freiheit vollständig wird, wenn es möglich ist, selbst die grundlegendsten Wahrheiten zu untergraben. Ein erschreckender Gedanke, vor allem, wenn der Protagonist Winston Smith schließlich unter der Folter zusammenbricht und dem Satz zustimmt. „Der Mensch ist unendlich formbar“, heißt es im Buch. Ich bin mir ziemlich sicher, dass das nicht auf den Menschen zutrifft.\ [#]_ und schon gar nicht auf jamovi. jamovi ist nicht unendlich formbar, sondern hat eine ziemlich feste Meinung darüber, was wahr ist und was nicht, zumindest was die Grundrechenarten angeht. Wenn ich es bitte, ``2 + 2``,\ [#]_ zu berechnen, gibt es immer die gleiche Antwort, und es ist nicht die verdammte 5!
nb: I George Orwells klassiske bok *1984* var et av slagordene som ble brukt av det totalitære partiet «to pluss to er fem». Tanken er at det politiske herredømmet over menneskets frihet blir fullstendig når det er mulig å undergrave selv de mest grunnleggende sannheter. Det er en skremmende tanke, særlig når hovedpersonen Winston Smith til slutt bryter sammen under tortur og går med på forslaget. «Mennesket er uendelig formbart», står det i boken. Jeg er ganske sikker på at dette ikke gjelder for mennesker\ [#]_, og det gjelder definitivt ikke for jamovi. jamovi er ikke uendelig formbar, den har ganske faste meninger om hva som er sant og ikke sant, i hvert fall når det gjelder grunnleggende matematikk. Hvis jeg ber den regne ut ``2 + 2``,\ [#]_ gir den alltid det samme svaret, og det er faen ikke 5!
ta: சார்ச் ஆர்வெல்லின் கிளாசிக் புத்தகத்தில் * 1984 * சர்வாதிகாரக் கட்சி பயன்படுத்திய கோசங்களில் ஒன்று “இரண்டு பிளச் இரண்டு ஐந்து சமம்”. சத்தியங்களின் மிக அடிப்படையானதைக் கூட திசைதிருப்ப முடிந்தால் மனித சுதந்திரத்தின் அரசியல் ஆதிக்கம் முழுமையடையும் என்ற எண்ணம். இது ஒரு திகிலூட்டும் சிந்தனை, குறிப்பாக கதாநாயகன் வின்ச்டன் ச்மித் இறுதியாக சித்திரவதையின் கீழ் உடைந்து முன்மொழிவுக்கு ஒப்புக்கொள்கிறார். "மனிதன் எல்லையற்ற இணக்கமானவன்", நூல் கூறுகிறது. இது மனிதர்களைப் பற்றி உண்மையல்ல என்று நான் உறுதியாக நம்புகிறேன் \ [#] _ இது நிச்சயமாக சாமோவிக்கு உண்மையல்ல. சமோவி எல்லையற்ற இணக்கமானவர் அல்ல, இது அடிப்படை கணிதத்தைப் பொறுத்தவரை, எது உண்மை மற்றும் உண்மை இல்லை என்ற தலைப்பில் உறுதியான கருத்துக்களைக் கொண்டுள்ளது. `` 2 + 2``, \ [#] _ கணக்கிட நான் கேட்டால், அது எப்போதும் அதே பதிலைக் கொடுக்கும், அது இரத்தக்களரி அல்ல 5!
uk: У класичній книзі Джорджа Орвелла *1984* одним із гасел, які використовувала тоталітарна партія, було «два плюс два дорівнює п'ять». Ідея полягала в тому, що політичне панування над свободою людини стає повним, коли можна підірвати навіть найосновніші істини. Це жахлива думка, особливо коли головний герой Вінстон Сміт нарешті ламається під тортурами і погоджується з цією тезою. «Людина нескінченно пластична», — йдеться в книзі. Я впевнений, що це неправда щодо людей\ [#]_ і це точно неправда щодо jamovi. jamovi не є нескінченно пластичним, він має досить тверді думки щодо того, що є правдою, а що ні, принаймні стосовно базової математики. Якщо я попрошу його обчислити ``2 + 2``,\ [#]_ він завжди дасть однакову відповідь, і це не буде кляте 5!

source: Of course, so far jamovi is just doing the calculations. I haven’t asked it to explicitly assert that ``2 + 2 = 4`` is a true statement. If I want jamovi to make an explicit judgement, I can use a command like this: ``2 + 2 == 4``
de: Natürlich führt jamovi bisher nur die Berechnungen durch. Ich habe es nicht darum gebeten, ausdrücklich zu behaupten, dass ``2 + 2 = 4`` eine wahre Aussage ist. Wenn ich möchte, dass jamovi ein explizites Urteil fällt, kann ich einen Befehl wie diesen verwenden: ``2 + 2 == 4``
nb: Så langt gjør jamovi selvfølgelig bare utregningene. Jeg har ikke bedt den om eksplisitt å hevde at ``2 + 2 = 4`` er et sant utsagn. Hvis jeg vil at jamovi skal felle en eksplisitt dom, kan jeg bruke en kommando som denne: ``2 + 2 == 4``
ta: நிச்சயமாக, இதுவரை சாமோவி கணக்கீடுகளைச் செய்கிறார். `` 2 + 2 = 4`` ஒரு உண்மையான அறிக்கை என்று வெளிப்படையாகக் கூற நான் அதைக் கேட்கவில்லை. சமோவி வெளிப்படையான தீர்ப்பை வழங்க விரும்பினால், நான் இதுபோன்ற ஒரு கட்டளையைப் பயன்படுத்தலாம்: `` 2 + 2 == 4``
uk: Звичайно, поки що jamovi лише виконує обчислення. Я не просив його чітко стверджувати, що ``2 + 2 = 4`` є істинним твердженням. Якщо я хочу, щоб jamovi виніс чітке судження, я можу використати таку команду: ``2 + 2 == 4``

source: What I’ve done here is use the **equality operator**, ``==``, to force jamovi to make a “``TRUE`` or ``FALSE``” judgement.\ [#]_ Okay, let’s see what jamovi thinks of the Party slogan, so type this into the compute new variable ``Formula`` box:
de: Ich habe hier den **Gleichheitsoperator**, ``==`` verwendet, um jamovi zu zwingen, ein „``TRUE`` oder ``FALSE``“ Urteil zu fällen.\ [#]_ Lass uns sehen, was jamovi über den Parteislogan denkt, also gib das in das Feld ``Formula`` einer neuen Variable ein:
nb: Det jeg har gjort her er å bruke **likhetsoperatoren**, ``==``, for å tvinge jamovi til å gjøre en «``TRUE`` eller ``FALSE``»-vurdering.\ [#]_ Ok, la oss se hva jamovi synes om partiets slagord, så skriv dette inn i boksen for beregning av ny variabel ``Formula``:
ta: நான் இங்கே செய்திருப்பது ** சமத்துவ ஆபரேட்டரைப் பயன்படுத்துங்கள் ** .
uk: Тут я використав **оператор рівності** ``==``, щоб змусити jamovi зробити висновок «``TRUE`` або ``FALSE``». [#]_ Гаразд, давайте подивимося, що jamovi думає про слоган партії, тому введіть це в поле обчислення нової змінної ``Formula``:

source: And what do you get? It should be a whole set of ``FALSE`` values in the spreadsheet column for your newly computed variable. Booyah! Freedom and ponies for all! Or something like that. Anyway, it was worth having a look at what happens if I try to *force* jamovi to believe that two plus two is five by making a statement like ``2 + 2 = 5``. I know that if I do this in another program, say ``R``, then it throws up an error message. But wait, if you do this in jamovi you get a whole set of ``FALSE`` values. So what is going on? Well, it seems that jamovi is being pretty smart and realises that you are testing whether it is ``TRUE`` or ``FALSE`` that ``2 + 2 = 5``, regardless of whether you use the correct **equality operator**, ``==``, or the equals sign ``=``.
de: Und was erhalten Sie? Es sollte eine ganze Reihe von ``FALSE`` Werten in der Spalte für Ihre neu berechnete Variable in der Datentabelle sein. Booyah! Freiheit und Ponys für alle! Oder so ähnlich. Wie auch immer, es lohnt sich, einen Blick darauf zu werfen, was passiert, wenn ich *versuche*, jamovi zu zwingen, zu glauben, dass zwei plus zwei gleich fünf ist, indem ich eine Aussage wie ``2 + 2 = 5`` mache. Ich weiß, dass, wenn ich dies in einem anderen Programm tue, sagen wir ``R``, eine Fehlermeldung ausgegeben wird. Aber warte, wenn Sie das in jamovi machen, bekommen Sie einen ganzen Satz von ``FALSE`` Werten. Was ist hier also los? Nun, es scheint, dass jamovi ziemlich schlau ist und erkennt, dass Sie testen, ob es ``TRUE`` oder ``FALSE`` ist, dass ``2 + 2 = 5``, unabhängig davon, ob Sie den korrekten **Gleichheitsoperator**, ``==``, oder das Gleichheitszeichen ``=`` verwenden.
nb: Og hva får du ut av det? Du får et helt sett med ``FALSE``-verdier i regnearkkolonnen for den nyberegnede variabelen din. Booyah! Frihet og ponnier til alle! Eller noe i den stilen. Uansett, det var verdt å se på hva som skjer hvis jeg prøver å *tvinge* jamovi til å tro at to pluss to er fem ved å komme med en setning som ``2 + 2 = 5``. Jeg vet at hvis jeg gjør dette i et annet program, for eksempel ``R``, så kommer det opp en feilmelding. Men vent, hvis du gjør dette i jamovi, får du et helt sett med ``FALSE``-verdier. Så hva er det som skjer? Vel, det ser ut til at jamovi er ganske smart og skjønner at du tester om det er ``TRUE`` eller ``FALSE`` at ``2 + 2 = 5``, uavhengig av om du bruker den korrekte **likhetsoperatoren**, ``==``, eller likhetstegnet ``=``.
ta: உங்களுக்கு என்ன கிடைக்கும்? இது உங்கள் புதிதாக கணக்கிடப்பட்ட மாறிக்கு விரிதாள் நெடுவரிசையில் `` தவறான`` மதிப்புகளின் முழு தொகுப்பாக இருக்க வேண்டும். பூயா! அனைவருக்கும் விடுதலை மற்றும் குதிரைவண்டி! அல்லது அப்படி ஏதாவது. எப்படியிருந்தாலும், `` 2 + 2 = 5`` போன்ற ஒரு அறிக்கையை வெளியிடுவதன் மூலம் இரண்டு பிளச் இரண்டு ஐந்து என்று நம்புவதற்கு * சமோவியை கட்டாயப்படுத்த முயற்சித்தால் என்ன நடக்கும் என்பதைப் பார்ப்பது மதிப்பு. நான் இதை வேறொரு நிரலில் செய்தால், `` r`` என்று சொல்லுங்கள், அது ஒரு பிழை செய்தியை வீசுகிறது. ஆனால் காத்திருங்கள், நீங்கள் இதை சாமோவியில் செய்தால், `` தவறான`` மதிப்புகளின் முழு தொகுப்பையும் பெறுவீர்கள். எனவே என்ன நடக்கிறது? சரி, சாமோவி மிகவும் புத்திசாலித்தனமாக இருப்பதாகத் தெரிகிறது, அது `` உண்மை`` அல்லது `` பொய்` `` 2 + 2 = 5``, நீங்கள் சரியானதைப் பயன்படுத்துகிறீர்களா என்பதைப் பொருட்படுத்தாமல் நீங்கள் சோதிக்கிறீர்கள் என்பதை உணர்கிறீர்கள் ** சமத்துவ ஆபரேட்டர் **, `` == ``, அல்லது சமமான அடையாளம் `` = ``.
uk: І що ви отримаєте? Це має бути цілий набір значень ``FALSE`` у стовпці електронної таблиці для вашої новообчисленої змінної. Ура! Свобода і поні для всіх! Або щось на зразок того. У будь-якому разі, варто було подивитися, що станеться, якщо я спробую *примусити* jamovi повірити, що два плюс два дорівнює п'ять, зробивши заяву на кшталт ``2 + 2 = 5``. Я знаю, що якщо я зроблю це в іншій програмі, скажімо, ``R``, то вона видасть повідомлення про помилку. Але зачекайте, якщо ви зробите це в jamovi, ви отримаєте цілий набір значень ``FALSE``. То що ж відбувається? Схоже, jamovi досить розумний і розуміє, що ви перевіряєте, чи ``TRUE`` або ``FALSE`` ``2 + 2 = 5``, незалежно від того, чи використовуєте ви правильний **оператор рівності** ``==`` або знак рівності ``=``.

source: Logical operations
de: Logische Operationen
nb: Logiske operasjoner
ta: தருக்க செயல்பாடுகள்
uk: Логічні операції
