Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch06.po
Languages: de, nb, ta, uk

source: This section returns to the |nightgarden|_ data set. If you’re reading this whole chapter in one sitting, then you should already have this data set loaded into a jamovi window. For this section, let’s focus on the two variables ``speaker`` and ``utterance`` (see :doc:`Ch06_DataHandling_1` if you’ve forgotten what those variables look like). Suppose that what I want to do is pull out only those utterances that were made by ``makka-pakka``. To that end, we need to specify a filter in jamovi. First open up a filter window by clicking on ``Filters`` on the main jamovi ``Data`` toolbar. Then, in the ``Filter 1`` text box, next to the ``=`` sign, type the following:
de: Dieser Abschnitt kehrt zum Datensatz |nightgarden|_ zurück. Wenn Sie dieses ganze Kapitel in einer Sitzung lesen, dann sollten Sie diesen Datensatz bereits in jamovi geladen haben. In diesem Abschnitt wollen wir uns auf die beiden Variablen ``speaker`` und ``utterance`` konzentrieren (siehe :doc:`Ch06_DataHandling_1`, falls Sie vergessen haben, wie diese Variablen aussehen). Nehmen wir an, dass ich nur die Äußerungen herausziehen möchte, die von ``makka-pakka`` gemacht wurden. Zu diesem Zweck müssen wir einen Filter in jamovi erstellen. Öffnen Sie zunächst ein Filter-Eingabefeld, indem Sie auf ``Filters`` in der Symbolleiste des jamovi-Tabs ``Data`` klicken. Geben Sie dann in das Textfeld ``Filter 1`` neben dem Zeichen ``=`` Folgendes ein:
nb: I dette avsnittet vender vi tilbake til datasettet |nightgarden|_. Hvis du leser hele dette kapittelet i én omgang, bør du allerede ha lastet dette datasettet inn i et jamovi-vindu. I dette avsnittet skal vi fokusere på de to variablene ``speaker`` og ``utterance`` (se :doc:`Ch06_DataHandling_1` hvis du har glemt hvordan disse variablene ser ut). Anta at det jeg ønsker å gjøre, er å trekke ut bare de ytringene som ble fremsatt av ``makka-pakka``. For å gjøre det må vi spesifisere et filter i jamovi. Først åpner du et filtervindu ved å klikke på ``Filters`` på jamovis ``Data``-verktøylinje. Deretter skriver du inn følgende i tekstboksen ``Filter 1``, ved siden av tegnet ``=``:
ta: இந்த பிரிவு | நைட்மார்டன் | _ தரவு தொகுப்புக்குத் திரும்புகிறது. இந்த முழு அத்தியாயத்தையும் ஒரே உட்காரையில் படிக்கிறீர்கள் என்றால், இந்த தரவு தொகுப்பை சாமோவி சாளரத்தில் ஏற்ற வேண்டும். இந்த பகுதிக்கு, `` ச்பீக்கர்`` மற்றும் `` சொல்யூன்ச்`` ஆகியவற்றில் கவனம் செலுத்துவோம் (பார்க்க: டாக்: `CH06_Datahandling_1` அந்த மாறிகள் எப்படி இருக்கும் என்பதை நீங்கள் மறந்துவிட்டால்). நான் என்ன செய்ய விரும்புகிறேன் என்பது `` மக்கா-பக்கா`` ஆல் உருவாக்கப்பட்ட அந்த சொற்களை மட்டுமே வெளியே இழுக்கிறது என்று வைத்துக்கொள்வோம். அதற்காக, சாமோவியில் ஒரு வடிப்பானைக் குறிப்பிட வேண்டும். முதலில் முதன்மையான சாமோவியில் `` தரவு`` கருவிப்பட்டியில் `` வடிப்பான்கள்` என்பதைக் சொடுக்கு செய்வதன் மூலம் வடிகட்டி சாளரத்தைத் திறக்கவும். பின்னர், `` = `` கையொப்பத்திற்கு அடுத்ததாக `` வடிகட்டி 1`` உரை பெட்டியில், பின்வருவனவற்றை தட்டச்சு செய்க:

source: When you have done this, you will see that a new column has been added to the spreadsheet window (see :numref:`fig-subset1`), labelled ``Filter 1``, with the cases where ``speaker`` is not ``makka-pakka`` greyed-out (i.e., filtered out) and, conversely, the cases where ``speaker`` is ``makka-pakka`` have a green check mark indicating they are filtered in. You can test this by running ``Exploration`` → ``Descriptives``, assigning ``speaker`` to the ``Variables``- box and checking ``Frequency tables``. Go on, try it, and see what that shows!
de: Wenn Sie dies getan haben, werden Sie sehen, dass eine neue Spalte zum Tabellenfenster hinzugefügt wurde (siehe :numref:`fig-subset1`), die mit ``Filter 1`` beschriftet ist. Die Fälle, in denen ``speaker`` nicht ``makka-pakka`` ist, sind ausgegraut (d.h. herausgefiltert) und umgekehrt haben die Fälle, in denen ``speaker`` ``makka-pakka`` ist, ein grünes Häkchen, das anzeigt, dass sie aktiv (d.h. in Analysen eingeschlossen) sind. Sie können dies testen, indem Sie ``Exploration`` → ``Descriptives`` ausführen, ``speaker`` dem Feld ``Variables``- zuordnen und ``Frequency tables`` ankreuzen. Probieren Sie es aus, und sehen Sie, was dabei herauskommt!
nb: Når du har gjort dette, vil du se at en ny kolonne med navn ``Filter 1`` er lagt til i regnearkvinduet (se :numref:`fig-subset1`), hvor tilfellene der ``speaker`` ikke er ``makka-pakka`` er gråtonet (dvs. filtrert ut), og omvendt, har tilfellene der ``speaker`` er ``makka-pakka`` en grønn hake som indikerer at de er inkludert. Du kan teste dette ved å utføre ``Exploration`` → ``Descriptives``, tilordne ``speaker`` til ``Variables``-boksen og krysse av for ``Frequency tables``. Prøv det, og se hva det viser!
ta: நீங்கள் இதைச் செய்தவுடன், விரிதாள் சாளரத்தில் ஒரு புதிய நெடுவரிசை சேர்க்கப்பட்டிருப்பதை நீங்கள் காண்பீர்கள் (பார்க்க: எண்ரெஃப்: `Fig-subset1`),` `` ச்பீக்கர்`` இருக்கும் நிகழ்வுகளுடன் `` வடிகட்டி 1`` என்று பெயரிடப்பட்டது `` மக்கா பக்கா` `சாம்பல்-அவுட் (அதாவது, வடிகட்டப்பட்ட), மாறாக,` `பேச்சாளர்`` என்பது` `மக்கா-பக்கா`` இது ஒரு பச்சை காசோலை குறி வைத்திருக்கும். நீங்கள் வடிகட்டப்படுவதைக் குறிக்கும். நீங்கள் முடியும். `` ஆய்வு` → `` விளக்கங்கள்`` ஐ இயக்குவதன் மூலமும், `` மாறிகள்``- பெட்டியில் `` ச்பீக்கர்`- பெட்டியில் ஒதுக்கி `` அதிர்வெண் அட்டவணைகள்`` ஐ சரிபார்ப்பதன் மூலமும் இதைச் சோதிக்கவும். போய், முயற்சி செய்து, அது என்ன காட்டுகிறது என்று பாருங்கள்!

source: Creating a subset using ``Filters``
de: Erstellen einer Teilmenge mit ``Filters``
nb: Opprette en delmengde ved hjelp av ``Filters``
ta: `` வடிப்பான்கள்`` ஐப் பயன்படுத்தி துணைக்குழுவை உருவாக்குதல்
uk: Створення підмножини за допомогою ``Filters``

source: Creating a subset of the |nightgarden|_ data set using the jamovi ``Filters`` option
de: Erstellen einer Teilmenge des Datensatzes |nightgarden|_ unter Verwendung der jamovi-Option ``Filters``
nb: Opprette en delmengde av datasettet |nightgarden|_ ved hjelp av jamovi ``Filters``-funksjon
ta: சாமோவி `` வடிப்பான்கள்`` விருப்பத்தைப் பயன்படுத்தி | நைட்மார்டன் | _ தரவு தொகுப்பின் துணைக்குழுவை உருவாக்குதல்

source: Following on from this simple example, you can also build up more complex filters using logical expressions in jamovi. For instance, suppose I wanted to keep only those cases when the utterance is either ``pip`` or ``oo``. In this case in the ``Filter 1`` text box, next to the ``=`` sign, you would type the following:
de: Ausgehend von diesem einfachen Beispiel können Sie auch komplexere Filter mit logischen Ausdrücken in jamovi erstellen. Nehmen wir zum Beispiel an, ich möchte nur die Fälle behalten, in denen die Äußerung entweder ``pip`` oder ``oo`` ist. In diesem Fall würde man in das Textfeld ``Filter 1`` neben dem Zeichen ``=`` folgendes eingeben:
nb: I forlengelsen av dette enkle eksempelet kan du også bygge opp mer komplekse filtre ved hjelp av logiske uttrykk i jamovi. Tenk deg for eksempel at jeg bare vil beholde de tilfellene der ytringen er enten ``pip`` eller ``oo``. I så fall ville du i tekstboksen ``Filter 1``, ved:
ta: இந்த எளிய எடுத்துக்காட்டில் இருந்து, சாமோவியில் தர்க்கரீதியான வெளிப்பாடுகளைப் பயன்படுத்தி மிகவும் சிக்கலான வடிப்பான்களையும் உருவாக்கலாம். உதாரணமாக, சொல் `` பிப்`` அல்லது `` ஓஓ`` ஆக இருக்கும்போது அந்த வழக்குகளை மட்டுமே வைத்திருக்க விரும்புகிறேன் என்று வைத்துக்கொள்வோம். இந்த வழக்கில் `` = `` கையொப்பத்திற்கு அடுத்ததாக `` வடிகட்டி 1`` உரை பெட்டியில், நீங்கள் பின்வருவனவற்றை தட்டச்சு செய்வீர்கள்:
