Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch06.po
Languages: de, nb, ta, uk

source: As I’ve mentioned earlier, jamovi has an useful range of mathematical functions built into it and there really wouldn’t be much point in trying to describe or even list all of them. For the most part, I’ve focused only on those functions that are strictly necessary for this book. However I do want to make an exception for logarithms and exponentials. Although they aren’t needed anywhere else in this book, they are *everywhere* in statistics more broadly. And not only that, there are a *lot* of situations in which it is convenient to analyse the logarithm of a variable (i.e., to take a “log-transform” of the variable). I suspect that many (maybe most) readers of this book will have encountered logarithms and exponentials before, but from past experience I know that there’s a substantial proportion of students who take a social science statistics class who haven’t touched logarithms since high school, and would appreciate a bit of a refresher.
de: Wie ich bereits erwähnt habe, verfügt jamovi über eine ganze Reihe nützlicher mathematischer Funktionen, und es hätte wirklich keinen Sinn, sie alle zu beschreiben oder gar aufzulisten. Zum größten Teil habe ich mich auf die Funktionen konzentriert, die für dieses Buch notwendig sind. Ich möchte jedoch eine Ausnahme für Logarithmen und Exponentialfunktionen machen. Obwohl sie in diesem Buch nirgendwo anders benötigt werden, erscheinen sie *überall* in der Statistik. Und nicht nur das, es gibt *viele* Situationen, in denen es praktisch ist, den Logarithmus einer Variablen zu analysieren (d. h. eine „Logarithmus-Transformation“ der Variablen vorzunehmen). Ich vermute, dass viele (vielleicht die meisten) Leser dieses Buches schon einmal mit Logarithmen und Exponentialfunktionen in Berührung gekommen sind. Aber aus Erfahrung weiß ich, dass es einen beträchtlichen Anteil von Studenten gibt, die einen Statistik-Kurs in den Sozialwissenschaften belegen und seit dem Abitur nichts mehr mit Logarithmen zu tun hatten und eine kleine Auffrischung schätzen.
nb: Som jeg har nevnt tidligere, har jamovi en rekke nyttige matematiske funksjoner innebygd, og det ville ikke være noen vits i å prøve å beskrive eller liste opp dem alle. Jeg har stort sett bare fokusert på de funksjonene som er strengt nødvendige for denne boken. Jeg vil imidlertid gjøre et unntak for logaritmer og eksponentialer. Selv om de ikke er nødvendige noe annet sted i denne boken, er de *overalt* i statistikk mer generelt. Og ikke bare det, det finnes *mange* situasjoner der det er praktisk å analysere logaritmen til en variabel (dvs. å ta en «log-transformasjon» av variabelen). Jeg regner med at mange (kanskje de fleste) lesere av denne boken har støtt på logaritmer og eksponentialer før, men av erfaring vet jeg at det er en betydelig andel av studentene som tar samfunnsvitenskapelig statistikk, som ikke har vært borti logaritmer siden videregående skole, og som ville sette pris på en liten oppfriskning.
ta: நான் முன்பே குறிப்பிட்டது போல, சாமோவியில் ஒரு பயனுள்ள அளவிலான கணித செயல்பாடுகள் உள்ளன, மேலும் அவை அனைத்தையும் விவரிக்கவோ அல்லது பட்டியலிடவோ முயற்சிப்பதில் உண்மையில் அதிக புள்ளி இருக்காது. பெரும்பாலும், இந்த புத்தகத்திற்கு கண்டிப்பாக தேவையான அந்த செயல்பாடுகளில் மட்டுமே நான் கவனம் செலுத்தியுள்ளேன். இருப்பினும் நான் மடக்கைகள் மற்றும் அதிவேகங்களுக்கு விதிவிலக்கு செய்ய விரும்புகிறேன். இந்த புத்தகத்தில் வேறு எங்கும் அவை தேவையில்லை என்றாலும், அவை * எல்லா இடங்களிலும் * புள்ளிவிவரங்களில் இன்னும் பரந்த அளவில் உள்ளன. அது மட்டுமல்லாமல், ஒரு மாறியின் மடக்கை (அதாவது, மாறியின் “பதிவு-மாற்றத்தை” எடுத்துக்கொள்வது) ஒரு * நிறைய * சூழ்நிலைகள் உள்ளன. இந்த புத்தகத்தின் பல (ஒருவேளை பெரும்பாலானவை) வாசகர்கள் இதற்கு முன்னர் மடக்கைகளையும் அதிவேகங்களையும் சந்தித்திருப்பார்கள் என்று நான் சந்தேகிக்கிறேன், ஆனால் கடந்த கால அனுபவத்திலிருந்து உயர்நிலைப் பள்ளியில் இருந்து மடக்கைகளைத் தொடாத ஒரு சமூக அறிவியல் புள்ளிவிவர வகுப்பை எடுக்கும் மாணவர்களின் கணிசமான விகிதம் இருப்பதை நான் அறிவேன். மற்றும் ஒரு புத்துணர்ச்சியைப் பாராட்டும்.
uk: Як я вже згадував раніше, jamovi має вбудований набір корисних математичних функцій, і немає сенсу описувати або навіть перелічувати їх усі. Здебільшого я зосередився лише на тих функціях, які є строго необхідними для цієї книги. Однак я хочу зробити виняток для логарифмів та експонент. Хоча вони не потрібні в інших розділах цієї книги, вони *всюди* використовуються в статистиці в більш широкому сенсі. І не тільки це, є *багато* ситуацій, в яких зручно аналізувати логарифм змінної (тобто, проводити «логарифмічне перетворення» змінної). Я підозрюю, що багато (можливо, більшість) читачів цієї книги вже стикалися з логарифмами та експонентами, але з минулого досвіду я знаю, що значна частина студентів, які вивчають статистику в соціальних науках, не стикалися з логарифмами з часів середньої школи і були б вдячні за невелике оновлення знань.

source: In order to understand logarithms and exponentials, the easiest thing to do is to actually calculate them and see how they relate to other simple calculations. There are three jamovi functions in particular that I want to talk about, namely ``LN()``, ``LOG10()`` and ``EXP()``. To start with, let’s consider ``LOG10()``, which is known as the “logarithm in base 10”. The trick to understanding a **logarithm** is to understand that it’s basically the “opposite” of taking a power. Specifically, the logarithm in base 10 is closely related to the powers of 10. So let’s start by noting that 10-cubed is 1000. Mathematically, we would write this:
de: Um Logarithmen und Exponentialfunktionen zu verstehen, ist es am einfachsten, sie selbst zu berechnen und zu sehen, wie sie mit anderen einfachen Berechnungen zusammenhängen. Es gibt insbesondere drei jamovi-Funktionen, über die ich sprechen möchte, nämlich ``LN()``, ``LOG10()`` und ``EXP()``. Betrachten wir zunächst ``LOG10()``, die als „Logarithmus zur Basis 10“ bekannt ist. Der Trick, um den **Logarithmus** zu verstehen, besteht darin, dass er im Grunde das „Gegenteil“ der Potenzierung ist. Insbesondere ist der Logarithmus zur Basis 10 eng mit den Potenzen von 10 verbunden. Stellen wir also zunächst fest, dass 10-kubisch (10³) 1000 ist. Mathematisch würden wir das so schreiben:
nb: For å forstå logaritmer og eksponentialer er det enklest å faktisk beregne dem og se hvordan de henger sammen med andre enkle utregninger. Det er spesielt tre jamovi-funksjoner jeg vil snakke om, nemlig ``LN()``, ``LOG10()`` og ``EXP()``. La oss begynne med ``LOG10()``, som er kjent som «logaritmen med base 10». Trikset med å forstå en **logaritme** er å forstå at det i utgangspunktet er det «motsatte» av å ta en potens. Logaritmen med base 10 er nært knyttet til potenser av 10. Så la oss begynne med å merke oss at 10-kubikk er 1000. Matematisk sett ville vi skrevet dette:
ta: மடக்கைகள் மற்றும் அதிவேகங்களைப் புரிந்துகொள்வதற்காக, செய்ய வேண்டியது எளிதான சேதி, அவற்றைக் கணக்கிடுவதும், அவை மற்ற எளிய கணக்கீடுகளுடன் எவ்வாறு தொடர்புபடுகின்றன என்பதைப் பார்ப்பதும் ஆகும். குறிப்பாக நான் பேச விரும்பும் மூன்று சமோவி செயல்பாடுகள் உள்ளன, அதாவது `` ln () ``, `` log10 () `` `மற்றும்` `எக்ச்ப் ()` `. தொடங்குவதற்கு, `` log10 () ``, இது “அடிப்படை 10 இல் உள்ள மடக்கை” என்று அழைக்கப்படுகிறது. ** மடக்கை ** ஐப் புரிந்துகொள்வதற்கான தந்திரம் என்னவென்றால், இது அடிப்படையில் ஒரு சக்தியை எடுப்பதற்கு “எதிர்” என்பதை புரிந்து கொள்ள வேண்டும். குறிப்பாக, அடிப்படை 10 இல் உள்ள மடக்கை 10 இன் சக்திகளுடன் நெருக்கமாக தொடர்புடையது. எனவே 10-தொப்பு 1000 பேர் என்பதைக் குறிப்பிடுவதன் மூலம் ஆரம்பிக்கலாம். கணித ரீதியாக, இதை எழுதுவோம்:
uk: Щоб зрозуміти логарифми та експоненти, найпростіше — це фактично обчислити їх і подивитися, як вони пов'язані з іншими простими обчисленнями. Я хочу розповісти про три функції jamovi, а саме ``LN()``, ``LOG10()`` та ``EXP()``. Для початку розглянемо ``LOG10()``, яка відома як «логарифм за основою 10». Щоб зрозуміти **логарифм**, потрібно усвідомити, що він є, по суті, «протилежністю» піднесення до степеня. Зокрема, логарифм за основою 10 тісно пов'язаний зі степенями числа 10. Отже, почнемо з того, що 10 в кубі дорівнює 1000. Математично це можна записати так:

source: The trick to understanding a logarithm is to recognise that the statement that “10 to the power of 3 is equal to 1000” is equivalent to the statement that “the logarithm (in base 10) of 1000 is equal to 3”. Mathematically, we write this as follows,
de: Der Trick, um einen Logarithmus zu verstehen, besteht darin, zu erkennen, dass die Aussage „10 hoch 3 ist gleich 1000“ gleichbedeutend ist mit der Aussage „der Logarithmus (zur Basis 10) von 1000 ist gleich 3“. Mathematisch lässt sich dies wie folgt ausdrücken:
nb: Trikset for å forstå en logaritme er å innse at utsagnet «10 i potensen 3 er lik 1000» tilsvarer utsagnet «logaritmen (med base 10) til 1000 er lik 3». Matematisk skriver vi dette på følgende måte,
ta: ஒரு மடக்கைப் புரிந்துகொள்வதற்கான தந்திரம் என்னவென்றால், “10 முதல் 3 க்கு 1000 க்கு சமம்” என்ற அறிக்கை “1000 இன் மடக்கை (அடிப்படை 10 இல்) 3 க்கு சமம்” என்ற அறிக்கைக்கு சமம் என்பதை அங்கீகரிப்பதாகும். கணித ரீதியாக, இதை நாங்கள் பின்வருமாறு எழுதுகிறோம்,
uk: Щоб зрозуміти логарифм, потрібно усвідомити, що твердження «10 у степені 3 дорівнює 1000» еквівалентне твердженню «логарифм (за основою 10) числа 1000 дорівнює 3». Математично це записується так,

source: Okay, since the ``LOG10()`` function is related to the powers of 10, you might expect that there are other logarithms (in bases other than 10) that are related to other powers too. And of course that’s true: there’s not really anything mathematically special about the number 10. You and I happen to find it useful because decimal numbers are built around the number 10, but the big bad world of mathematics scoffs at our decimal numbers. Sadly, the universe doesn’t actually care how we write down numbers. Anyway, the consequence of this cosmic indifference is that there’s nothing particularly special about calculating logarithms in base 10. You could, for instance, calculate your logarithms in base 2. Alternatively, a third type of logarithm, and one we see a lot more of in statistics than either base 10 or base 2, is called the **natural logarithm**, and corresponds to the logarithm in base *e*. Since you might one day run into it, I’d better explain what *e* is. The number *e*, known as **Euler’s number**, is one of those annoying “irrational” numbers whose decimal expansion is infinitely long, and is considered one of the most important numbers in mathematics. The first few digits of *e* are:
de: Da sich die Funktion ``LOG10()`` auf die Potenzen von 10 bezieht, könnte man erwarten, dass es andere Logarithmen (mit anderen Basen als 10) gibt, die sich auch auf andere Potenzen beziehen. Und natürlich stimmt auch, dass die Zahl 10 mathematisch gesehen nichts Besonderes ist. Sie und ich finden sie nützlich, weil Dezimalzahlen um die Zahl 10 herum aufgebaut sind, aber die große böse Welt der Mathematik macht sich über unsere Dezimalzahlen lustig. Leider ist es dem Universum egal, wie wir Zahlen aufschreiben. Die Folge dieser kosmischen Gleichgültigkeit ist, dass es nichts Besonderes ist, Logarithmen zur Basis 10 zu berechnen. Sie könnten Ihre Logarithmen zum Beispiel auch zur Basis 2 berechnen. Eine dritte Art von Logarithmus, die in der Statistik viel häufiger vorkommt als zur Basis 10 oder zur Basis 2, wird **natürlicher Logarithmus** genannt und entspricht dem Logarithmus zur Basis *e*. Da Sie vielleicht eines Tages darauf stoßen werden, erkläre ich Ihnen besser, was *e* ist. Die Zahl *e*, auch bekannt als **Eulersche Zahl**, ist eine dieser lästigen „irrationalen“ Zahlen, deren Dezimalentwicklung unendlich lang ist, und gilt als eine der wichtigsten Zahlen der Mathematik. Die ersten paar Ziffern von *e* sind:
nb: Siden ``LOG10()``-funksjonen er relatert til potenser av 10, forventer du kanskje at det finnes andre logaritmer (med andre baser enn 10) som også er relatert til andre potenser. Og det er selvfølgelig sant: Det er egentlig ikke noe matematisk spesielt med tallet 10. Du og jeg synes tilfeldigvis at det er nyttig fordi desimaltall er bygget opp rundt tallet 10, men den store, stygge matematiske verden håner desimaltallene våre. Dessverre bryr universet seg faktisk ikke om hvordan vi skriver ned tall. Konsekvensen av denne kosmiske likegyldigheten er uansett at det ikke er noe spesielt med å beregne logaritmer med base 10. Du kan for eksempel regne logaritmer med base 2. Alternativt finnes det en tredje type logaritme, som vi ser mye mer av i statistikken enn både base 10 og base 2. Den kalles **naturlig logaritme**, og tilsvarer logaritmen med base *e*. Siden du kanskje støter på den en dag, er det best å forklare hva *e* er. Tallet *e*, kjent som **Eulers tall**, er et av de irriterende «irrasjonale» tallene som har uendelig lang desimalutvidelse, og regnes som et av de viktigste tallene i matematikken. De første sifrene i *e* er:
ta: சரி, `` log10 () `` செயல்பாடு 10 இன் அதிகாரங்களுடன் தொடர்புடையது என்பதால், பிற சக்திகளுடன் தொடர்புடைய பிற மடக்கைகள் (10 ஐத் தவிர வேறு தளங்களில்) உள்ளன என்று நீங்கள் எதிர்பார்க்கலாம். நிச்சயமாக அது உண்மைதான்: 10 எண்ணைப் பற்றி கணித ரீதியாக சிறப்பு எதுவும் இல்லை. நீங்களும் நானும் பயனுள்ளதாக இருப்பதைக் காணலாம், ஏனெனில் தசம எண்கள் 10 வது எண்ணைச் சுற்றி கட்டப்பட்டுள்ளன, ஆனால் கணிதத்தின் பெரிய மோசமான உலகம் எங்கள் தசம எண்களில் கேலி செய்கிறது. துரதிர்ச்டவசமாக, நாம் எண்களை எவ்வாறு எழுதுகிறோம் என்பதை பிரபஞ்சம் உண்மையில் கவனிக்கவில்லை. எப்படியிருந்தாலும், இந்த அண்ட அலட்சியத்தின் விளைவு என்னவென்றால், அடிப்படை 10 இல் மடக்கைகளை கணக்கிடுவதில் குறிப்பாக சிறப்பு எதுவும் இல்லை. உதாரணமாக, உங்கள் மடக்கைகளை அடிப்படை 2 இல் கணக்கிடலாம். மாற்றாக, மூன்றாவது வகை மடக்கை, மேலும் நாம் இன்னும் நிறையப் பார்க்கிறோம் அடிப்படை 10 அல்லது அடிப்படை 2 ஐ விட புள்ளிவிவரங்களில், ** இயற்கையான மடக்கை ** என்று அழைக்கப்படுகிறது, மேலும் இது*E*இல் உள்ள மடக்கைக்கு ஒத்திருக்கிறது. நீங்கள் ஒரு நாள் அதில் ஓடக்கூடும் என்பதால், * இ * என்றால் என்ன என்பதை நான் நன்றாக விளக்குகிறேன். ** யூலரின் எண் ** என அழைக்கப்படும்*e*எண், எரிச்சலூட்டும் “பகுத்தறிவற்ற” எண்களில் ஒன்றாகும், அதன் தசம விரிவாக்கம் எல்லையற்ற நீளமானது, மேலும் கணிதத்தில் மிக முக்கியமான எண்களில் ஒன்றாக கருதப்படுகிறது. * இ * இன் முதல் சில இலக்கங்கள்:
uk: Оскільки функція ``LOG10()`` пов'язана зі степенями числа 10, можна припустити, що існують й інші логарифми (з основою, відмінною від 10), які також пов'язані зі степенями. І це, звичайно, правда: математично число 10 не має нічого особливого. Ви і я вважаємо його корисним, тому що десяткові числа побудовані навколо числа 10, але великий і страшний світ математики зневажає наші десяткові числа. На жаль, всесвіту насправді байдуже, як ми записуємо числа. У будь-якому разі, наслідком цієї космічної байдужості є те, що в обчисленні логарифмів з основою 10 немає нічого особливого. Наприклад, ви можете обчислювати логарифми в системі числення з основою 2. Крім того, існує третій тип логарифмів, який ми бачимо в статистиці набагато частіше, ніж логарифми з основою 10 або 2. Він називається **натуральним логарифмом** і відповідає логарифму в системі числення з основою *e*. Оскільки ви можете одного дня зіткнутися з ним, я краще поясню, що таке *e*. Число *e*, відоме як **число Ейлера**, є одним із тих дратівливих «ірраціональних» чисел, десятковий розклад яких є нескінченно довгим, і вважається одним із найважливіших чисел у математиці. Перші кілька цифр *e* такі:

source: There are quite a few situation in statistics that require us to calculate powers of *e*, though none of them appear in this book. Raising *e* to the power *x* is called the **exponential** of *x*, and so it’s very common to see e\ :sup:`x` written as *exp(x)*. And so it’s no surprise that jamovi has a function that calculates exponentials, called ``EXP()``. Because the number *e* crops up so often in statistics, the natural logarithm (i.e., logarithm in base *e*) also tends to turn up. Mathematicians often write it as log\ :sub:`e`\ (x) or *ln(x)*. In fact, jamovi works the same way: the ``LN()`` function corresponds to the natural logarithm.
de: Es gibt eine Reihe von Situationen in der Statistik, in denen wir Potenzen von *e* berechnen müssen, obwohl keine davon in diesem Buch vorkommt. Die Erhöhung von *e* auf die Potenz *x* wird als **Exponentialwert** von *x* bezeichnet, und so sieht man e\ :sup:`x` häufig als *exp(x)* geschrieben. Und so ist es keine Überraschung, dass jamovi eine Funktion zur Berechnung von Exponentialwerten hat, die ``EXP()`` heißt. Da die Zahl *e* in der Statistik so häufig vorkommt, taucht auch der natürliche Logarithmus (d.h. der Logarithmus zur Basis *e*) immer wieder auf. Mathematiker schreiben ihn oft als log\ :sub:`e`\ (x) oder *ln(x)*. In der Tat funktioniert jamovi auf die gleiche Weise: Die Funktion ``LN()`` entspricht dem natürlichen Logarithmus.
nb: Det finnes en del situasjoner i statistikk som krever at vi beregner potenser av *e*, men ingen av dem dukker opp i denne boken. Å opphøye *e* til potensen *x* kalles **eksponentialen** av *x*, og det er derfor veldig vanlig å se e\ :sup:`x` skrevet som *exp(x)*. Det er derfor ikke overraskende at jamovi har en funksjon som beregner eksponentialer, kalt ``EXP()``. Fordi tallet *e* dukker opp så ofte i statistikken, har også den naturlige logaritmen (dvs. logaritmen med basen *e*) en tendens til å dukke opp. Matematikere skriver den ofte som log\ :sub:`e`\(x) eller *ln(x)*. Faktisk fungerer jamovi på samme måte: funksjonen ``LN()`` tilsvarer den naturlige logaritmen.
ta: புள்ளிவிவரங்களில் சில சூழ்நிலைகள் உள்ளன, அவை *E *இன் அதிகாரங்களைக் கணக்கிட வேண்டும், இருப்பினும் அவை எதுவும் இந்த புத்தகத்தில் தோன்றவில்லை. *E*சக்தியை*x*ஐ ***x*இன் ** அதிவேக ** என்று அழைக்கப்படுகிறது, எனவே இ \: sup: `x`*exp (x)*என எழுதப்படுவது மிகவும் பொதுவானது. ஆகவே, `` எக்ச்ப் () `` எனப்படும் அதிவேகங்களைக் கணக்கிடும் ஒரு செயல்பாடு சாமோவிக்கு இருப்பதில் ஆச்சரியமில்லை. புள்ளிவிவரங்களில் *E *எண் அடிக்கடி பயிரிடுவதால், இயற்கையான மடக்கை (அதாவது, அடித்தளத்தில் உள்ள மடக்கை *E *) திரும்பும். கணிதவியலாளர்கள் இதை பெரும்பாலும் பதிவு \: துணை: `e` \ (x) அல்லது *ln (x) *என்று எழுதுகிறார்கள். உண்மையில், சாமோவி அதே வழியில் செயல்படுகிறார்: `` ln () `` செயல்பாடு இயற்கையான மடக்கைக்கு ஒத்திருக்கிறது.
uk: У статистиці є чимало ситуацій, які вимагають від нас обчислення степенів *e*, хоча жодна з них не згадується в цій книзі. Піднесення *e* до степеня *x* називається **експонентою** *x*, тому дуже часто e\ :sup:`x` записується як *exp(x)*. Тому не дивно, що jamovi має функцію, яка обчислює експоненти, яка називається ``EXP()``. Оскільки число *e* так часто зустрічається в статистиці, природний логарифм (тобто логарифм за основою *e*) також часто зустрічається. Математики часто записують його як log\ :sub:`e`\ (x) або *ln(x)*. Насправді jamovi працює так само: функція ``LN()`` відповідає натуральному логарифму.

source: And with that, I think we’ve had quite enough exponentials and logarithms for this book!
de: Und damit, denke ich, haben wir genug Logarithmen und Exponentialfunktionen für dieses Buch gehabt!
nb: Og med det tror jeg vi har fått nok eksponentialer og logaritmer for denne boken!
ta: அதனுடன், இந்த புத்தகத்திற்கான போதுமான அதிவேகங்கள் மற்றும் மடக்கைகள் எங்களிடம் இருந்தன என்று நினைக்கிறேன்!
uk: І з огляду на це, я думаю, що у нас було цілком достатньо експоненціальних та логарифмічних функцій для цієї книги!

source: We’ll leave the box-cox function until :ref:`later on <box-cox>`.
de: Wir verschieben die Box-Cox-Funktion auf :ref:`später <box-cox>`.
nb: Vi venter med å bruke box-cox-funksjonen til :ref:`senere på <box-cox>`.
ta: பாக்ச்-காக்ச் செயல்பாட்டை நாங்கள் விட்டுவிடுவோம்: ref: `பின்னர் <பாக்ச்-காக்ச்>`.

source: Extracting a subset of the data
de: Extrahieren einer Teilmenge von Daten
nb: Trekker ut en delmengde av dataene
ta: தரவின் துணைக்குழுவைப் பிரித்தெடுத்தல்

source: One very important kind of data handling is being able to extract a particular subset of the data. For instance, you might be interested only in analysing the data from one experimental condition, or you may want to look closely at the data from people over 50 years in age. To do this, the first step is getting jamovi to filter the subset of the data corresponding to the observations that you’re interested in.
de: Ein sehr wichtiger Schritt bei der Datenverarbeitung ist, eine bestimmte Teilmenge der Daten zu extrahieren. Zum Beispiel könnte es sein, dass Sie nur an der Analyse der Daten einer Versuchsbedingung interessiert sind, oder dass Sie sich die Daten von Personen über 50 Jahren genauer ansehen möchten. Zu diesem Zweck muss jamovi zunächst die Teilmenge der Daten filtern, die den Beobachtungen entspricht, an denen Sie interessiert sind.
nb: En svært viktig type datahåndtering er å kunne trekke ut en bestemt delmengde av dataene. Det kan for eksempel være at du bare er interessert i å analysere data fra én eksperimentell betingelse, eller at du ønsker å se nærmere på data fra personer over 50 år. For å gjøre dette må du først få jamovi til å filtrere delmengden av data som tilsvarer de observasjonene du er interessert i.
ta: தரவின் ஒரு குறிப்பிட்ட துணைக்குழுவை பிரித்தெடுக்க முடிந்த ஒரு மிக முக்கியமான தரவு கையாளுதல். உதாரணமாக, ஒரு சோதனை நிலையில் இருந்து தரவை பகுப்பாய்வு செய்வதில் மட்டுமே நீங்கள் ஆர்வமாக இருக்கலாம், அல்லது 50 வயதுக்கு மேற்பட்டவர்களிடமிருந்து தரவுகளை உற்று நோக்க விரும்பலாம். இதைச் செய்ய, நீங்கள் ஆர்வமுள்ள அவதானிப்புகளுடன் தொடர்புடைய தரவின் துணைக்குழுவை வடிகட்ட சமோவியைப் பெறுவது முதல் படி.
