Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch06.po
Languages: de, nb, ta, uk

source: That’s pretty obvious, and it’s good to know that even jamovi can figure that out. Similarly, jamovi does recognise that a ``cat`` is a ``cat``:
de: Das ist ziemlich offensichtlich, aber es ist gut zu wissen, dass sogar jamovi das herausfinden kann. In ähnlicher Weise erkennt jamovi, dass eine ``cat`` eine ``cat`` ist:
nb: Det er ganske åpenbart, og det er godt å vite at til og med jamovi kan finne ut av det. På samme måte skjønner jamovi at en ``cat`` er en ``cat``:
ta: இது மிகவும் வெளிப்படையானது, மேலும் சாமோவி கூட அதைக் கண்டுபிடிக்க முடியும் என்பதை அறிவது நல்லது. இதேபோல், ஒரு `` பூனை`` என்பது ஒரு `` பூனை`` என்பதை சமோவி அங்கீகரிக்கிறார்:
uk: Це досить очевидно, і добре знати, що навіть jamovi може це зрозуміти. Так само jamovi розпізнає, що ``cat`` є ``cat``:

source: Again, that’s exactly what we’d expect. However, what you need to keep in mind is that jamovi is not at all tolerant when it comes to grammar and spacing. If two strings differ in any way whatsoever, jamovi will say that they’re not equal to each other, as with the following:
de: Auch das ist genau das, was wir erwarten würden. Was Sie jedoch beachten müssen, ist, dass jamovi überhaupt nicht tolerant ist, wenn es um Grammatik und Abstände geht. Wenn sich zwei Zeichenketten in irgendeiner Weise unterscheiden, wird jamovi sagen, dass sie nicht gleich sind, wie zum Beispiel im folgenden Fall:
nb: Igjen, det er akkurat det vi forventer. Det du imidlertid må huske på, er at jamovi overhodet ikke er tolerant når det gjelder grammatikk og mellomrom. Hvis to strenger skiller seg fra hverandre på noen som helst måte, vil jamovi si at de ikke er like, slik som i følgende tilfelle:
ta: மீண்டும், அதுதான் நாங்கள் எதிர்பார்க்கிறோம். இருப்பினும், நீங்கள் நினைவில் கொள்ள வேண்டியது என்னவென்றால், இலக்கணம் மற்றும் இடைவெளி வரும்போது சமோவி சகிப்புத்தன்மையற்றவர் அல்ல. இரண்டு சரங்கள் எந்த வகையிலும் வேறுபடுகின்றன என்றால், பின்வருவனவற்றைப் போலவே அவை ஒருவருக்கொருவர் சமமாக இல்லை என்று சாமோவி கூறுவார்:
uk: Знову ж таки, це саме те, чого ми очікували. Однак, вам слід пам'ятати, що jamovi абсолютно не терпить порушень граматики та пробілів. Якщо два рядки хоч якось відрізняються між собою, jamovi визнає їх нерівними, як у наведеному нижче прикладі:

source: You can also use other logical operators too. For instance jamovi also allows you to use the ``<`` and ``>`` operators to determine which of two text “strings” comes first, alphabetically speaking. Sort of. Actually, it’s a bit more complicated than that, but let’s start with a simple example:
de: Sie können auch andere logische Operatoren verwenden. Mit jamovi können Sie zum Beispiel auch die Operatoren ``<`` und ``>`` verwenden, um zu bestimmen, welcher von zwei Text-„Strings“ alphabetisch an erster Stelle steht. So in etwa. Eigentlich ist es ein bisschen komplizierter, aber fangen wir mit einem einfachen Beispiel an:
nb: Du kan også bruke andre logiske operatorer. For eksempel lar jamovi deg også bruke operatorene ``<`` og ``>`` til å bestemme hvilken av to tekststrenger som kommer først, alfabetisk sett. På en måte. Egentlig er det litt mer komplisert enn som så, men la oss starte med et enkelt eksempel:
ta: நீங்கள் மற்ற தருக்க ஆபரேட்டர்களையும் பயன்படுத்தலாம். உதாரணமாக, சாமோவி `` <`` மற்றும் ``> `` `` `` `` `` `` `` `` `` `` `` `` `` `ஆகியவற்றைப் பயன்படுத்த அனுமதிக்கிறார். வரிசைப்படுத்து. உண்மையில், இது அதை விட சற்று சிக்கலானது, ஆனால் ஒரு எளிய எடுத்துக்காட்டுடன் தொடங்குவோம்:
uk: Ви також можете використовувати інші логічні оператори. Наприклад, jamovi також дозволяє використовувати оператори ``<`` та ``>`` для визначення, який з двох текстових «рядків» йде першим за алфавітом. Приблизно так. Насправді це трохи складніше, але давайте почнемо з простого прикладу:

source: In jamovi, this example evaluates to ``TRUE``. This is because ``cat`` does does come before ``dog`` alphabetically, so jamovi judges the statement to be true. However, if we ask jamovi to tell us if ``cat`` comes before ``anteater`` then it will evaluate the expression as ``FALSE``. So far, so good. But text data is a bit more complicated than the dictionary suggests. What about ``cat`` and ``CAT``? Which of these comes first? Try it and find out:
de: In jamovi wird dieses Beispiel als ``TRUE`` ausgewertet. Das liegt daran, dass ``cat`` alphabetisch vor ``dog`` steht, so dass jamovi die Aussage für wahr hält. Wenn wir jedoch jamovi bitten, uns zu sagen, ob ``cat`` vor ``anteater`` steht, dann wird es den Ausdruck als ``FALSE`` bewerten. So weit, so gut. Aber Textdaten sind ein bisschen komplizierter, als das Wörterbuch vermuten lässt. Was ist mit ``cat`` und ``CAT``? Welcher dieser Ausdrücke kommt zuerst? Probieren Sie es aus und finden Sie es heraus:
nb: I jamovi evalueres dette eksempelet til ``TRUE``. Dette er fordi ``cat`` kommer før ``dog`` i alfabetet, så jamovi vurderer utsagnet til å være sant. Hvis vi derimot ber jamovi om å vurdere om ``cat`` kommer før ``anteater``, vil påstanden blir evaluert som ``FALSE``. Så langt, så bra. Men tekstdata er litt mer komplisert enn ordboken antyder. Hva med ``cat`` og ``CAT``? Hvilken av disse kommer først? Prøv det og finn ut av det:
ta: சாமோவியில், இந்த எடுத்துக்காட்டு `` உண்மை`` என்பதை மதிப்பீடு செய்கிறது. ஏனென்றால், `` பூனை`` அகர வரிசைப்படி `` நாய்`` க்கு முன்பே வந்துள்ளது, எனவே சமோவி அந்த அறிக்கையை உண்மை என்று தீர்ப்பளிக்கிறார். எவ்வாறாயினும், `` பூனை` `` ஆன்டீட்டர்`` க்கு முன் வந்ததா என்று எங்களிடம் சொல்ல சமோவியிடம் கேட்டால், அது வெளிப்பாட்டை `` பொய்`` என மதிப்பிடும். இதுவரை, மிகவும் நல்லது. ஆனால் அகராதி குறிப்பிடுவதை விட உரை தரவு சற்று சிக்கலானது. `` பூனை`` மற்றும் `கேட்`` பற்றி என்ன? இவற்றில் எது முதலில் வருகிறது? அதை முயற்சி செய்து கண்டுபிடிக்கவும்:
uk: У jamovi цей приклад оцінюється як ``TRUE``. Це тому, що ``cat`` дійсно стоїть перед ``dog`` в алфавітному порядку, тому jamovi вважає це твердження істинним. Однак, якщо ми попросимо jamovi сказати нам, чи ``cat`` стоїть перед ``anteater``, то він оцінить цей вираз як ``FALSE``. Поки що все добре. Але текстові дані є дещо складнішими, ніж це можна уявити за словником. А як щодо ``cat`` і ``CAT``? Яке з них йде першим? Спробуйте і дізнайтеся:

source: This in fact evaluates to ``TRUE``. In other words, jamovi assumes that uppercase letters come before lowercase ones. Fair enough. No-one is likely to be surprised by that. What you might find surprising is that jamovi assumes that *all* uppercase letters come before *all* lowercase ones. That is, while ``"anteater" < "zebra"`` is a true statement, and the uppercase equivalent ``"ANTEATER" < "ZEBRA"`` is also true, it is *not* true to say that ``"anteater" < "ZEBRA"``, as the following extract illustrates. Try this:
de: Dies ergibt in der Tat ``TRUE``. Mit anderen Worten: jamovi geht davon aus, dass Großbuchstaben vor Kleinbuchstaben kommen. Das ist in Ordnung. Das wird wohl niemanden überraschen. Was Sie vielleicht überraschen könnte, ist, dass jamovi davon ausgeht, dass *alle* Großbuchstaben vor *allen* Kleinbuchstaben kommen. Das heißt, während ``"anteater" < "zebra"`` eine wahre Aussage ist, und das Äquivalent in Großbuchstaben ``"ANTEATER" < "ZEBRA"`` ebenfalls wahr ist, ist es *nicht* wahr, zu sagen, dass ``"anteater" < "ZEBRA"``, wie der folgende Auszug zeigt. Versuchen Sie dies:
nb: Dette evalueres faktisk til ``TRUE``. Med andre ord antar jamovi at store bokstaver kommer før små. Det er greit nok. Det er det neppe noen som blir overrasket over. Det som kanskje overrasker deg, er at jamovi antar at *alle* store bokstaver kommer før *alle* små bokstaver. Det vil si at selv om ``"anteater" < "zebra"`` er et sant utsagn, og den tilsvarende store bokstaven ``"ANTEATER" < "ZEBRA"`` også er sann, er det *ikke* sant å si at ``"anteater" < "ZEBRA"``, som det følgende utdraget illustrerer. Prøv dette:
ta: இது உண்மையில் `` உண்மை`` மதிப்பிடுகிறது. வேறு வார்த்தைகளில் கூறுவதானால், பெரிய எழுத்துக்கள் சிறிய எழுத்துக்களுக்கு முன்பாக வருவதாக சமோவி கருதுகிறார். நியாயமானது. யாரும் அதைக் கண்டு ஆச்சரியப்பட வாய்ப்பில்லை. நீங்கள் ஆச்சரியப்படுவது என்னவென்றால், * அனைத்து * பெரிய எழுத்துக்களுக்கும் முன் * அனைத்து * பெரிய எழுத்துக்களுக்கும் முன்பே வருவதாக சமோவி கருதுகிறார். அதாவது, `` "ஆன்டீட்டர்" <"சீப்ரா" `` `` ஒரு உண்மையான அறிக்கை, மற்றும் பெரிய சமமான `` "ஆன்டீட்டர்" <"சீப்ரா" `` `உண்மை,` `` `` "ஆன்டீட்டர்" <"சீப்ரா" ``, பின்வரும் சாறு விளக்குகிறது. இதை முயற்சிக்கவும்:
uk: Фактично це оцінюється як ``TRUE``. Іншими словами, jamovi припускає, що великі літери йдуть перед малими. Це справедливо. Ніхто не буде здивований цим. Що може вас здивувати, так це те, що jamovi припускає, що *всі* великі літери йдуть перед *всіма* малими. Тобто, хоча ``"anteater" < "zebra"`` є істинним твердженням, а його еквівалент, написаний великими літерами ``"ANTEATER" < "ZEBRA"`` також правда, *неправда* стверджувати, що ``"anteater" < "ZEBRA"``, як показано в наступному уривку. Спробуйте це:

source: This evaluates to ``FALSE``, and this may seem slightly counterintuitive. With that in mind, it may help to have a quick look at the various text characters in the order that jamovi processes them:
de: Die Auswertung ergibt ``FALSE``, was etwas kontraintuitiv erscheinen mag. Vor diesem Hintergrund kann es hilfreich sein, einen kurzen Blick auf die verschiedenen Textzeichen in der Reihenfolge zu werfen, in der sie von jamovi verarbeitet werden:
nb: Dette evalueres til ``FALSE``, og det kan virke litt kontraintuitivt. Med det i bakhodet kan det hjelpe å ta en rask titt på de ulike teksttegnene i den rekkefølgen jamovi behandler dem:
ta: இது `` தவறு`` என மதிப்பிடுகிறது, இது சற்று எதிர்மறையானதாகத் தோன்றலாம். இதைக் கருத்தில் கொண்டு, சாமோவி செயலாக்கும் வரிசையில் உள்ள பல்வேறு உரை எழுத்துக்களை விரைவாகப் பார்க்க இது உதவக்கூடும்:
uk: Це обчислюється як ``FALSE``, і це може здатися дещо нелогічним. З огляду на це, може бути корисним швидко поглянути на різні текстові символи в порядку, в якому їх обробляє jamovi:

source: I offer up my teenage attempts to be “cool” as evidence that some things just can’t be done.
de: Ich biete meine jugendlichen Versuche, „cool“ zu sein, als Beweis dafür an, dass manche Dinge einfach nicht machbar sind.
nb: Jeg bruker mine tenåringsforsøk på å være «kul» som bevis på at noen ting bare ikke kan gjøres.
ta: சில விசயங்களைச் செய்ய முடியாது என்பதற்கான சான்றாக “குளிர்ச்சியாக” இருக்க எனது டீனேச் முயற்சிகளை நான் வழங்குகிறேன்.
uk: Я пропоную свої підліткові спроби бути «крутим» як доказ того, що деякі речі просто неможливо зробити.

source: You can do this in the Compute new variable screen, though just calculating ``2 + 2`` for every cell of a new variable is not very useful!
de: Sie können dies im Eingabefeld „Compute new variable“ tun, obwohl die Berechnung von ``2 + 2`` für jede Zelle einer neuen Variablen nicht sehr nützlich ist!
nb: Du kan gjøre dette i skjermbildet Compute new variable, selv om det ikke er særlig nyttig å bare beregne ``2 + 2`` for hver celle i en ny variabel!
ta: புதிய மாறியின் ஒவ்வொரு கலத்திற்கும் `` 2 + 2`` கணக்கிடுவது மிகவும் பயனுள்ளதாக இல்லை என்றாலும், புதிய மாறி திரையில் நீங்கள் இதைச் செய்யலாம்!
uk: Ви можете зробити це на екрані «Обчислити нову змінну», хоча просте обчислення ``2 + 2`` для кожної комірки нової змінної не дуже корисне!

source: Note that this is a very different operator to the equals operator ``=``. A common typo that people make when trying to write logical commands in jamovi (or other languages, since the “``=`` versus ``==``” distinction is important in many computer and statistical programs) is to accidentally type ``=`` when you really mean ``==``. Be especially cautious with this, I’ve been programming in various languages since I was a teenager and I *still* screw this up a lot. Hmm. I think I see why I wasn’t cool as a teenager. And why I’m still not cool.
de: Beachten Sie, dass dies ein ganz anderer Operator ist als der Gleichheitsoperator ``=``. Ein häufiger Tippfehler, den Leute machen, wenn sie versuchen, logische Befehle in jamovi zu schreiben (oder in anderen Sprachen: die Unterscheidung „``=`` versus ``==``“ ist in vielen Computer- und Statistikprogrammen wichtig), ist es, versehentlich ``=`` zu schreiben, wenn man eigentlich ``==`` meint. Seien Sie dabei besonders vorsichtig. Ich programmiere in verschiedenen Sprachen, seit ich ein Teenager war, und ich vermassle das *immer noch* ziemlich oft. Ich glaube, ich weiß jetzt, warum ich als Teenager nicht cool war. Und warum ich immer noch nicht cool bin.
nb: Merk at dette er en helt annen operator enn likhetsoperatoren ``=``. En vanlig skrivefeil som folk gjør når de prøver å skrive logiske kommandoer i jamovi (eller andre språk, siden skillet mellom ``=`` og ``==`` er viktig i mange data- og statistikkprogrammer), er å skrive ``=`` når du egentlig mener ``==``. Vær spesielt forsiktig med dette, jeg har programmert i forskjellige språk siden jeg var tenåring, og jeg *fortsetter* å gjøre mange feil. Hmm. Jeg tror jeg skjønner hvorfor jeg ikke var kul som tenåring. Og hvorfor jeg fortsatt ikke er kul.
ta: சமமான ஆபரேட்டருக்கு இது மிகவும் மாறுபட்ட ஆபரேட்டர் என்பதை நினைவில் கொள்க `` = ``. சமோவியில் (அல்லது பிற மொழிகளில் தர்க்கரீதியான கட்டளைகளை எழுத முயற்சிக்கும்போது மக்கள் செய்யும் ஒரு பொதுவான எழுத்துப்பிழை, ஏனெனில் “` `=` `எதிராக` `==` `” வேறுபாடு பல கணினி மற்றும் புள்ளிவிவர திட்டங்களில் முக்கியமானது) தற்செயலாக ` `=` `நீங்கள் உண்மையில்` `==` `என்று அர்த்தப்படுத்தும்போது. இதில் குறிப்பாக எச்சரிக்கையாக இருங்கள், நான் ஒரு இளைஞனாக இருந்ததிலிருந்து பல்வேறு மொழிகளில் நிரலாக்கத்தில் இருக்கிறேன், நான் இதை இன்னும் நிறைய திருகுகிறேன். அ்ம். நான் ஏன் ஒரு இளைஞனாக இல்லை என்று பார்க்கிறேன் என்று நினைக்கிறேன். நான் ஏன் இன்னும் குளிராக இல்லை.
uk: Зверніть увагу, що це зовсім інший оператор, ніж оператор рівності ``=``. Поширеною помилкою, яку роблять люди, намагаючись написати логічні команди в jamovi (або інших мовах, оскільки розрізнення між «``=``» і «``==``» є важливим у багатьох комп'ютерних і статистичних програмах), є випадкове введення «``=``», коли насправді мається на увазі «``==``». Будьте особливо обережні з цим, я програмую на різних мовах з підліткового віку і *досі* часто плутаю ці символи. Хм. Гадаю, я розумію, чому я не був крутим підлітком. І чому я досі не крутий.

source: Now, here’s a quirk in jamovi. When you have simple logical expressions like the ones we have already met, e.g. ``2 + 2 == 5`` then jamovi neatly states ``FALSE`` (or ``TRUE``) in the corresponding spreadsheet column. Underneath the hood, jamovi stores ``FALSE`` as ``0`` and ``TRUE`` as ``1``. When we have more complex logical expressions, such as ``(2 + 2 == 4) or (2 + 2 == 5)``, then jamovi just displays either ``0`` or ``1``, depending whether the logical expression is evaluated as false, or true.
de: Nun, hier ist eine Eigenart von jamovi. Wenn Sie einfache logische Ausdrücke haben, wie die, welche wir bereits kennengelernt haben, z.B. ``2 + 2 == 5``, dann gibt jamovi ordentlich ``FALSE`` (oder ``TRUE``) in der entsprechenden Spalte der Tabellenkalkulation an. Unter der Haube speichert jamovi ``FALSE`` als ``0`` und ``TRUE`` als ``1``. Wenn wir komplexere logische Ausdrücke haben, wie ``(2 + 2 == 4) or (2 + 2 == 5)``, dann zeigt jamovi entweder ``0`` oder ``1`` an, je nachdem, ob der logische Ausdruck als falsch oder wahr bewertet wird.
nb: Her er en finurlighet i jamovi. Når du har enkle logiske uttrykk som de vi allerede har møtt, f.eks. ``2 + 2 == 5``, så skriver jamovi pent og pyntelig ``FALSE`` (eller ``TRUE``) i den tilsvarende kolonnen i regnearket. Under panseret lagrer jamovi ``FALSE`` som ``0`` og ``TRUE`` som ``1``. Når vi har mer komplekse logiske uttrykk, for eksempel ``(2 + 2 == 4) or (2 + 2 == 5)``, viser jamovi bare enten ``0`` eller ``1``, avhengig av om det logiske uttrykket er evaluert som usant eller sant.
ta: இப்போது, இங்கே சாமோவியில் ஒரு நகைச்சுவையானது. நாங்கள் ஏற்கனவே சந்தித்ததைப் போன்ற எளிய தர்க்கரீதியான வெளிப்பாடுகள் உங்களிடம் இருக்கும்போது, எ.கா. `` 2 + 2 == 5`` பின்னர் சமோவி அதனுடன் தொடர்புடைய விரிதாள் நெடுவரிசையில் `` தவறு`` (அல்லது `` உண்மை``) அழகாக கூறுகிறார். பேட்டைக்கு அடியில், சாமோவி `` தவறு`` `0`` மற்றும்` உண்மை`` என `` 1`` என சேமிக்கிறார். `` (2 + 2 == 4) அல்லது (2 + 2 == 5) `` போன்ற சிக்கலான தர்க்கரீதியான வெளிப்பாடுகள் நம்மிடம் இருக்கும்போது, சாமோவி `` 0`` அல்லது `1`` ஆகியவற்றைக் காண்பிப்பார் தர்க்கரீதியான வெளிப்பாடு பொய்யானது, அல்லது உண்மை என மதிப்பிடப்படுகிறதா.
uk: Тепер, ось одна особливість jamovi. Коли ви маєте прості логічні вирази, як ті, що ми вже зустрічали, наприклад, ``2 + 2 == 5``, то jamovi чітко вказує ``FALSE`` (або ``TRUE``) у відповідному стовпці електронної таблиці. Внутрішньо jamovi зберігає ``FALSE`` як ``0``, а ``TRUE`` як ``1``. Коли ми маємо більш складні логічні вирази, такі як ``(2 + 2 == 4) або (2 + 2 == 5)``, то jamovi просто відображає або ``0``, або ``1``, залежно від того, чи логічний вираз оцінюється як хибний, чи істинний.

source: Transforming and recoding a variable
de: Transformieren und Umkodieren einer Variablen
nb: Transformering og omkoding av en variabel
ta: ஒரு மாறியை மாற்றுதல் மற்றும் மறுசீரமைத்தல்
uk: Перетворення та перекодування змінної

source: It’s not uncommon in real world data analysis to find that one of your variables isn’t quite equivalent to the variable that you really want. For instance, it’s often convenient to take a continuous variable |continuous| (e.g., age) and break it up into a smallish number of categories (e.g., younger, middle, older). At other times, you may need to convert a numeric variable into a different numeric variable (e.g., you may want to analyse at the absolute value of the original variable). In this section I’ll describe a few key ways you can do these things in jamovi.
de: Bei der Datenanalyse in der Praxis kommt es oft vor, dass eine Ihrer Variablen nicht mit der Variable, die Sie eigentlich haben wollen, gleichwertig ist. Zum Beispiel ist es oft praktisch, eine kontinuierliche Variable |continuous| (z. B. das Alter) in eine kleinere Anzahl von Kategorien (z. B. jünger, mittel, älter) aufzuteilen. In anderen Fällen kann es erforderlich sein, eine numerische Variable in eine andere numerische Variable umzuwandeln (z. B. wenn Sie den absoluten Wert der ursprünglichen Variable analysieren möchten). In diesem Abschnitt beschreibe ich einige Möglichkeiten, wie Sie diese Dinge in jamovi tun können.
nb: Det er ikke uvanlig at man i dataanalyser finner ut at en av variablene ikke er helt ekvivalent med den variabelen man egentlig ønsker. For eksempel er det ofte praktisk å ta en kontinuerlig variabel |continuous| (f.eks. alder) og dele den opp i et lite antall kategorier (f.eks. yngre, middels, eldre). Andre ganger kan det være nødvendig å konvertere en numerisk variabel til en annen numerisk variabel (f.eks. hvis du ønsker å analysere den absolutte verdien av den opprinnelige variabelen). I dette avsnittet skal jeg beskrive noen viktige måter du kan gjøre disse tingene på i jamovi.
ta: உங்கள் மாறிகள் ஒன்று நீங்கள் உண்மையிலேயே விரும்பும் மாறிக்கு சமமானதல்ல என்பதைக் கண்டறிவது உண்மையான உலக தரவு பகுப்பாய்வில் அசாதாரணமானது அல்ல. உதாரணமாக, தொடர்ச்சியான மாறியை எடுத்துக்கொள்வது பெரும்பாலும் வசதியானது | தொடர்ச்சியான | (எ.கா., வயது) மற்றும் அதை ஒரு சிறிய எண்ணிக்கையிலான வகைகளாக உடைக்கவும் (எ.கா., இளைய, நடுத்தர, பழைய). மற்ற நேரங்களில், நீங்கள் ஒரு எண் மாறியை வேறு எண் மாறியாக மாற்ற வேண்டியிருக்கலாம் (எ.கா., அசல் மாறியின் முழுமையான மதிப்பில் நீங்கள் பகுப்பாய்வு செய்ய விரும்பலாம்). இந்த பிரிவில் சாமோவியில் இந்த விசயங்களை நீங்கள் செய்யக்கூடிய சில முக்கிய வழிகளை விவரிக்கிறேன்.
uk: У реальному аналізі даних нерідко трапляється, що одна з ваших змінних не зовсім відповідає змінній, яка вам насправді потрібна. Наприклад, часто зручно взяти безперервну змінну |continuous| (наприклад, вік) і розділити її на невелику кількість категорій (наприклад, молодший, середній, старший). В інших випадках може знадобитися перетворити числову змінну в іншу числову змінну (наприклад, ви можете захотіти проаналізувати абсолютне значення вихідної змінної). У цьому розділі я опишу кілька основних способів, як це можна зробити в jamovi.

source: Creating a transformed variable
de: Erstellen einer transformierten Variablen
nb: Opprette en transformert variabel
ta: மாற்றப்பட்ட மாறியை உருவாக்குதல்
uk: Створення перетвореної змінної

source: The first trick to discuss is the idea of **transforming** a variable. Taken literally, *anything* you do to a variable is a transformation, but in practice what it usually means is that you apply a relatively simple mathematical function to the original variable in order to create a new variable that either (a) provides a better way of describing the thing you’re actually interested in, or (b) is more closely in agreement with the assumptions of the statistical tests you want to do. Since, at this stage, I haven’t talked about statistical tests or their assumptions, I’ll show you an example based on the first case.
de: Der erste Trick, den wir besprechen wollen, ist die Idee der **Transformation** einer Variablen. Streng genommen ist *alles*, was Sie mit einer Variablen machen, eine Transformation, aber in der Praxis bedeutet es meistens, dass Sie eine relativ einfache mathematische Funktion auf die ursprüngliche Variable anwenden, um eine neue Variable zu erzeugen, die entweder (a) die Sache, an der Sie eigentlich interessiert sind, besser beschreibt oder (b) besser mit den Annahmen der statistischen Tests übereinstimmt, die Sie durchführen wollen. Da ich in diesem Stadium noch nicht über statistische Tests und ihre Annahmen gesprochen habe, zeige ich Ihnen ein Beispiel für den ersten Fall.
nb: Det første trikset vi skal diskutere, er ideen om å **transformere** en variabel. Bokstavelig talt er *alt* du gjør med en variabel en transformasjon, men i praksis betyr det vanligvis at du bruker en relativt enkel matematisk funksjon på den opprinnelige variabelen for å lage en ny variabel som enten (a) gir en bedre beskrivelse av det du faktisk er interessert i, eller (b) stemmer bedre overens med forutsetningene for de statistiske testene du ønsker å utføre. Siden jeg på dette stadiet ikke har snakket om statistiske tester eller forutsetningene for dem, skal jeg vise deg et eksempel basert på det første tilfellet.
ta: விவாதிக்க முதல் தந்திரம் ** மாற்றும் ** ஒரு மாறி. உண்மையில் எடுத்துக்கொள்ளப்பட்டால், * நீங்கள் ஒரு மாறிக்கு நீங்கள் செய்வது ஒரு மாற்றமாகும், ஆனால் நடைமுறையில் அதன் பொருள் என்னவென்றால், ஒரு புதிய மாறியை உருவாக்குவதற்கு அசல் மாறிக்கு ஒப்பீட்டளவில் எளிமையான கணித செயல்பாட்டைப் பயன்படுத்துகிறீர்கள், இது (அ) ஒரு சிறந்ததை வழங்குகிறது நீங்கள் உண்மையில் ஆர்வமுள்ள விசயத்தை விவரிக்கும் வழி, அல்லது (ஆ) நீங்கள் செய்ய விரும்பும் புள்ளிவிவர சோதனைகளின் அனுமானங்களுடன் மிகவும் நெருக்கமாக உடன்படுகிறது. இந்த கட்டத்தில், புள்ளிவிவர சோதனைகள் அல்லது அவற்றின் அனுமானங்களைப் பற்றி நான் பேசவில்லை என்பதால், முதல் வழக்கின் அடிப்படையில் ஒரு உதாரணத்தைக் காண்பிப்பேன்.
uk: Перший трюк, який слід обговорити, — це ідея **трансформації** змінної. У буквальному розумінні *будь-яка* операція над змінною є перетворенням, але на практиці це зазвичай означає, що ви застосовуєте відносно просту математичну функцію до вихідної змінної, щоб створити нову змінну, яка або (а) забезпечує кращий спосіб опису того, що вас насправді цікавить, або (б) більш точно відповідає припущенням статистичних тестів, які ви хочете провести. Оскільки на цьому етапі я ще не говорив про статистичні тести та їхні припущення, я покажу вам приклад, заснований на першому випадку.

source: Suppose I’ve run a short study in which I ask 10 people a single question:
de: Angenommen, ich habe eine kurze Studie durchgeführt, in der ich 10 Personen eine einzige Frage gestellt habe:
nb: Anta at jeg har gjennomført en kort studie der jeg stiller ti personer ett enkelt spørsmål:
ta: நான் ஒரு குறுகிய ஆய்வை நடத்தினேன் என்று வைத்துக்கொள்வோம், அதில் நான் 10 பேரை ஒரு கேள்வியைக் கேட்கிறேன்:
uk: Припустимо, я провів коротке дослідження, в якому ставлю 10 людям одне питання:
