Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch06.po
Languages: de, nb, ta, uk

source: So now we’ve seen logical operations at work. But so far we’ve only seen the simplest possible example. You probably won’t be surprised to discover that we can combine logical operations with other operations and functions in a more complicated way, like this:
de: Jetzt haben wir also gesehen, wie logische Operationen funktionieren. Aber bisher haben wir nur das einfachste mögliche Beispiel gesehen. Es wird Sie wahrscheinlich nicht überraschen, dass wir logische Operationen mit anderen Operationen und Funktionen auf kompliziertere Weise kombinieren können, etwa so:
nb: Nå har vi sett logiske operasjoner i arbeid. Men så langt har vi bare sett det enkleste eksemplet. Du vil sikkert ikke bli overrasket over å oppdage at vi kan kombinere logiske operasjoner med andre operasjoner og funksjoner på en mer komplisert måte, som dette:
ta: எனவே இப்போது தர்க்கரீதியான செயல்பாடுகளை வேலையில் கண்டோம். ஆனால் இதுவரை நாம் எளிமையான உதாரணத்தை மட்டுமே பார்த்தோம். தர்க்கரீதியான செயல்பாடுகளை மற்ற செயல்பாடுகள் மற்றும் செயல்பாடுகளுடன் இது போன்ற சிக்கலான வழியில் இணைக்க முடியும் என்பதைக் கண்டு நீங்கள் ஆச்சரியப்பட மாட்டீர்கள்:
uk: Отже, ми побачили, як працюють логічні операції. Але поки що ми розглянули лише найпростіший приклад. Вас, мабуть, не здивує, що логічні операції можна поєднувати з іншими операціями та функціями у більш складному вигляді, наприклад так:

source: or this
de: oder so:
nb: eller dette
ta: அல்லது இது
uk: або це

source: Not only that, but as :numref:`tab-logicals` illustrates, there are several other logical operators that you can use corresponding to some basic mathematical concepts. Hopefully these are all pretty self-explanatory. For example, the **less than** operator ``<`` checks to see if the number on the left is less than the number on the right. If it’s less, then jamovi returns an answer of ``TRUE``, but if the two numbers are equal, or if the one on the right is larger, then jamovi returns an answer of ``FALSE``.
de: Darüber hinaus gibt es, wie :numref:`tab-logicals` zeigt, mehrere andere logische Operatoren, die Sie entsprechend einigen grundlegenden mathematischen Konzepten verwenden können. Hoffentlich sind diese alle ziemlich selbsterklärend. Der Operator **weniger als** ` `<`` prüft zum Beispiel, ob die Zahl auf der linken Seite kleiner ist als die Zahl auf der rechten Seite. Wenn sie kleiner ist, gibt jamovi die Antwort ``TRUE``, aber wenn die beiden Zahlen gleich sind oder wenn die Zahl rechts größer ist, gibt jamovi die Antwort ``FALSE``.
nb: Ikke bare det, men som :numref:`tab-logicals` illustrerer, finnes det flere andre logiske operatorer som du kan bruke, og som tilsvarer noen grunnleggende matematiske begreper. Forhåpentligvis er alle disse ganske selvforklarende. For eksempel sjekker **mindre enn**-operatoren ``<`` om tallet til venstre er mindre enn tallet til høyre. Hvis det er mindre, returnerer jamovi svaret ``TRUE``, men hvis de to tallene er like, eller hvis tallet til høyre er større, returnerer jamovi svaret ``FALSE``.
ta: அது மட்டுமல்லாமல், அச்: எண்ரெஃப்: `தாவல்-வதந்திகள்` விளக்குகிறது, சில அடிப்படை கணிதக் கருத்துக்களுடன் நீங்கள் பயன்படுத்தக்கூடிய பல தர்க்கரீதியான ஆபரேட்டர்கள் உள்ளனர். இவை அனைத்தும் அழகான தன்வய விளக்கமளிக்கும் என்று நம்புகிறோம். எடுத்துக்காட்டாக, ** ஆபரேட்டரை விடக் குறைவானது `` <`` இடதுபுறத்தில் உள்ள எண் வலதுபுறத்தில் உள்ள எண்ணை விடக் குறைவாக இருக்கிறதா என்று சரிபார்க்கிறது. அது குறைவாக இருந்தால், சாமோவி `` உண்மை`` என்ற பதிலைத் தருகிறார், ஆனால் இரண்டு எண்களும் சமமாக இருந்தால், அல்லது வலதுபுறத்தில் ஒன்று பெரியதாக இருந்தால், சமோவி `` பொய்`` இன் பதிலைத் தருகிறார்.
uk: Не тільки це, але, як показує :numref:`tab-logicals`, існує кілька інших логічних операторів, які ви можете використовувати відповідно до деяких основних математичних понять. Сподіваємося, що всі вони досить зрозумілі. Наприклад, оператор **менше за** ``<`` перевіряє, чи число ліворуч менше за число праворуч. Якщо воно менше, то jamovi повертає відповідь ``TRUE``, але якщо два числа рівні або число праворуч більше, то jamovi повертає відповідь ``FALSE``.

source: Some logical operators. Technically I should be calling these “binary relational operators”, but quite frankly I don’t want to. It’s my book so no-one can make me.
de: Andere logische Operatoren. Wenn ich sie technisch völlig korrekt beschreiben sollte, würde ich sie „binäre relationale Operatoren“ nennen, aber ehrlich gesagt will ich das nicht. Es ist mein Buch, also kann mich niemand zwingen.
nb: Noen logiske operatorer. Egentlig burde jeg kalle disse «binære relasjonelle operatorer», men det har jeg ærlig talt ikke lyst til. Det er min bok, så ingen kan tvinge meg.
ta: சில தருக்க ஆபரேட்டர்கள். தொழில்நுட்ப ரீதியாக நான் இந்த "பைனரி தொடர்புடைய ஆபரேட்டர்கள்" என்று அழைக்க வேண்டும், ஆனால் மிகவும் வெளிப்படையாக நான் விரும்பவில்லை. இது எனது நூல், எனவே யாரும் என்னை உருவாக்க முடியாது.
uk: Деякі логічні оператори. Технічно я мав би називати їх «бінарними реляційними операторами», але, чесно кажучи, я не хочу цього робити. Це моя книга, тому ніхто не може мене змусити.

source: operation
nb: drift
ta: செயல்பாடு
uk: операція

source: operator
nb: operatør
ta: ஆபரேட்டர்
uk: оператор

source: example input
de: Beispiel-Eingabe
nb: eksempel på input
ta: எடுத்துக்காட்டு உள்ளீடு
uk: приклад введення

source: answer
de: Ausgabe
nb: svar
ta: பதில்
uk: відповідь

source: less than
de: weniger als
nb: mindre enn
ta: குறைவாக
uk: менше ніж

source: ``TRUE``
ta: `` உண்மை``

source: less than or equal to
de: kleiner als oder gleich
nb: mindre enn eller lik
ta: குறைவாக அல்லது சமமான
uk: менше або дорівнює

source: greater than
de: größer als
nb: større enn
ta: விட பெரியது
uk: більше ніж

source: ``FALSE``
ta: `` தவறு``

source: greater than or equal to
de: größer als oder gleich
nb: større enn eller lik
ta: விட பெரியது அல்லது சமம்
uk: більше або дорівнює

source: equal to
de: gleich
nb: lik
ta: சமமான
uk: дорівнює

source: not equal to
de: ungleich
nb: ikke lik
ta: சமமாக இல்லை
uk: не дорівнює

source: In contrast, the **less than or equal to** operator ``<=`` will do exactly what it says. It returns a value of ``TRUE`` if the number of the left hand side is less than or equal to the number on the right hand side. At this point I hope it’s pretty obvious what the **greater than** operator ``>`` and the **greater than or equal to** operator ``>=`` do!
de: Im Gegensatz dazu tut der **kleiner als oder gleich** Operator ``<=`` genau das, was er sagt. Er gibt einen Wert von ``TRUE`` zurück, wenn die Zahl auf der linken Seite kleiner oder gleich der Zahl auf der rechten Seite ist. An dieser Stelle ist es hoffentlich ziemlich offensichtlich, was der **größer als** Operator ``>`` und der **größer oder gleich** Operator ``>=`` tun!
nb: Operatoren **mindre enn eller lik** ``<=`` vil derimot gjøre akkurat det den sier. Den returnerer verdien ``TRUE`` hvis tallet på venstre side er mindre enn eller lik tallet på høyre side. Nå håper jeg det er ganske åpenbart hva **større enn**-operatoren ``>`` og **større enn eller lik**-operatoren ``>=`` gjør!
ta: இதற்கு நேர்மாறாக, ** ஆபரேட்டர் `` <= `` ஐ விட குறைவாகவோ அல்லது சமமாகவோ அது சொல்வதைச் சரியாகச் செய்யும். இடது புறத்தின் எண்ணிக்கை வலது புறத்தில் உள்ள எண்ணை விட குறைவாகவோ அல்லது சமமாகவோ இருந்தால் அது `` உண்மை`` மதிப்பை வழங்குகிறது. இந்த கட்டத்தில் ** ஆபரேட்டரை விட பெரியது ``> `` மற்றும் ** ஆபரேட்டரை விட அதிகமாகவோ அல்லது சமமாகவோ என்ன இருக்கிறது என்பது தெளிவாகத் தெரிகிறது ``> = `` செய்யுங்கள்!
uk: На відміну від цього, оператор **менше або дорівнює** ``<=`` робить саме те, що й означає його назва. Він повертає значення ``TRUE``, якщо число зліва менше або дорівнює числу справа. На цьому етапі, сподіваюся, вже цілком зрозуміло, що роблять оператор **більше, ніж** ``>`` та оператор **більше або дорівнює** ``>=``!

source: Next on the list of logical operators is the **not equal to** operator ``!=`` which, as with all the others, does what it says it does. It returns a value of ``TRUE`` when things on either side are not identical to each other. Therefore, since ``2 + 2`` isn’t equal to *5* we would get ``TRUE`` as the value for our newly computed variable. Try it and see:
de: Der nächste auf der Liste der logischen Operatoren ist der Operator **ungleich** ``!=``, der, wie alle anderen auch, das tut, was er sagt. Er gibt einen Wert von ``TRUE`` zurück, wenn die Dinge auf beiden Seiten nicht gleich sind. Da also ``2 + 2`` nicht gleich *5* ist, würden wir ``TRUE`` als Wert für unsere neu berechnete Variable erhalten. Probieren Sie es aus und sehen Sie selbst:
nb: Den neste på listen over logiske operatorer er **ikke lik**-operatoren ``!=`` som, i likhet med alle de andre, gjør det den sier at den gjør. Den returnerer verdien ``TRUE`` når ting på hver side ikke er identiske med hverandre. Siden ``2 + 2`` ikke er lik *5*, vil vi derfor få ``TRUE`` som verdi for den nyberegnede variabelen vår. Prøv det og se:
ta: தர்க்கரீதியான ஆபரேட்டர்களின் பட்டியலில் அடுத்தது ** ** ஆபரேட்டருக்கு சமமானதல்ல ``! = `` இது மற்றவர்களைப் போலவே, அது சொல்வதைச் செய்கிறது. இருபுறமும் உள்ள விசயங்கள் ஒருவருக்கொருவர் ஒத்ததாக இல்லாதபோது இது `` உண்மை`` மதிப்பை வழங்குகிறது. ஆகையால், `` 2 + 2`` * 5 * க்கு சமமானதல்ல என்பதால், புதிதாக கணக்கிடப்பட்ட மாறியின் மதிப்பாக `` உண்மை`` பெறுவோம். முயற்சி செய்து பாருங்கள்:
uk: Наступним у списку логічних операторів є оператор **не дорівнює** ``!=``, який, як і всі інші, виконує те, що вказано в його назві. Він повертає значення ``TRUE``, коли елементи по обидва боки не є ідентичними один одному. Отже, оскільки ``2 + 2`` не дорівнює *5*, ми отримаємо ``TRUE`` як значення для нашої новообчисленої змінної. Спробуйте і переконайтеся:

source: We’re not quite done yet. There are three more logical operations that are worth knowing about, listed in :numref:`tab-logicals2`. These are the **not** operator ``!``, the **and**-operator ``and``, and the **or**-operator ``or``. Like the other logical operators, their behaviour is more or less exactly what you’d expect given their names. For instance, if I ask you to assess the claim that “either ``2 + 2 = 4`` *or* ``2 + 2 = 5``” you’d say that it’s true. Since it’s an “either-or” statement, all we need is for one of the two parts to be true. That’s what the ``or`` operator does:\ [#]_
de: Wir sind noch nicht ganz fertig. Es gibt noch drei weitere logische Operationen, die es wert sind, kennengelernt zu werden, und die in :numref:`tab-logicals2` aufgeführt sind. Dies sind der **nicht**-Operator ``!``, der **und**-Operator ``and`` sowie der **oder**-Operator ``or``. Wie die anderen logischen Operatoren verhalten sie sich mehr oder weniger genau so, wie man es aufgrund ihres Namens erwarten würde. Wenn ich Sie zum Beispiel bitte, die Behauptung zu beurteilen, dass „entweder ``2 + 2 = 4`` *oder* ``2 + 2 = 5``“ wahr ist, würden Sie sagen, dass sie wahr ist. Da es sich um eine „entweder-oder“-Aussage handelt, muss nur einer der beiden Teile wahr sein. Das ist es, was der Operator ``or`` tut:\ [#]_
nb: Vi er ikke helt ferdige ennå. Det er tre logiske operasjoner til som det er verdt å kjenne til, listet opp i :numref:`tab-logicals2`. Disse er **ikke**-operatoren ``!``, **og**-operatoren ``and``, og **eller**-operatoren ``or``. I likhet med de andre logiske operatorene oppfører de seg mer eller mindre nøyaktig slik du forventer ut fra navnene deres. Hvis jeg for eksempel ber deg vurdere påstanden «enten ``2 + 2 = 4`` *eller* ``2 + 2 = 5``», vil du si at den er sann. Siden det er en «enten-eller»-påstand, trenger vi bare at en av de to delene er sann. Det er det ``or``-operatoren gjør:\ [#]_
ta: நாங்கள் இன்னும் முடிக்கவில்லை. மேலும் மூன்று தர்க்கரீதியான செயல்பாடுகள் உள்ளன, அவற்றைப் பற்றி பட்டியலிடப்பட்டுள்ளன: NUMREF: `TAB-LOGICALS2`. இவை ** அல்ல ** ஆபரேட்டர் ``! ``, ** மற்றும் **-ஆபரேட்டர் `` மற்றும்``, மற்றும் ** அல்லது **-ஆபரேட்டர் `` அல்லது``. மற்ற தர்க்கரீதியான ஆபரேட்டர்களைப் போலவே, அவர்களின் நடத்தை அவர்களின் பெயர்களைக் கொடுக்கும் என்று நீங்கள் எதிர்பார்ப்பது அதிகமாகவோ அல்லது குறைவாகவோ உள்ளது. உதாரணமாக, “` `2 + 2 = 4` * அல்லது *` `2 + 2 = 5``” என்ற கூற்றை மதிப்பிடுமாறு நான் உங்களிடம் கேட்டால், அது உண்மை என்று நீங்கள் கூறுவீர்கள். இது ஒரு “ஒன்று-அல்லது” அறிக்கை என்பதால், நமக்குத் தேவையானது இரண்டு பகுதிகளில் ஒன்று உண்மையாக இருக்க வேண்டும். அதைத்தான் `` அல்லது` ஆபரேட்டர்: \ [#] _
uk: Ми ще не закінчили. Є ще три логічні оператори, про які варто знати, вони перелічені в :numref:`tab-logicals2`. Це оператор **не** ``!``, оператор **і** ``and`` та оператор **або** ``or``. Як і інші логічні оператори, їхня поведінка більш-менш відповідає тому, чого можна очікувати, зважаючи на їхні назви. Наприклад, якщо я попрошу вас оцінити твердження «або ``2 + 2 = 4`` *або* ``2 + 2 = 5``», ви скажете, що воно є істинним. Оскільки це твердження типу «або-або», нам потрібно, щоб істинною була лише одна з двох частин. Саме це і робить оператор ``or``:\ [#]_

source: Some more logical operators.
de: Einige weitere logische Operatoren.
nb: Noen flere logiske operatorer.
ta: இன்னும் சில தருக்க ஆபரேட்டர்கள்.
uk: Ще кілька логічних операторів.

source: not
de: not (nicht)
nb: ikke
ta: இல்லை
uk: не

source: or
de: or (oder)
nb: eller
ta: அல்லது
uk: або

source: and
de: and (und)
nb: og
ta: மற்றும்
uk: і

source: On the other hand, if I ask you to assess the claim that “both 2 + 2 = 4 *and* 2 + 2 = 5” you’d say that it’s false. Since this is an *and* statement we need both parts to be true. And that’s what the ``and`` operator does:
de: Wenn ich Sie dagegen bitte, die Behauptung zu bewerten, dass „sowohl 2 + 2 = 4 *als auch* 2 + 2 = 5“ ist, würden Sie sagen, dass sie falsch ist. Da dies eine *and*-Aussage (und) ist, müssen beide Teile wahr sein. Und genau das tut der ``and`` Operator:
nb: Hvis jeg derimot ber deg vurdere påstanden «både 2 + 2 = 4 *og* 2 + 2 = 5», vil du si at den er usann. Siden dette er et *og* utsagn, må begge delene være sanne. Og det er det operatoren ``and`` gjør:
ta: மறுபுறம், “2 + 2 = 4 * மற்றும் * 2 + 2 = 5” என்ற கூற்றை மதிப்பிடுமாறு நான் உங்களிடம் கேட்டால், அது தவறானது என்று நீங்கள் கூறுவீர்கள். இது ஒரு * மற்றும் * அறிக்கை என்பதால் இரண்டு பகுதிகளும் உண்மையாக இருக்க வேண்டும். அதைத்தான் `` மற்றும்`` ஆபரேட்டர் செய்கிறார்:
uk: З іншого боку, якщо я попрошу вас оцінити твердження «2 + 2 = 4 *і* 2 + 2 = 5», ви скажете, що воно неправдиве. Оскільки це твердження з оператором *і*, обидві частини повинні бути правдивими. І саме це робить оператор ``і``:

source: Finally, there’s the *not* operator, which is simple but annoying to describe in English. If I ask you to assess my claim that “it is not true that ``2 + 2 = 5``” then you would say that my claim is true, because actually my claim is that “``2 + 2 = 5`` is false”. And I’m right. If we write this in jamovi we use this:
de: Schließlich gibt es noch den *not*-Operator (nicht), der einfach, aber lästig zu beschreiben ist. Wenn ich Sie bitte, meine Behauptung zu bewerten, dass „es nicht wahr ist, dass ``2 + 2 = 5``“, dann würden Sie sagen, dass meine Behauptung wahr ist, denn eigentlich ist meine Behauptung, dass „``2 + 2 = 5`` falsch ist“. Und ich habe Recht. Wenn wir dies in jamovi schreiben, verwenden wir dies:
nb: Til slutt har vi *not*-operatoren, som er enkel, men irriterende å beskrive på engelsk. Hvis jeg ber deg vurdere min påstand om at «det er ikke sant at ``2 + 2 = 5``», så vil du si at påstanden min er sann, fordi påstanden min egentlig er at «``2 + 2 = 5`` er usann». Og jeg har rett i det. Hvis vi skriver dette i jamovi bruker vi dette:
ta: இறுதியாக, * அல்ல * ஆபரேட்டர் உள்ளது, இது ஆங்கிலத்தில் விவரிக்க எளிமையானது ஆனால் எரிச்சலூட்டும். “` `2 + 2 = 5``” என்ற எனது கூற்றை மதிப்பிடுவதற்கு நான் உங்களிடம் கேட்டால், எனது கூற்று உண்மை என்று நீங்கள் கூறுவீர்கள், ஏனென்றால் உண்மையில் எனது கூற்று “` `2 + 2 = 5` `தவறானது”. நான் சொல்வது சரிதான். இதை நாம் சாமோவியில் எழுதினால் இதைப் பயன்படுத்துகிறோம்:
uk: Нарешті, є оператор *not*, який є простим, але його важко описати англійською мовою. Якщо я попрошу вас оцінити моє твердження, що «неправда, що ``2 + 2 = 5``», ви скажете, що моє твердження є правдивим, тому що насправді я стверджую, що «``2 + 2 = 5`` є неправдою». І я маю рацію. Якщо ми запишемо це в jamovi, ми використаємо таке:

source: In other words, since ``2 + 2 == 5`` is a ``FALSE`` statement, it must be the case that ``NOT(2 + 2 == 5)`` is a ``TRUE`` one. Essentially, what we’ve really done is claim that “not false” is the same thing as “true”. Obviously, this isn’t really quite right in real life. But jamovi lives in a much more black or white world. For jamovi everything is either ``TRUE`` or ``FALSE``. No shades of grey are allowed.
de: Mit anderen Worten: Da ``2 + 2 == 5`` eine ``FALSE``-Aussage ist, muss ``NOT(2 + 2 == 5)`` eine ``TRUE``-Aussage sein. Im Grunde haben wir nur behauptet, dass „nicht falsch“ dasselbe ist wie „wahr“. Das ist im wirklichen Leben offensichtlich nicht ganz richtig. Aber jamovi lebt in einer viel schwarz-weißeren Welt. Für jamovi ist alles entweder ``TRUE`` oder ``FALSE``. Grautöne sind nicht erlaubt.
nb: Med andre ord, siden ``2 + 2 == 5`` er en påstand som er ``FALSE``, må det være slik at ``NOT(2 + 2 == 5)`` er en påstand som er ``TRUE``. Det vi egentlig har gjort, er å hevde at «ikke usant» er det samme som «sant». Dette er selvsagt ikke helt riktig i det virkelige liv. Men jamovi lever i en mye mer svart-hvitt-verden. For jamovi er alt enten ``TRUE`` eller ``FALSE``. Ingen gråtoner er tillatt.
ta: வேறு வார்த்தைகளில் கூறுவதானால், `` 2 + 2 == 5`` ஒரு `` தவறான`` அறிக்கை என்பதால், `` இல்லை (2 + 2 == 5) `` என்பது ஒரு `` உண்மை`` ஒன்று. அடிப்படையில், நாங்கள் உண்மையிலேயே செய்திருப்பது “பொய் அல்ல” என்பது “உண்மை” போன்றது என்று கூறுவது. வெளிப்படையாக, இது நிச வாழ்க்கையில் உண்மையில் சரியானதல்ல. ஆனால் சாமோவி மிகவும் கருப்பு அல்லது வெள்ளை உலகில் வாழ்கிறார். சாமோவிக்கு எல்லாம் `` உண்மை`` அல்லது `` பொய்``. சாம்பல் நிற நிழல்கள் அனுமதிக்கப்படவில்லை.
uk: Іншими словами, оскільки ``2 + 2 == 5`` є ``FALSE`` твердження, має бути так, що ``NOT(2 + 2 == 5)`` є ``TRUE`` 1. По суті, ми стверджуємо, що «не хибно» те саме, що й «істина». Звісно, у реальному житті це не зовсім так. Але jamovi живе у набагато більш чорно-білому світі. Для jamovi все або ``TRUE`` або ``FALSE``. Відтінки сірого не допускаються.

source: Of course, in our ``2 + 2 = 5`` example, we didn’t really need to use the “not” operator ``NOT`` and the “equals to” operator ``==`` as two separate operators. We could have just used the “not equals to” operator ``!=`` like this:
de: In unserem Beispiel ``2 + 2 = 5`` war es natürlich nicht nötig, den „nicht“-Operator ``NOT`` und den „gleich“-Operator ``==`` als zwei separate Operatoren zu verwenden. Wir hätten einfach den „ungleich“-Operator ``!=`` wie folgt verwenden können:
nb: I vårt eksempel ``2 + 2 = 5`` trengte vi selvfølgelig ikke å bruke «ikke»-operatoren ``NOT`` og «er lik»-operatoren ``==`` som to separate operatorer. Vi kunne bare ha brukt «ikke lik»-operatoren ``!=`` på denne måten:
ta: நிச்சயமாக, எங்கள் `` 2 + 2 = 5`` எடுத்துக்காட்டில், நாங்கள் உண்மையில் “இல்லை” ஆபரேட்டரைப் பயன்படுத்தத் தேவையில்லை `` இல்லை`` மற்றும் “சமம்” ஆபரேட்டர் `` == `` இரண்டு தனித்தனியாக ஆபரேட்டர்கள். ஆபரேட்டர் ``! = `` இதைப் போன்ற “சமமாக இல்லை” என்று நாம் இப்போது பயன்படுத்தலாம்:
uk: Звичайно, у нашому прикладі ``2 + 2 = 5`` нам не було необхідності використовувати оператор «не» ``NOT`` та оператор дорівнює ``==`` як два окремі оператори. Ми могли б просто використати оператор «не дорівнює» ``!=`` ось так:

source: Applying logical operation to text
de: Logische Operationen auf Text anwenden
nb: Bruke logiske operasjoner på tekst
ta: உரைக்கு தருக்க செயல்பாட்டைப் பயன்படுத்துதல்
uk: Застосування логічної операції до тексту

source: I also want to briefly point out that you can apply these logical operators to text as well as to logical data. It’s just that we need to be a bit more careful in understanding how jamovi interprets the different operations. In this section I’ll talk about how the equal to operator ``==`` applies to text, since this is the most important one. Obviously, the not equal to operator ``!=`` gives the exact opposite answers to ``==`` so I’m implicitly talking about that one too, but I won’t give specific commands showing the use of ``!=``.
de: Ich möchte auch kurz darauf hinweisen, dass man diese logischen Operatoren sowohl auf Text als auch auf logische Daten anwenden kann. Wir müssen nur etwas vorsichtiger sein, um zu verstehen, wie jamovi die verschiedenen Operationen interpretiert. In diesem Abschnitt werde ich darüber sprechen, wie der Gleichheitsoperator ``==`` auf Text angewendet wird, da dies der wichtigste Operator ist. Offensichtlich gibt der ungleich-Operator ``!=`` genau die gegenteiligen Antworten zu ``==``, so dass ich implizit auch über diesen spreche, aber ich werde keine spezifischen Befehle verwenden, welche die Verwendung von ``!=`` zeigen.
nb: Jeg vil også kort påpeke at du kan bruke disse logiske operatorene på tekst så vel som på logiske data. Det er bare det at vi må være litt mer nøye med å forstå hvordan jamovi tolker de ulike operasjonene. I dette avsnittet skal jeg snakke om hvordan operatoren lik ``==`` brukes på tekst, siden dette er den viktigste. Operatoren ``!=`` gir selvsagt det stikk motsatte svaret av ``==``, så jeg snakker implisitt om den også, men jeg kommer ikke til å gi spesifikke kommandoer som viser bruken av ``!=``.
ta: இந்த தர்க்கரீதியான ஆபரேட்டர்களை நீங்கள் உரைக்காகவும் தர்க்கரீதியான தரவுகளுக்கும் பயன்படுத்தலாம் என்பதையும் நான் சுருக்கமாக சுட்டிக்காட்ட விரும்புகிறேன். வெவ்வேறு செயல்பாடுகளை சமோவி எவ்வாறு விளக்குகிறார் என்பதைப் புரிந்துகொள்வதில் நாம் சற்று கவனமாக இருக்க வேண்டும். இந்த பிரிவில் ஆபரேட்டருக்கு சமமான `` == `` `உரைக்கு எவ்வாறு பொருந்தும் என்பதைப் பற்றி பேசுவேன், ஏனெனில் இது மிக முக்கியமான ஒன்றாகும். வெளிப்படையாக, ஆபரேட்டருக்கு சமமானதல்ல ``! = `` `` == `` என்பதற்கு சரியான எதிர் பதில்களைத் தருகிறது, எனவே நான் அதைப் பற்றி மறைமுகமாகப் பேசுகிறேன், ஆனால் `` இன் பயன்பாட்டைக் காட்டும் குறிப்பிட்ட கட்டளைகளை நான் கொடுக்க மாட்டேன் ! = ``.
uk: Я також хочу коротко зазначити, що ці логічні оператори можна застосовувати як до тексту, так і до логічних даних. Просто нам потрібно бути трохи обережнішими у розумінні того, як jamovi інтерпретує різні операції. У цьому розділі я розповім про те, як оператор рівності ``==`` застосовується до тексту, оскільки це найважливіший оператор. Очевидно, що оператор «не дорівнює» ``!=`` дає відповіді, прямо протилежні ``==``, тому я непрямо говорю і про нього, але не буду наводити конкретні команди, що демонструють використання ``!=``.

source: Okay, let’s see how it works. In one sense, it’s very simple. For instance, I can ask jamovi if the word ``cat`` is the same as the word ``dog``, like this:
de: Okay, sehen wir uns an, wie es funktioniert. In einer Hinsicht ist es sehr einfach. Ich kann zum Beispiel jamovi fragen, ob das Wort ``cat`` dasselbe ist wie das Wort ``dog``, zum Beispiel so:
nb: Ok, la oss se hvordan det fungerer. På én måte er det veldig enkelt. Jeg kan for eksempel spørre jamovi om ordet ``cat`` er det samme som ordet ``dog``, slik:
ta: சரி, அது எவ்வாறு செயல்படுகிறது என்பதைப் பார்ப்போம். ஒரு வகையில், இது மிகவும் எளிது. உதாரணமாக, `` பூனை`` என்ற சொல் `` நாய்`` என்ற வார்த்தையைப் போலவே இருந்தால் நான் சமோவியிடம் கேட்கலாம்:
uk: Добре, давайте подивимося, як це працює. З одного боку, це дуже просто. Наприклад, я можу запитати jamovi, чи слово ``cat`` те саме, що й слово ``dog``, ось так:
