Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch06.po
Languages: de, nb, ta, uk

source: In some situations it can be quite helpful to group these into a smallish number of categories. For example, we could group the data into three broad categories: young (0-20), adult (21-40) and older (41-60). This is a quite coarse-grained classification, and the labels that I’ve attached only make sense in the context of this data set (e.g., viewed more generally, a 42 year old wouldn’t consider themselves as “older”). We can slice this variable up quite easily using the jamovi ``IF`` function that we have already used. This time we have to specify nested ``IF`` statements, meaning simply that ``IF`` the first logical expression is ``TRUE``, insert a first value, but ``IF`` a second logical expression is ``TRUE``, insert a second value, but ``IF`` a third logical expression is ``TRUE``, then insert a third value. This can be written as:
de: In vielen Situationen ist es hilfreich, die Daten in Kategorien einzuteilen. Wir könnten die Daten zum Beispiel in drei große Kategorien einteilen: jung (0-20), erwachsen (21-40) und älter (41-60). Dies ist eine recht grobkörnige Klassifizierung, und die Bezeichnungen, die ich angebracht habe, machen nur im Kontext dieses Datensatzes Sinn (z.B. würde sich ein 42-Jähriger, allgemein betrachtet, nicht als „älter“ betrachten). Wir können diese Variable ganz einfach mit den jamovi ``IF’ function that we have already used. This time we have to specify nested ‘IF`` Anweisungen aufteilen, was einfach bedeutet, dass ``IF`` der erste logische Ausdruck ``TRUE`` ist, ein erster Wert eingefügt wird, aber ``IF`` ein zweiter logischer Ausdruck ``TRUE`` ist, ein zweiter Wert eingefügt wird, aber ``IF`` ein dritter logischer Ausdruck ``TRUE`` ist, dann ein dritter Wert eingefügt wird. Dies kann geschrieben werden als:
nb: I noen situasjoner kan det være nyttig å gruppere disse i et mindre antall kategorier. Vi kan for eksempel gruppere dataene i tre brede kategorier: unge (0-20), voksne (21-40) og eldre (41-60). Dette er en ganske grovkornet klassifisering, og merkelappene jeg har brukt, gir bare mening i konteksten av dette datasettet (f.eks. vil en 42-åring generelt sett ikke anse seg selv som «eldre»). Vi kan dele opp denne variabelen ganske enkelt ved hjelp av jamovi ``IF``-funksjonen som vi allerede har brukt. Denne gangen må vi spesifisere nestede ``IF``-funksjoner, noe som ganske enkelt betyr at ``IF`` det første logiske uttrykket er ``TRUE``, sett inn en første verdi, men ``IF`` et andre logisk uttrykk er ``TRUE``, sett inn en andre verdi, men ``IF`` et tredje logisk uttrykk er ``TRUE``, sett så inn en tredje verdi. Dette kan skrives som:
ta: சில சூழ்நிலைகளில் இவற்றை ஒரு சிறிய எண்ணிக்கையிலான வகைகளாக தொகுக்க இது மிகவும் உதவியாக இருக்கும். எடுத்துக்காட்டாக, நாங்கள் தரவை மூன்று பரந்த வகைகளாக தொகுக்கலாம்: இளம் (0-20), அகவை வந்தோர் (21-40) மற்றும் அதற்கு மேற்பட்டவர்கள் (41-60). இது மிகவும் கரடுமுரடான வகைப்பாடு ஆகும், மேலும் நான் இணைத்த லேபிள்கள் இந்த தரவுத் தொகுப்பின் சூழலில் மட்டுமே அர்த்தமுள்ளதாக இருக்கும் (எ.கா., பொதுவாகப் பார்க்கும்போது, 42 அகவை குழந்தை தங்களை “பழையதாக” கருதாது). நாங்கள் ஏற்கனவே பயன்படுத்திய சாமோவி `` இஃப்` செயல்பாட்டைப் பயன்படுத்தி இந்த மாறியை மிக எளிதாக நறுக்கலாம். இந்த நேரத்தில் நாம் உள்ளமை `` if` அறிக்கைகளைக் குறிப்பிட வேண்டும், அதாவது `` என்றால்` முதல் தர்க்கரீதியான வெளிப்பாடு `` உண்மை``, முதல் மதிப்பைச் செருகவும், ஆனால் `` if`` இரண்டாவது தர்க்கரீதியான வெளிப்பாடு ` `உண்மை``, இரண்டாவது மதிப்பைச் செருகவும், ஆனால்` `if`` மூன்றாவது தர்க்கரீதியான வெளிப்பாடு` `உண்மை``, பின்னர் மூன்றாவது மதிப்பைச் செருகவும். இதை இவ்வாறு எழுதலாம்:
uk: У деяких ситуаціях може бути досить корисно згрупувати їх у невелику кількість категорій. Наприклад, ми могли б згрупувати дані у три широкі категорії: молоді (0-20), дорослі (21-40) та літні (41-60). Це досить груба класифікація, і позначки, які я додав, мають сенс лише в контексті цього набору даних (наприклад, якщо дивитися більш загально, 42-річна людина не вважатиме себе «літньою»). Ми можемо досить легко розділити цю змінну за допомогою функції jamovi ``IF``, яку ми вже використовували. Цього разу ми маємо вказати вкладені оператори ``IF``, що означає просто: ``IF`` перший логічний вираз є ``TRUE``, вставте перше значення, але ``IF`` другий логічний вираз є ``TRUE``, вставте друге значення, але ``IF`` третій логічний вираз є ``TRUE``, вставте третє значення. Це можна записати так:

source: Note that there are three left parentheses used during the nesting, so the whole statement has to end with three right parentheses otherwise you will get an error message. The jamovi screen shot for this data manipulation, along with an accompanying frequency table, is shown in :numref:`fig-agecats`:
de: Beachten Sie, dass bei der Verschachtelung drei linke Klammern verwendet werden, so dass die gesamte Anweisung mit drei rechten Klammern enden muss, sonst erhalten Sie eine Fehlermeldung. Der jamovi-Screenshot für diese Datenmanipulation ist zusammen mit einer zugehörigen Häufigkeitstabelle in :numref:`fig-agecats` zu sehen:
nb: Merk at det brukes tre parenteser på venstre side under nestingen, så hele formel må avsluttes med tre parenteser på høyre side, ellers vil du få en feilmelding. jamovi-skjermbildet for denne manipulasjonen, sammen med en tilhørende frekvenstabell, vises i :numref:`fig-agecats`:
ta: கூடுகளின் போது மூன்று இடது அடைப்புக்குறிப்புகள் பயன்படுத்தப்படுகின்றன என்பதை நினைவில் கொள்க, எனவே முழு அறிக்கையும் மூன்று சரியான அடைப்புக்குறிப்புகளுடன் முடிவடைய வேண்டும், இல்லையெனில் உங்களுக்கு பிழை செய்தி கிடைக்கும். இந்த தரவு கையாளுதலுக்கான சாமோவி திரை காட்சி, அதனுடன் கூடிய அதிர்வெண் அட்டவணையுடன், இதில் காட்டப்பட்டுள்ளது: NumRef: `Fig-agecats`:
uk: Зверніть увагу, що під час вкладання використовуються три ліві дужки, тому вся інструкція повинна закінчуватися трьома правими дужками, інакше ви отримаєте повідомлення про помилку. Знімок екрана jamovi для цієї обробки даних, а також супровідна таблиця частот, показані в :numref:`fig-agecats`:

source: Using the ``IF`` function
de: Verwendung der Funktion ``IF``
nb: Bruk av ``IF``-funksjonen
ta: `` If`` செயல்பாட்டைப் பயன்படுத்துதல்
uk: Використання функції ``IF``

source: Collapsing a variable into a smaller number of discrete levels using the jamovi ``IF`` function
de: Zerlegen einer Variablen in eine kleinere Anzahl diskreter Stufen mit der jamovi-Funktion ``IF``
nb: Kollaps av en variabel til et mindre antall diskrete nivåer ved hjelp av ``IF``-funksjonen i jamovi
ta: சாமோவி `` if`` செயல்பாட்டைப் பயன்படுத்தி ஒரு மாறியை சிறிய எண்ணிக்கையிலான தனித்துவமான நிலைகளில் சரிந்து விடுங்கள்
uk: Згортання змінної на меншу кількість дискретних рівнів за допомогою функції jamovi ``IF``

source: It’s important to take the time to figure out whether or not the resulting categories make any sense at all in terms of your research project. If they don’t make any sense to you as meaningful categories, then any data analysis that uses those categories is likely to be just as meaningless. More generally, in practice I’ve noticed that people have a very strong desire to carve their (continuous and messy) data into a few (discrete and simple) categories, and then run analyses using the categorised data instead of the original data.\ [#]_ I wouldn’t go so far as to say that this is an inherently bad idea, but it does have some fairly serious drawbacks at times, so I would advise some caution if you are thinking about doing it.
de: Es ist wichtig, dass Sie sich die Zeit nehmen, um herauszufinden, ob die resultierenden Kategorien für Ihr Forschungsprojekt überhaupt einen Sinn ergeben oder nicht. Wenn sie für Sie als sinnvolle Kategorien keinen Sinn ergeben, dann wird jede Datenanalyse, die diese Kategorien verwendet, wahrscheinlich genauso sinnlos sein. Generell habe ich in der Praxis festgestellt, dass die Leute ein sehr starkes Verlangen danach haben, ihre (kontinuierlichen und unübersichtlichen) Daten in einige wenige (diskrete und einfache) Kategorien zu zerlegen und dann Analysen unter Verwendung der kategorisierten Daten anstelle der ursprünglichen Daten durchzuführen.\ [#]_ Ich würde nicht so weit gehen zu sagen, dass dies eine von Natur aus schlechte Idee ist, aber es hat zuweilen einige ziemlich schwerwiegende Nachteile, so dass ich zur Vorsicht raten würde, wenn Sie darüber nachdenken, dies zu tun.
nb: Det er viktig å ta seg tid til å finne ut om de resulterende kategoriene i det hele tatt gir mening i forhold til forskningsprosjektet ditt. Hvis de ikke gir mening for deg som meningsfulle kategorier, er det sannsynlig at enhver dataanalyse som bruker disse kategoriene, vil være like meningsløs. Mer generelt har jeg i praksis lagt merke til at folk har et veldig sterkt ønske om å dele opp (kontinuerlige og uoversiktlige) data i noen få (diskrete og enkle) kategorier, og deretter kjøre analyser ved hjelp av de kategoriserte dataene i stedet for de opprinnelige dataene.\ [#]_ Jeg vil ikke gå så langt som å si at dette er en dårlig idé i seg selv, men det har til tider noen ganske alvorlige ulemper, så jeg vil råde til forsiktighet hvis du vurderer å gjøre det.
ta: உங்கள் ஆராய்ச்சி திட்டத்தின் அடிப்படையில் இதன் விளைவாக வரும் வகைகள் ஏதேனும் அர்த்தமுள்ளதா இல்லையா என்பதைக் கண்டுபிடிக்க நேரம் ஒதுக்குவது முதன்மை. அர்த்தமுள்ள வகைகளாக அவர்கள் உங்களுக்கு எந்த அர்த்தமும் இல்லை என்றால், அந்த வகைகளைப் பயன்படுத்தும் எந்தவொரு தரவு பகுப்பாய்வும் அர்த்தமற்றதாக இருக்கும். மிகவும் பொதுவாக, நடைமுறையில், மக்கள் தங்கள் (தொடர்ச்சியான மற்றும் குழப்பமான) தரவை ஒரு சில (தனித்துவமான மற்றும் எளிமையான) வகைகளாக செதுக்குவதற்கு மிகவும் வலுவான ஆசை இருப்பதை நான் கவனித்தேன், பின்னர் அசல் தரவுக்கு பதிலாக வகைப்படுத்தப்பட்ட தரவைப் பயன்படுத்தி பகுப்பாய்வுகளை இயக்கவும். \ .
uk: Важливо приділити час, щоб з'ясувати, чи мають отримані категорії якийсь сенс з точки зору вашого дослідницького проекту. Якщо вони не мають для вас сенсу як значущі категорії, то будь-який аналіз даних, що використовує ці категорії, ймовірно, буде таким же безглуздим. Взагалі, на практиці я помітив, що люди мають дуже сильне бажання розділити свої (безперервні та хаотичні) дані на кілька (дискретних та простих) категорій, а потім проводити аналіз, використовуючи категоризовані дані замість вихідних даних. [#]_ Я не став би стверджувати, що це в принципі погана ідея, але іноді вона має досить серйозні недоліки, тому я б радив бути обережним, якщо ви думаєте про це.

source: Creating a transformation that can be applied to multiple variables
de: Erstellen einer Transformation, die auf mehrere Variablen angewendet werden kann
nb: Opprette en transformasjon som kan brukes på flere variabler
ta: பல மாறிகள் பயன்படுத்தக்கூடிய ஒரு மாற்றத்தை உருவாக்குதல்
uk: Створення перетворення, яке можна застосувати до кількох змінних

source: Sometimes you want to apply the same transformation to more than one variable, for example when you have multiple questionnaire items that all need to be recalculated or recoded in the same way. And one of the neat features in jamovi is that you can create a transformation, using the ``Transform`` button in the ``Data`` tab, that can then be saved and applied to multiple variables. Let’s go back to the first example above, using the |likert|_ data set that contains a single variable with raw Likert-scale responses for 10 people. To create a transformation that you can save and then apply across multiple variables (assuming you had more variables like this in your data file), first in the spreadsheet editor select (i.e., click) the variable you want to use to initially create the transformation. In our example this is ``likert.raw``. Next click the ``Transform`` button in the jamovi ``Data`` tab, and you’ll see something like :numref:`fig-transform1`.
de: Manchmal möchte man dieselbe Transformation auf mehrere Variablen anwenden, zum Beispiel wenn man mehrere Fragebogenelemente hat, die alle auf dieselbe Weise neu berechnet oder umkodiert werden müssen. Eine der praktischen Funktionen von jamovi ist, dass Sie mit der Schaltfläche ``Transform`` auf der Registerkarte ``Data`` eine Transformation erstellen können, die dann gespeichert und auf mehrere Variablen angewendet werden kann. Gehen wir zurück zum ersten Beispiel oben, mit dem Datensatz |likert|_, der eine einzelne Variable mit rohen Likert-Skalenantworten für 10 Personen enthält. Um eine Transformation zu erstellen, die Sie speichern und dann auf mehrere Variablen anwenden können (unter der Annahme, dass Sie mehrere solcher Variablen in Ihrer Datendatei haben), wählen Sie zunächst im Tabellenkalkulationseditor die Variable aus (d. h. Sie klicken auf die „Titelzeile“ mit dem Variablennamen), die Sie für die ursprüngliche Erstellung der Transformation verwenden möchten. In unserem Beispiel ist dies ``likert.raw``. Klicken Sie dann auf die Schaltfläche ``Transform`` in der Registerkarte jamovi ``Data``, und Sie werden eine Bildschirmausgabe ähnlich :numref:`fig-transform1` sehen.
nb: Noen ganger ønsker du å bruke samme transformasjon på mer enn én variabel, for eksempel når du har flere spørreskjemaelementer som alle må beregnes på nytt eller omkodes på samme måte. En av de smarte funksjonene i jamovi er at du kan opprette en transformasjon ved hjelp av ``Transform``-knappen i ``Data``-fanen, som deretter kan lagres og brukes på flere variabler. La oss gå tilbake til det første eksemplet ovenfor, med datasettet |likert|_, som inneholder en enkelt variabel med rå Likert-skala-svar for 10 personer. For å opprette en transformasjon som du kan lagre og deretter bruke på flere variabler (forutsatt at du hadde flere slike variabler i datafilen), velger (dvs. klikker) du først variabelen du vil bruke til å opprette transformasjonen, i regnearkredigeringsprogrammet. I vårt eksempel er dette ``likert.raw``. Deretter klikker du på ``Transform``-knappen i jamovi ``Data``-fanen, og du vil se noe som :numref:`fig-transform1`.
ta: சில நேரங்களில் நீங்கள் ஒரே மாற்றத்தை ஒன்றுக்கு மேற்பட்ட மாறிக்கு பயன்படுத்த விரும்புகிறீர்கள், எடுத்துக்காட்டாக, உங்களிடம் பல கேள்வித்தாள் உருப்படிகள் இருக்கும்போது, அவை அனைத்தும் ஒரே வழியில் மீண்டும் கணக்கிடப்பட வேண்டும் அல்லது மறுவடிவமைக்கப்பட வேண்டும். `` தரவு`` தாவலில் `` உருமாற்றம்`` பொத்தானைப் பயன்படுத்தி, சாமோவியில் சுத்தமாக அம்சங்களில் ஒன்று, நீங்கள் ஒரு மாற்றத்தை உருவாக்கலாம், பின்னர் அதை சேமித்து பல மாறிகள் பயன்படுத்தலாம். 10 பேருக்கு மூல லிகர்ட்-அளவிலான பதில்களுடன் ஒற்றை மாறியைக் கொண்ட | லிகர்ட் | _ தரவு தொகுப்பைப் பயன்படுத்தி மேலே உள்ள முதல் எடுத்துக்காட்டுக்குச் செல்வோம். நீங்கள் சேமிக்கக்கூடிய ஒரு உருமாற்றத்தை உருவாக்க, பின்னர் பல மாறிகள் முழுவதும் (உங்கள் தரவுக் கோப்பில் இதுபோன்ற மாறிகள் உங்களிடம் இருப்பதாகக் கருதி), முதலில் விரிதாள் எடிட்டர் செலக்டில் (அதாவது, சொடுக்கு செய்யவும்) ஆரம்பத்தில் மாற்றத்தை உருவாக்க நீங்கள் பயன்படுத்த விரும்பும் மாறி . எங்கள் எடுத்துக்காட்டில் இது `` likert.raw``. அடுத்து சாமோவி `` தரவு`` தாவலில் உள்ள `` உருமாறும்` பொத்தானைக் சொடுக்கு செய்து, இதுபோன்ற ஒன்றைக் காண்பீர்கள்: NumRef: `Fig-transform1`.
uk: Іноді ви хочете застосувати одне і те ж перетворення до декількох змінних, наприклад, коли у вас є кілька пунктів анкети, які потрібно перерахувати або перекодувати одним і тим же способом. Однією з зручних функцій jamovi є те, що ви можете створити перетворення за допомогою кнопки ``Transform`` на вкладці ``Data``, яке потім можна зберегти і застосувати до декількох змінних. Повернемося до першого прикладу вище, використовуючи набір даних |likert_, який містить одну змінну з необробленими відповідями за шкалою Лікерта для 10 осіб. Щоб створити перетворення, яке можна зберегти, а потім застосувати до декількох змінних (припускаючи, що у вашому файлі даних є більше таких змінних), спочатку в редакторі електронних таблиць виберіть (тобто клацніть) змінну, яку ви хочете використовувати для початкового створення перетворення. У нашому прикладі це ``likert.raw``. Далі натисніть кнопку ``Transform`` у вкладці jamovi ``Data``, і ви побачите щось на зразок :numref:`fig-transform1`.

source: Using the jamovi ``Transform`` command
de: Verwendung des jamovi-Befehls ``Transform``
nb: Bruke ``Transform``-kommandoen i jamovi
ta: சாமோவி `` உருமாற்றம்` கட்டளையைப் பயன்படுத்துதல்
uk: Використання команди jamovi ``Transform``

source: Creating a new variable transformation using the jamovi ``Transform`` command
de: Erstellen einer neuen Variablentransformation mit dem jamovi-Befehl ``Transform``
nb: Opprette en ny variabeltransformasjon ved hjelp av ``Transform``-kommandoen i jamovi
ta: சாமோவி `` உருமாற்றம்` கட்டளையைப் பயன்படுத்தி புதிய மாறி மாற்றத்தை உருவாக்குதல்
uk: Створення нового перетворення змінних за допомогою команди jamovi ``Transform``

source: Give your new variable a name, let’s call it ``opinion.strength`` and then click on the ``Using transform`` selection box and select ``Create New Transform…``. This is where you will create, and name, the transformation that can be re-applied to as many variables as you like. The transformation is automatically named for us as ``Transform 1`` (imaginative, huh. You can change this if you like). Then type the expression ``ABS($source - 4)`` into the function text box, as in :numref:`fig-transform2`, press Enter or Return on your keyboard and, hey presto, you have created a new transformation and applied it to the ``likert.raw`` variable! Good, eh. Note that instead of using the variable label in the expression, we have instead used ``$source``. This is so that we can then use the same transformation with as many different variables as we like - jamovi requires you to use ``$source`` to refer to the source variable you are transforming. Your transformation has also been saved and can be re-used any time you like (providing you save the dataset as an ``.omv`` file, otherwise you’ll lose it!).
de: Geben Sie Ihrer neuen Variablen einen Namen, nennen wir sie ``opinion.strength`` und klicken Sie dann auf das Auswahlfeld ``Using transform`` und wählen Sie ``Create New Transform…``. Hier werden Sie die Transformation erstellen und benennen, die auf beliebig viele Variablen angewendet werden kann. Die Transformation wird für uns automatisch als ``Transform 1`` benannt (einfallsreich, was? Sie können dies ändern, wenn Sie möchten). Geben Sie dann den Ausdruck ``ABS($source - 4)`` in das Textfeld der Funktion ein, wie in :numref:`fig-transform2`, drücken Sie Enter oder Return auf Ihrer Tastatur und schon haben Sie eine neue Transformation erstellt und auf die Variable ``likert.raw`` angewendet! Einfach, oder? Beachten Sie, dass wir statt der Variablenbezeichnung im Ausdruck ``$source`` verwendet haben. So können wir dieselbe Transformation auf beliebig viele verschiedene Variablen anwenden - jamovi verlangt, dass Sie ``$source`` verwenden, um auf die Quellvariable zu verweisen, die Sie transformieren. Ihre Transformation wurde auch gespeichert und kann jederzeit wiederverwendet werden (vorausgesetzt, Sie speichern den Datensatz als ``.omv`` Datei, sonst geht er verloren).
nb: Gi den nye variabelen et navn, la oss kalle den ``opinion.strength``, og klikk deretter på valgboksen ``Using transform``, og velg ``Create New Transform…``. Her oppretter og navngir du transformasjonen som kan brukes på så mange variabler du vil. Transformasjonen får automatisk navnet ``Transform 1`` (fantasifullt, ikke sant? Du kan endre dette hvis du vil). Skriv deretter inn uttrykket ``ABS($source - 4)`` i funksjonstekstboksen, som i :numref:`fig-transform2`, trykk Enter eller Return på tastaturet, og vips, så har du opprettet en ny transformasjon og brukt den på variabelen ``likert.raw``! Bra, ikke sant? Legg merke til at vi i stedet for å bruke variabelnavn i uttrykket har brukt ``$source``. Dette er for at vi skal kunne bruke den samme transformasjonen på så mange forskjellige variabler som vi vil - jamovi krever at du bruker ``$source`` for å referere til kildevariabelen du transformerer. Transformasjonen din er også lagret og kan brukes på nytt når du vil (forutsatt at du lagrer datasettet som en ``.omv``-fil, ellers mister du det!).
ta: உங்கள் புதிய மாறிக்கு ஒரு பெயரைக் கொடுங்கள், அதை `` கருத்து. நீளம்`` என்று அழைப்போம், பின்னர் `` உருமாற்றம்` `தேர்வு பெட்டியைப் பயன்படுத்தி சொடுக்கு செய்து` `புதிய உருமாற்றத்தை உருவாக்குங்கள்…` `என்பதைத் தேர்ந்தெடுக்கவும். இங்குதான் நீங்கள் விரும்பும் பல மாறிகள் வரை மீண்டும் பயன்படுத்தக்கூடிய மாற்றத்தை நீங்கள் உருவாக்குவீர்கள், மற்றும் பெயர். மாற்றம் தானாகவே நமக்கு `` உருமாற்றம் 1`` என்று பெயரிடப்படுகிறது (கற்பனையானது, ஊ. நீங்கள் விரும்பினால் இதை மாற்றலாம்). பின்னர் `` ஏபிஎச் ($ மூல - 4) `` என்ற வெளிப்பாட்டை செயல்பாட்டு உரை பெட்டியில் தட்டச்சு செய்க: எண்ரெஃப்: `அத்தி -டிரான்ச்ஃபார்ம் 2`, உங்கள் விசைப்பலகையில் உள்ளிடவும் அல்லது திரும்பவும் அழுத்தவும், ஏய் ப்ரெச்டோ, நீங்கள் ஒரு புதிய மாற்றத்தை உருவாக்கியுள்ளீர்கள் அதை `` likert.raw`` மாறிக்கு பயன்படுத்தினார்! நல்லது, ஈ. வெளிப்பாட்டில் மாறி லேபிளைப் பயன்படுத்துவதற்குப் பதிலாக, நாங்கள் `` $ மூல`` ஐப் பயன்படுத்தினோம் என்பதை நினைவில் கொள்க. இதுதான், நாங்கள் விரும்பும் பல மாறுபாடுகளுடன் அதே மாற்றத்தைப் பயன்படுத்தலாம் - நீங்கள் மாற்றும் மூல மாறியைக் குறிக்க சாமோவிக்கு `` $ மூல`` ஐப் பயன்படுத்த வேண்டும். உங்கள் மாற்றமும் சேமிக்கப்பட்டு, நீங்கள் விரும்பும் எந்த நேரத்திலும் மீண்டும் பயன்படுத்தலாம் (தரவுத்தொகுப்பை `` .OMV`` கோப்பாக சேமிக்கிறது, இல்லையெனில் நீங்கள் அதை இழப்பீர்கள்!).
uk: Дайте новій змінній ім'я, назвемо її ``opinion.strength``, а потім натисніть на поле вибору ``Using transform`` і виберіть ``Create New Transform…``. Тут ви створите і назвете перетворення, яке можна буде повторно застосувати до будь-якої кількості змінних. Перетворення автоматично отримає ім'я ``Transform 1`` (дуже оригінально, правда? Ви можете змінити це ім'я, якщо хочете). Потім введіть вираз ``ABS($source - 4)`` у текстове поле функції, як у :numref:`fig-transform2`, натисніть Enter або Return на клавіатурі, і ось, ви створили нове перетворення та застосували його до змінної ``likert.raw``! Чудово, еге ж? Зверніть увагу, що замість використанням мітки змінної у виразі ми використали ``$source``. Це зроблено для того, щоб ми могли використовувати те саме перетворення з будь-якою кількістю різних змінних — jamovi вимагає використання ``$source`` для посилання на вихідну змінну, яку ви перетворюєте. Ваше перетворення також було збережено і може бути повторно використане в будь-який час (за умови, що ви зберегли набір даних як файл ``.omv``, інакше ви його втратите!).

source: Specifying a transformation in jamovi
de: Spezifizieren einer Transformation in jamovi
nb: Spesifisere en transformasjon i jamovi
ta: சமோவியில் ஒரு மாற்றத்தைக் குறிப்பிடுகிறது
uk: Визначення перетворення в jamovi

source: Specifying a transformation in jamovi, to be saved as the imaginatively named ``Transform 1``
de: Festlegen einer Transformation in jamovi, die unter dem fantasievollen Namen ``Transform 1`` gespeichert werden soll
nb: Spesifiserer en transformasjon i jamovi, som skal lagres som den fantasifullt navngitte ``Transform 1``
ta: சமோவியில் ஒரு மாற்றத்தைக் குறிப்பிடுவது, கற்பனையாக பெயரிடப்பட்ட `` உருமாற்றம் 1`` எனக் காப்பாற்றப்பட வேண்டும்
uk: Визначення перетворення в jamovi, яке буде збережено під оригінальною назвою ``Transform 1``
