Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: How likely is it that five cards drawn from a perfectly shuffled deck will all be hearts?
de: Wie wahrscheinlich ist es, dass fünf Karten, die aus einem perfekt gemischten Stapel gezogen werden, alle die Kartenfarbe Herz haben?
nb: Hvor sannsynlig er det at fem kort som trekkes fra en perfekt blandet kortstokk, alle er hjerter?
ta: செய்தபின் மாற்றப்பட்ட டெக்கிலிருந்து எடுக்கப்பட்ட ஐந்து அட்டைகள் அனைத்தும் இதயங்களாக இருக்கும்?
uk: Яка ймовірність того, що всі п'ять карт, витягнутих з ідеально перетасованої колоди, будуть червами?

source: What are the chances that I’ll win the lottery?
de: Wie stehen die Chancen, dass ich im Lotto gewinne?
nb: Hvor stor er sjansen for at jeg vinner i lotto?
ta: நான் லாட்டரியை வெல்வதற்கான வாய்ப்புகள் என்ன?
uk: Які в мене шанси виграти в лотерею?

source: Notice that all of these questions have something in common. In each case the “truth of the world” is known and my question relates to the “what kind of events” will happen. In the first question I *know* that the coin is fair so there’s a 50\% chance that any individual coin flip will come up heads. In the second question I *know* that the chance of rolling a 6 on a single die is 1 in 6. In the third question I *know* that the deck is shuffled properly. And in the fourth question I *know* that the lottery follows specific rules. You get the idea. The critical point is that probabilistic questions start with a known **model** of the world, and we use that model to do some calculations. The underlying model can be quite simple. For instance, in the coin flipping example we can write down the model like this:
de: Beachten Sie, dass alle diese Fragen etwas gemeinsam haben. In jedem Fall ist die „Wahrheit der Welt“ bekannt und meine Frage bezieht sich auf die „welche Art von Ereignissen“ eintreten könnten. In der ersten Frage *weiß* ich, dass wenn die Münze echt ist, die Wahrscheinlichkeit dafür, dass ein Münzwurf Kopf ergibt, 50 % ist. Bei der zweiten Frage *weiß ich*, dass die Wahrscheinlichkeit, eine 6 zu würfeln, 1 zu 6 ist. Bei der dritten Frage *weiß* ich, dass das Kartenspiel richtig gemischt wurde. Und bei der vierten Frage *weiß* ich, dass die Lotterie bestimmten Regeln folgt. Sie verstehen die Idee. Der entscheidende Punkt ist, dass probabilistische Fragen mit einem bekannten **Modell** der Welt beginnen, und wir verwenden dieses Modell, um einige Berechnungen durchzuführen. Das zugrunde liegende Modell kann recht einfach sein. Im Beispiel des Münz-Werfens können wir das Modell zum Beispiel so aufschreiben:
nb: Legg merke til at alle disse spørsmålene har noe til felles. I hvert tilfelle er «sannheten om verden» kjent, og spørsmålet mitt er knyttet til «hva slags hendelser» som vil inntreffe. I det første spørsmålet *vet* jeg at mynten er rettferdig, slik at det er 50\% sjanse for at et enkelt myntkast vil gi krone. I det andre spørsmålet *vet* jeg at sjansen for å slå 6 på en terning er 1 av 6. I det tredje spørsmålet *vet* jeg at kortstokken er riktig blandet. Og i det fjerde spørsmålet *vet* jeg at lotteriet følger bestemte regler. Du skjønner hva jeg mener. Det kritiske poenget er at sannsynlighetsteoretiske spørsmål starter med en kjent **modell** av verden, og at vi bruker denne modellen til å gjøre noen beregninger. Den underliggende modellen kan være ganske enkel. I eksemplet med myntkasting kan vi for eksempel skrive ned modellen slik:
ta: இந்த கேள்விகள் அனைத்திற்கும் பொதுவான ஒன்று இருப்பதைக் கவனியுங்கள். ஒவ்வொரு சந்தர்ப்பத்திலும் “உலகின் உண்மை” அறியப்படுகிறது, மேலும் எனது கேள்வி “என்ன வகையான நிகழ்வுகள்” நடக்கும் என்பதோடு தொடர்புடையது. முதல் கேள்வியில், நாணயம் நியாயமானது என்பதை நான் அறிவேன், எனவே எந்தவொரு தனிப்பட்ட நாணய புரட்டும் தலைகீழாக வர 50 \% வாய்ப்பு உள்ளது. இரண்டாவது கேள்வியில், ஒரு 6 இல் 6 ஐ உருட்டுவதற்கான வாய்ப்பு 6 இல் 1 ஆகும். மூன்றாவது கேள்வியில் நான் * தெரியும் * டெக் சரியாக மாற்றப்படுவதை நான் * அறிவேன். நான்காவது கேள்வியில் லாட்டரி குறிப்பிட்ட விதிகளைப் பின்பற்றுகிறது என்பதை நான் * அறிவேன். உங்களுக்கு சிந்தனை கிடைக்கும். முக்கியமான சேதி என்னவென்றால், நிகழ்தகவு கேள்விகள் உலகின் அறியப்பட்ட ** மாதிரி ** உடன் தொடங்குகின்றன, மேலும் சில கணக்கீடுகளைச் செய்ய அந்த மாதிரியைப் பயன்படுத்துகிறோம். அடிப்படை மாதிரி மிகவும் எளிமையானது. உதாரணமாக, நாணயம் புரட்டுதல் எடுத்துக்காட்டில் இது போன்ற மாதிரியை எழுதலாம்:
uk: Зверніть увагу, що всі ці питання мають щось спільне. У кожному випадку «правда світу» відома, і моє питання стосується того, «які події» відбудуться. У першому питанні я *знаю*, що монета чесна, тому ймовірність того, що при будь-якому окремому підкиданні монети випаде решка, становить 50 %. У другому питанні я *знаю*, що ймовірність випадання 6 на одному кубику становить 1 до 6. У третьому питанні я *знаю*, що колода карт правильно перемішана. А в четвертому питанні я *знаю*, що лотерея відбувається за певними правилами. Ви зрозуміли суть. Ключовим моментом є те, що ймовірнісні питання починаються з відомої **моделі** світу, і ми використовуємо цю модель для деяких розрахунків. Базова модель може бути досить простою. Наприклад, у прикладі з підкиданням монети ми можемо записати модель так:

source: *P*\ (heads) = *0.5*
de: P\ (Kopf) = 0,5
nb: *P*\(hoder) = *0,5*
ta: *பி*\ (தலைகள்) =*0.5*
uk: *P*\ (голови) = *0,5*

source: which you can read as “the probability of heads is 0.5”. As we’ll see later, in the same way that percentages are numbers that range from 0\% to 100\%, probabilities are just numbers that range from 0 to 1. When using this probability model to answer the first question I don’t actually know exactly what’s going to happen. Maybe I’ll get 10 heads, like the question says. But maybe I’ll get three heads. That’s the key thing. In probability theory the *model* is known but the *data* are not.
de: was man als „die Wahrscheinlichkeit von Kopf ist 0,5“ lesen kann. Wie wir später sehen werden, sind Wahrscheinlichkeiten genauso wie Prozentsätze Zahlen, die zwischen 0 und 100 % liegen, nur Zahlen, die zwischen 0 und 1 liegen. Wenn ich dieses Wahrscheinlichkeitsmodell zur Beantwortung der ersten Frage verwende, weiß ich eigentlich nicht genau, was passieren wird. Vielleicht erhalte ich 10 Köpfe, wie in der Frage angegeben. Vielleicht erhalte ich aber auch drei Köpfe. Das ist der springende Punkt. In der Wahrscheinlichkeitstheorie ist das *Modell* bekannt, die *Daten* sind es aber nicht.
nb: som du kan lese som «sannsynligheten for krone er 0,5». Som vi skal se senere, er sannsynligheter, på samme måte som prosenter er tall som varierer fra 0\% til 100\%, bare tall som varierer fra 0 til 1. Når jeg bruker denne sannsynlighetsmodellen til å svare på det første spørsmålet, vet jeg faktisk ikke nøyaktig hva som kommer til å skje. Kanskje får jeg ti hoder, slik spørsmålet sier. Men kanskje jeg får tre kron. Det er det som er nøkkelen. I sannsynlighetsteori er *modellen* kjent, men *dataene* er det ikke.
ta: "தலைகளின் நிகழ்தகவு 0.5" என்று நீங்கள் படிக்கலாம். நாம் பின்னர் பார்ப்பது போல, சதவீதங்கள் 0 \% முதல் 100 \% வரையிலான எண்களாக இருக்கும், நிகழ்தகவுகள் 0 முதல் 1 வரையிலான எண்களாகும். இந்த நிகழ்தகவு மாதிரியைப் பயன்படுத்தும் போது நான் செய்யாத முதல் கேள்விக்கு பதிலளிக்கும்போது ' என்ன நடக்கப் போகிறது என்பதை உண்மையில் அறிவார். கேள்வி சொல்வது போல் நான் 10 தலைகளைப் பெறுவேன். ஆனால் எனக்கு மூன்று தலைகள் கிடைக்கும். அதுதான் முக்கிய சேதி. நிகழ்தகவு கோட்பாட்டில் * மாதிரி * அறியப்படுகிறது, ஆனால் * தரவு * இல்லை.
uk: що можна прочитати як «ймовірність випадання решки становить 0,5». Як ми побачимо пізніше, так само як відсотки є числами в діапазоні від 0 % до 100 %, ймовірності є просто числами в діапазоні від 0 до 1. Використовуючи цю модель ймовірності для відповіді на перше питання, я насправді не знаю, що саме станеться. Можливо, я отримаю 10 решт, як зазначено в питанні. Але, можливо, я отримаю три решти. Це є ключовим моментом. У теорії ймовірностей *модель* є відомою, але *дані* — ні.

source: So that’s probability. What about statistics? Statistical questions work the other way around. In statistics we do not know the truth about the world. All we have is the data and it is from the data that we want to *learn* the truth about the world. Statistical questions tend to look more like these:
de: Das ist also die Wahrscheinlichkeit. Was ist mit Statistik? Statistische Fragen funktionieren genau andersherum. In der Statistik kennen wir die Wahrheit über die Welt nicht. Alles, was wir haben, sind die Daten, und aus diesen Daten wollen wir die Wahrheit über die Welt *erfahren*. Statistische Fragen sehen in der Regel eher wie folgt aus:
nb: Så det er sannsynlighet. Hva med statistikk? Statistiske spørsmål fungerer omvendt. I statistikk vet vi ikke sannheten om verden. Alt vi har, er data, og det er ut fra dataene vi ønsker å *lære* sannheten om verden. Statistiske spørsmål ser gjerne ut som disse:
ta: எனவே இது நிகழ்தகவு. புள்ளிவிவரங்களைப் பற்றி என்ன? புள்ளிவிவர கேள்விகள் வேறு வழியில் செயல்படுகின்றன. புள்ளிவிவரங்களில் உலகத்தைப் பற்றிய உண்மை எங்களுக்குத் தெரியாது. நம்மிடம் உள்ள அனைத்தும் தரவு மற்றும் உலகத்தைப் பற்றிய உண்மையை நாம் * கற்றுக்கொள்ள விரும்பும் தரவுகளிலிருந்தே. புள்ளிவிவர கேள்விகள் இவற்றைப் போலவே இருக்கும்:
uk: Отже, це ймовірність. А що щодо статистики? Статистичні питання працюють навпаки. У статистиці ми не знаємо істини про світ. Все, що ми маємо, — це дані, і саме з цих даних ми хочемо *дізнатися* істину про світ. Статистичні питання, як правило, виглядають так:

source: If my friend flips a coin 10 times and gets 10 heads are they playing a trick on me?
de: Wenn ein Freund 10 Mal eine Münze wirft und 10 Mal Kopf erhält, spielt er mir dann einen Streich?
nb: Hvis vennen min kaster en mynt 10 ganger og får 10 kron, spiller han meg et puss?
ta: என் நண்பர் ஒரு நாணயத்தை 10 முறை புரட்டினால், 10 தலைகள் கிடைத்தால் அவர்கள் என் மீது ஒரு தந்திரத்தை விளையாடுகிறார்களா?
uk: Якщо мій друг підкидає монету 10 разів і отримує 10 орлів, чи він мене обманює?

source: If five cards off the top of the deck are all hearts how likely is it that the deck was shuffled?
de: Wie wahrscheinlich ist es, dass der Kartenstapel gemischt wurde, wenn die fünf obersten Karten alle die Farbe Herz haben?
nb: Hvis fem kort fra toppen av kortstokken er hjerter, hvor sannsynlig er det da at kortstokken ble blandet?
ta: டெக்கின் மேற்புறத்தில் இருந்து ஐந்து அட்டைகள் அனைத்தும் இதயங்கள் என்றால், டெக் மாற்றப்பட்டிருப்பது எவ்வளவு சாத்தியம்?
uk: Якщо п'ять карт зверху колоди — це всі черви, яка ймовірність того, що колоду перетасували?

source: If the lottery commissioner’s spouse wins the lottery how likely is it that the lottery was rigged?
de: Wenn der Ehepartner des Lotteriekommissars in der Lotterie gewinnt, wie wahrscheinlich ist es dann, dass die Lotterie manipuliert wurde?
nb: Hvis lotterikommisjonærens ektefelle vinner i lotteriet, hvor sannsynlig er det da at lotteriet var rigget?
ta: லாட்டரி கமிசனரின் மனைவி லாட்டரியை வென்றால், லாட்டரி மோசடி செய்யப்படுவது எவ்வளவு சாத்தியம்?
uk: Якщо дружина комісара лотереї виграє в лотерею, наскільки ймовірно, що лотерея була підтасована?

source: This time around the only thing we have are data. What I *know* is that I saw my friend flip the coin 10 times and it came up heads every time. And what I want to **infer** is whether or not I should conclude that what I just saw was actually a fair coin being flipped 10 times in a row, or whether I should suspect that my friend is playing a trick on me. The data I have look like this:
de: Dieses Mal haben wir nur die Daten. Was ich *weiß* ist, dass ich gesehen habe, wie mein Freund die Münze 10 Mal geworfen hat und jedes Mal Kopf herauskam. Und was ich **ableiten möchte** ist, ob ich daraus schließen sollte, dass das, was ich gerade gesehen habe, tatsächlich eine „normale“ Münze war, die 10 Mal hintereinander geworfen wurde, oder ob ich vermuten sollte, dass mein Freund mir einen Streich spielt. Die Daten, die ich habe, sehen wie folgt aus:
nb: Denne gangen har vi bare data. Det jeg *vet* er at jeg så vennen min kaste mynten 10 ganger, og at den ble krone hver gang. Og det jeg ønsker å **avgjøre**, er om jeg bør konkludere med at det jeg nettopp så, faktisk var en rettferdig mynt som ble kastet 10 ganger på rad, eller om jeg bør mistenke at vennen min spiller meg et puss. Dataene jeg har ser slik ut:
ta: இந்த நேரத்தில் எங்களிடம் உள்ள ஒரே சேதி தரவு. எனக்கு * தெரியும் * என்னவென்றால், என் நண்பர் நாணயத்தை 10 முறை புரட்டுவதை நான் பார்த்தேன், அது ஒவ்வொரு முறையும் தலைகீழாக வந்தது. நான் விரும்புவது ** ஊகிக்க விரும்புவது என்னவென்றால், நான் பார்த்தது உண்மையில் ஒரு நியாயமான நாணயம் தொடர்ச்சியாக 10 முறை புரட்டப்பட்டது, அல்லது என் நண்பர் என் மீது ஒரு தந்திரத்தை விளையாடுகிறார் என்று நான் சந்தேகிக்க வேண்டுமா என்று முடிவு செய்ய வேண்டுமா இல்லையா என்பதுதான். நான் இப்படி இருக்கும் தரவு:
uk: Цього разу все, що ми маємо, це дані. Я *знаю*, що бачив, як мій друг 10 разів підкидав монету, і вона щоразу випадала решкою. І я хочу **зробити висновок**, чи слід мені вважати, що я бачив, як справді 10 разів поспіль підкидали чесну монету, чи слід мені підозрювати, що мій друг мене обдурив. Дані, які я маю, виглядають так:

source: and what I’m trying to do is work out which “model of the world” I should put my trust in. If the coin is fair then the model I should adopt is one that says that the probability of heads is 0.5, that is *P*\ (heads) = *0.5*. If the coin is not fair then I should conclude that the probability of heads is *not* 0.5, which we would write as *P*\ (heads) ≠ *0.5*. In other words, the statistical inference problem is to figure out which of these probability models is right. Clearly, the statistical question isn’t the same as the probability question, but they’re deeply connected to one another. Because of this, a good introduction to statistical theory will start with a discussion of what probability is and how it works.
de: und ich versuche herauszufinden, auf welches „Weltmodell“ ich mein Vertrauen setzen sollte. Wenn die Münze „normal“ ist, dann ist das Modell, das ich annehmen sollte, eines, das besagt, dass die Wahrscheinlichkeit von Kopf 0,5 ist, also *P*\ (Kopf) = *0,5*. Wenn die Münze nicht „normal“ ist, dann sollte ich zu dem Schluss kommen, dass die Wahrscheinlichkeit von Kopf *nicht* 0,5 ist, was wir als *P*\ (Kopf) ≠ *0,5* schreiben würden. Mit anderen Worten: Das Problem der statistischen Schlussfolgerung besteht darin, herauszufinden, welches dieser Wahrscheinlichkeitsmodelle richtig ist. Es ist klar, dass die statistische Frage nicht dasselbe ist wie die Wahrscheinlichkeitsfrage, aber sie sind eng miteinander verknüpft. Aus diesem Grund beginnt eine gute Einführung in die statistische Theorie mit einer Diskussion darüber, was Wahrscheinlichkeit ist und wie sie funktioniert.
nb: og jeg prøver å finne ut hvilken «modell av verden» jeg skal stole på. Hvis mynten er rettferdig, bør jeg velge en modell som sier at sannsynligheten for krone er 0,5, det vil si *P*\(krone) = *0,5*. Hvis mynten ikke er rettferdig, bør jeg konkludere med at sannsynligheten for krone *ikke* er 0,5, noe vi kan skrive som *P*\ (krone) ≠ *0,5*. Med andre ord er det statistiske inferensproblemet å finne ut hvilken av disse sannsynlighetsmodellene som er riktig. Det statistiske spørsmålet er selvsagt ikke det samme som sannsynlighetsspørsmålet, men de er nært knyttet til hverandre. Derfor vil en god innføring i statistisk teori starte med en diskusjon om hva sannsynlighet er og hvordan det fungerer.
ta: நான் செய்ய முயற்சிப்பது என்னவென்றால், எந்த “உலகின் மாதிரி” நான் என் நம்பிக்கையை வைக்க வேண்டும். நாணயம் நியாயமானதாக இருந்தால், நான் கடைப்பிடிக்க வேண்டிய மாதிரி தலைகளின் நிகழ்தகவு 0.5 என்று கூறுகிறது, அதாவது *பி*\ (தலைகள்) =*0.5*. நாணயம் நியாயமில்லை என்றால், தலைகளின் நிகழ்தகவு *அல்ல *0.5 என்று நான் முடிவு செய்ய வேண்டும், அதை நாம் *p *\ (தலைகள்) ≠ *0.5 *என்று எழுதுவோம். வேறு வார்த்தைகளில் கூறுவதானால், இந்த நிகழ்தகவு மாதிரிகள் எது சரியானது என்பதைக் கண்டுபிடிப்பதே புள்ளிவிவர அனுமான சிக்கல். தெளிவாக, புள்ளிவிவர கேள்வி நிகழ்தகவு கேள்விக்கு சமமானதல்ல, ஆனால் அவை ஒருவருக்கொருவர் ஆழமாக இணைக்கப்பட்டுள்ளன. இதன் காரணமாக, புள்ளிவிவரக் கோட்பாட்டிற்கான ஒரு நல்ல அறிமுகம் நிகழ்தகவு என்றால் என்ன, அது எவ்வாறு செயல்படுகிறது என்பது பற்றிய விவாதத்துடன் தொடங்கும்.
uk: і я намагаюся з'ясувати, якій «моделі світу» я повинен довіряти. Якщо монета чесна, то я повинен прийняти модель, яка стверджує, що ймовірність випадання решки становить 0,5, тобто *P*\ (решка) = *0,5*. Якщо монета нечесна, то я повинен зробити висновок, що ймовірність випадання решки *не* дорівнює 0,5, що ми запишемо як *P*\ (решка) ≠ *0,5*. Іншими словами, проблема статистичного висновку полягає в тому, щоб з'ясувати, яка з цих моделей ймовірності є правильною. Очевидно, що статистичне питання не є таким самим, як питання ймовірності, але вони глибоко пов'язані між собою. Тому хороший вступ до статистичної теорії починається з обговорення того, що таке ймовірність і як вона працює.

source: What does probability mean?
de: Was bedeutet Wahrscheinlichkeit?
nb: Hva betyr sannsynlighet?
ta: நிகழ்தகவு என்றால் என்ன?
uk: Що означає ймовірність?

source: Let’s start with the first of these questions. What is “probability”? It might seem surprising to you but while statisticians and mathematicians (mostly) agree on what the *rules* of probability are, there’s much less of a consensus on what the word really *means*. It seems weird because we’re all very comfortable using words like “chance”, “likely”, “possible” and “probable”, and it doesn’t seem like it should be a very difficult question to answer. But if you’ve ever had that experience in real life you might walk away from the conversation feeling like you didn’t quite get it right, and that (like many everyday concepts) it turns out that you don’t *really* know what it’s all about.
de: Beginnen wir mit der ersten dieser Fragen. Was ist „Wahrscheinlichkeit“? Es mag Sie vielleicht überraschen, aber während sich Statistiker und Mathematiker (größtenteils) einig sind, was die *Regeln* der Wahrscheinlichkeit sind, besteht weitaus weniger Einigkeit darüber, was das Wort wirklich *bedeutet*. Das erscheint seltsam, weil wir alle sehr vertraut mit Wörtern wie „Zufall“, „wahrscheinlich“, „möglich“ und „wahrscheinlich“ sind. Es scheint daher nicht so, als ob die Antwort auf diese Frage sehr schwierig sein sollte. Aber wenn Sie diese Erfahrung schon einmal im wirklichen Leben gemacht haben, gehen Sie vielleicht mit dem Gefühl aus dem Gespräch, dass Sie es nicht ganz richtig verstanden haben, und dass sich (wie bei vielen alltäglichen Begriffen) herausstellt, dass Sie nicht *wirklich* wissen, worum es eigentlich geht.
nb: La oss begynne med det første av disse spørsmålene. Hva er «sannsynlighet»? Det kan virke overraskende, men selv om statistikere og matematikere (stort sett) er enige om hva *reglene* for sannsynlighet er, er det mye mindre enighet om hva ordet egentlig *betyr*. Det virker rart, for vi er alle veldig komfortable med å bruke ord som «sjanse», «sannsynlig», «mulig» og «sannsynlig», og det virker ikke som om det burde være et veldig vanskelig spørsmål å svare på. Men hvis du noen gang har opplevd det i det virkelige liv, kan det hende at du går fra samtalen med en følelse av at du ikke helt fikk det med deg, og at det (i likhet med mange hverdagsbegreper) viser seg at du ikke *virkelig* vet hva det handler om.
ta: இந்த கேள்விகளில் முதலாவதாக ஆரம்பிக்கலாம். “நிகழ்தகவு” என்றால் என்ன? இது உங்களுக்கு ஆச்சரியமாகத் தோன்றலாம், ஆனால் புள்ளிவிவர வல்லுநர்கள் மற்றும் கணிதவியலாளர்கள் (பெரும்பாலும்) நிகழ்தகவின் *விதிகள் *என்ன என்பதை ஒப்புக்கொள்கிறார்கள் என்றாலும், இந்த சொல் உண்மையில் *என்றால் என்ன என்பதில் ஒருமித்த கருத்து மிகக் குறைவு. இது வித்தியாசமாகத் தெரிகிறது, ஏனென்றால் “வாய்ப்பு”, “சாத்தியம்”, “சாத்தியம்” மற்றும் “சாத்தியமான” போன்ற சொற்களைப் பயன்படுத்த நாங்கள் அனைவரும் மிகவும் வசதியாக இருக்கிறோம், மேலும் இது பதிலளிக்க மிகவும் கடினமான கேள்வியாக இருக்க வேண்டும் என்று தெரியவில்லை. ஆனால் நிச வாழ்க்கையில் நீங்கள் எப்போதாவது அந்த அனுபவத்தைப் பெற்றிருந்தால், நீங்கள் அதை சரியாகப் பெறவில்லை என்பது போல உரையாடலில் இருந்து விலகிச் செல்லலாம், மேலும் (பல அன்றாட கருத்துகளைப் போல) நீங்கள் * உண்மையில் * தெரியாது என்று மாறிவிடும் இது என்ன.
uk: Почнемо з першого з цих питань. Що таке «ймовірність»? Це може здатися вам дивним, але хоча статистики та математики (в основному) згодні з тим, що таке *правила* ймовірності, набагато менше згоди існує щодо того, що насправді *означає* це слово. Це здається дивним, оскільки ми всі дуже звикли вживати такі слова, як «шанс», «ймовірний», «можливий» і «ймовірний», і здається, що відповісти на це питання не повинно бути дуже складно. Але якщо ви коли-небудь стикалися з цим у реальному житті, ви, можливо, пішли з розмови з відчуттям, що не зовсім все зрозуміли, і що (як і у випадку з багатьма повсякденними поняттями) ви *насправді* не знаєте, про що йдеться.

source: So I’ll have a go at it. Let’s suppose I want to bet on a soccer game between two teams of robots, *Arduino Arsenal* and *C Milan*. After thinking about it, I decide that there is an 80\% probability of *Arduino Arsenal* winning. What do I mean by that? Here are three possibilities:
de: Ich werde es also versuchen. Nehmen wir an, ich möchte auf ein Fußballspiel zwischen zwei Roboterteams wetten, *Arduino Arsenal* und *C Milan*. Nachdem ich darüber nachgedacht habe, entscheide ich, dass die Wahrscheinlichkeit, dass *Arduino Arsenal* gewinnt, bei 80 % liegt. Was will ich damit sagen? Hier sind drei Möglichkeiten:
nb: Så jeg skal prøve meg på det. La oss anta at jeg ønsker å vedde på en fotballkamp mellom to robotlag, *Arduino Arsenal* og *C Milan*. Etter å ha tenkt meg om kommer jeg frem til at det er 80\% sannsynlighet for at *Arduino Arsenal* vinner. Hva mener jeg med det? Her er tre muligheter:
ta: எனவே நான் அதைப் பெறுவேன். ரோபோக்கள், *அர்டுயினோ அர்செனல் *மற்றும் *சி மிலன் *ஆகியவற்றுக்கு இடையில் ஒரு கால்பந்து விளையாட்டில் நான் பந்தயம் கட்ட விரும்புகிறேன் என்று வைத்துக்கொள்வோம். இதைப் பற்றி யோசித்த பிறகு, * அர்டுயினோ அர்செனல் * வெற்றியின் 80 \% நிகழ்தகவு இருப்பதாக நான் தீர்மானிக்கிறேன். இதன் மூலம் நான் என்ன சொல்கிறேன்? இங்கே மூன்று சாத்தியங்கள் உள்ளன:
uk: Тож я спробую. Припустимо, я хочу зробити ставку на футбольний матч між двома командами роботів, *Arduino Arsenal* і *C Milan*. Подумавши, я вирішую, що ймовірність перемоги *Arduino Arsenal* становить 80 %. Що я маю на увазі? Ось три можливості:

source: They’re robot teams so I can make them play over and over again, and if I did that *Arduino Arsenal* would win 8 out of every 10 games on average.
de: Da es sich um Roboterteams handelt, kann ich sie immer wieder spielen lassen, und wenn ich das täte, würde *Arduino Arsenal* im Durchschnitt 8 von 10 Spielen gewinnen.
nb: De er robotlag, så jeg kan få dem til å spille om og om igjen, og hvis jeg gjorde det, ville *Arduino Arsenal* vunnet 8 av 10 kamper i gjennomsnitt.
ta: அவர்கள் ரோபோ அணிகள், எனவே நான் அவர்களை மீண்டும் மீண்டும் விளையாட முடியும், நான் அவ்வாறு செய்தால் * அர்டுயினோ அர்செனல் * ஒவ்வொரு 10 ஆட்டங்களில் 8 ஐ வெல்லும்.
uk: Це команди-роботи, тому я можу змушувати їх грати знову і знову, і якби я це робив, *Arduino Arsenal* вигравав би в середньому 8 з кожних 10 ігор.
