Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: Introduction to probability
de: Einführung in die Wahrscheinlichkeitsrechnung
nb: Introduksjon til sannsynlighetsregning
ta: நிகழ்தகவு அறிமுகம்
uk: Вступ до теорії ймовірності

source: *[God] has afforded us only the twilight … of Probability.*
de: *[Gott] hat uns nur das Zwielicht … der Wahrscheinlichkeit geschenkt.*
nb: *[Gud] har bare gitt oss skumringen … av sannsynlighet.*
ta: *[கடவுள்] எங்களுக்கு அந்தி… நிகழ்தகவு மட்டுமே வழங்கியுள்ளார்.*
uk: *[Бог] дарував нам лише сутінки … Ймовірності.*

source: Up to this point in the book we’ve discussed some of the key ideas in experimental design, and we’ve talked a little about how you can summarise a data set. To a lot of people this is all there is to statistics: collecting all the numbers, calculating averages, drawing pictures, and putting them all in a report somewhere. Kind of like stamp collecting but with numbers. However, statistics covers much more than that. In fact, descriptive statistics is one of the smallest parts of statistics and one of the least powerful. The bigger and more useful part of statistics is that it provides information that lets you make inferences about data.
de: Bis zu diesem Punkt in diesem Buch haben wir einige der wichtigsten Ideen zur Versuchsplanung erörtert und ein wenig darüber gesprochen, wie man einen Datensatz zusammenfassen kann. Für viele Menschen ist das alles, was Statistik ausmacht: alle Zahlen sammeln, Durchschnittswerte berechnen, Bilder zeichnen und alles irgendwo in einen Bericht packen. Ein bisschen wie Briefmarkensammeln, aber mit Zahlen. Statistik umfasst jedoch viel mehr als das. Tatsächlich ist die deskriptive Statistik einer der kleinsten Teile der Statistik und einer der am wenigsten leistungsfähigen. Der größere und nützlichere Teil der Statistik besteht darin, dass sie Informationen liefert, die Rückschlüsse auf die Daten zulassen.
nb: Så langt i boken har vi diskutert noen av de viktigste ideene i forsøksdesign, og vi har snakket litt om hvordan du kan oppsummere et datasett. For mange er dette alt som finnes av statistikk: å samle inn alle tallene, beregne gjennomsnitt, tegne bilder og sette dem inn i en rapport. Litt som frimerkesamling, men med tall. Statistikk dekker imidlertid mye mer enn det. Faktisk er deskriptivstatistikk en av de minste delene av statistikken, og en av de minst effektive. Den større og mer nyttige delen av statistikken er at den gir informasjon som gjør det mulig å trekke slutninger om data.
ta: புத்தகத்தின் இந்த கட்டத்தில் சோதனை வடிவமைப்பில் சில முக்கிய யோசனைகளைப் பற்றி நாங்கள் விவாதித்தோம், மேலும் தரவுத் தொகுப்பை நீங்கள் எவ்வாறு சுருக்கமாகக் கூறலாம் என்பது பற்றி நாங்கள் கொஞ்சம் பேசினோம். நிறைய பேருக்கு இதெல்லாம் புள்ளிவிவரங்கள் உள்ளன: எல்லா எண்களையும் சேகரித்தல், சராசரிகளைக் கணக்கிடுதல், படங்களை வரைவது, அவை அனைத்தையும் எங்காவது ஒரு அறிக்கையில் வைப்பது. முத்திரை சேகரிப்பது போன்றது ஆனால் எண்களுடன். இருப்பினும், புள்ளிவிவரங்கள் அதை விட அதிகம். உண்மையில், விளக்க புள்ளிவிவரங்கள் புள்ளிவிவரங்களின் மிகச்சிறிய பகுதிகளில் ஒன்றாகும் மற்றும் மிகக் குறைந்த சக்திவாய்ந்த ஒன்றாகும். புள்ளிவிவரங்களின் பெரிய மற்றும் பயனுள்ள பகுதி என்னவென்றால், இது தரவைப் பற்றிய அனுமானங்களைச் செய்ய உதவும் தகவல்களை வழங்குகிறது.
uk: До цього моменту в книзі ми обговорили деякі ключові ідеї експериментального дизайну та трохи поговорили про те, як можна узагальнити набір даних. Для багатьох людей це все, що стосується статистики: збір усіх чисел, обчислення середніх значень, малювання графіків і розміщення їх у звіті. Щось на зразок колекціонування марок, але з цифрами. Однак статистика охоплює набагато більше. Насправді, описова статистика є однією з найменших частин статистики і однією з найменш потужних. Більша і корисніша частина статистики полягає в тому, що вона надає інформацію, яка дозволяє робити висновки про дані.

source: Once you start thinking about statistics in these terms, that statistics is there to help us draw inferences from data, you start seeing examples of it everywhere. For instance, here’s a tiny extract from a newspaper article in the Sydney Morning Herald (30 Oct 2010):
de: Sobald man anfängt, über Statistik in diesem Sinne zu denken, nämlich dass Statistik dazu da ist, uns dabei zu helfen, Schlüsse aus Daten zu ziehen, sieht man überall Beispiele dafür. Hier zum Beispiel ein kleiner Auszug aus einem Zeitungsartikel im *Sydney Morning Herald* (30. Oktober 2010):
nb: Når man begynner å tenke på statistikk på denne måten, at statistikk er til for å hjelpe oss med å trekke slutninger fra data, ser man eksempler på det overalt. Her er for eksempel et lite utdrag fra en avisartikkel i Sydney Morning Herald (30. oktober 2010):
ta: இந்த விதிமுறைகளில் புள்ளிவிவரங்களைப் பற்றி நீங்கள் சிந்திக்கத் தொடங்கியதும், தரவுகளிலிருந்து அனுமானங்களை எடுக்க எங்களுக்கு உதவ அந்த புள்ளிவிவரங்கள் உள்ளன, அதன் உதாரணங்களை எல்லா இடங்களிலும் பார்க்கத் தொடங்குகிறீர்கள். உதாரணமாக, சிட்னி மார்னிங் எரால்டில் (30 அக்டோபர் 2010) ஒரு செய்தித்தாள் கட்டுரையிலிருந்து ஒரு சிறிய சாறு இங்கே:
uk: Як тільки ви почнете думати про статистику в таких термінах, що статистика існує для того, щоб допомогти нам робити висновки на основі даних, ви почнете бачити приклади цього всюди. Наприклад, ось невеликий уривок із статті в газеті Sydney Morning Herald (30 жовтня 2010 р.):

source: “I have a tough job,” the Premier said in response to a poll which found her government is now the most unpopular Labor administration in polling history, with a primary vote of just 23 per cent.
de: „Ich habe einen harten Job“, sagte die Premierministerin als Reaktion auf eine Umfrage, die ergab, dass ihre Regierung mit einem Stimmenanteil von nur 23 Prozent die unbeliebteste Regierung in der Geschichte der Meinungsumfragen ist.
nb: «Jeg har en tøff jobb», sa statsministeren som svar på en meningsmåling som viste at hennes regjering nå er den mest upopulære Labour-regjeringen i meningsmålingens historie, med en oppslutning på bare 23 prosent.
ta: "எனக்கு ஒரு கடினமான வேலை உள்ளது," என்று ஒரு வாக்கெடுப்புக்கு பதிலளித்த தலைமை அமைச்சர், தனது அரசாங்கம் இப்போது வாக்குப்பதிவு வரலாற்றில் மிகவும் செல்வாக்கற்ற தொழிலாளர் நிர்வாகம் என்று கண்டறிந்தது, முதன்மை வாக்கெடுப்பு வெறும் 23 விழுக்காடு.
uk: «У мене важка робота», – сказала прем’єр-міністр у відповідь на опитування, яке показало, що її уряд зараз є найнепопулярнішою адміністрацією лейбористів в історії опитувань, маючи лише 23 відсотки голосів на праймеріз.

source: This kind of remark is entirely unremarkable in the papers or in everyday life, but let’s have a think about what it entails. A polling company has conducted a survey, usually a pretty big one because they can afford it. I’m too lazy to track down the original survey so let’s just imagine that they called 1000 New South Wales (NSW) voters at random, and 230 (23\%) of those claimed that they intended to vote for the Australian Labor Party (ALP). For the 2010 Federal election the Australian Electoral Commission reported 4,610,795 enrolled voters in NSW, so the opinions of the remaining 4,609,795 voters (about 99.98\% of voters) remain unknown to us. Even assuming that no-one lied to the polling company the only thing we can say with 100\% confidence is that the true ALP primary vote is somewhere between 230/4610795 (about \0.005\%) and 4610025/4610795 (about 99.83\%). So, on what basis is it legitimate for the polling company, the newspaper, and the readership to conclude that the ALP primary vote is only about 23\%?
de: Diese Art von Bemerkung ist in den Zeitungen oder im Alltag völlig unauffällig, aber denken wir einmal darüber nach, was sie bedeutet. Ein Meinungsforschungsinstitut hat eine Umfrage durchgeführt, in der Regel eine ziemlich große, weil sie es sich leisten können. Ich bin zu faul, um die Originalumfrage ausfindig zu machen, also stellen wir uns einfach vor, dass 1000 Wähler aus New South Wales (NSW) nach dem Zufallsprinzip angerufen wurden und 230 (23 %) von ihnen angaben, dass sie beabsichtigten, für die Australian Labor Party (ALP) zu stimmen. Für die Parlamentswahl 2010 meldete die australische Wahlkommission 4 610 795 registrierte Wähler in NSW, so dass uns die Meinung der übrigen 4 609 795 Wähler (etwa 99,98 % der Wähler) unbekannt bleibt. Selbst wenn man davon ausgeht, dass niemand das Meinungsforschungsinstitut belogen hat, können wir mit 100 % Wahrscheinlichkeit nur sagen, dass das wahre Ergebnis der ALP-Vorwahlen irgendwo zwischen 230 / 4610795 (etwa 0,005 %) und 4610025 / 4610795 (etwa 99,83 %) liegt. Auf welcher Grundlage ist es also legitim, dass das Meinungsforschungsinstitut, die Zeitung und die Leserschaft zu dem Schluss kommen, dass die Vorzugsstimmen der ALP nur etwa 23 % betragen?
nb: Denne typen bemerkninger er helt upåfallende i avisene eller i dagliglivet, men la oss tenke litt på hva det innebærer. Et meningsmålingsinstitutt har gjennomført en undersøkelse, som regel en ganske stor en, fordi de har råd til det. Jeg er for lat til å finne den opprinnelige undersøkelsen, så la oss bare tenke oss at de ringte 1000 tilfeldige velgere i New South Wales (NSW), og at 230 (23\%) av disse hevdet at de hadde tenkt å stemme på Australian Labor Party (ALP). For det føderale valget i 2010 rapporterte den australske valgkommisjonen 4 610 795 registrerte velgere i NSW, så meningene til de resterende 4 609 795 velgerne (ca. 99,98\% av velgerne) forblir ukjente for oss. Selv om vi antar at ingen har løyet til meningsmålingsinstituttet, er det eneste vi kan si med 100\% sikkerhet at det sanne antallet primærstemmer til ALP ligger et sted mellom 230/4610795 (ca. \0,005\%) og 4610025/4610795 (ca. 99,83\%). Så på hvilket grunnlag er det legitimt for meningsmålingsinstituttet, avisen og leserne å konkludere med at Aps primærstemmer bare ligger på ca. 23\%?
ta: இந்த வகையான கருத்து ஆவணங்களில் அல்லது அன்றாட வாழ்க்கையில் முற்றிலும் குறிப்பிடத்தக்கதாக இல்லை, ஆனால் அது எதைக் குறிக்கிறது என்பதைப் பற்றி சிந்திக்கலாம். ஒரு வாக்குப்பதிவு நிறுவனம் ஒரு கணக்கெடுப்பை நடத்தியுள்ளது, பொதுவாக அவர்கள் அதை வாங்க முடியும் என்பதால் மிகவும் பெரியது. அசல் கணக்கெடுப்பைக் கண்காணிக்க நான் மிகவும் சோம்பலாக இருக்கிறேன், எனவே அவர்கள் 1000 நியூ சவுத் வேல்ச் (என்.எச்.டபிள்யூ) வாக்காளர்களை சீரற்ற முறையில் அழைத்தார்கள் என்று கற்பனை செய்து பார்ப்போம், மேலும் 230 (23 \%) ஆச்திரேலிய தொழிலாளர் கட்சிக்கு வாக்களிக்க விரும்புவதாகக் கூறினர் ( ஆல்ப்). 2010 கூட்டாட்சித் தேர்தலுக்காக, ஆச்திரேலிய தேர்தல் ஆணையம் NSW இல் 4,610,795 வாக்காளர்களைப் பதிவுசெய்தது, எனவே மீதமுள்ள 4,609,795 வாக்காளர்களின் கருத்துக்கள் (சுமார் 99.98 \% வாக்காளர்கள்) எங்களுக்குத் தெரியவில்லை. 100 \% நம்பிக்கையுடன் நாம் சொல்லக்கூடிய ஒரே சேதி என்னவென்றால், உண்மையான ALP முதன்மை வாக்குகள் 230/4610795 (சுமார் \ 0.005 \%) மற்றும் 4610025/4610795 (சுமார் 99.83 \ %). எனவே, வாக்குப்பதிவு நிறுவனம், செய்தித்தாள் மற்றும் வாசகர்கள் ALP முதன்மை வாக்குகள் சுமார் 23 \%மட்டுமே என்று முடிவு செய்வது எந்த அடிப்படையில் முறையானது?
uk: Такі зауваження є цілком звичайними в газетах або в повсякденному житті, але давайте поміркуємо, що вони означають. Опитувальна компанія провела опитування, як правило, досить велике, оскільки вона може собі це дозволити. Я занадто лінивий, щоб відшукати оригінальне опитування, тож давайте просто уявимо, що вони зателефонували 1000 виборців Нового Південного Уельсу (NSW) навмання, і 230 (23 %) з них заявили, що мають намір голосувати за Австралійську лейбористську партію (ALP). За даними Австралійської виборчої комісії, на федеральних виборах 2010 року в штаті Новий Південний Уельс було зареєстровано 4 610 795 виборців, тому думка решти 4 609 795 виборців (близько 99,98 % виборців) нам невідома. Навіть якщо припустити, що ніхто не брехав опитувальній компанії, єдине, що ми можемо сказати зі 100\% впевненістю, це те, що справжній первинний результат голосування за АЛП знаходиться десь між 230/4610795 (близько 0,005\% ) і 4610025/4610795 (близько 99,83\% ). Тож на якій підставі опитувальна компанія, газета та читацька аудиторія можуть зробити висновок, що первинна кількість голосів за АЛП становить лише близько 23\%?

source: The answer to the question is pretty obvious. If I call 1000 people at random, and 230 of them say they intend to vote for the ALP, then it seems very unlikely that these are the *only* 230 people out of the entire voting public who actually intend to vote ALP. In other words, we assume that the data collected by the polling company is pretty representative of the population at large. But how representative? Would we be surprised to discover that the true ALP primary vote is actually 24\%? 29\%? 37\%? At this point everyday intuition starts to break down a bit. No-one would be surprised by 24\%, and everybody would be surprised by 37\%, but it’s a bit hard to say whether 29\% is plausible. We need some more powerful tools than just looking at the numbers and guessing.
de: Die Antwort auf diese Frage ist ziemlich offensichtlich. Wenn ich 1000 Personen nach dem Zufallsprinzip anrufe und 230 von ihnen sagen, dass sie beabsichtigen, die ALP zu wählen, dann ist es sehr unwahrscheinlich, dass dies die *nur* 230 Personen der gesamten Wählerschaft sind, die tatsächlich beabsichtigen, die ALP zu wählen. Mit anderen Worten: Wir gehen davon aus, dass die vom Meinungsforschungsinstitut erhobenen Daten ziemlich repräsentativ für die Gesamtbevölkerung sind. Aber wie repräsentativ sind sie? Würde es uns überraschen, wenn wir herausfänden, dass das tatsächliche Wahlergebnis der ALP in den Vorwahlen bei 24 % liegt? 29 %? 37 %? An diesem Punkt beginnt die alltägliche Intuition ein wenig zu versagen. Niemand wäre von 24 % überrascht, und jeder wäre von 37 % überrascht, aber es ist ein bisschen schwierig zu sagen, ob 29 % plausibel ist. Wir brauchen leistungsfähigere Instrumente, als nur auf die Zahlen zu schauen und zu raten.
nb: Svaret på spørsmålet er ganske åpenbart. Hvis jeg ringer 1000 tilfeldige personer, og 230 av dem sier at de har tenkt å stemme på ALP, så virker det svært usannsynlig at det *kun* er disse 230 personene av hele den stemmeberettigede befolkningen som faktisk har tenkt å stemme på ALP. Med andre ord antar vi at dataene som er samlet inn av meningsmålingsinstituttet er ganske representative for befolkningen som helhet. Men hvor representative? Ville vi bli overrasket om vi oppdaget at den sanne oppslutningen om ALP faktisk er 24\%? 29\%? 37\%? På dette punktet begynner hverdagsintuisjonen å bryte litt sammen. Ingen ville blitt overrasket over 24\%, og alle ville blitt overrasket over 37\%, men det er litt vanskelig å si om 29\% er plausibelt. Vi trenger noen kraftigere verktøy enn bare å se på tallene og gjette.
ta: கேள்விக்கான பதில் மிகவும் வெளிப்படையானது. நான் 1000 பேரை சீரற்ற முறையில் அழைத்தால், அவர்களில் 230 பேர் ALP க்கு வாக்களிக்க விரும்புவதாகக் கூறினால், ALP க்கு வாக்களிக்க விரும்பும் முழு வாக்களிக்கும் பொதுமக்களிடமிருந்தும் * 230 பேர் மட்டுமே என்பது மிகவும் சாத்தியமில்லை. வேறு வார்த்தைகளில் கூறுவதானால், வாக்குப்பதிவு நிறுவனத்தால் சேகரிக்கப்பட்ட தரவு மக்கள்தொகையின் அழகான சார்பாளர் என்று நாங்கள் கருதுகிறோம். ஆனால் எப்படி பிரதிநிதி? உண்மையான ALP முதன்மை வாக்குகள் உண்மையில் 24 \%என்பதைக் கண்டு நாம் ஆச்சரியப்படுவோமா? 29 \%? 37 \%? இந்த கட்டத்தில் அன்றாட உள்ளுணர்வு சற்று உடைக்கத் தொடங்குகிறது. யாரும் 24 \%ஆச்சரியப்பட மாட்டார்கள், எல்லோரும் 37 \%ஆச்சரியப்படுவார்கள், ஆனால் 29 \%நம்பத்தகுந்ததா என்று சொல்வது சற்று கடினம். எண்களைப் பார்த்து யூகிப்பதை விட சில சக்திவாய்ந்த கருவிகள் நமக்குத் தேவை.
uk: Відповідь на це питання досить очевидна. Якщо я зателефоную 1000 випадково обраних людей, і 230 з них скажуть, що мають намір голосувати за АЛП, то здається дуже малоймовірним, що це *єдині* 230 людей з усіх виборців, які насправді мають намір голосувати за АЛП. Іншими словами, ми припускаємо, що дані, зібрані компанією, яка проводить опитування, є досить репрезентативними для населення в цілому. Але наскільки репрезентативні? Чи будемо ми здивовані, якщо виявимо, що справжній первинний результат голосування за АЛП насправді становить 24 %? 29 %? 37 %? На цьому етапі повсякденна інтуїція починає трохи давати збій. Ніхто не буде здивований результатом 24 %, і всі будуть здивовані результатом 37 %, але трохи важко сказати, чи є результат 29 % правдоподібним. Нам потрібні більш потужні інструменти, ніж просто перегляд цифр і припущення.

source: **Inferential statistics** provides the tools that we need to answer these sorts of questions, and since these kinds of questions lie at the heart of the scientific enterprise, they take up the lions share of every introductory course on statistics and research methods. However, the theory of statistical inference is built on top of **probability theory**. And it is to probability theory that we must now turn. This discussion of probability theory is basically background detail. There’s not a lot of statistics per se in this chapter, and you don’t need to understand this material in as much depth as the other chapters in this part of the book. Nevertheless, because probability theory does underpin so much of statistics, it’s worth covering some of the basics.
de: Die **Inferenzstatistik** liefert die Werkzeuge, die wir zur Beantwortung dieser Art von Fragen benötigen. Da diese Art von Fragen im Mittelpunkt des wissenschaftlichen Betriebs stehen, nehmen sie den Löwenanteil jedes Einführungskurses in Statistik und Forschungsmethoden ein. Die Theorie der statistischen Schlussfolgerungen baut jedoch auf der **Wahrscheinlichkeitstheorie** auf. Und der Wahrscheinlichkeitstheorie müssen wir uns nun zuwenden. Die Erörterung der Wahrscheinlichkeitstheorie ist im Wesentlichen eine Hintergrundinformation. In diesem Kapitel geht es nicht um Statistik an sich, und Sie müssen dieses Material nicht so gründlich verstehen wie die anderen Kapitel in diesem Teil des Buches. Da die Wahrscheinlichkeitstheorie jedoch einen großen Teil der Statistik untermauert, lohnt es sich, einige der Grundlagen zu behandeln.
nb: **Inferensstatistikk** gir oss de verktøyene vi trenger for å besvare slike spørsmål, og siden denne typen spørsmål er selve kjernen i den vitenskapelige virksomheten, opptar de en stor del av alle innføringskurs i statistikk og forskningsmetoder. Teorien om statistisk inferens bygger imidlertid på **sannsynlighetsteori**. Og det er til sannsynlighetsteorien vi nå må vende oss. Denne diskusjonen om sannsynlighetsteori er i utgangspunktet bakgrunnsinformasjon. Det er ikke mye statistikk i seg selv i dette kapittelet, og du trenger ikke å forstå dette stoffet like inngående som i de andre kapitlene i denne delen av boken. Men siden sannsynlighetsteori ligger til grunn for så mye av statistikken, er det likevel verdt å gå gjennom noe av det grunnleggende.
ta: ** அனுமான புள்ளிவிவரங்கள் ** இந்த வகையான கேள்விகளுக்கு நாம் பதிலளிக்க வேண்டிய கருவிகளை வழங்குகிறது, மேலும் இந்த வகையான கேள்விகள் விஞ்ஞான நிறுவனத்தின் இதயத்தில் இருப்பதால், புள்ளிவிவரங்கள் மற்றும் ஆராய்ச்சி முறைகள் குறித்த ஒவ்வொரு அறிமுக பாடத்தின் லயன்ச் பங்கையும் அவை எடுத்துக்கொள்கின்றன. இருப்பினும், புள்ளிவிவர அனுமானத்தின் கோட்பாடு ** நிகழ்தகவு கோட்பாட்டின் மேல் கட்டப்பட்டுள்ளது **. நாம் இப்போது திரும்ப வேண்டும் என்பது நிகழ்தகவு கோட்பாட்டிற்கு. நிகழ்தகவு கோட்பாட்டின் இந்த விவாதம் அடிப்படையில் பின்னணி விவரம். இந்த அத்தியாயத்தில் நிறைய புள்ளிவிவரங்கள் இல்லை, மேலும் புத்தகத்தின் இந்த பகுதியில் உள்ள மற்ற அத்தியாயங்களைப் போலவே இந்த பொருளை நீங்கள் ஆழமாக புரிந்து கொள்ள தேவையில்லை. ஆயினும்கூட, நிகழ்தகவு கோட்பாடு புள்ளிவிவரங்களின் பெரும்பகுதியை ஆதரிப்பதால், சில அடிப்படைகளை உள்ளடக்கியிருப்பது மதிப்பு.
uk: **Інференційна статистика** надає інструменти, необхідні для відповіді на такі питання, і оскільки вони лежать в основі наукової діяльності, вони займають левову частку кожного вступного курсу зі статистики та методів дослідження. Однак теорія статистичної інференції побудована на основі **теорії ймовірностей**. І саме до теорії ймовірностей ми зараз і звернемося. Ця дискусія про теорію ймовірностей є, в основному, додатковою інформацією. У цьому розділі не так багато статистики як такої, і вам не потрібно розуміти цей матеріал так глибоко, як інші розділи цієї частини книги. Проте, оскільки теорія ймовірності є основою статистики, варто розглянути деякі її основи.

source: How are probability and statistics different?
de: Was ist der Unterschied zwischen Wahrscheinlichkeit und Statistik?
nb: Hva er forskjellen på sannsynlighet og statistikk?
ta: நிகழ்தகவு மற்றும் புள்ளிவிவரங்கள் எவ்வாறு வேறுபடுகின்றன?
uk: Чим відрізняються ймовірність та статистика?

source: Before we start talking about probability theory, it’s helpful to spend a moment thinking about the relationship between probability and statistics. The two disciplines are closely related but they’re not identical. Probability theory is “the doctrine of chances”. It’s a branch of mathematics that tells you how often different kinds of events will happen. For example, all of these questions are things you can answer using probability theory:
de: Bevor wir uns mit der Wahrscheinlichkeitstheorie befassen, ist es hilfreich, einen Moment über die Beziehung zwischen Wahrscheinlichkeit und Statistik nachzudenken. Die beiden Disziplinen sind eng miteinander verwandt, aber sie sind nicht identisch. Die Wahrscheinlichkeitstheorie ist „die Lehre vom Zufallsgeschehen“. Es handelt sich um einen Zweig der Mathematik, der angibt, wie oft verschiedene Arten von Ereignissen eintreten werden. Alle diese Fragen lassen sich zum Beispiel mit Hilfe der Wahrscheinlichkeitstheorie beantworten:
nb: Før vi begynner å snakke om sannsynlighetsteori, er det nyttig å bruke et øyeblikk på å tenke over forholdet mellom sannsynlighetsregning og statistikk. De to fagområdene er nært beslektet, men de er ikke identiske. Sannsynlighetsteori er «læren om sjanser». Det er en gren av matematikken som forteller deg hvor ofte ulike typer hendelser vil inntreffe. Alle disse spørsmålene er for eksempel ting du kan svare på ved hjelp av sannsynlighetsteori:
ta: நிகழ்தகவு கோட்பாட்டைப் பற்றி பேசத் தொடங்குவதற்கு முன், நிகழ்தகவுக்கும் புள்ளிவிவரங்களுக்கும் இடையிலான உறவைப் பற்றி சிந்திக்க ஒரு கணம் செலவிட உதவுகிறது. இரண்டு துறைகளும் நெருங்கிய தொடர்புடையவை, ஆனால் அவை ஒரே மாதிரியானவை அல்ல. நிகழ்தகவு கோட்பாடு “வாய்ப்புகளின் கோட்பாடு”. இது கணிதத்தின் ஒரு கிளை, இது எவ்வளவு அடிக்கடி வெவ்வேறு வகையான நிகழ்வுகள் நடக்கும் என்று உங்களுக்குக் கூறுகிறது. எடுத்துக்காட்டாக, இந்த கேள்விகள் அனைத்தும் நிகழ்தகவு கோட்பாட்டைப் பயன்படுத்தி நீங்கள் பதிலளிக்கக்கூடிய விசயங்கள்:
uk: Перш ніж почати говорити про теорію ймовірностей, варто задуматися над взаємозв'язком між ймовірністю та статистикою. Ці дві дисципліни тісно пов'язані між собою, але не є ідентичними. Теорія ймовірностей — це «наука про шанси». Це розділ математики, який вивчає, як часто відбуваються різні події. Наприклад, на всі ці питання можна відповісти за допомогою теорії ймовірностей:

source: What are the chances of a fair coin coming up heads 10 times in a row?
de: Wie hoch ist die Wahrscheinlichkeit, dass eine Münze 10 Mal hintereinander Kopf zeigt?
nb: Hvor stor er sjansen for at en rettferdig mynt slår kron 10 ganger på rad?
ta: ஒரு நியாயமான நாணயம் தொடர்ச்சியாக 10 முறை தலைகீழாக வருவதற்கான வாய்ப்புகள் என்ன?
uk: Яка ймовірність того, що чесний джекпот випаде орлом 10 разів поспіль?

source: If I roll a six sided dice twice, how likely is it that I’ll roll two sixes?
de: Wenn ich einen sechsseitigen Würfel zweimal werfe, wie wahrscheinlich ist es, dass ich zwei Sechsen werfe?
nb: Hvis jeg kaster en sekssidig terning to ganger, hvor sannsynlig er det da at jeg slår to seksere?
ta: நான் ஒரு ஆறு பக்க பகடைகளை இரண்டு முறை உருட்டினால், நான் இரண்டு சிக்சர்களை உருட்டுவது எவ்வளவு சாத்தியம்?
uk: Якщо я двічі кину шестигранний кубик, яка ймовірність того, що випаде дві шістки?
