Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: Binomial distribution: θ = 1/2 and *N* = 20 (left) or *N* = 100 (right)
de: Binomialverteilung: θ = 1/2 und *N* = 20 (links) oder *N* = 100 (rechts)
nb: Binomisk fordeling: θ = 1/2 og *N* = 20 (til venstre) eller *N* = 100 (til høyre)
ta: பைனோமியல் விநியோகம்: θ = 1/2 மற்றும் * n * = 20 (இடது) அல்லது * n * = 100 (வலது)
uk: Біноміальний розподіл: θ = 1/2 and *N* = 20 (left) or *N* = 100 (right)

source: Two binomial distributions, involving a scenario in which I’m flipping a fair coin, so the underlying success probability is θ = 1/2. In the left panel, we assume I’m flipping the coin *N* = 20 times. In the right panel, we assume that the coin is flipped *N* = 100 times.
de: Zwei Binomialverteilungen in einem Szenario, in dem ich eine „normale“ Münze werfe, so dass die zugrunde liegende Erfolgswahrscheinlichkeit θ = 1/2 ist. Im linken Feld wird angenommen, dass ich die Münze *N* = 20 Mal werfe. Im rechten Feld nehmen wir an, dass die Münze *N* = 100-mal geworfen wird.
nb: To binomiske fordelinger, som involverer et scenario der jeg kaster en rettferdig mynt, slik at den underliggende sannsynligheten for suksess er θ = 1/2. I det venstre panelet antar vi at jeg kaster mynten *N* = 20 ganger. I det høyre panelet antar vi at mynten kastes *N* = 100 ganger.
ta: இரண்டு பைனோமியல் விநியோகங்கள், நான் ஒரு நியாயமான நாணயத்தை புரட்டுகிறேன், எனவே அடிப்படை செய் நிகழ்தகவு θ = 1/2 ஆகும். இடது பேனலில், நான் நாணயத்தை புரட்டுகிறேன் * n * = 20 முறை. வலது பேனலில், நாணயம் புரட்டப்பட்டுள்ளது என்று கருதுகிறோம் * n * = 100 முறை.
uk: Два біноміальні розподіли, що передбачають сценарій, в якому я підкидаю чесну монету, тому базова ймовірність успіху становить θ = 1/2. На лівій панелі ми припускаємо, що я підкидаю монету *N* = 20 разів. На правій панелі ми припускаємо, що монету підкидають *N* = 100 разів.

source: Note that the term “success” is pretty arbitrary and doesn’t actually imply that the outcome is something to be desired. If *θ* referred to the probability that any one passenger gets injured in a bus crash I’d still call it the success probability, but that doesn’t mean I want people to get hurt in bus crashes!
de: Beachten Sie, dass der Begriff „Erfolg“ ziemlich willkürlich ist und eigentlich nicht bedeutet, dass das Ergebnis etwas Erwünschtes ist. Wenn *θ* sich auf die Wahrscheinlichkeit bezöge, dass ein Fahrgast bei einem Busunfall verletzt wird, würde ich es immer noch Erfolgswahrscheinlichkeit nennen, aber das bedeutet nicht, dass ich will, dass Menschen bei Busunfällen verletzt werden!
nb: Merk at begrepet «suksess» er ganske vilkårlig og ikke innebærer at utfallet faktisk er noe å ønske seg. Hvis *θ* refererte til sannsynligheten for at en passasjer blir skadet i en bussulykke, ville jeg fortsatt kalt det suksess-sannsynligheten, men det betyr ikke at jeg ønsker at folk skal bli skadet i bussulykker!
ta: “வெற்றி” என்ற சொல் மிகவும் தன்னிச்சையானது என்பதையும், விளைவு விரும்பத்தக்க ஒன்று என்பதை உண்மையில் குறிக்கவில்லை என்பதையும் நினைவில் கொள்க. பச் விபத்தில் ஏதேனும் ஒரு பயணிகள் காயமடைந்ததற்கான நிகழ்தகவைக் * θ * குறிப்பிட்டால், நான் அதை இன்னும் செய் நிகழ்தகவு என்று அழைக்கிறேன், ஆனால் பச் விபத்துக்களில் மக்கள் காயமடைய வேண்டும் என்று நான் விரும்புகிறேன் என்று அர்த்தமல்ல!
uk: Зверніть увагу, що термін «успіх» є досить довільним і насправді не означає, що результат є бажаним. Якщо *θ* позначає ймовірність того, що будь-який пасажир отримає травму в результаті аварії автобуса, я все одно називатиму це ймовірністю успіху, але це не означає, що я хочу, щоб люди травмувалися в аваріях автобусів!

source: The normal distribution
de: Die Normalverteilung
nb: Normalfordelingen
ta: சாதாரண வழங்கல்
uk: Нормальний розподіл

source: While the binomial distribution is conceptually the simplest distribution to understand, it’s not the most important one. That particular honour goes to the **normal distribution**, also referred to as “the bell curve” or a “Gaussian distribution”. A normal distribution is described using two parameters: the mean of the distribution µ and the standard deviation of the distribution σ.
de: Die Binomialverteilung ist zwar konzeptionell am einfachsten zu verstehen, sie ist aber nicht die wichtigste Verteilung. Diese Ehre kommt der **Normalverteilung** zu, die auch als „Glockenkurve“ oder „Gaußverteilung“ bezeichnet wird. Eine Normalverteilung wird durch zwei Parameter beschrieben: den Mittelwert der Verteilung µ und die Standardabweichung der Verteilung σ.
nb: Selv om binomialfordelingen er den enkleste fordelingen å forstå, er den ikke den viktigste. Den æren tilfaller **normalfordelingen**, også kalt «klokkekurven» eller en «gaussisk fordeling». En normalfordeling beskrives ved hjelp av to parametere: fordelingens gjennomsnitt µ og fordelingens standardavvik σ.
ta: பைனோமியல் வழங்கல் கருத்தியல் ரீதியாக புரிந்து கொள்ள எளிமையான விநியோகமாகும், இது மிக முக்கியமான ஒன்றல்ல. அந்த குறிப்பிட்ட மரியாதை ** இயல்பான வழங்கல் ** க்கு செல்கிறது, இது “பெல் வளைவு” அல்லது “காசியன் விநியோகம்” என்றும் குறிப்பிடப்படுகிறது. இரண்டு அளவுருக்களைப் பயன்படுத்தி ஒரு சாதாரண வழங்கல் விவரிக்கப்படுகிறது: விநியோகத்தின் சராசரி µ மற்றும் விநியோகத்தின் நிலையான விலகல் σ.
uk: Хоча біноміальний розподіл є концептуально найпростішим для розуміння, він не є найважливішим. Ця честь належить **нормальному розподілу**, який також називають «кривою дзвона» або «гаусовим розподілом». Нормальний розподіл описується за допомогою двох параметрів: середнього значення розподілу µ та стандартного відхилення розподілу σ.

source: The notation that we sometimes use to say that a variable *X* is normally distributed is as follows:
de: Die Notation, die wir verwenden, um zu sagen, dass eine Variable *X* normalverteilt ist, lautet wie folgt:
nb: Notasjonen som vi noen ganger bruker for å si at en variabel *X* er normalfordelt, er som følger:
ta: ஒரு மாறி * ஃச் * பொதுவாக விநியோகிக்கப்படுகிறது என்று சொல்ல சில நேரங்களில் நாம் பயன்படுத்தும் குறியீடு பின்வருமாறு:
uk: Позначення, яке ми іноді використовуємо для того, щоб сказати, що змінна *X* розподілена нормально, виглядає так:

source: Of course, that’s just notation. It doesn’t tell us anything interesting about the normal distribution itself. As was the case with the binomial distribution, I have included the formula for the normal distribution in this book, because I think it’s important enough that everyone who learns statistics should at least look at it, but since this is an introductory text I don’t want to focus on it, so I’ve tucked it away in :numref:`tab-distformulas`.
de: Das ist natürlich nur eine Notation. Sie sagt uns nichts Interessantes über die Normalverteilung selbst. Wie bei der Binomialverteilung habe ich die Formel für die Normalverteilung in dieses Buch aufgenommen, weil ich sie für so wichtig halte, dass jeder, der Statistik lernt, sie sich zumindest einmal gesehen haben sollte. Da es sich aber um einen Einführungstext handelt, möchte ich mich nicht zu sehr darauf konzentrieren. Deshalb habe ich sie in :numref:`tab-distformulas` versteckt.
nb: Det er selvfølgelig bare notasjon. Det forteller oss ikke noe interessant om normalfordelingen i seg selv. I likhet med binomialfordelingen har jeg tatt med formelen for normalfordelingen i denne boken, fordi jeg synes den er såpass viktig at alle som lærer statistikk, i det minste bør se på den, men siden dette er en innføringstekst, vil jeg ikke fokusere på den, så jeg har gjemt den bort i :numref:`tab-distformulas`.
ta: நிச்சயமாக, அது குறியீடு மட்டுமே. சாதாரண விநியோகத்தைப் பற்றி சுவையான எதையும் இது எங்களிடம் சொல்லாது. பைனோமியல் விநியோகத்தைப் போலவே, இந்த புத்தகத்தில் இயல்பான விநியோகத்திற்கான சூத்திரத்தை நான் சேர்த்துள்ளேன், ஏனென்றால் புள்ளிவிவரங்களைக் கற்றுக் கொள்ளும் அனைவரும் குறைந்தபட்சம் அதைப் பார்க்க வேண்டும், ஆனால் இது ஒரு அறிமுக உரை என்பதால் நான் செய்யாத ஒரு அறிமுக உரை அதில் கவனம் செலுத்த விரும்புகிறேன், எனவே நான் அதை இழுத்துச் சென்றேன்: NumRef: `தாவல்-முறைமைுலாச்`.
uk: Звичайно, це лише позначення. Воно не дає нам ніякої цікавої інформації про сам нормальний розподіл. Як і у випадку з біноміальним розподілом, я включив формулу нормального розподілу в цю книгу, тому що вважаю, що вона достатньо важлива, щоб кожен, хто вивчає статистику, хоча б поглянув на неї, але оскільки це вступний текст, я не хочу зосереджуватися на ній, тому я сховав її в :numref:`tab-distformulas`.

source: Normal distribution with mean μ = 0 and standard deviation σ = 1
de: Normalverteilung mit dem Mittelwert μ = 0 und der Standardabweichung σ = 1
nb: Normalfordeling med gjennomsnitt μ = 0 og standardavvik σ = 1
ta: சராசரி μ = 0 மற்றும் நிலையான விலகல் σ = 1 உடன் இயல்பான வழங்கல்
uk: Нормальний розподіл із середнім значенням μ = 0 та стандартним відхиленням σ = 1

source: The normal distribution with mean μ = 0 and standard deviation σ = 1. The x-axis corresponds to the value of some variable, and the y-axis tells us something about how likely we are to observe that value. However, notice that the y-axis is labelled “Probability Density” and not “Probability”. There is a subtle and somewhat frustrating characteristic of continuous distributions that makes the y axis behave a bit oddly: the height of the curve here isn’t actually the probability of observing a particular x value. On the other hand, it is true that the heights of the curve tells you which x values are more likely (the higher ones!; see :ref:`Probability density <probability_density>` for all the annoying details).
de: Die Normalverteilung hat einen Mittelwert μ = 0 und eine Standardabweichung σ = 1. Die x-Achse entspricht dem Wert einer Variablen, und die y-Achse sagt uns etwas darüber, wie wahrscheinlich es ist, dass wir diesen Wert beobachten. Beachten Sie jedoch, dass die y-Achse mit „*Probability Density*“ („Wahrscheinlichkeitsdichte“) und nicht mit „*Probability*“ („Wahrscheinlichkeit“) beschriftet ist. Es gibt eine subtile und etwas frustrierende Eigenschaft kontinuierlicher Verteilungen, die dazu führen, dass die y-Achse sich etwas seltsam verhält: Die Höhe der Kurve ist hier nicht wirklich die Wahrscheinlichkeit, einen bestimmten x-Wert zu beobachten. Andererseits ist es richtig, dass die Höhe der Kurve angibt, welche x-Werte wahrscheinlicher sind (die höheren!; siehe :ref:`Wahrscheinlichkeitsdichte <probability_density>` für alle lästigen Details).
nb: Normalfordelingen med gjennomsnitt μ = 0 og standardavvik σ = 1. X-aksen tilsvarer verdien av en variabel, og y-aksen forteller oss noe om hvor sannsynlig det er at vi observerer denne verdien. Legg imidlertid merke til at y-aksen er merket sannsynlighetstetthet («Probability Density») og ikke sannsynlighet («Probability»). Det er en subtil og litt frustrerende egenskap ved kontinuerlige fordelinger som gjør at y-aksen oppfører seg litt merkelig: Høyden på kurven her er faktisk ikke sannsynligheten for å observere en bestemt x-verdi. På den annen side er det sant at høyden på kurven forteller deg hvilke x-verdier som er mest sannsynlige (de høyeste!; se :ref:`Sannsynlighetstetthet <probability_density>` for alle de irriterende detaljene).
ta: சராசரி μ = 0 மற்றும் நிலையான விலகல் σ = 1 உடன் இயல்பான வழங்கல். எக்ச்-அச்சு சில மாறியின் மதிப்புக்கு ஒத்திருக்கிறது, மேலும் அந்த மதிப்பை நாம் கவனிக்க எவ்வளவு சாத்தியம் என்பது பற்றி Y- அச்சு நமக்கு ஏதாவது சொல்கிறது. இருப்பினும், Y- அச்சு "நிகழ்தகவு அடர்த்தி" என்று பெயரிடப்பட்டுள்ளது, ஆனால் "நிகழ்தகவு" அல்ல என்பதைக் கவனியுங்கள். தொடர்ச்சியான விநியோகங்களின் நுட்பமான மற்றும் சற்றே வெறுப்பூட்டும் பண்பு உள்ளது, இது ஒய் அச்சு சற்று வித்தியாசமாக செயல்படுகிறது: இங்குள்ள வளைவின் உயரம் உண்மையில் ஒரு குறிப்பிட்ட ஃச் மதிப்பைக் கவனிப்பதற்கான நிகழ்தகவு அல்ல. மறுபுறம், வளைவின் உயரங்கள் எந்த ஃச் மதிப்புகள் அதிகம் என்று உங்களுக்குக் கூறுகிறது என்பது உண்மைதான் (உயர்ந்தவை!; காண்க: குறிப்பு: `நிகழ்தகவு அடர்த்தி <நிகழ்தகவு_டிசென்சிட்டி>` எரிச்சலூட்டும் அனைத்து விவரங்களுக்கும்).
uk: Нормальний розподіл із середнім значенням μ = 0 і стандартним відхиленням σ = 1. Вісь x відповідає значенню деякої змінної, а вісь y показує, наскільки ймовірно ми спостерігатимемо це значення. Однак зверніть увагу, що вісь y має назву «Щільність ймовірності», а не «Ймовірність». Існує тонкий і дещо дратівливий характерний риса безперервних розподілів, який змушує вісь y поводитися дещо дивно: висота кривої тут насправді не є ймовірністю спостереження певного значення x. З іншого боку, висота кривої дійсно вказує, які значення x є більш імовірними (ті, що вищі!; див. :ref:`Probability density <probability_density>` для всіх дратівливих деталей).

source: Instead of focusing on the maths, let’s try to get a sense for what it means for a variable to be normally distributed. To that end, have a look at :numref:`fig-standardNormal` which plots a normal distribution with mean µ = 0 and standard deviation σ = 1. You can see where the name “bell curve” comes from; it looks a bit like a bell. Notice that, unlike the plots that I drew to illustrate the binomial distribution, the picture of the normal distribution in :numref:`fig-standardNormal` shows a smooth curve instead of “histogram-like” bars. This isn’t an arbitrary choice, the normal distribution is continuous whereas the binomial is discrete. For instance, in the die rolling example from the last section it was possible to get 3 skulls or 4 skulls, but impossible to get 3.9 skulls. The figures that I drew in the previous section reflected this fact. In :numref:`fig-binomSkulls20`, for instance, there’s a bar located at *X* = 3 and another one at *X* = 4 but there’s nothing in between. Continuous quantities don’t have this constraint. For instance, suppose we’re talking about the weather. The temperature on a pleasant Spring day could be 23 degrees, 24 degrees, 23.9 degrees, or anything in between since temperature is a continuous variable |continuous|. And so a normal distribution might be quite appropriate for describing Spring temperatures.\ [#]_
de: Anstatt sich auf die Mathematik zu konzentrieren, sollten wir versuchen, ein Gefühl dafür zu bekommen, was es bedeutet, wenn eine Variable normalverteilt ist. Zu diesem Zweck sehen Sie sich :numref:`fig-standardNormal` an, welche eine Normalverteilung mit dem Mittelwert µ = 0 und der Standardabweichung σ = 1 abbildet. Sie sehen, woher der Name „Glockenkurve“ kommt; sie sieht ein wenig wie eine Glocke aus. Beachten Sie, dass im Gegensatz zu den Grafiken, die ich zur Veranschaulichung der Binomialverteilung gezeichnet habe, das Bild der Normalverteilung in :numref:`fig-standardNormal` eine glatte Kurve anstelle von „histogrammartigen“ Balken zeigt. Dies ist keine willkürliche Wahl, denn die Normalverteilung ist kontinuierlich, während die Binomialverteilung diskret ist. Im Würfel-Beispiel aus dem letzten Abschnitt war es zum Beispiel möglich, 3 oder 4 Schädel zu erhalten, aber unmöglich, 3,9 Schädel zu erhalten. Die Zahlen, die ich im vorherigen Abschnitt gezeichnet habe, spiegeln diese Tatsache wider. In :numref:`fig-binomSkulls20` gibt es zum Beispiel einen Balken bei *X* = 3 und einen weiteren bei *X* = 4, aber dazwischen gibt es nichts. Für kontinuierliche Mengen gilt diese Einschränkung nicht. Nehmen wir zum Beispiel an, wir sprechen über das Wetter. Die Temperatur an einem angenehmen Frühlingstag könnte 23 Grad, 24 Grad, 23,9 Grad oder irgendetwas dazwischen betragen, da die Temperatur eine kontinuierliche Variable |continuous| ist. Eine Normalverteilung könnte also durchaus geeignet sein, um die Frühlingstemperaturen zu beschreiben.\ [#]_
nb: I stedet for å fokusere på matematikken, kan vi prøve å få en følelse av hva det vil si at en variabel er normalfordelt. Ta en titt på :numref:`fig-standardNormal`, som plotter en normalfordeling med gjennomsnitt µ = 0 og standardavvik σ = 1. Du kan se hvor navnet «bjellekurve» kommer fra; den ser litt ut som en bjelle. Legg merke til at i motsetning til plottene jeg tegnet for å illustrere binomialfordelingen, viser bildet av normalfordelingen i :numref:`fig-standardNormal` en glatt kurve i stedet for «histogramlignende» søyler. Dette er ikke et vilkårlig valg, normalfordelingen er kontinuerlig, mens binomialfordelingen er diskret. I terningeksempelet fra forrige avsnitt var det for eksempel mulig å få 3 hodeskaller eller 4 hodeskaller, men umulig å få 3,9 hodeskaller. Figurene jeg tegnet i forrige avsnitt, gjenspeilte dette faktumet. I :numref:`fig-binomSkulls20`, for eksempel, er det en stolpe ved *X* = 3 og en annen ved *X* = 4, men det er ingenting i mellom. Kontinuerlige størrelser har ikke denne begrensningen. La oss for eksempel tenke oss at vi snakker om været. Temperaturen på en fin vårdag kan være 23 grader, 24 grader, 23,9 grader eller hva som helst midt imellom, siden temperaturen er en kontinuerlig variabel |continuous|. Derfor kan en normalfordeling være ganske passende for å beskrive vårtemperaturer.\ [#]_
ta: கணிதத்தில் கவனம் செலுத்துவதற்குப் பதிலாக, ஒரு மாறி பொதுவாக விநியோகிக்கப்படுவதற்கு என்ன பொருள் என்பதைப் புரிந்துகொள்ள முயற்சிப்போம். அதற்காக, பாருங்கள்: NUMREF: `FightardardNormal` இது சராசரி µ = 0 மற்றும் நிலையான விலகல் σ = 1 உடன் ஒரு சாதாரண விநியோகத்தைத் திட்டமிடுகிறது.“ பெல் வளைவு ”என்ற பெயர் எங்கிருந்து வருகிறது என்பதை நீங்கள் காணலாம்; இது ஒரு மணி போல் தெரிகிறது. பைனோமியல் விநியோகத்தை விளக்குவதற்கு நான் வரைந்த அடுக்குகளைப் போலல்லாமல், சாதாரண விநியோகத்தின் படம்: எண்ரெஃப்: `ஃபிக்-ச்டாண்டார்ட்நார்மல்`“ இச்டோகிராம் போன்ற ”பார்களுக்கு பதிலாக ஒரு மென்மையான வளைவைக் காட்டுகிறது. இது ஒரு தன்னிச்சையான தேர்வு அல்ல, சாதாரண வழங்கல் தொடர்ச்சியாக உள்ளது, அதே நேரத்தில் பைனோமியல் தனித்துவமானது. உதாரணமாக, கடைசி பகுதியிலிருந்து டை ரோலிங் எடுத்துக்காட்டில் 3 மண்டை ஓடுகள் அல்லது 4 மண்டை ஓடுகள் பெற முடிந்தது, ஆனால் 3.9 மண்டை ஓடுகளைப் பெற இயலாது. முந்தைய பிரிவில் நான் வரைந்த புள்ளிவிவரங்கள் இந்த உண்மையை பிரதிபலித்தன. இல்: NUMREF: `FIG-BINOMSKULLS20`, உதாரணமாக, * ஃச் * = 3 இல் ஒரு பட்டி உள்ளது, மேலும் * ஃச் * = 4 என்ற இடத்தில் உள்ளது, ஆனால் இடையில் எதுவும் இல்லை. தொடர்ச்சியான அளவுகளுக்கு இந்த கட்டுப்பாடு இல்லை. உதாரணமாக, நாங்கள் வானிலை பற்றி பேசுகிறோம் என்று வைத்துக்கொள்வோம். ஒரு இனிமையான வசந்த நாளில் வெப்பநிலை 23 டிகிரி, 24 டிகிரி, 23.9 டிகிரி அல்லது இடையில் எதையும் வெப்பநிலை தொடர்ச்சியான மாறி | தொடர்ச்சியான | ஆக இருக்கலாம். எனவே வசந்த வெப்பநிலையை விவரிக்க ஒரு சாதாரண வழங்கல் மிகவும் பொருத்தமானதாக இருக்கலாம். \ [#] _
uk: Замість того, щоб зосередитися на математиці, спробуємо зрозуміти, що означає нормальний розподіл змінної. Для цього погляньте на :numref:`fig-standardNormal`, де зображено нормальний розподіл із середнім значенням µ = 0 і стандартним відхиленням σ = 1. Ви можете побачити, звідки походить назва «крива дзвона»; вона трохи нагадує дзвін. Зверніть увагу, що на відміну від графіків, які я намалював для ілюстрації біноміального розподілу, зображення нормального розподілу в :numref:`fig-standardNormal` показує плавну криву замість «гістограмоподібних» стовпчиків. Це не випадковий вибір, нормальний розподіл є безперервним, тоді як біноміальний — дискретним. Наприклад, у прикладі з киданням кубика з попереднього розділу можна було отримати 3 або 4 черепи, але неможливо було отримати 3,9 черепа. Рисунки, які я намалював у попередньому розділі, відображали цей факт. Наприклад, у :numref:`fig-binomSkulls20` є стовпчик, розташований на *X* = 3, і ще один на *X* = 4, але між ними нічого немає. Безперервні величини не мають такого обмеження. Наприклад, припустимо, що ми говоримо про погоду. Температура в приємний весняний день може бути 23 градуси, 24 градуси, 23,9 градуси або будь-яка інша величина між ними, оскільки температура є безперервною змінною |безперервною|. Отже, нормальний розподіл може бути цілком відповідним для опису весняних температур.\ [#]_

source: Normal distribution: σ = 1 and µ = 4 (solid) or µ = 7 (dashed)
de: Normalverteilung: σ = 1 und µ = 4 (durchgezogene Linie) oder µ = 7 (gestrichelte Linie)
nb: Normalfordeling: σ = 1 og µ = 4 (heltrukket) eller µ = 7 (stiplet)
ta: இயல்பான விநியோகம்: σ = 1 மற்றும் µ = 4 (திட) அல்லது µ = 7 (கோடு)
uk: Нормальний розподіл: σ = 1 і µ = 4 (суцільний) або µ = 7 (штриховий)

source: Illustration of what happens when you change the mean of a normal distribution. The solid line depicts a normal distribution with a mean of μ = 4. The dashed line shows a normal distribution with a mean of μ = 7. In both cases, the standard deviation is σ = 1. Not surprisingly, the two distributions have the same shape, but the dashed line is shifted to the right.
de: Illustration, was passiert, wenn man den Mittelwert einer Normalverteilung ändert. Die durchgezogene Linie stellt eine Normalverteilung mit einem Mittelwert von μ = 4 dar. Die gestrichelte Linie zeigt eine Normalverteilung mit einem Mittelwert von μ = 7. In beiden Fällen beträgt die Standardabweichung σ = 1. Es überrascht nicht, dass die beiden Verteilungen die gleiche Form haben, aber die gestrichelte Linie ist nach rechts verschoben.
nb: Illustrasjon av hva som skjer når man endrer gjennomsnittet i en normalfordeling. Den heltrukne linjen viser en normalfordeling med et gjennomsnitt på μ = 4. Den stiplede linjen viser en normalfordeling med et gjennomsnitt på μ = 7. I begge tilfeller er standardavviket σ = 1. Ikke overraskende har de to fordelingene samme form, men den stiplede linjen er forskjøvet mot høyre.
ta: ஒரு சாதாரண விநியோகத்தின் சராசரியை மாற்றும்போது என்ன நடக்கும் என்பதற்கான விளக்கம். திடமான வரி μ = 4 சராசரியுடன் ஒரு சாதாரண விநியோகத்தை சித்தரிக்கிறது. கோடு வரி μ = 7 சராசரியுடன் ஒரு சாதாரண விநியோகத்தைக் காட்டுகிறது. இரண்டு நிகழ்வுகளிலும், நிலையான விலகல் σ = 1 ஆகும். ஆச்சரியப்படுவதற்கில்லை, இரண்டு விநியோகங்களும் உள்ளன அதே வடிவம், ஆனால் கோடு கோடு வலதுபுறமாக மாற்றப்படுகிறது.
uk: Ілюстрація того, що відбувається, коли ви змінюєте середнє значення нормального розподілу. Суцільна лінія зображує нормальний розподіл із середнім значенням μ = 4. Пунктирна лінія показує нормальний розподіл із середнім значенням μ = 7. В обох випадках стандартне відхилення становить σ = 1. Не дивно, що обидва розподіли мають однакову форму, але пунктирна лінія зміщена вправо.
