Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: However, it also has undesirable characteristics. First, infinite sequences don’t exist in the physical world. Suppose you picked up a coin from your pocket and started to flip it. Every time it lands it impacts on the ground. Each impact wears the coin down a bit. Eventually the coin will be destroyed. So, one might ask whether it really makes sense to pretend that an “infinite” sequence of coin flips is even a meaningful concept, or an objective one. We can’t say that an “infinite sequence” of events is a real thing in the physical universe, because the physical universe doesn’t allow infinite anything. More seriously, the frequentist definition has a narrow scope. There are lots of things out there that human beings are happy to assign probability to in everyday language, but cannot (even in theory) be mapped onto a hypothetical sequence of events. For instance, if a meteorologist comes on TV and says “the probability of rain in Adelaide on 2 November 2048 is 60\%” we humans are happy to accept this. But it’s not clear how to define this in frequentist terms. There’s only one city of Adelaide, and only one 2 November 2048. There’s no infinite sequence of events here, just a one-off thing. Frequentist probability genuinely *forbids* us from making probability statements about a single event. From the frequentist perspective it will either rain tomorrow or it will not. There is no “probability” that attaches to a single non-repeatable event. Now, it should be said that there are some very clever tricks that frequentists can use to get around this. One possibility is that what the meteorologist means is something like “There is a category of days for which I predict a 60\% chance of rain, and if we look only across those days for which I make this prediction, then on 60\% of those days it will actually rain”. It’s very weird and counterintuitive to think of it this way, but you do see frequentists do this sometimes. And it *will* come up later in this book (see :doc:`../Ch08/Ch08_Estimation_5`).
de: Sie hat jedoch auch unerwünschte Eigenschaften. Erstens gibt es in der physischen Welt keine unendlichen Folgen. Nehmen wir an, Sie nehmen eine Münze aus Ihrer Tasche und beginnen, sie zu werfen. Jedes Mal, wenn sie landet, schlägt sie auf dem Boden auf. Bei jedem Aufprall wird die Münze ein wenig abgenutzt. Irgendwann ist die Münze zerstört. Man könnte sich also fragen, ob es wirklich sinnvoll ist, so zu tun, als sei eine „unendliche“ Folge von Münzwürfen überhaupt ein sinnvolles Konzept oder ein objektives Konzept. Wir können nicht sagen, dass eine „unendliche Folge“ von Ereignissen im physikalischen Universum eine reale Sache ist, weil das physikalische Universum keine unendlichen Dinge zulässt. Wichtiger ist, dass die frequentistische Definition einen engen Anwendungsbereich hat. Es gibt viele Dinge, denen wir Menschen in der Alltagssprache gerne eine Wahrscheinlichkeit zuordnen, die sich aber (selbst in der Theorie) nicht auf eine hypothetische Abfolge von Ereignissen übertragen lassen. Wenn zum Beispiel ein Meteorologe im Fernsehen sagt: „Die Wahrscheinlichkeit, dass es am 2. November 2048 in Adelaide regnet, beträgt 60 %“, dann akzeptieren wir Menschen das gerne. Aber es ist nicht klar, wie man dies in frequentistischen Begriffen definieren kann. Es gibt nur eine Stadt Adelaide, und nur einen 2. November 2048. Es gibt hier keine unendliche Folge von Ereignissen, sondern nur ein einmaliges Ereignis. Die frequentistische Wahrscheinlichkeitsrechnung *verbietet* es uns, Wahrscheinlichkeitsaussagen über ein einzelnes Ereignis zu machen. Aus der Sicht der Frequentisten wird es entweder morgen regnen oder nicht. Es gibt keine „Wahrscheinlichkeit“, die einem einzelnen, nicht wiederholbaren Ereignis zugeordnet werden kann. Nun gibt es aber einige sehr clevere Tricks, mit denen Anhänger der frequentistischen Sichtweise dies umgehen können. Eine Möglichkeit ist, dass der Meteorologe etwas meint wie: „Es gibt eine Kategorie von Tagen, für die ich eine Regenwahrscheinlichkeit von 60 % vorhersage, und wenn wir nur die Tage betrachten, für die ich diese Vorhersage mache, dann wird es an 60 % dieser Tage tatsächlich regnen“. Es ist sehr seltsam und kontraintuitiv, so darüber zu denken, aber man sieht, dass Vielleser dies manchmal tun. Und *wird* später in diesem Buch wieder auftauchen (siehe :doc:`../Ch08/Ch08_Estimation_5`).
nb: Men den har også uønskede egenskaper. For det første finnes det ikke uendelige sekvenser i den fysiske verden. Tenk deg at du tar opp en mynt fra lommen og begynner å kaste den. Hver gang den lander, treffer den bakken. Hver gang den treffer bakken, slites mynten litt ned. Til slutt vil mynten bli ødelagt. Man kan spørre seg om det virkelig gir mening å late som om en «uendelig» rekke av myntkast i det hele tatt er et meningsfylt eller objektivt begrep. Vi kan ikke si at en «uendelig rekkefølge» av hendelser er en reell ting i det fysiske universet, fordi det fysiske universet ikke tillater uendelig noe som helst. Mer alvorlig er det at den frekventistiske definisjonen har et snevert omfang. Det finnes mange ting der ute som vi mennesker gjerne tillegger sannsynlighet i dagligtalen, men som ikke (selv ikke i teorien) kan knyttes til en hypotetisk rekkefølge av hendelser. Hvis for eksempel en meteorolog kommer på TV og sier at «sannsynligheten for regn i Adelaide 2. november 2048 er 60\%», aksepterer vi mennesker gjerne dette. Men det er ikke klart hvordan vi skal definere dette i frekventistiske termer. Det finnes bare én by, Adelaide, og bare én 2. november 2048. Det er ingen uendelig rekkefølge av hendelser her, bare en engangshendelse. Frekventistisk sannsynlighetsregning *forbyr* oss å si noe om sannsynligheten for en enkelt hendelse. Fra et frekventistisk perspektiv vil det enten regne i morgen, eller så vil det ikke regne. Det er ingen «sannsynlighet» knyttet til en enkeltstående hendelse som ikke kan gjentas. Nå skal det sies at det finnes noen veldig smarte triks som frekventister kan bruke for å komme rundt dette. En mulighet er at meteorologen mener noe sånt som «Det finnes en kategori av dager der jeg spår 60\% sjanse for regn, og hvis vi bare ser på de dagene jeg spår dette for, så vil det faktisk regne 60\% av disse dagene». Det er veldig rart og kontraintuitivt å tenke på det på denne måten, men du ser at frekventister gjør dette noen ganger. Og det *vil* komme opp senere i denne boken (se :doc:`../Ch08/Ch08_Estimation_5`).
ta: இருப்பினும், இது விரும்பத்தகாத பண்புகளையும் கொண்டுள்ளது. முதலாவதாக, எல்லையற்ற காட்சிகள் இயற்பியல் உலகில் இல்லை. உங்கள் பாக்கெட்டிலிருந்து ஒரு நாணயத்தை எடுத்து அதை புரட்ட ஆரம்பித்தீர்கள் என்று வைத்துக்கொள்வோம். ஒவ்வொரு முறையும் அது தரையில் தரையில் பாதிப்பை ஏற்படுத்துகிறது. ஒவ்வொரு தாக்கமும் நாணயத்தை சிறிது கீழே அணிந்துள்ளது. இறுதியில் நாணயம் அழிக்கப்படும். எனவே, நாணயம் புரட்டுகளின் "எல்லையற்ற" வரிசை ஒரு அர்த்தமுள்ள கருத்து, அல்லது ஒரு குறிக்கோள் என்று பாசாங்கு செய்வது உண்மையில் அர்த்தமுள்ளதா என்று ஒருவர் கேட்கலாம். நிகழ்வுகளின் “எல்லையற்ற வரிசை” என்பது இயற்பியல் பிரபஞ்சத்தில் ஒரு உண்மையான சேதி என்று நாம் கூற முடியாது, ஏனென்றால் இயற்பியல் பிரபஞ்சம் எல்லையற்ற எதையும் அனுமதிக்காது. இன்னும் தீவிரமாக, அடிக்கடி நிகழும் வரையறை ஒரு குறுகிய நோக்கத்தைக் கொண்டுள்ளது. அன்றாட மொழியில் நிகழ்தகவை ஒதுக்க மனிதர்கள் மகிழ்ச்சியடைகிறார்கள், ஆனால் (கோட்பாட்டில் கூட) நிகழ்வுகளின் ஒரு கற்பனையான வரிசையில் மாற்ற முடியாது என்று நிறைய விசயங்கள் உள்ளன. உதாரணமாக, ஒரு வானிலை ஆய்வாளர் டிவியில் வந்து “2048 நவம்பர் 2 ஆம் தேதி அடிலெய்டில் மழையின் நிகழ்தகவு 60 \%” என்று சொன்னால், இதை ஏற்றுக்கொள்வதில் மனிதர்கள் மகிழ்ச்சியடைகிறோம். ஆனால் இதை அடிக்கடி நிகழ்த்துவது எப்படி என்பது தெளிவாக இல்லை. அடிலெய்டின் ஒரே ஒரு நகரம் மட்டுமே உள்ளது, நவம்பர் 2 நவம்பர் 2048. இங்கே எல்லையற்ற நிகழ்வுகள் எதுவும் இல்லை, ஒரு சேதி. ஒரு நிகழ்வைப் பற்றி நிகழ்தகவு அறிக்கைகளை வெளியிடுவதிலிருந்து அடிக்கடி நிகழ்தகவு * தடைசெய்கிறது. அடிக்கடி நிகழும் கண்ணோட்டத்தில் அது நாளை மழை பெய்யும் அல்லது செய்யாது. மீண்டும் மீண்டும் செய்ய முடியாத ஒரு நிகழ்வோடு இணைக்கும் “நிகழ்தகவு” எதுவும் இல்லை. இப்போது, இதைச் சுற்றி வர அடிக்கடி வருபவர்கள் பயன்படுத்தக்கூடிய சில புத்திசாலித்தனமான தந்திரங்கள் உள்ளன என்று சொல்ல வேண்டும். ஒரு சாத்தியம் என்னவென்றால், வானிலை ஆய்வாளர் என்றால் என்ன என்பது “60 \% மழைக்கான வாய்ப்பைக் கணிக்கும் ஒரு வகை நாட்கள் உள்ளன, மேலும் இந்த கணிப்பை நான் செய்யும் அந்த நாட்களில் மட்டுமே நாம் பார்த்தால், 60 \% இல் அந்த நாட்களில் அது உண்மையில் மழை பெய்யும் ”. இதை இந்த வழியில் சிந்திப்பது மிகவும் வித்தியாசமானது மற்றும் எதிர்மறையானது, ஆனால் அடிக்கடி வருபவர்கள் இதை சில நேரங்களில் செய்வதை நீங்கள் காண்கிறீர்கள். இந்த புத்தகத்தில் இது * பின்னர் வரும் (பார்க்க: டாக்: `../ ch08/ch08_estimation_5`).
uk: Однак вона також має небажані характеристики. По-перше, нескінченні послідовності не існують у фізичному світі. Припустимо, ви дістали монету з кишені і почали її підкидати. Кожного разу, коли вона падає, вона вдаряється об землю. Кожен удар трохи зношує монету. Зрештою монета буде знищена. Отже, можна запитати, чи дійсно має сенс вважати, що «нескінченна» послідовність підкидання монети є значущим або об'єктивним поняттям. Ми не можемо сказати, що «нескінченна послідовність» подій є реальною річчю у фізичному всесвіті, оскільки фізичний всесвіт не допускає нічого нескінченного. Більш серйозно, частотне визначення має вузьку сферу застосування. Є багато речей, яким люди з радістю присвоюють ймовірність у повсякденній мові, але які не можуть (навіть теоретично) бути відображені на гіпотетичній послідовності подій. Наприклад, якщо метеоролог з'являється на телебаченні і каже: «ймовірність дощу в Аделаїді 2 листопада 2048 року становить 60 %», ми, люди, з радістю приймаємо це. Але не ясно, як визначити це в термінах частоти. Є тільки одне місто Аделаїда і тільки один 2 листопада 2048 року. Тут немає нескінченної послідовності подій, а є тільки одноразова подія. Частотна ймовірність дійсно *забороняє* нам робити ймовірнісні твердження про окрему подію. З частотної точки зору, завтра або буде дощ, або не буде. Немає «ймовірності», яка б стосувалася окремої неповторної події. Слід зазначити, що існують дуже хитрі прийоми, які частотисти можуть використовувати, щоб обійти це. Один із можливих варіантів — метеоролог має на увазі щось на кшталт «Є категорія днів, для яких я прогнозую 60 % ймовірність дощу, і якщо ми розглянемо тільки ті дні, для яких я роблю цей прогноз, то в 60 % цих днів насправді буде дощ». Думати про це таким чином дуже дивно і суперечить інтуїції, але частотисти іноді так роблять. І це *буде* згадуватися пізніше в цій книзі (див. :doc:`../Ch08/Ch08_Estimation_5`).

source: The Bayesian view
de: Die Bayessche Sichtweise
nb: Det bayesianske synet
ta: பேய்சியன் பார்வை
uk: Байєсівський погляд

source: The **Bayesian view** of probability is often called the subjectivist view, and although it has been a minority view among statisticians it has been steadily gaining traction for the last several decades. There are many flavours of Bayesianism, making it hard to say exactly what “the” Bayesian view is. The most common way of thinking about subjective probability is to define the probability of an event as the **degree of belief** that an intelligent and rational agent assigns to that truth of that event. From that perspective, probabilities don’t exist in the world but rather in the thoughts and assumptions of people and other intelligent beings.
de: Die **Bayessche Sichtweise** der Wahrscheinlichkeit wird oft als subjektivistische Sichtweise bezeichnet, und obwohl ihre Anhänger innerhalb der Statistiker immer noch in der Minderzahl sind, hat sie in den letzten Jahrzehnten stetig an Bedeutung gewonnen. Es gibt viele Ausprägungen der **Bayesschen Sichtweise**, so dass es schwierig ist, genau zu sagen, was „die“ Bayessche Sichtweise ist. Die gängigste Art, über subjektive Wahrscheinlichkeit nachzudenken, besteht darin, die Wahrscheinlichkeit eines Ereignisses als den **Grad des Glaubens** zu definieren, den ein intelligenter und rationaler Akteur der Wahrheit dieses Ereignisses beimisst. Aus dieser Perspektive existieren Wahrscheinlichkeiten nicht in der Welt, sondern eher in den Gedanken und Annahmen von Menschen und anderen intelligenten Wesen.
nb: Det bayesianske synet** på sannsynlighet kalles ofte det subjektivistiske synet, og selv om det har vært i mindretall blant statistikere, har det vunnet stadig større innpass de siste tiårene. Det finnes mange varianter av bayesianisme, noe som gjør det vanskelig å si nøyaktig hva som er «det» bayesianske synet. Den vanligste måten å tenke på subjektiv sannsynlighet på er å definere sannsynligheten for en hendelse som **graden av tro** som en intelligent og rasjonell aktør tillegger sannheten om denne hendelsen. Ut fra dette perspektivet eksisterer ikke sannsynligheter i verden, men snarere i tankene og antakelsene til mennesker og andre intelligente vesener.
ta: நிகழ்தகவின் ** பேய்சியன் பார்வை ** பெரும்பாலும் அகநிலை பார்வை என்று அழைக்கப்படுகிறது, மேலும் இது புள்ளிவிவர நிபுணர்களிடையே ஒரு சிறுபான்மை பார்வையாக இருந்தாலும், இது கடந்த பல தசாப்தங்களாக சீராக இழுவைப் பெற்று வருகிறது. பேய்சியனிசத்தின் பல சுவைகள் உள்ளன, இது “தி” பேய்சியன் பார்வை என்றால் என்ன என்று சரியாகச் சொல்வது கடினம். அகநிலை நிகழ்தகவு பற்றி சிந்திப்பதற்கான மிகவும் பொதுவான வழி, ஒரு நிகழ்வின் நிகழ்தகவை ** நம்பிக்கையின் அளவு ** என வரையறுப்பது, அந்த நிகழ்வின் அந்த உண்மைக்கு ஒரு புத்திசாலித்தனமான மற்றும் பகுத்தறிவு முகவர் ஒதுக்குகிறார். அந்த கண்ணோட்டத்தில், நிகழ்தகவுகள் உலகில் இல்லை, மாறாக மக்கள் மற்றும் பிற புத்திசாலித்தனமான மனிதர்களின் எண்ணங்கள் மற்றும் அனுமானங்களில்.
uk: **Байєсівський погляд** на ймовірність часто називають суб'єктивістським, і хоча він є меншості серед статистиків, протягом останніх десятиліть він постійно набирає популярність. Існує багато різновидів байєсіанства, тому важко точно сказати, що таке «байєсіанська точка зору». Найпоширеніший спосіб мислення про суб'єктивну ймовірність полягає в тому, щоб визначити ймовірність події як **ступінь віри**, яку розумний і раціональний агент приділяє істинності цієї події. З цієї точки зору, ймовірності не існують у світі, а існують у думках і припущеннях людей та інших розумних істот.

source: However, in order for this approach to work we need some way of operationalising “degree of belief”. One way that you can do this is to formalise it in terms of “rational gambling”, though there are many other ways. Suppose that I believe that there’s a 60\% probability of rain tomorrow. If someone offers me a bet that if it rains tomorrow then I win $5, but if it doesn’t rain I lose $5. Clearly, from my perspective, this is a pretty good bet. On the other hand, if I think that the probability of rain is only 40\% then it’s a bad bet to take. So we can operationalise the notion of a “subjective probability” in terms of what bets I’m willing to accept.
de: Damit dieser Ansatz funktioniert, brauchen wir jedoch eine Möglichkeit, den „Grad des Glaubens“ zu operationalisieren. Eine Möglichkeit, dies zu tun, besteht darin, es als „rationales Glücksspiel“ zu formalisieren, obwohl es viele andere Möglichkeiten gibt. Angenommen, ich glaube, dass es morgen mit einer Wahrscheinlichkeit von 60 % regnen wird. Wenn mir jemand eine Wette anbietet, dass ich 5 Dollar gewinne, wenn es morgen regnet, aber 5 Dollar verliere, wenn es nicht regnet, dann ist das aus meiner Sicht eine ziemlich gute Wette. Wenn ich hingegen glaube, dass die Wahrscheinlichkeit, dass es regnet, nur 40 % beträgt, dann ist es eine schlechte Wette, die ich nicht eingehen sollte. Wir können also den Begriff der „subjektiven Wahrscheinlichkeit“ dahingehend operationalisieren, welche Wetten ich zu akzeptieren bereit bin.
nb: For at denne tilnærmingen skal fungere, trenger vi imidlertid en måte å operasjonalisere «grad av tro» på. En måte å gjøre dette på er å formalisere det i form av «rasjonell gambling», men det finnes mange andre måter. Anta at jeg tror at det er 60\% sannsynlighet for regn i morgen. Hvis noen tilbyr meg et veddemål om at hvis det regner i morgen, vinner jeg 5 dollar, men hvis det ikke regner, taper jeg 5 dollar. Fra mitt perspektiv er dette helt klart et ganske godt veddemål. Hvis jeg derimot tror at sannsynligheten for regn bare er 40\%, er det et dårlig veddemål. Vi kan altså operasjonalisere begrepet «subjektiv sannsynlighet» i form av hvilke veddemål jeg er villig til å akseptere.
ta: எவ்வாறாயினும், இந்த அணுகுமுறை வேலை செய்ய எங்களுக்கு "நம்பிக்கையின் பட்டம்" செயல்படும் வழி தேவை. நீங்கள் இதைச் செய்யக்கூடிய ஒரு வழி, "பகுத்தறிவு சூதாட்டம்" அடிப்படையில் அதை முறைப்படுத்துவதாகும், இருப்பினும் வேறு பல வழிகள் இருந்தாலும். நாளை மழையின் 60 \% நிகழ்தகவு இருப்பதாக நான் நம்புகிறேன் என்று வைத்துக்கொள்வோம். நாளை மழை பெய்தால் நான் $ 5 ஐ வெல்வேன் என்று யாராவது எனக்கு ஒரு பந்தயம் வழங்கினால், ஆனால் மழை பெய்யவில்லை என்றால் நான் $ 5 ஐ இழக்கிறேன். தெளிவாக, என் கண்ணோட்டத்தில், இது ஒரு நல்ல பந்தயம். மறுபுறம், மழையின் நிகழ்தகவு 40 \% மட்டுமே என்று நான் நினைத்தால், அது ஒரு மோசமான பந்தயம். எனவே நான் ஏற்றுக்கொள்ள விரும்பும் சவால்களின் அடிப்படையில் “அகநிலை நிகழ்தகவு” என்ற கருத்தை நாங்கள் செயல்படுத்த முடியும்.
uk: Однак, щоб цей підхід працював, нам потрібно якось операціоналізувати «ступінь віри». Один із способів зробити це — формалізувати його в термінах «раціонального азартного гри», хоча є й багато інших способів. Припустимо, я вірю, що ймовірність дощу завтра становить 60 %. Якщо хтось пропонує мені парі, що якщо завтра буде дощ, я виграю 5 доларів, а якщо дощу не буде, я втрачу 5 доларів. З моєї точки зору, це досить вигідне парі. З іншого боку, якщо я вважаю, що ймовірність дощу становить лише 40 %, то це невигідне парі. Отже, ми можемо операціоналізувати поняття «суб'єктивної ймовірності» з точки зору того, на які парі я готовий погодитися.
