Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: :doc:`Binomial distribution <Ch07_Probability_4>`, :doc:`normal distribution <Ch07_Probability_5>`, and :doc:`other useful distributions <Ch07_Probability_6>`
de: :doc:`Binomialverteilung <Ch07_Probability_4>`, :doc:`Normalverteilung <Ch07_Probability_5>` und :doc:`weitere nützliche Verteilungen <Ch07_Probability_6>`
nb: :doc:`Binomialfordeling <Ch07_Probability_4>`, :doc:`normalfordeling <Ch07_Probability_5>`, og :doc:`andre nyttige fordelinger <Ch07_Probability_6>`
ta: :doc:`Binomial பரவல் <Ch07_Probability_4>`, :doc:`normal பரவல் <Ch07_Probability_5>`, and :doc:`other useful distributions <Ch07_Probability_6>`
uk: :doc:`Binomial distribution <Ch07_Probability_4>`, :doc:`normal distribution <Ch07_Probability_5>`, і :doc:`other useful distributions <Ch07_Probability_6>`

source: As you’d expect, my coverage is by no means exhaustive. Probability theory is a large branch of mathematics in its own right, entirely separate from its application to statistics and data analysis. As such, there are thousands of books written on the subject and universities generally offer multiple classes devoted entirely to probability theory. Even the “simpler” task of documenting standard probability distributions is a big topic. I’ve described five standard probability distributions in this chapter, but sitting on my bookshelf I have a 47-chapter book called “Statistical Distributions” (:ref:`Forbes et al., 2010 <Forbes_2010>`) that lists a *lot* more than that. Fortunately for you, very little of this is necessary. You’re unlikely to need to know dozens of statistical distributions when you go out and do real world data analysis, and you definitely won’t need them for this book, but it never hurts to know that there’s other possibilities out there.
de: Wie zu erwarten, ist meine Darstellung keineswegs erschöpfend. Die Wahrscheinlichkeitstheorie ist ein großer, eigenständiger Zweig der Mathematik, der von seiner Anwendung in der Statistik und Datenanalyse völlig getrennt ist. Es gibt Tausende von Büchern zu diesem Thema, und an den Universitäten werden in der Regel mehrere Kurse angeboten, die ausschließlich der Wahrscheinlichkeitstheorie gewidmet sind. Selbst die „einfachere“ Aufgabe, Standardwahrscheinlichkeitsverteilungen zu dokumentieren, ist ein großes Thema. Ich habe in diesem Kapitel fünf oft verwendete Wahrscheinlichkeitsverteilungen beschrieben, aber in meinem Bücherregal steht ein 47 Kapitel umfassendes Buch mit dem Titel „*Statistical Distributions*“ (:ref:`Forbes et al., 2010 <Forbes_2010>`), in dem noch *viel mehr* aufgeführt sind. Zum Glück für Sie sind nur sehr wenige davon wirklich notwendig. Es ist unwahrscheinlich, dass Sie Dutzende von statistischen Verteilungen kennen müssen, wenn Sie Daten in der realen Welt analysieren. Sie werden sie definitiv nicht für dieses Buch brauchen, aber es schadet nie, zu wissen, dass es noch weitere Möglichkeiten gibt.
nb: Som du kan forvente, er dekningen min på ingen måte uttømmende. Sannsynlighetsteori er en stor gren av matematikken i seg selv, helt atskilt fra statistikk og dataanalyse. Det er skrevet tusenvis av bøker om emnet, og universitetene tilbyr som regel flere kurs som utelukkende er viet til sannsynlighetsteori. Selv den «enklere» oppgaven med å dokumentere standard sannsynlighetsfordelinger er et stort tema. Jeg har beskrevet fem standard sannsynlighetsfordelinger i dette kapittelet, men i bokhyllen min har jeg en bok med 47 kapitler som heter «Statistical Distributions» (:ref:`Forbes et al., 2010 <Forbes_2010>`) som inneholder *mye* mer enn det. Heldigvis for deg er det svært lite av dette som er nødvendig. Det er lite sannsynlig at du trenger å kjenne til dusinvis av statistiske fordelinger når du skal ut og analysere data i den virkelige verden, og du vil definitivt ikke trenge dem for denne boken, men det skader aldri å vite at det finnes andre muligheter der ute.
ta: நீங்கள் எதிர்பார்ப்பது போல, எனது பாதுகாப்பு எந்த வகையிலும் முழுமையானது அல்ல. நிகழ்தகவு கோட்பாடு என்பது கணிதத்தின் ஒரு பெரிய கிளை, அதன் சொந்த உரிமையில், அதன் பயன்பாட்டிலிருந்து புள்ளிவிவரங்கள் மற்றும் தரவு பகுப்பாய்வு வரை முற்றிலும் பிரிக்கப்பட்டுள்ளது. எனவே, இந்த விசயத்தில் எழுதப்பட்ட ஆயிரக்கணக்கான புத்தகங்கள் உள்ளன மற்றும் பல்கலைக்கழகங்கள் பொதுவாக நிகழ்தகவு கோட்பாட்டிற்கு முற்றிலும் அர்ப்பணிக்கப்பட்ட பல வகுப்புகளை வழங்குகின்றன. நிலையான நிகழ்தகவு விநியோகங்களை ஆவணப்படுத்தும் “எளிமையான” பணி கூட ஒரு பெரிய தலைப்பு. இந்த அத்தியாயத்தில் ஐந்து நிலையான நிகழ்தகவு விநியோகங்களை நான் விவரித்தேன், ஆனால் எனது புத்தக அலமாரியில் உட்கார்ந்து 47-அத்தியாயம் நூல் “புள்ளிவிவர விநியோகங்கள்” (: குறிப்பு: `ஃபோர்ப்ச் மற்றும் பலர், 2010 <forbes_2010>`) * அதை விட. அதிர்ச்டவசமாக உங்களுக்காக, இதில் மிகக் குறைவு தேவை. நீங்கள் வெளியே சென்று உண்மையான உலக தரவு பகுப்பாய்வைச் செய்யும்போது டசன் கணக்கான புள்ளிவிவர விநியோகங்களை நீங்கள் அறிந்து கொள்ள வாய்ப்பில்லை, மேலும் இந்த புத்தகத்திற்கு நிச்சயமாக அவை தேவையில்லை, ஆனால் வேறு சாத்தியங்கள் உள்ளன என்பதை அறிந்து கொள்வது ஒருபோதும் வலிக்காது.
uk: Як і слід було очікувати, моє висвітлення цієї теми аж ніяк не є вичерпним. Теорія ймовірностей — це велика галузь математики, яка повністю відокремлена від її застосування в статистиці та аналізі даних. Як така, вона є предметом тисяч книг, а університети зазвичай пропонують кілька курсів, повністю присвячених теорії ймовірностей. Навіть *простіше* завдання документування стандартних розподілів ймовірностей є великою темою. У цьому розділі я описав п'ять стандартних розподілів ймовірностей, але на моїй книжковій полиці лежить 47-роздільна книга під назвою «Статистичні розподіли» (:ref:`Forbes et al., 2010 <Forbes_2010>`), в якій перелічено набагато більше. На щастя для вас, знати все це майже не потрібно. Вам навряд чи знадобиться знати десятки статистичних розподілів, коли ви будете займатися аналізом реальних даних, і вам точно не знадобляться вони для цієї книги, але ніколи не завадить знати, що існують й інші можливості.

source: Picking up on that last point, there’s a sense in which this whole chapter is something of a digression. Many undergraduate psychology classes on statistics skim over this content very quickly (I know mine did), and even the more advanced classes will often “forget” to revisit the basic foundations of the field. Most academic psychologists would not know the difference between probability and density, and until recently very few would have been aware of the difference between Bayesian and frequentist probability. However, I think it’s important to understand these things before moving onto the applications. For example, there are a lot of rules about what you’re “allowed” to say when doing statistical inference and many of these can seem arbitrary and weird. However, they start to make sense if you understand that there is this Bayesian / frequentist distinction. Similarly, in chapter :doc:`../Ch11/Ch11_tTest` we’re going to talk about something called the *t*-test, and if you really want to have a grasp of the mechanics of the *t*-test it really helps to have a sense of what a *t*-distribution actually looks like. You get the idea, I hope.
de: Um auf den letzten Punkt zurückzukommen: In gewisser Weise ist das ganze Kapitel eine Art Abschweifung. Viele Psychologie-Vorlesungen im Grundstudium überfliegen diesen Inhalt sehr schnell (ich weiß, dass es in meiner Vorlesung so war). Selbst in den fortgeschritteneren Vorlesungen wird oft „vergessen“, die Grundlagen des Fachs erneut zu behandeln. Die meisten akademischen Psychologen kennen den Unterschied zwischen Wahrscheinlichkeit und Dichte nicht, und bis vor kurzem kannten nur sehr wenige den Unterschied zwischen Bayesscher und frequentistischer Statistik. Ich denke jedoch, dass es wichtig ist, diese Dinge zu verstehen, bevor man sich mit den Anwendungen befasst. Es gibt zum Beispiel eine Menge Regeln darüber, was man bei statistischen Schlussfolgerungen sagen „darf“. Viele davon können willkürlich und seltsam erscheinen. Sie ergeben jedoch einen Sinn, wenn man versteht, dass es diese Unterscheidung zwischen Bayesianern und Frequentisten gibt. In ähnlicher Weise werden wir in Kapitel :doc:`../Ch11/Ch11_tTest` über etwas sprechen, das *t*-Test genannt wird. Wenn Sie die Mechanik des *t*-Tests wirklich verstehen wollen, ist es sehr hilfreich, eine Vorstellung davon zu haben, wie eine *t*-Verteilung tatsächlich aussieht. Ich hoffe, Sie haben die Idee verstanden.
nb: For å ta opp det siste poenget, så er hele dette kapittelet på sett og vis en digresjon. Mange psykologikurs på lavere grads nivå skummer raskt over dette innholdet (jeg vet at mitt kurs gjorde det), og selv de mer avanserte kursene «glemmer» ofte å gå tilbake til de grunnleggende fundamentene på feltet. De fleste akademiske psykologer vet ikke forskjellen mellom sannsynlighet og tetthet, og inntil nylig var det svært få som var klar over forskjellen mellom bayesiansk og frekventistisk sannsynlighetsregning. Jeg tror imidlertid det er viktig å forstå disse tingene før man går videre til anvendelsene. Det finnes for eksempel mange regler for hva man har «lov» til å si når man gjør statistiske slutninger, og mange av disse kan virke vilkårlige og merkelige. De begynner imidlertid å gi mening hvis du forstår at det finnes et skille mellom bayesianere og frekventister. På samme måte skal vi i kapittel :doc:`../Ch11/Ch11_tTest` snakke om noe som kalles *t*-testen, og hvis du virkelig vil forstå mekanismene i *t*-testen, hjelper det å ha en følelse av hvordan en *t*-fordeling faktisk ser ut. Jeg håper du skjønner hva jeg mener.
ta: அந்த கடைசி கட்டத்தைத் தேர்ந்தெடுப்பது, இந்த முழு அத்தியாயமும் ஒரு திசைதிருப்பப்பட்ட ஒரு உணர்வு உள்ளது. புள்ளிவிவரங்கள் குறித்த பல இளங்கலை உளவியல் வகுப்புகள் இந்த உள்ளடக்கத்தை மிக விரைவாகக் குறைகின்றன (என்னுடையது செய்ததை நான் அறிவேன்), மேலும் மேம்பட்ட வகுப்புகள் கூட பெரும்பாலும் புலத்தின் அடிப்படை அடித்தளங்களை மறுபரிசீலனை செய்ய "மறந்துவிடும்". பெரும்பாலான கல்வி உளவியலாளர்கள் நிகழ்தகவுக்கும் அடர்த்திக்கும் உள்ள வித்தியாசத்தை அறிந்திருக்க மாட்டார்கள், அண்மைக் காலத்தில் வரை மிகச் சிலரே பேய்சியன் மற்றும் அடிக்கடி நிகழும் நிகழ்தகவுக்கு இடையிலான வேறுபாட்டை அறிந்திருப்பார்கள். இருப்பினும், பயன்பாடுகளுக்குச் செல்வதற்கு முன் இந்த விசயங்களைப் புரிந்துகொள்வது முதன்மை என்று நான் நினைக்கிறேன். எடுத்துக்காட்டாக, புள்ளிவிவர அனுமானத்தைச் செய்யும்போது நீங்கள் என்ன சொல்ல அனுமதிக்கிறீர்கள் என்பது பற்றி நிறைய விதிகள் உள்ளன, மேலும் இவற்றில் பல தன்னிச்சையாகவும் வித்தியாசமாகவும் தோன்றலாம். இருப்பினும், இந்த பேய்சியன் / அடிக்கடி நிகழும் வேறுபாடு இருப்பதை நீங்கள் புரிந்து கொண்டால் அவர்கள் அர்த்தமுள்ளதாகத் தொடங்குகிறார்கள். இதேபோல், அத்தியாயத்தில்: doc: `../ ch11/ch11_tttest` *t *-test எனப்படும் ஒன்றைப் பற்றி நாம் பேசப் போகிறோம், நீங்கள் உண்மையிலேயே *t *-test இன் இயக்கவியலைப் புரிந்து கொள்ள விரும்பினால் A *t *-distripution உண்மையில் எப்படி இருக்கும் என்பதைப் புரிந்துகொள்ள இது உண்மையில் உதவுகிறது. உங்களுக்கு சிந்தனை கிடைக்கிறது, நான் நம்புகிறேன்.
uk: Повертаючись до останнього пункту, можна сказати, що весь цей розділ є певним відступом від теми. Багато курсів статистики для студентів-психологів дуже швидко пробігають цей матеріал (я знаю, що так було на моєму курсі), і навіть на більш просунутих курсах часто «забувають» повернутися до основних основ цієї галузі. Більшість академічних психологів не знають різниці між ймовірністю та щільністю, і донедавна дуже мало хто знав про різницю між байєсівською та частотною ймовірністю. Однак я вважаю, що важливо зрозуміти ці речі, перш ніж переходити до практичного застосування. Наприклад, існує багато правил щодо того, що «дозволено» говорити під час статистичного висновку, і багато з них можуть здаватися довільними та дивними. Однак вони починають набувати сенсу, якщо ви розумієте, що існує різниця між байєсівським і частотним підходами. Аналогічно, у розділі :doc:`../Ch11/Ch11_tTest` ми поговоримо про те, що називається *t*-тестом, і якщо ви дійсно хочете зрозуміти механізм *t*-тесту, то дуже корисно мати уявлення про те, як насправді виглядає *t*-розподіл. Сподіваюся, ви зрозуміли суть.

source: John Locke
ta: சான் மக்கள்
uk: Джон Локк
