Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: With this in mind, let’s see if we can’t get an intuition for how the normal distribution works. First, let’s have a look at what happens when we play around with the parameters of the distribution. To that end, :numref:`fig-meanShiftNormal` plots normal distributions that have different means but have the same standard deviation. As you might expect, all of these distributions have the same “width”. The only difference between them is that they’ve been shifted to the left or to the right. In every other respect they’re identical. In contrast, if we increase the standard deviation while keeping the mean constant, the peak of the distribution stays in the same place but the distribution gets wider, as you can see in :numref:`fig-scaleShiftNormal`.
de: Lassen Sie uns sehen, ob wir ein Gefühl dafür bekommen, wie die Normalverteilung funktioniert. Schauen wir uns zunächst an, was passiert, wenn wir mit den Parametern der Verteilung herumspielen. Zu diesem Zweck stellt :numref:`fig-meanShiftNormal` Normalverteilungen dar, die unterschiedliche Mittelwerte, aber die gleiche Standardabweichung haben. Wie zu erwarten, haben alle diese Verteilungen die gleiche „Breite“. Der einzige Unterschied zwischen ihnen ist, dass sie nach links oder rechts verschoben wurden. In jeder anderen Hinsicht sind sie identisch. Erhöht man dagegen die Standardabweichung, während der Mittelwert sich nicht verändert, bleibt der Scheitelpunkt der Verteilung an der gleichen Stelle, aber die Verteilung wird breiter, wie Sie in :numref:`fig-scaleShiftNormal` sehen können.
nb: Med dette i bakhodet, la oss se om vi ikke kan få en intuisjon for hvordan normalfordelingen fungerer. La oss først se på hva som skjer når vi leker med parametrene til fordelingen. For å gjøre dette plotter :numref:`fig-meanShiftNormal` normalfordelinger som har forskjellig gjennomsnitt, men samme standardavvik. Som du kanskje forventer, har alle disse fordelingene samme «bredde». Den eneste forskjellen mellom dem er at de er forskjøvet til venstre eller til høyre. I alle andre henseender er de identiske. Hvis vi derimot øker standardavviket mens gjennomsnittet holdes konstant, forblir toppen av fordelingen på samme sted, men fordelingen blir bredere, som du kan se i :numref:`fig-scaleShiftNormal`.
ta: இதைக் கருத்தில் கொண்டு, சாதாரண வழங்கல் எவ்வாறு செயல்படுகிறது என்பதற்கான உள்ளுணர்வைப் பெற முடியவில்லையா என்று பார்ப்போம். முதலில், விநியோகத்தின் அளவுருக்களுடன் நாம் விளையாடும்போது என்ன நடக்கும் என்பதைப் பார்ப்போம். அதற்காக,: numref: `Fig-meanshiftnormal` வெவ்வேறு வழிமுறைகளைக் கொண்ட சாதாரண விநியோகங்களை அடுக்குகிறது, ஆனால் அதே நிலையான விலகலைக் கொண்டுள்ளது. நீங்கள் எதிர்பார்ப்பது போல, இந்த விநியோகங்கள் அனைத்தும் ஒரே “அகலம்” கொண்டவை. அவற்றுக்கிடையேயான ஒரே வேறுபாடு என்னவென்றால், அவை இடது அல்லது வலதுபுறம் மாற்றப்பட்டுள்ளன. மற்ற எல்லா விசயங்களிலும் அவை ஒரே மாதிரியானவை. இதற்கு நேர்மாறாக, சராசரி மாறிலியைக் கொண்டிருக்கும்போது நிலையான விலகலை நாம் அதிகரித்தால், விநியோகத்தின் உச்சம் ஒரே இடத்தில் இருக்கும், ஆனால் வழங்கல் அகலமாகிறது, நீங்கள் காணக்கூடியது: numref: `Fig-scaleshiftnormal`.
uk: Маючи це на увазі, давайте подивимося, чи зможемо ми інтуїтивно зрозуміти, як працює нормальний розподіл. Спочатку давайте подивимося, що відбувається, коли ми змінюємо параметри розподілу. Для цього :numref:`fig-meanShiftNormal` будує нормальні розподіли, які мають різні середні значення, але однакове стандартне відхилення. Як і слід було очікувати, всі ці розподіли мають однакову «ширину». Єдина різниця між ними полягає в тому, що вони зміщені вліво або вправо. В усьому іншому вони ідентичні. Натомість, якщо ми збільшимо стандартне відхилення, зберігаючи середнє значення незмінним, пік розподілу залишиться на тому самому місці, але розподіл стане ширшим, як ви можете бачити на :numref:`fig-scaleShiftNormal`.

source: Normal distribution: µ = 5 and σ = 1 (solid) or σ = 2 (dashed)
de: Normalverteilung: µ = 5 und σ = 1 (durchgezogene Linie) oder σ = 2 (gestrichelte Linie)
nb: Normalfordeling: µ = 5 og σ = 1 (heltrukken) eller σ = 2 (stiplet)
ta: இயல்பான விநியோகம்: µ = 5 மற்றும் σ = 1 (திட) அல்லது π = 2 (கோடு)
uk: Нормальний розподіл: µ = 5 і σ = 1 (суцільний) або σ = 2 (штриховий)

source: Illustration of what happens when you change the standard deviation of a normal distribution. Both distributions plotted in this figure have a mean of μ = 5, but they have different standard deviations. The solid line plots a distribution with standard deviation σ = 1, and the dashed line shows a distribution with standard deviation σ = 2. As a consequence, both distributions are “centred” on the same spot, but the dashed line is wider than the solid one.
de: Illustration, was passiert, wenn man die Standardabweichung einer Normalverteilung ändert. Beide in dieser Abbildung dargestellten Verteilungen haben einen Mittelwert von μ = 5, aber sie haben unterschiedliche Standardabweichungen. Die durchgezogene Linie stellt eine Verteilung mit einer Standardabweichung σ = 1 dar, die gestrichelte Linie eine Verteilung mit einer Standardabweichung σ = 2. Folglich sind beide Verteilungen auf demselben Punkt „zentriert“, aber die gestrichelte Linie ist breiter als die durchgezogene Linie.
nb: Illustrasjon av hva som skjer når du endrer standardavviket til en normalfordeling. Begge fordelingene i denne figuren har et gjennomsnitt på μ = 5, men de har ulike standardavvik. Den heltrukne linjen viser en fordeling med standardavviket σ = 1, og den stiplede linjen viser en fordeling med standardavviket σ = 2. Begge fordelingene er altså «sentrert» på samme sted, men den stiplede linjen er bredere enn den heltrukne.
ta: ஒரு சாதாரண விநியோகத்தின் நிலையான விலகலை மாற்றும்போது என்ன நடக்கும் என்பதற்கான விளக்கம். இந்த எண்ணிக்கையில் திட்டமிடப்பட்ட இரண்டு விநியோகங்களும் μ = 5 சராசரியைக் கொண்டுள்ளன, ஆனால் அவை வெவ்வேறு நிலையான விலகல்களைக் கொண்டுள்ளன. திடமான வரி நிலையான விலகல் σ = 1 உடன் ஒரு விநியோகத்தைத் திட்டமிடுகிறது, மற்றும் கோடு கோடு நிலையான விலகல் σ = 2 உடன் ஒரு விநியோகத்தைக் காட்டுகிறது. இதன் விளைவாக, இரண்டு விநியோகங்களும் ஒரே இடத்தில் “மையமாக” உள்ளன, ஆனால் கோடு கோடு விட அகலமானது திட ஒன்று.
uk: Ілюстрація того, що відбувається, коли ви змінюєте стандартне відхилення нормального розподілу. Обидва розподіли, зображені на цьому рисунку, мають середнє значення μ = 5, але вони мають різні стандартні відхилення. Суцільна лінія зображує розподіл зі стандартним відхиленням σ = 1, а пунктирна лінія показує розподіл зі стандартним відхиленням σ = 2. Як наслідок, обидва розподіли «зосереджені» в одній точці, але пунктирна лінія ширша за суцільну.

source: Notice, though, that when we widen the distribution the height of the peak shrinks. This has to happen, in the same way that the heights of the bars that we used to draw a discrete binomial distribution have to *sum* to 1, the total *area under the curve* for the normal distribution must equal 1. Before moving on, I want to point out one important characteristic of the normal distribution. Irrespective of what the actual mean and standard deviation are, 68.3\% of the area falls within 1 standard deviation of the mean. Similarly, 95.4\% of the distribution falls within 2 standard deviations of the mean, and 99.7\% of the distribution is within 3 standard deviations. This idea is illustrated in :numref:`fig-normAreaSD`.
de: Beachten Sie jedoch, dass die Höhe der Spitze schrumpft, wenn wir die Verteilung verbreitern. Genauso wie die Höhen der Balken, die wir zum Zeichnen einer diskreten Binomialverteilung verwendet haben, die *Summe* zu 1 ergeben müssen, muss die *Gesamtfläche unter der Kurve* für die Normalverteilung gleich 1 sein. Bevor ich fortfahre, möchte ich auf eine wichtige Eigenschaft der Normalverteilung hinweisen. Unabhängig davon, wie hoch der tatsächliche Mittelwert und die Standardabweichung sind, liegt 68,3 % der Fläche innerhalb einer Standardabweichung um den Mittelwert. In ähnlicher Weise liegt 95,4 % der Verteilung innerhalb von 2 Standardabweichungen um den Mittelwert und 99,7 % der Verteilung innerhalb von 3 Standardabweichungen. Diese Idee wird in :numref:`fig-normAreaSD` veranschaulicht.
nb: Legg imidlertid merke til at når vi utvider fordelingen, krymper høyden på toppen. Dette må skje, på samme måte som høyden på stolpene som vi brukte til å tegne en diskret binomialfordeling må *summere* til 1, må det totale *arealet under kurven* for normalfordelingen være lik 1. Før jeg går videre, vil jeg påpeke en viktig egenskap ved normalfordelingen. Uavhengig av hva det faktiske gjennomsnittet og standardavviket er, faller 68,3\% av arealet innenfor 1 standardavvik fra gjennomsnittet. På samme måte ligger 95,4\% av fordelingen innenfor 2 standardavvik fra gjennomsnittet, og 99,7\% av fordelingen ligger innenfor 3 standardavvik. Denne ideen er illustrert i :numref:`fig-normAreaSD`.
ta: இருப்பினும், நாம் விநியோகத்தை விரிவுபடுத்தும்போது உச்சத்தின் உயரம் சுருங்குகிறது என்பதைக் கவனியுங்கள். இது நடக்க வேண்டும், அதேபோல் ஒரு தனித்துவமான பைனோமியல் விநியோகத்தை வரைய நாங்கள் பயன்படுத்திய பட்டிகளின் உயரங்கள் * முதல் 1 வரை இருக்க வேண்டும், வளைவின் கீழ் உள்ள மொத்த * பகுதி * சாதாரண விநியோகத்திற்கு சமமாக இருக்க வேண்டும். நகரும் முன். ஆன், சாதாரண விநியோகத்தின் ஒரு முக்கியமான பண்புகளை நான் சுட்டிக்காட்ட விரும்புகிறேன். உண்மையான சராசரி மற்றும் நிலையான விலகல் என்ன என்பதைப் பொருட்படுத்தாமல், பகுதியின் 68.3 \% சராசரியின் 1 நிலையான விலகலுக்குள் வருகிறது. இதேபோல், விநியோகத்தின் 95.4 \% சராசரியின் 2 நிலையான விலகல்களுக்குள் வருகிறது, மேலும் விநியோகத்தின் 99.7 \% 3 நிலையான விலகல்களுக்குள் உள்ளது. இந்த சிந்தனை இதில் விளக்கப்பட்டுள்ளது: NumRef: `Figh-normareasd`.
uk: Зверніть увагу, що коли ми розширюємо розподіл, висота піку зменшується. Це має відбуватися, так само як висоти стовпчиків, які ми використовували для побудови дискретного біноміального розподілу, мають *дорівнювати* 1, загальна *площа під кривою* для нормального розподілу повинна дорівнювати 1. Перш ніж продовжувати, я хочу вказати на одну важливу характеристику нормального розподілу. Незалежно від того, якими є фактичне середнє значення та стандартне відхилення, 68,3 % площі припадає на 1 стандартне відхилення від середнього значення. Аналогічно, 95,4 % розподілу припадає на 2 стандартні відхилення від середнього значення, а 99,7 % розподілу — на 3 стандартні відхилення. Ця ідея проілюстрована на малюнку :numref:`fig-normAreaSD`.

source: Normal distribution: area under the curve for 1 and 2 SD
de: Normalverteilung: Fläche unter der Kurve für 1 und 2 SD (Standardabw.)
nb: Normalfordeling: areal under kurven for 1 og 2 SD
ta: இயல்பான விநியோகம்: 1 மற்றும் 2 எச்டிக்கு வளைவின் கீழ் உள்ள பகுதி
uk: Нормальний розподіл: площа під кривою для 1 та 2 стандартних відхилень

source: The area under the curve tells you the probability that an observation falls within a particular range. The solid lines plot normal distributions with mean μ = 0 and standard deviation σ = 1. The shaded areas illustrate “areas under the curve” for two important cases. In the left panel, we can see that there is a 68.3\% chance that an observation will fall within one standard deviation of the mean. In the right panel, we see that there is a 95.4\% chance that an observation will fall within two standard deviations of the mean.
de: Die Fläche unter der Kurve gibt die Wahrscheinlichkeit an, dass eine Beobachtung in einen bestimmten Bereich fällt. Die durchgezogenen Linien stellen Normalverteilungen mit Mittelwert μ = 0 und Standardabweichung σ = 1 dar. Die schattierten Flächen zeigen die „Flächen unter der Kurve“ für zwei wichtige Fälle. Links sehen wir, dass die Wahrscheinlichkeit, dass eine Beobachtung innerhalb einer Standardabweichung um den Mittelwert liegt, 68,3 % beträgt. Rechts sehen wir, dass die Wahrscheinlichkeit, dass eine Beobachtung innerhalb von zwei Standardabweichungen um den Mittelwert liegt, 95,4 % beträgt.
nb: Arealet under kurven forteller deg sannsynligheten for at en observasjon faller innenfor et bestemt område. De heltrukne linjene viser normalfordelinger med gjennomsnitt μ = 0 og standardavvik σ = 1. De skraverte områdene illustrerer «arealene under kurven» for to viktige tilfeller. I det venstre panelet ser vi at det er 68,3\% sjanse for at en observasjon vil falle innenfor ett standardavvik fra gjennomsnittet. I det høyre panelet ser vi at det er 95,4\% sjanse for at en observasjon vil falle innenfor to standardavvik fra gjennomsnittet.
ta: வளைவின் கீழ் உள்ள பகுதி ஒரு குறிப்பிட்ட வரம்பிற்குள் ஒரு அவதானிப்பு விழும் நிகழ்தகவை உங்களுக்குக் கூறுகிறது. திடமான கோடுகள் சராசரி μ = 0 மற்றும் நிலையான விலகல் σ = 1 உடன் சாதாரண விநியோகங்களை சூழ்ச்சி செய்கின்றன. நிழலாடிய பகுதிகள் இரண்டு முக்கியமான நிகழ்வுகளுக்கு “வளைவின் கீழ் உள்ள பகுதிகள்” விளக்குகின்றன. இடது பேனலில், சராசரியின் ஒரு நிலையான விலகலுக்குள் ஒரு கண்காணிப்பு விழும் 68.3 \% வாய்ப்பு இருப்பதை நாம் காணலாம். வலது குழுவில், சராசரியின் இரண்டு நிலையான விலகல்களுக்குள் ஒரு கண்காணிப்பு விழும் 95.4 \% வாய்ப்பு இருப்பதைக் காண்கிறோம்.
uk: Площа під кривою показує ймовірність того, що спостереження потрапить у певний діапазон. Суцільні лінії відображають нормальний розподіл із середнім значенням μ = 0 і стандартним відхиленням σ = 1. Зафарбовані області ілюструють «площі під кривою» для двох важливих випадків. На лівій панелі ми бачимо, що ймовірність того, що спостереження потрапить у межах одного стандартного відхилення від середнього значення, становить 68,3 %. На правій панелі ми бачимо, що ймовірність того, що спостереження потрапить у межі двох стандартних відхилень від середнього значення, становить 95,4 %.

source: Area under the curve for 1 SD bordering the mean and at the tails
de: Fläche unter der Kurve für 1 SD direkt neben dem Mittelwert sowie am Ausläufer der Verteilung
nb: Arealet under kurven for 1 SD på grensen til gjennomsnittet og ved halene
ta: சராசரியின் எல்லையிலும் வால்களிலும் 1 எச்டி வளைவின் கீழ் பகுதி
uk: Площа під кривою для 1 стандартного відхилення на межі середнього значення та на хвостах

source: Two more examples of the “area under the curve” idea. There is a 15.9\% chance that an observation is one standard deviation below the mean or smaller (left panel), and a 34.1\% chance that the observation is somewhere between one standard deviation below the mean and the mean (right panel). Notice that if you add these two numbers together you get 15.9\% + 34.1\% = 50\%. For normally distributed data, there is a 50\% chance that an observation falls below the mean. And of course that also implies that there is a 50\% chance that it falls above the mean.
de: Zwei weitere Beispiele für die Idee der „Fläche unter der Kurve“. Die Wahrscheinlichkeit, dass eine Beobachtung eine Standardabweichung unter dem Mittelwert oder darunter liegt, beträgt 15,9 % (links), und die Wahrscheinlichkeit, dass die Beobachtung irgendwo zwischen einer Standardabweichung unter dem Mittelwert und dem Mittelwert liegt, beträgt 34,1 % (rechts). Wenn Sie diese beiden Zahlen zusammenzählen, erhalten Sie 15,9 % + 34.1 % = 50 %. Bei normalverteilten Daten besteht eine 50 % Wahrscheinlichkeit, dass eine Beobachtung unter dem Mittelwert liegt. Das bedeutet natürlich auch, dass die Wahrscheinlichkeit, dass sie über dem Mittelwert liegt, ebenfalls 50 % beträgt.
nb: To eksempler til på ideen om «arealet under kurven». Det er 15,9\% sjanse for at en observasjon ligger ett standardavvik under gjennomsnittet eller mindre (venstre panel), og 34,1\% sjanse for at observasjonen ligger et sted mellom ett standardavvik under gjennomsnittet og gjennomsnittet (høyre panel). Legg merke til at hvis du legger sammen disse to tallene, får du 15,9\% + 34,1\% = 50\%. For normalfordelte data er det 50\% sjanse for at en observasjon faller under gjennomsnittet. Og det innebærer selvfølgelig også at det er 50\% sjanse for at den faller over gjennomsnittet.
ta: “வளைவின் கீழ் உள்ள பகுதி” யோசனையின் மேலும் இரண்டு எடுத்துக்காட்டுகள். ஒரு அவதானிப்பு என்பது சராசரி அல்லது சிறிய (இடது குழு) க்குக் கீழே ஒரு நிலையான விலகல் என்பதற்கு 15.9 \% வாய்ப்பு உள்ளது, மேலும் 34.1 \% அவதானிப்பு சராசரி மற்றும் சராசரி (வலது குழு) கீழே ஒரு நிலையான விலகலுக்கு இடையில் எங்காவது உள்ளது. இந்த இரண்டு எண்களையும் ஒன்றாகச் சேர்த்தால் 15.9 \% + 34.1 \% = 50 \% கிடைக்கும் என்பதை கவனியுங்கள். பொதுவாக விநியோகிக்கப்பட்ட தரவுகளுக்கு, ஒரு அவதானிப்பு சராசரிக்கு கீழே விழும் 50 \% வாய்ப்பு உள்ளது. நிச்சயமாக இது 50 \% வாய்ப்பு உள்ளது என்பதையும் இது குறிக்கிறது.
uk: Ще два приклади ідеї «площі під кривою». Існує 15,9 % ймовірності, що спостереження буде на одне стандартне відхилення нижче середнього значення або менше (ліва панель), і 34,1 % ймовірності, що спостереження буде десь між одним стандартним відхиленням нижче середнього значення і середнім значенням (права панель). Зверніть увагу, що якщо додати ці два числа, отримаємо 15,9 % + 34,1 % = 50 %. Для нормально розподілених даних існує 50 % ймовірність, що спостереження буде нижче середнього значення. І, звичайно, це також означає, що існує 50 % ймовірність, що воно буде вище середнього значення.

source: Probability density
de: Wahrscheinlichkeitsdichte
nb: Sannsynlighetstetthet
ta: நிகழ்தகவு அடர்த்தி
uk: Щільність ймовірності

source: There’s something I’ve been trying to hide throughout my discussion of the normal distribution, something that some introductory textbooks omit completely. They might be right to do so. This “thing” that I’m hiding is weird and counter-intuitive even by the admittedly distorted standards that apply in statistics. Fortunately, it’s not something that you need to understand at a deep level in order to do basic statistics. Rather, it’s something that starts to become important later on when you move beyond the basics. So, if it doesn’t make complete sense, don’t worry too much, but try to make sure that you follow the gist of it.
de: Es gibt etwas, das ich während meiner gesamten Diskussion über die Normalverteilung zu verbergen versucht habe. Es ist etwas, das selbst einige einführende Lehrbücher völlig auslassen und sie haben vielleicht Recht damit. Diese „Sache“, die ich verheimliche, ist selbst nach den zugegebenermaßen verzerrten Maßstäben, die in der Statistik gelten, seltsam und kontraintuitiv. Glücklicherweise ist es nichts, was man auf einer tiefen Ebene verstehen muss, um Statistiken zu erstellen. Vielmehr ist es eher etwas, was erst später wichtig wird, wenn man über die Grundlagen hinausgeht. Machen Sie sich also keine allzu großen Sorgen, wenn es nicht ganz verständlich ist, aber versuchen Sie, das Wesentliche zu verstehen.
nb: Det er noe jeg har forsøkt å skjule gjennom hele diskusjonen av normalfordelingen, noe som noen innføringsbøker utelater helt. Det gjør de kanskje rett i. Denne «tingen» jeg skjuler, er underlig og kontraintuitiv, selv etter de riktignok forvrengte standardene som gjelder i statistikk. Heldigvis er det ikke noe du trenger å forstå på et dypt nivå for å kunne gjøre grunnleggende statistikk. Det er snarere noe som begynner å bli viktig senere, når du beveger deg utover det grunnleggende. Så hvis det ikke gir helt mening, ikke tenk for mye på det, men prøv å forsikre deg om at du forstår kjernen i det.
ta: சாதாரண வழங்கல் குறித்த எனது விவாதம் முழுவதும் நான் மறைக்க முயற்சிக்கிறேன், சில அறிமுக பாடப்புத்தகங்கள் முற்றிலும் தவிர்க்கப்படுகின்றன. அவர்கள் அவ்வாறு செய்வது சரியாக இருக்கலாம். நான் மறைக்கும் இந்த “விசயம்” புள்ளிவிவரங்களில் பொருந்தக்கூடிய ஒப்புக்கொள்ளப்பட்ட சிதைந்த தரங்களால் கூட வித்தியாசமானது மற்றும் எதிர்-உள்ளுணர்வு. அதிர்ச்டவசமாக, அடிப்படை புள்ளிவிவரங்களைச் செய்ய நீங்கள் ஆழமான மட்டத்தில் புரிந்து கொள்ள வேண்டிய ஒன்று அல்ல. மாறாக, நீங்கள் அடிப்படைகளுக்கு அப்பால் செல்லும்போது பின்னர் முக்கியத்துவம் பெறத் தொடங்கும் ஒன்று இது. எனவே, இது முழுமையான அர்த்தத்தைத் தரவில்லை என்றால், அதிகம் கவலைப்பட வேண்டாம், ஆனால் அதன் சுருக்கத்தை நீங்கள் பின்பற்றுகிறீர்கள் என்பதை உறுதிப்படுத்த முயற்சிக்கவும்.
uk: Є дещо, що я намагався приховати протягом усього обговорення нормального розподілу, дещо, що деякі вступні підручники повністю опускають. Можливо, вони мають рацію. Це «дещо», що я приховую, є дивним і суперечить інтуїції навіть за визнано спотвореними стандартами, що застосовуються в статистиці. На щастя, це не те, що потрібно глибоко розуміти для виконання базових статистичних операцій. Це те, що стає важливим пізніше, коли ви виходите за межі основ. Тож, якщо це не зовсім зрозуміло, не переймайтеся, але постарайтеся зрозуміти суть.

source: Throughout my discussion of the normal distribution there’s been one or two things that don’t quite make sense. Perhaps you noticed that the *y*-axis in these figures is labelled “Probability Density” rather than “Density”. Maybe you noticed that I used *p*\ (X) instead of *P*\ (X) when giving the formula for the normal distribution.
de: Während meiner Diskussion über die Normalverteilung gab es ein oder zwei Dinge, die vielleicht keinen Sinn ergaben. Vielleicht ist Ihnen aufgefallen, dass die *y*-Achse in diesen Abbildungen mit „Wahrscheinlichkeitsdichte“ und nicht mit „Dichte“ beschriftet ist. Und vielleicht ist Ihnen aufgefallen, dass ich *p*\ (X) anstelle von *P*\ (X) verwendet habe, als ich die Formel für die Normalverteilung angegeben habe.
nb: Underveis i diskusjonen om normalfordelingen har det vært en eller to ting som ikke helt gir mening. Kanskje har du lagt merke til at *y*-aksen i disse figurene er merket sannsynlighetstetthet («Probability Density») i stedet for tetthet («Density»). Kanskje du la merke til at jeg brukte *p*\(X) i stedet for *P*\(X) da jeg oppga formelen for normalfordelingen.
ta: சாதாரண வழங்கல் பற்றிய எனது கலந்துரையாடல் முழுவதும் ஒன்று அல்லது இரண்டு விசயங்கள் மிகவும் அர்த்தமல்ல. இந்த புள்ளிவிவரங்களில் உள்ள *y *-axis “அடர்த்தி” என்பதை விட “நிகழ்தகவு அடர்த்தி” என்று பெயரிடப்பட்டிருப்பதை நீங்கள் கவனித்திருக்கலாம். சாதாரண விநியோகத்திற்கான சூத்திரத்தை வழங்கும்போது *p *\ (x) க்கு பதிலாக *p *\ (x) ஐப் பயன்படுத்துவதை நீங்கள் கவனித்திருக்கலாம்.
uk: Протягом мого обговорення нормального розподілу було одне-два моменти, які не зовсім зрозумілі. Можливо, ви помітили, що вісь *y* на цих рисунках має назву «Щільність ймовірності», а не «Щільність». Можливо, ви помітили, що я використовував *p*\ (X) замість *P*\ (X) при наведенні формули нормального розподілу.
