Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: Each of the events has a probability that lies between 0 and 1, and if we add up the probability of all events they sum to 1. Awesome. We can even draw a nice bar graph (see :doc:`../Ch05/Ch05_Graphics_3`) to visualise this distribution, as shown in :numref:`fig-pantsDistribution`. And, at this point, we’ve all achieved something. You’ve learned what a probability distribution is, and I’ve finally managed to find a way to create a graph that focuses entirely on my trousers. Everyone wins!
de: Jedes der Ereignisse hat eine Wahrscheinlichkeit, die zwischen 0 und 1 liegt, und wenn wir die Wahrscheinlichkeiten aller Ereignisse addieren, ergeben sie 1. Fantastisch. Wir können sogar ein hübsches Balkendiagramm zeichnen (siehe :doc:`../Ch05/Ch05_Graphics_3`), um diese Verteilung zu visualisieren, wie in :numref:`fig-pantsDistribution` gezeigt. Und an diesem Punkt haben wir alle etwas erreicht. Sie haben gelernt, was eine Wahrscheinlichkeitsverteilung ist, und ich habe endlich einen Weg gefunden, ein Diagramm zu erstellen, das sich ausschließlich auf meine Hose konzentriert. Alle haben gewonnen!
nb: Hver av hendelsene har en sannsynlighet som ligger mellom 0 og 1, og hvis vi legger sammen sannsynligheten for alle hendelsene, blir summen 1. Fantastisk! Vi kan til og med tegne et fint søylediagram (se :doc:`../Ch05/Ch05_Graphics_3`) for å visualisere denne fordelingen, som vist i :numref:`fig-pantsDistribution`. Og på dette punktet har vi alle oppnådd noe. Du har lært hva en sannsynlighetsfordeling er, og jeg har endelig klart å finne en måte å lage et diagram som fokuserer helt og holdent på buksene mine. Alle vinner!
ta: ஒவ்வொரு நிகழ்விலும் 0 மற்றும் 1 க்கு இடையில் இருக்கும் நிகழ்தகவு உள்ளது, மேலும் அனைத்து நிகழ்வுகளின் நிகழ்தகவையும் நாங்கள் சேர்த்தால் அவை 1. அருமை. இந்த விநியோகத்தை காட்சிப்படுத்த, இங்கில் காட்டப்பட்டுள்ளபடி, ஒரு நல்ல பார் வரைபடத்தை கூட நாம் வரையலாம் (பார்க்க: doc: `../ ch05/ch05_graphics_3`): numref:` fig-pantsdistribution`. மேலும், இந்த கட்டத்தில், நாம் அனைவரும் எதையாவது சாதித்துள்ளோம். நிகழ்தகவு வழங்கல் என்ன என்பதை நீங்கள் கற்றுக்கொண்டீர்கள், இறுதியாக எனது கால்சட்டைகளை முழுமையாக மையமாகக் கொண்ட ஒரு வரைபடத்தை உருவாக்க ஒரு வழியைக் கண்டுபிடிக்க முடிந்தது. எல்லோரும் வெற்றி!
uk: Кожна з подій має ймовірність, що лежить між 0 і 1, і якщо ми додамо ймовірність всіх подій, їх сума дорівнюватиме 1. Чудово. Ми навіть можемо намалювати гарний гістограму (див. :doc:`../Ch05/Ch05_Graphics_3`), щоб візуалізувати цей розподіл, як показано на :numref:`fig-pantsDistribution`. І на цьому етапі ми всі чогось досягли. Ви дізналися, що таке розподіл ймовірностей, а я нарешті знайшов спосіб створити графік, який повністю зосереджений на моїх штанах. Усі виграли!

source: “Trousers” probability distribution
de: „Hosen“-Wahrscheinlichkeitsverteilung
nb: Sannsynlighetsfordeling for «Bukser»
ta: “கால்சட்டை” நிகழ்தகவு வழங்கல்
uk: Розподіл ймовірностей «штанів»

source: Visual depiction of the “trousers” probability distribution. There are five “elementary events”, corresponding to the five pairs of trousers that I own. Each event has some probability of occurring: this probability is a number between 0 to 1. The sum of these probabilities is 1.
de: Visuelle Darstellung der „Hosen“-Wahrscheinlichkeitsverteilung. Es gibt fünf „Elementarereignisse“, die den fünf Hosen entsprechen, die ich besitze. Jedes dieser Ereignis hat eine gewisse Eintrittswahrscheinlichkeit: Diese Wahrscheinlichkeit ist eine Zahl zwischen 0 und 1. Die Summe dieser Wahrscheinlichkeiten ist 1.
nb: Visuell fremstilling av sannsynlighetsfordelingen for «bukser». Det finnes fem «elementære hendelser», som tilsvarer de fem bukseparene jeg eier. Hver hendelse har en viss sannsynlighet for å inntreffe: Denne sannsynligheten er et tall mellom 0 og 1. Summen av disse sannsynlighetene er 1.
ta: “கால்சட்டை” நிகழ்தகவு விநியோகத்தின் காட்சி சித்தரிப்பு. எனக்கு சொந்தமான ஐந்து இணை கால்சட்டைக்கு ஒத்த ஐந்து “அடிப்படை நிகழ்வுகள்” உள்ளன. ஒவ்வொரு நிகழ்விலும் நிகழும் சில நிகழ்தகவு உள்ளது: இந்த நிகழ்தகவு 0 முதல் 1 வரை ஒரு எண். இந்த நிகழ்தகவுகளின் தொகை 1 ஆகும்.
uk: Візуальне зображення розподілу ймовірностей «штанів». Існує п'ять «елементарних подій», що відповідають п'яти парам штанів, які я маю. Кожна подія має певну ймовірність відбутися: ця ймовірність є числом від 0 до 1. Сума цих ймовірностей дорівнює 1.

source: The only other thing that I need to point out is that probability theory allows you to talk about **non elementary events** as well as elementary ones. The easiest way to illustrate the concept is with an example. In the trousers example it’s perfectly legitimate to refer to the probability that I wear jeans. In this scenario, the “Dani wears jeans” event is said to have happened as long as the elementary event that actually did occur is one of the appropriate ones. In this case “blue jeans”, “black jeans” or “grey jeans”. In mathematical terms we defined the “jeans” event *E* to correspond to the set of elementary events (X\ :sub:`1`\ , X\ :sub:`2`\ , X\ :sub:`3`\ )`. If any of these elementary events occurs then *E* is also said to have occurred. Having decided to write down the definition of the *E* this way, it’s pretty straightforward to state what the probability *P*\ (E) is: we just add everything up. In this particular case
de: Die einzige andere Sache, auf die ich hinweisen muss, ist, dass man in der Wahrscheinlichkeitstheorie sowohl über **nicht elementare Ereignisse** als auch über elementare Ereignisse sprechen kann. Am einfachsten lässt sich das Konzept anhand eines Beispiels veranschaulichen. Im Hosenbeispiel ist es völlig legitim, von der Wahrscheinlichkeit zu sprechen, dass ich Jeans trage. In diesem Szenario gilt das Ereignis „Dani trägt Jeans“ als eingetreten, solange das Elementarereignis, das tatsächlich eingetreten ist, eines der entsprechenden Ereignisse ist. In diesem Fall „blaue Jeans“, „schwarze Jeans“ oder „graue Jeans“. Mathematisch gesehen haben wir das Ereignis „Jeans“ *E* so definiert, dass es der Menge der Elementarereignisse (X\ :sub:`1`\ , X\ :sub:`2`\ , X\ :sub:`3`\ )` entspricht. Wenn eines dieser Elementarereignisse eintritt, dann gilt auch *E* als eingetreten. Nachdem wir uns entschlossen haben, die Definition von *E* auf diese Weise niederzuschreiben, ist es ziemlich einfach, die Wahrscheinlichkeit *P*\ (E) zu bestimmen: Wir addieren einfach alles zusammen. In diesem besonderen Fall
nb: Den eneste andre tingen jeg trenger å påpeke, er at sannsynlighetsteorien gjør det mulig å snakke om **ikke-elementære hendelser** så vel som elementære. Den enkleste måten å illustrere konseptet på er med et eksempel. I bukseeksempelet er det helt legitimt å referere til sannsynligheten for at jeg går i jeans. I dette scenariet sies det at hendelsen «Dani går med jeans» har inntruffet så lenge den elementære hendelsen som faktisk inntraff, er en av de passende. I dette tilfellet «blå jeans», «svarte jeans» eller «grå jeans». I matematiske termer har vi definert «jeans»-hendelsen *E* til å tilsvare mengden av elementære hendelser (X\ :sub:`1`\ , X\ :sub:`2`\ , X\ :sub:`3`\ )`. Hvis noen av disse elementære hendelsene inntreffer, sies det at *E* også har inntruffet. Når vi har bestemt oss for å skrive ned definisjonen av *E* på denne måten, er det ganske enkelt å angi hva sannsynligheten *P*\ (E) er: Vi bare legger alt sammen. I dette spesielle tilfellet
ta: நான் சுட்டிக்காட்ட வேண்டிய ஒரே சேதி என்னவென்றால், நிகழ்தகவு கோட்பாடு ** அடிப்படை அல்லாத நிகழ்வுகள் ** மற்றும் அடிப்படை விசயங்களைப் பற்றி பேச உங்களை அனுமதிக்கிறது. கருத்தை விளக்குவதற்கான எளிதான வழி ஒரு எடுத்துக்காட்டு. கால்சட்டை எடுத்துக்காட்டில், நான் சீன்ச் அணியும் நிகழ்தகவைக் குறிப்பிடுவது முற்றிலும் முறையானது. இந்த சூழ்நிலையில், “டானி அணிந்துகொள்கிறார் சீன்ச்” நிகழ்வு உண்மையில் நிகழ்ந்த தொடக்க நிகழ்வு பொருத்தமான ஒன்றாகும் வரை நடந்திருப்பதாகக் கூறப்படுகிறது. இந்த வழக்கில் “ப்ளூ சீன்ச்”, “பிளாக் சீன்ச்” அல்லது “கிரே சீன்ச்”. கணித சொற்களில், அடிப்படை நிகழ்வுகளின் தொகுப்போடு (x \: துணை: `1` \, ஃச் \: துணை:` 2` \, ஃச் \: துணை: `3` \) `. இந்த அடிப்படை நிகழ்வுகள் ஏதேனும் ஏற்பட்டால், * இ * கூட நிகழ்ந்ததாகக் கூறப்படுகிறது. *E *இன் வரையறையை இந்த வழியில் எழுத முடிவு செய்த பின்னர், *p *\ (e) நிகழ்தகவு என்ன என்பதைக் குறிப்பிடுவது மிகவும் நேரடியானது: நாங்கள் எல்லாவற்றையும் சேர்க்கிறோம். இந்த குறிப்பிட்ட விசயத்தில்
uk: Єдине, на що я ще хочу звернути увагу, це те, що теорія ймовірностей дозволяє говорити як про **неелементарні події**, так і про елементарні. Найпростіший спосіб проілюструвати це поняття — навести приклад. У прикладі з брюками цілком правомірно говорити про ймовірність того, що я ношу джинси. У цьому сценарії подія «Дані носить джинси» вважається такою, що відбулася, якщо елементарна подія, яка фактично відбулася, є однією з відповідних. У цьому випадку це «сині джинси», «чорні джинси» або «сірі джинси». У математичних термінах ми визначили подію «джинси» *E* як таку, що відповідає множині елементарних подій (X\ :sub:`1`\ , X\ :sub:`2`\ , X\ :sub:`3`\ )`. Якщо будь-яка з цих елементарних подій відбувається, то вважається, що *E* також відбулася. Вирішивши записати визначення *E* таким чином, досить просто визначити, що таке ймовірність *P*\ (E): ми просто додаємо все разом. У цьому конкретному випадку

source: and, since the probabilities of blue, grey and black jeans respectively are 0.5, 0.3 and 0.1, the probability that I wear jeans is equal to 0.9.
de: und da die Wahrscheinlichkeiten für blaue, graue und schwarze Jeans jeweils 0,5, 0,3 und 0,1 betragen, ist die Wahrscheinlichkeit, dass ich Jeans trage, gleich 0,9.
nb: og siden sannsynligheten for henholdsvis blå, grå og svarte jeans er 0,5, 0,3 og 0,1, er sannsynligheten for at jeg bruker jeans lik 0,9.
ta: மேலும், முறையே நீலம், சாம்பல் மற்றும் கருப்பு சீன்ச் நிகழ்தகவுகள் 0.5, 0.3 மற்றும் 0.1 என்பதால், நான் சீன்ச் அணிய நிகழ்தகவு 0.9 க்கு சமம்.
uk: а оскільки ймовірності синіх, сірих та чорних джинсів відповідно становлять 0,5, 0,3 та 0,1, ймовірність того, що я ношу джинси, дорівнює 0,9.

source: At this point you might be thinking that this is all terribly obvious and simple and you’d be right. All we’ve really done is wrap some basic mathematics around a few common sense intuitions. However, from these simple beginnings it’s possible to construct some extremely powerful mathematical tools. I’m definitely not going to go into the details in this book, but what I will do is list, in :numref:`tab-probrules`, some of the other rules that probabilities satisfy. These rules can be derived from the simple assumptions that I’ve outlined above, but since we don’t actually use these rules for anything in this book I won’t do so here.
de: An dieser Stelle denken Sie vielleicht, dass dies alles furchtbar offensichtlich und einfach ist, und Sie hätten Recht. Alles, was wir bisher getan haben, ist, einige grundlegende mathematische Konzepte mit einigen Intuitionen auf der Basis gesunden Menschenverstands zu verbinden. Aus diesen einfachen Anfängen lassen sich jedoch einige äußerst leistungsfähige mathematische Werkzeuge konstruieren. Ich werde in diesem Buch sicher nicht ins Detail gehen, aber ich werde in :numref:`tab-probrules` einige der anderen Regeln auflisten, die Wahrscheinlichkeiten erfüllen. Diese Regeln lassen sich aus den einfachen Annahmen ableiten, die ich oben skizziert habe. Aber da wir diese Regeln in diesem Buch nicht wirklich für irgendetwas verwenden, werde ich das hier nicht tun.
nb: Nå tenker du kanskje at alt dette er veldig opplagt og enkelt, og det har du rett i. Alt vi egentlig har gjort, er å pakke inn litt grunnleggende matematikk rundt noen intuisjoner basert på sunn fornuft. Men ut fra disse enkle utgangspunktene er det mulig å konstruere noen ekstremt kraftige matematiske verktøy. Jeg kommer definitivt ikke til å gå inn på detaljene i denne boken, men det jeg vil gjøre, er å liste opp, i :numref:`tab-probrules`, noen av de andre reglene som sannsynligheter tilfredsstiller. Disse reglene kan utledes fra de enkle forutsetningene som jeg har skissert ovenfor, men siden vi faktisk ikke bruker disse reglene til noe i denne boken, vil jeg ikke gjøre det her.
ta: இந்த கட்டத்தில் இது எல்லாம் மிகவும் வெளிப்படையானது மற்றும் எளிமையானது என்று நீங்கள் நினைத்துக் கொண்டிருக்கலாம், நீங்கள் சொல்வது சரிதான். நாங்கள் உண்மையிலேயே செய்ததெல்லாம் சில அடிப்படை கணிதங்களை சில பொது அறிவு உள்ளுணர்வுகளைச் சுற்றி போடுவதுதான். இருப்பினும், இந்த எளிய தொடக்கங்களிலிருந்து சில மிகவும் சக்திவாய்ந்த கணித கருவிகளை உருவாக்க முடியும். நான் நிச்சயமாக இந்த புத்தகத்தில் உள்ள விவரங்களுக்குச் செல்லப் போவதில்லை, ஆனால் நான் என்ன செய்வேன் என்பது பட்டியல், இல்: numref: `TAB-Probrules`, நிகழ்தகவுகள் நிறைவு செய்யும் வேறு சில விதிகள். இந்த விதிகள் நான் மேலே கோடிட்டுக் காட்டிய எளிய அனுமானங்களிலிருந்து பெறப்படலாம், ஆனால் இந்த புத்தகத்தில் உள்ள எதற்கும் இந்த விதிகளை நாங்கள் உண்மையில் பயன்படுத்தாததால் நான் இங்கே அவ்வாறு செய்ய மாட்டேன்.
uk: На цьому етапі ви, можливо, думаєте, що все це надзвичайно очевидно і просто, і ви маєте рацію. Все, що ми насправді зробили, це об'єднали деякі базові математичні поняття з кількома інтуїтивними уявленнями, що базуються на здоровому глузді. Однак, виходячи з цих простих початків, можна побудувати надзвичайно потужні математичні інструменти. Я точно не буду вдаватися в подробиці в цій книзі, але я перерахую в :numref:`tab-probrules` деякі інші правила, яким підкоряються ймовірності. Ці правила можна вивести з простих припущень, які я виклав вище, але оскільки ми насправді не використовуємо ці правила для чогось у цій книзі, я не буду цього робити тут.

source: Some basic rules that probabilities must satisfy. You don’t really need to know these rules in order to understand the analyses that we’ll talk about later in the book, but they are important if you want to understand probability theory a bit more deeply.
de: Wahrscheinlichkeiten müssen einige grundlegende Regeln erfüllen. Sie müssen diese Regeln nicht unbedingt kennen, um die Analysen zu verstehen, über die wir später im Buch sprechen werden, aber sie sind wichtig, wenn Sie die Wahrscheinlichkeitstheorie etwas tiefer verstehen wollen.
nb: Noen grunnleggende regler som sannsynligheter må tilfredsstille. Du trenger egentlig ikke å kunne disse reglene for å forstå analysene som vi skal snakke om senere i boken, men de er viktige hvis du vil forstå sannsynlighetsteorien litt dypere.
ta: நிகழ்தகவுகள் நிறைவு செய்ய வேண்டிய சில அடிப்படை விதிகள். புத்தகத்தில் நாங்கள் பின்னர் பேசும் பகுப்பாய்வுகளைப் புரிந்துகொள்ள இந்த விதிகளை நீங்கள் உண்மையில் தெரிந்து கொள்ளத் தேவையில்லை, ஆனால் நிகழ்தகவு கோட்பாட்டை இன்னும் கொஞ்சம் ஆழமாக புரிந்து கொள்ள விரும்பினால் அவை முதன்மை.
uk: Деякі основні правила, яким повинні відповідати ймовірності. Вам не обов'язково знати ці правила, щоб зрозуміти аналітичні результати, про які ми поговоримо далі в цій книзі, але вони важливі, якщо ви хочете трохи глибше зрозуміти теорію ймовірностей.

source: English
de: Englisch
nb: Engelsk
ta: ஆங்கிலம்
uk: Англійська

source: Notation
nb: Notasjon
ta: குறியீடு
uk: Нотація

source: Formula
de: Formel
nb: Formel
ta: தேற்றம்
uk: Формула

source: not *A*
de: nicht *A*
nb: ikke *A*
ta: இல்லை *அ *
uk: не *A*

source: *A* or *B*
de: *A* oder *B*
nb: *A* eller *B*
ta: *A*அல்லது*b*
uk: *A* або *B*

source: *A* and *B*
de: *A* und *B*
nb: *A* og *B*
ta: *A*மற்றும்*b*
uk: *A* і *B*

source: The binomial distribution
de: Die Binomialverteilung
nb: Binomialfordelingen
ta: பைனோமியல் வழங்கல்
uk: Біноміальний розподіл

source: As you might imagine, probability distributions vary enormously and there’s an enormous range of distributions out there. However, they aren’t all equally important. In fact, the vast majority of the content in this book relies on one of five distributions: the binomial distribution, the normal distribution, the *t*-distribution, the χ²-distribution (chi-square) and the *F*-distribution. Given this, what I’ll do over the next few sections is provide a brief introduction to all five of these, paying special attention to the binomial and the normal. I’ll start with the binomial distribution since it’s the simplest of the five.
de: Wie Sie sich vielleicht vorstellen können, sind Wahrscheinlichkeitsverteilungen sehr unterschiedlich, und es gibt eine enorme Bandbreite an Verteilungen. Sie sind jedoch nicht alle gleich wichtig. Der größte Teil des Inhalts dieses Buches bezieht sich auf eine von fünf Verteilungen: die Binomialverteilung, die Normalverteilung, die *t*-Verteilung, die χ²-Verteilung (Chi-Quadrat) und die *F*-Verteilung. Aus diesem Grund werde ich in den nächsten Abschnitten eine kurze Einführung in alle fünf Verteilungen geben. Dabei werde ich besonders auf die Binomial- und die Normalverteilung eingehen. Ich beginne mit der Binomialverteilung, da sie die einfachste der fünf ist.
nb: Som du kanskje kan tenke deg, varierer sannsynlighetsfordelinger enormt, og det finnes et enormt utvalg av fordelinger der ute. Alle er imidlertid ikke like viktige. Faktisk er det aller meste av innholdet i denne boken basert på én av fem fordelinger: binomialfordelingen, normalfordelingen, *t*-fordelingen, χ²-fordelingen (chi-kvadrat) og *F*-fordelingen. I de neste avsnittene skal jeg derfor gi en kort innføring i alle disse fem, med spesiell vekt på binomial- og normalfordelingen. Jeg begynner med binomialfordelingen, siden den er den enkleste av de fem.
ta: நீங்கள் நினைத்தபடி, நிகழ்தகவு விநியோகங்கள் மகத்தான முறையில் வேறுபடுகின்றன, மேலும் ஏராளமான விநியோகங்கள் உள்ளன. இருப்பினும், அவை அனைத்தும் சமமாக முக்கியமல்ல. உண்மையில், இந்த புத்தகத்தில் உள்ள உள்ளடக்கத்தின் பெரும்பகுதி ஐந்து விநியோகங்களில் ஒன்றை நம்பியுள்ளது: பைனோமியல் வழங்கல், இயல்பான வழங்கல், *t *-விநியோகம், χ²-விநியோக (சி-சதுர) மற்றும் *f *--டிச்ட்ரிபியூசன் . இதைக் கருத்தில் கொண்டு, அடுத்த சில பிரிவுகளில் நான் என்ன செய்வேன் என்பது இவை இரண்டிற்கும் ஒரு சுருக்கமான அறிமுகத்தை வழங்குவதாகும், இது பைனோமியல் மற்றும் இயல்பானவற்றுக்கு சிறப்பு கவனம் செலுத்துகிறது. இது ஐந்து பேரில் எளிமையானது என்பதால் நான் பைனோமியல் விநியோகத்துடன் தொடங்குவேன்.
uk: Як ви можете собі уявити, розподіли ймовірностей дуже різняться між собою, і існує величезна кількість різних розподілів. Однак не всі вони однаково важливі. Насправді, переважна більшість змісту цієї книги базується на одному з п'яти розподілів: біноміальному розподілі, нормальному розподілі, *t*-розподілі, χ²-розподілі (хі-квадрат) та *F*-розподілі. З огляду на це, у наступних розділах я коротко розповім про всі п'ять розподілів, приділяючи особливу увагу біноміальному та нормальному. Почну з біноміального розподілу, оскільки він є найпростішим з п'яти.

source: Introducing the binomial
de: Einführung des Binomialsystems
nb: Introduksjon av binomial
ta: பைனோமியல் அறிமுகப்படுத்துகிறது
uk: Введення бінома

source: The theory of probability originated in the attempt to describe how games of chance work, so it seems fitting that our discussion of the **binomial distribution** should involve a discussion of rolling dice and flipping coins. Let’s imagine a simple “experiment”. In my hot little hand I’m holding 20 identical six-sided dice. On one face of each die there’s a picture of a skull, the other five faces are all blank. If I proceed to roll all 20 dice, what’s the probability that I’ll get exactly 4 skulls? Assuming that the dice are fair, we know that the chance of any one die coming up skulls is 1 in 6. To say this another way, the skull probability for a single die is approximately 0.167. This is enough information to answer our question, so let’s have a look at how it’s done.
de: Die Wahrscheinlichkeitstheorie hat ihren Ursprung in dem Versuch, die Funktionsweise von Glücksspielen zu beschreiben. Daher erscheint es passend, dass unsere Diskussion über die **Binomialverteilung** eine Diskussion über das Würfeln und das Werfen von Münzen einschließt. Stellen wir uns ein einfaches „Experiment“ vor. In meiner kleinen Hand halte ich 20 identische sechsseitige Würfel. Auf einer Seite eines jeden Würfels ist ein Totenkopf abgebildet, die anderen fünf Seiten sind leer. Wenn ich nun alle 20 Würfel werfe, wie hoch ist die Wahrscheinlichkeit, dass ich genau 4 Totenköpfe erhalte? Unter der Annahme, dass die Würfel „normal“ sind, wissen wir, dass die Wahrscheinlichkeit, dass ein Würfel einen Schädel zeigt, 1 zu 6 ist. Anders ausgedrückt: Die Wahrscheinlichkeit, dass ein einzelner Würfel einen Schädel ergibt, liegt bei 0,167. Das sind genug Informationen, um unsere Frage zu beantworten, also schauen wir uns an, wie das geht.
nb: Sannsynlighetsteorien har sin opprinnelse i forsøket på å beskrive hvordan sjansespill fungerer, og det virker derfor passende at vår diskusjon om **binomialfordelingen** involverer en diskusjon om terningkast og myntkast. La oss tenke oss et enkelt «eksperiment». I min lille, varme hånd holder jeg 20 identiske sekssidige terninger. På den ene siden av hver terning er det et bilde av en hodeskalle, mens de andre fem sidene er blanke. Hvis jeg kaster alle 20 terningene, hva er sannsynligheten for at jeg får nøyaktig fire hodeskaller? Hvis vi antar at terningene er rettferdige, vet vi at sjansen for at en av terningene gir hodeskaller er 1 til 6. Sagt på en annen måte: Sannsynligheten for hodeskaller for en enkelt terning er omtrent 0,167. Dette er nok informasjon til å svare på spørsmålet vårt, så la oss se på hvordan det gjøres.
ta: நிகழ்தகவு கோட்பாடு, வாய்ப்பு விளையாட்டுகள் எவ்வாறு செயல்படுகின்றன என்பதை விவரிக்கும் முயற்சியில் தோன்றின, எனவே ** பைனோமியல் வழங்கல் ** பற்றிய எங்கள் விவாதம் பகடை உருட்டல் மற்றும் நாணயங்களை புரட்டுவது பற்றிய விவாதத்தை உள்ளடக்கியதாக இருக்க வேண்டும் என்பது பொருத்தமாகத் தெரிகிறது. ஒரு எளிய “பரிசோதனையை” கற்பனை செய்யலாம். என் சூடான சிறிய கையில் நான் 20 ஒத்த ஆறு பக்க பகடைகளை வைத்திருக்கிறேன். ஒவ்வொரு இறப்பின் ஒரு முகத்திலும் ஒரு மண்டை ஓட்டின் படம் உள்ளது, மற்ற ஐந்து முகங்கள் அனைத்தும் காலியாக உள்ளன. நான் 20 டைசையும் உருட்டிக்கொண்டால், சரியாக 4 மண்டை ஓடுகள் கிடைக்கும் நிகழ்தகவு என்ன? பகடை நியாயமானது என்று கருதி, எந்தவொரு இறப்புக்கும் மண்டை ஓடுகள் வருவதற்கான வாய்ப்பு 6 இல் 1 ஆகும் என்பதை நாங்கள் அறிவோம். இதை வேறு வழியில் சொல்ல, ஒரு இறப்புக்கான மண்டை ஓடு நிகழ்தகவு தோராயமாக 0.167 ஆகும். எங்கள் கேள்விக்கு பதிலளிக்க இது போதுமான செய்தி, எனவே இது எவ்வாறு முடிந்தது என்பதைப் பார்ப்போம்.
uk: Теорія ймовірності виникла в результаті спроби описати, як працюють азартні ігри, тому здається доречним, що наше обговорення **біноміального розподілу** повинно включати обговорення кидання кубиків і підкидання монет. Давайте уявимо собі простий «експеримент». У моїй гарячій руці я тримаю 20 однакових шестигранних кубиків. На одній грані кожного кубика зображений череп, інші п'ять граней порожні. Якщо я кину всі 20 кубиків, яка ймовірність того, що я отримаю саме 4 черепа? Припускаючи, що кубики чесні, ми знаємо, що ймовірність випадання черепа на будь-якому кубику становить 1 до 6. Іншими словами, ймовірність випадання черепа на одному кубику становить приблизно 0,167. Цього достатньо, щоб відповісти на наше запитання, тож давайте подивимося, як це зробити.
