Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: As it turns out, what is presented here isn’t actually a probability, it’s something else. To understand what that something is you have to spend a little time thinking about what it really *means* to say that *X* is a continuous variable |continuous|. Let’s say we’re talking about the temperature outside. The thermometer tells me it’s 23 degrees, but I know that’s not really true. It’s not *exactly* 23 degrees. Maybe it’s \23.1 degrees, I think to myself. But I know that that’s not really true either because it might actually be 23.09 degrees. But I know that… well, you get the idea. The tricky thing with genuinely continuous quantities is that you never really know exactly what they are.
de: Wie sich herausstellt, ist das, was hier dargestellt wird, nicht wirklich eine Wahrscheinlichkeit, sondern etwas anderes. Um zu verstehen, was dieses Etwas ist, muss man ein wenig Zeit damit verbringen, darüber nachzudenken, was es wirklich *bedeutet* zu sagen, dass *X* eine kontinuierliche Variable |continuous| ist. Nehmen wir an, wir sprechen über die Außentemperatur. Das Thermometer sagt mir, dass es 23 Grad sind, aber ich weiß, dass das nicht wirklich stimmt. Es ist nicht *genau* 23 Grad. Vielleicht sind es 23,1 Grad. Aber ich weiß, dass das auch nicht wirklich stimmt, denn es könnten auch 23,09 Grad sein. Aber ich weiß, dass… Sie verstehen schon. Das Tückische an wirklich kontinuierlichen Größen ist, dass man ihre exakte Größe nie genau kennt.
nb: Det viser seg at det som presenteres her, faktisk ikke er en sannsynlighet, det er noe annet. For å forstå hva dette noe er, må du bruke litt tid på å tenke over hva det egentlig *betyr* å si at *X* er en kontinuerlig variabel |continuous|. La oss si at vi snakker om temperaturen ute. Termometeret viser meg at det er 23 grader, men jeg vet at det egentlig ikke stemmer. Det er ikke *nøyaktig* 23 grader. Kanskje det er \23,1 grader, tenker jeg for meg selv. Men jeg vet at det heller ikke er helt sant, for det kan faktisk være 23,09 grader. Men jeg vet at… vel, du skjønner hva jeg mener. Det vanskelige med virkelig kontinuerlige størrelser er at du aldri helt vet nøyaktig hva de er.
ta: இது மாறிவிட்டால், இங்கே வழங்கப்படுவது உண்மையில் நிகழ்தகவு அல்ல, இது வேறு சேதி. எதையாவது புரிந்து கொள்ள, * ஃச் * ஒரு தொடர்ச்சியான மாறி | தொடர்ச்சியான | என்று சொல்வதற்கு உண்மையில் என்ன * பொருள் * என்று சிந்திக்க சிறிது நேரம் செலவிட வேண்டும். வெளியில் வெப்பநிலையைப் பற்றி பேசுகிறோம் என்று சொல்லலாம். இது 23 டிகிரி என்று தெர்மோமீட்டர் என்னிடம் கூறுகிறது, ஆனால் அது உண்மையில் உண்மை இல்லை என்று எனக்குத் தெரியும். இது * சரியாக * 23 டிகிரி இல்லை. ஒருவேளை அது .1 23.1 டிகிரி, நானே நினைக்கிறேன். ஆனால் அது உண்மையில் 23.09 டிகிரியாக இருக்கலாம் என்பதால் அது உண்மையில் உண்மை இல்லை என்று எனக்குத் தெரியும். ஆனால் எனக்கு அது தெரியும்… நன்றாக, உங்களுக்கு சிந்தனை கிடைக்கும். உண்மையான தொடர்ச்சியான அளவுகளுடன் தந்திரமான சேதி என்னவென்றால், அவை என்னவென்று உங்களுக்குத் தெரியாது.
uk: Як виявляється, те, що тут представлено, насправді не є ймовірністю, а чимось іншим. Щоб зрозуміти, що це таке, потрібно трохи подумати над тим, що насправді *означає* твердження, що *X* є безперервною змінною |безперервною|. Припустимо, ми говоримо про температуру на вулиці. Термометр показує 23 градуси, але я знаю, що це не зовсім так. Це не *точно* 23 градуси. Можливо, це 23,1 градуса, думаю я. Але я знаю, що це теж не зовсім правда, бо насправді може бути 23,09 градуса. Але я знаю, що... ну, ви зрозуміли. Складність із справді безперервними величинами полягає в тому, що ви ніколи не знаєте точно, якими вони є.

source: Now think about what this implies when we talk about probabilities. Suppose that tomorrow’s maximum temperature is sampled from a normal distribution with mean 23 and standard deviation 1. What’s the probability that the temperature will be *exactly* 23 degrees? The answer is “zero”, or possibly “a number so close to zero that it might as well be zero”. Why is this? It’s like trying to throw a dart at an infinitely small dart board. No matter how good your aim, you’ll never hit it. In real life you’ll never get a value of exactly 23. It’ll always be something like 23.1 or 22.99998 or suchlike. In other words, it’s completely meaningless to talk about the probability that the temperature is exactly 23 degrees. However, in everyday language if I told you that it was 23 degrees outside and it turned out to be 22.9998 degrees you probably wouldn’t call me a liar. Because in everyday language “23 degrees” usually means something like “somewhere between \22.5 and 23.5 degrees”. And while it doesn’t feel very meaningful to ask about the probability that the temperature is exactly 23 degrees, it does seem sensible to ask about the probability that the temperature lies between 22.5 and 23.5, or between 20 and 30, or any other range of temperatures.
de: Überlegen Sie nun, was dies bedeutet, wenn wir über Wahrscheinlichkeiten sprechen. Nehmen wir an, dass die morgige Höchsttemperatur aus einer Normalverteilung mit dem Mittelwert 23 und der Standardabweichung 1 abgeleitet ist (gezogen wurde). Wie groß ist die Wahrscheinlichkeit, dass die Temperatur *genau* 23 Grad betragen wird? Die Antwort ist „Null“, oder möglicherweise „eine Zahl, die so nahe bei Null liegt, dass sie genauso gut Null sein könnte“. Warum ist das so? Es ist, als würde man versuchen, einen Dartpfeil auf eine unendlich kleine Dartscheibe zu werfen. Egal wie gut Sie zielen, Sie werden nie genau treffen. Im wirklichen Leben werden Sie nie einen Wert von genau 23 erhalten. Es wird immer etwas wie 23,1 oder 22,99998 oder so ähnlich sein. Mit anderen Worten: Es ist völlig sinnlos, über die Wahrscheinlichkeit zu sprechen, dass die Temperatur genau 23 Grad beträgt. Wenn ich Ihnen aber in der Alltagssprache sage, dass es draußen 23 Grad warm ist, und es sind 22,9998 Grad, dann würden Sie mich wahrscheinlich nicht als Lügner bezeichnen. Denn in der Alltagssprache bedeutet „23 Grad“ normalerweise so viel wie „irgendwo zwischen 22,5 und 23,5 Grad“. Und obwohl es nicht sehr sinnvoll ist, nach der Wahrscheinlichkeit zu fragen, dass die Temperatur genau 23 Grad beträgt, scheint es doch sinnvoll zu sein, nach der Wahrscheinlichkeit zu fragen, dass die Temperatur zwischen 22,5 und 23,5 oder zwischen 20 und 30 oder einem anderen Temperaturbereich liegt.
nb: Tenk nå på hva dette innebærer når vi snakker om sannsynligheter. Anta at morgendagens maksimumstemperatur er samplet fra en normalfordeling med gjennomsnitt 23 og standardavvik 1. Hva er sannsynligheten for at temperaturen blir *eksakt* 23 grader? Svaret er «null», eller muligens «et tall så nær null at det like gjerne kunne vært null». Hvorfor er det slik? Det er som å prøve å kaste en pil på en uendelig liten dartskive. Uansett hvor godt du sikter, vil du aldri treffe. I virkeligheten vil du aldri få en verdi på nøyaktig 23. Det vil alltid være noe sånt som 23,1 eller 22,99998 eller lignende. Det er med andre ord helt meningsløst å snakke om sannsynligheten for at temperaturen er nøyaktig 23 grader. Men hvis jeg i dagligtalen fortalte deg at det var 23 grader ute, og det viste seg å være 22,9998 grader, ville du sannsynligvis ikke kalt meg en løgner. For i dagligspråket betyr «23 grader» vanligvis noe sånt som «et sted mellom \22,5 og 23,5 grader». Og selv om det ikke føles særlig meningsfullt å spørre om sannsynligheten for at temperaturen er nøyaktig 23 grader, virker det fornuftig å spørre om sannsynligheten for at temperaturen ligger mellom 22,5 og 23,5, eller mellom 20 og 30, eller et hvilket som helst annet temperaturintervall.
ta: இப்போது நாம் நிகழ்தகவுகளைப் பற்றி பேசும்போது இது எதைக் குறிக்கிறது என்பதைப் பற்றி சிந்தியுங்கள். சராசரி அதிகபட்ச வெப்பநிலை சராசரி 23 மற்றும் நிலையான விலகல் 1 உடன் சாதாரண விநியோகத்திலிருந்து மாதிரியாக உள்ளது என்று வைத்துக்கொள்வோம். வெப்பநிலை * சரியாக * 23 டிகிரியாக இருக்கும் நிகழ்தகவு என்ன? பதில் “பூச்சியம்”, அல்லது “பூச்சியத்திற்கு மிக நெருக்கமான ஒரு எண் அது பூச்சியமாகவும் இருக்கலாம்”. இது ஏன்? இது எண்ணற்ற சிறிய டார்ட் போர்டில் ஒரு டார்ட்டை வீச முயற்சிப்பது போன்றது. உங்கள் நோக்கம் எவ்வளவு நல்லதாக இருந்தாலும், நீங்கள் அதை ஒருபோதும் அடிக்க மாட்டீர்கள். நிச வாழ்க்கையில் நீங்கள் ஒருபோதும் சரியாக 23 மதிப்பைப் பெற மாட்டீர்கள். இது எப்போதும் 23.1 அல்லது 22.99998 அல்லது போன்றதாக இருக்கும். வேறு வார்த்தைகளில் கூறுவதானால், வெப்பநிலை சரியாக 23 டிகிரி என்ற நிகழ்தகவைப் பற்றி பேசுவது முற்றிலும் அர்த்தமற்றது. இருப்பினும், அன்றாட மொழியில் 23 டிகிரி வெளியே இருப்பதாக நான் சொன்னால், அது 22.9998 டிகிரி என்று மாறியது, நீங்கள் என்னை ஒரு பொய்யர் என்று அழைக்க மாட்டீர்கள். ஏனெனில் அன்றாட மொழியில் “23 டிகிரி” பொதுவாக “\ 22.5 முதல் 23.5 டிகிரி வரை எங்காவது” போன்றது. வெப்பநிலை சரியாக 23 டிகிரி என்ற நிகழ்தகவு பற்றி கேட்பது மிகவும் அர்த்தமுள்ளதாக உணரவில்லை என்றாலும், வெப்பநிலை 22.5 முதல் 23.5 வரை, அல்லது 20 முதல் 30 வரை அல்லது வேறு எந்த வரம்பிற்கும் இடையில் இருக்கும் நிகழ்தகவு பற்றி கேட்பது விவேகமானதாகத் தெரிகிறது வெப்பநிலை.
uk: Тепер подумайте, що це означає, коли ми говоримо про ймовірності. Припустимо, що максимальна температура завтрашнього дня відбирається з нормального розподілу із середнім значенням 23 і стандартним відхиленням 1. Яка ймовірність того, що температура буде *точно* 23 градуси? Відповідь — «нуль» або, можливо, «число, настільки близьке до нуля, що його можна вважати нулем». Чому так? Це як спроба кинути дротик у нескінченно малу мішень. Як би добре ви не цілилися, ви ніколи не влучите. У реальному житті ви ніколи не отримаєте значення рівне 23. Воно завжди буде десь 23,1 або 22,99998 тощо. Іншими словами, абсолютно безглуздо говорити про ймовірність того, що температура буде рівно 23 градуси. Однак, якщо в повсякденній мові я скажу вам, що на вулиці 23 градуси, а насправді виявиться, що 22,9998 градуси, ви, мабуть, не назвете мене брехуном. Тому що в повсякденній мові «23 градуси» зазвичай означає щось на зразок «десь між 22,5 і 23,5 градусами». І хоча не має сенсу запитувати про ймовірність того, що температура буде рівно 23 градуси, цілком розумно запитувати про ймовірність того, що температура буде між 22,5 і 23,5, або між 20 і 30, або в будь-якому іншому діапазоні температур.

source: The point of this discussion is to make clear that when we’re talking about continuous distributions it’s not meaningful to talk about the probability of a specific value. However, what we *can* talk about is the probability that the value lies within a particular range of values. To find out the probability associated with a particular range what you need to do is calculate the “area under the curve”. We’ve seen this concept already, in :numref:`fig-normAreaSD` the shaded areas shown depict genuine probabilities (e.g., in the left panel of :numref:`fig-normAreaSD` it shows the probability of observing a value that falls within 1 standard deviation of the mean).
de: Diese Diskussion soll deutlich machen, dass es bei kontinuierlichen Verteilungen nicht sinnvoll ist, über die Wahrscheinlichkeit eines bestimmten Wertes zu sprechen. Worüber wir jedoch sprechen *können*, ist die Wahrscheinlichkeit, dass der Wert innerhalb eines bestimmten Wertebereichs liegt. Um die mit einem bestimmten Bereich verbundene Wahrscheinlichkeit zu ermitteln, muss man die „Fläche unter der Kurve“ berechnen. Wir haben dieses Konzept bereits gesehen, in :numref:`fig-normAreaSD` stellen die schattierten Bereiche echte Wahrscheinlichkeiten dar (z.B. zeigt das linke Feld von :numref:`fig-normAreaSD` die Wahrscheinlichkeit, einen Wert zu beobachten, der innerhalb einer Standardabweichung vom Mittelwert liegt).
nb: Poenget med denne diskusjonen er å gjøre det klart at når vi snakker om kontinuerlige fordelinger, er det ikke meningsfullt å snakke om sannsynligheten for en spesifikk verdi. Det vi derimot *kan* snakke om, er sannsynligheten for at verdien ligger innenfor et bestemt verdiintervall. For å finne ut sannsynligheten som er knyttet til et bestemt område, må du beregne «arealet under kurven». Vi har allerede sett dette konseptet, i :numref:`fig-normAreaSD` viser de skraverte områdene reelle sannsynligheter (f.eks. viser det venstre panelet i :numref:`fig-normAreaSD` sannsynligheten for å observere en verdi som faller innenfor 1 standardavvik fra gjennomsnittet).
ta: இந்த விவாதத்தின் புள்ளி என்னவென்றால், தொடர்ச்சியான விநியோகங்களைப் பற்றி நாம் பேசும்போது ஒரு குறிப்பிட்ட மதிப்பின் நிகழ்தகவு பற்றி பேசுவது அர்த்தமல்ல என்பதை தெளிவுபடுத்துவதாகும். எவ்வாறாயினும், மதிப்பு ஒரு குறிப்பிட்ட அளவிலான மதிப்புகளுக்குள் இருக்கும் நிகழ்தகவு. ஒரு குறிப்பிட்ட வரம்போடு தொடர்புடைய நிகழ்தகவைக் கண்டறிய நீங்கள் செய்ய வேண்டியது “வளைவின் கீழ் உள்ள பகுதியை” கணக்கிடுவதாகும். இந்த கருத்தை நாங்கள் ஏற்கனவே பார்த்திருக்கிறோம், இல்: எண்ரெஃப்: `அத்தி-நார்மாரெச்ட்ட்` காட்டப்பட்டுள்ள நிழலாடிய பகுதிகள் உண்மையான நிகழ்தகவுகளை சித்தரிக்கின்றன (எ.கா., இடது குழுவில்: எண்ரெஃப்:` அத்தி-நார்மாரெச்டி` இது விழும் மதிப்பைக் கவனிப்பதற்கான நிகழ்தகவைக் காட்டுகிறது சராசரியின் 1 நிலையான விலகலுக்குள்).
uk: Мета цієї дискусії полягає в тому, щоб пояснити, що коли ми говоримо про безперервні розподіли, не має сенсу говорити про ймовірність конкретного значення. Однак ми *можемо* говорити про ймовірність того, що значення лежить в певному діапазоні значень. Щоб дізнатися ймовірність, пов'язану з певним діапазоном, потрібно обчислити «площу під кривою». Ми вже бачили це поняття в :numref:`fig-normAreaSD`: зафарбовані області зображують справжні ймовірності (наприклад, на лівій панелі :numref:`fig-normAreaSD` показано ймовірність спостереження значення, яке знаходиться в межах 1 стандартного відхилення від середнього значення).

source: Okay, so that explains part of the story. I’ve explained a little bit about how continuous probability distributions should be interpreted (i.e., area under the curve is the key thing). But what does the formula for *p*\ (x) that I described earlier actually mean? Obviously, p*\ (x) doesn’t describe a probability, but what is it? The name for this quantity *p*\ (x) is a **probability density**, and in terms of the plots we’ve been drawing it corresponds to the *height* of the curve. The densities themselves aren’t meaningful in and of themselves, but they’re “rigged” to ensure that the *area* under the curve is always interpretable as genuine probabilities. To be honest, that’s about as much as you really need to know for now.\ [#]_
de: Damit ist ein Teil der Geschichte erklärt. Ich habe ein wenig erklärt, wie kontinuierliche Wahrscheinlichkeitsverteilungen zu interpretieren sind (d. h. die Fläche unter der Kurve ist das Wichtigste). Aber was bedeutet eigentlich die Formel für *p*\ (x), die ich vorhin beschrieben habe? Offensichtlich beschreibt *p*\ (x) keine Wahrscheinlichkeit, aber was ist es dann? Der Name für diese Größe *p*\ (x) ist **Wahrscheinlichkeitsdichte**. In Bezug auf die Diagramme, die wir gezeichnet haben, entspricht sie der *Höhe* der Kurve. Die Dichten selbst sind an und für sich nicht aussagekräftig, aber sie werden „manipuliert“, um sicherzustellen, dass die *Fläche* unter der Kurve immer als echte Wahrscheinlichkeiten interpretiert werden kann. Um ehrlich zu sein, ist das alles, was Sie im Moment wissen müssen.\ [#]_
nb: Ok, så det forklarer en del av historien. Jeg har forklart litt om hvordan kontinuerlige sannsynlighetsfordelinger bør tolkes (dvs. at arealet under kurven er det viktigste). Men hva betyr egentlig formelen for *p*\(x) som jeg beskrev tidligere? Det er klart at p*\ (x) ikke beskriver en sannsynlighet, men hva er det da? Navnet på denne størrelsen *p*\ (x) er en **sannsynlighetstetthet**, og i forhold til plottene vi har tegnet, tilsvarer den *høyden* på kurven. Tetthetene i seg selv er ikke meningsfulle, men de er «rigget» for å sikre at *arealet* under kurven alltid kan tolkes som reelle sannsynligheter. For å være ærlig er det omtrent så mye du trenger å vite for øyeblikket.\ [#]_
ta: சரி, அது கதையின் ஒரு பகுதியை விளக்குகிறது. தொடர்ச்சியான நிகழ்தகவு விநியோகங்கள் எவ்வாறு விளக்கப்பட வேண்டும் என்பது பற்றி நான் கொஞ்சம் விளக்கினேன் (அதாவது, வளைவின் கீழ் உள்ள பகுதி முக்கிய விசயம்). ஆனால் நான் முன்பு விவரித்த *பி *\ (எக்ச்) க்கான தேற்றம் உண்மையில் என்ன அர்த்தம்? வெளிப்படையாக, பி*\ (எக்ச்) ஒரு நிகழ்தகவை விவரிக்கவில்லை, ஆனால் அது என்ன? இந்த அளவுக்கான பெயர்*p*\ (x) ஒரு ** நிகழ்தகவு அடர்த்தி **, மற்றும் அடுக்குகளின் அடிப்படையில் நாம் வரைந்து கொண்டிருக்கிறோம், இது வளைவின்*உயரத்திற்கு*ஒத்திருக்கிறது. அடர்த்திகள் தங்களுக்குள் அர்த்தமுள்ளதாக இல்லை, ஆனால் வளைவின் கீழ் உள்ள * பகுதி எப்போதும் உண்மையான நிகழ்தகவுகளாக விளக்கக்கூடியது என்பதை உறுதிப்படுத்த அவர்கள் “மோசடி” செய்கிறார்கள். உண்மையைச் சொல்வதானால், நீங்கள் இப்போது தெரிந்து கொள்ள வேண்டிய அளவுக்கு இது. \ [#] _
uk: Гаразд, це пояснює частину історії. Я трохи розповів про те, як слід інтерпретувати безперервні розподіли ймовірностей (тобто, ключовим моментом є площа під кривою). Але що насправді означає формула для *p*\ (x), яку я описав раніше? Очевидно, що p*\ (x) не описує ймовірність, але що ж це таке? Ця величина *p*\ (x) називається **щільністю ймовірності**, і в контексті графіків, які ми малювали, вона відповідає *висоті* кривої. Самі по собі щільності не мають значення, але вони «налагоджені» таким чином, щоб *площа* під кривою завжди інтерпретувалася як справжні ймовірності. Чесно кажучи, це все, що вам потрібно знати на даний момент.\ [#]_

source: In practice, the normal distribution is so handy that people tend to use it even when the variable isn’t actually continuous. As long as there are enough categories (e.g., Likert scale responses to a questionnaire), it’s pretty standard practice to use the normal distribution as an approximation. This works out much better in practice than you’d think.
de: In der Praxis ist die Normalverteilung so praktisch, dass man sie auch dann verwendet, wenn die Variable eigentlich nicht kontinuierlich ist. Solange es genügend Kategorien gibt (z. B. Antworten auf einer Likert-Skala in einem Fragebogen), ist es ziemlich üblich, die Normalverteilung als Näherung zu verwenden. Das funktioniert in der Praxis viel besser, als man denken würde.
nb: I praksis er normalfordelingen så praktisk at folk har en tendens til å bruke den selv når variabelen faktisk ikke er kontinuerlig. Så lenge det finnes nok kategorier (f.eks. svar på Likert-skalaen i et spørreskjema), er det ganske vanlig å bruke normalfordelingen som en tilnærming. Dette fungerer mye bedre i praksis enn man skulle tro.
ta: நடைமுறையில், சாதாரண வழங்கல் மிகவும் எளிது, மாறி உண்மையில் தொடர்ச்சியாக இல்லாதபோதும் மக்கள் அதைப் பயன்படுத்த முனைகிறார்கள். போதுமான பிரிவுகள் இருக்கும் வரை (எ.கா., ஒரு கேள்வித்தாளுக்கு லிகர்ட் அளவிலான பதில்கள்), சாதாரண விநியோகத்தை தோராயமாகப் பயன்படுத்துவது மிகவும் நிலையான நடைமுறையாகும். நீங்கள் நினைப்பதை விட இது நடைமுறையில் மிகச் சிறப்பாக செயல்படுகிறது.
uk: На практиці нормальний розподіл настільки зручний, що люди схильні використовувати його навіть тоді, коли змінна насправді не є безперервною. Якщо є достатня кількість категорій (наприклад, відповіді за шкалою Лікерта в анкеті), то цілком стандартною практикою є використання нормального розподілу як наближення. На практиці це працює набагато краще, ніж можна було б подумати.

source: For those readers who know a little calculus, I’ll give a slightly more precise explanation. In the same way that probabilities are non-negative numbers that must sum to 1, probability densities are non-negative numbers that must integrate to 1 (where the integral is taken across all possible values of *X*). To calculate the probability that *X* falls between *a* and *b* we calculate the definite integral of the density function over the corresponding range, :math:`\int_a^b p(x) \ dx`. If you don’t remember or never learned calculus, don’t worry about this. It’s not needed for this book.
de: Für die Leser, die sich ein wenig mit Infinitesimalrechnung auskennen, werde ich eine etwas genauere Erklärung geben. Genauso wie Wahrscheinlichkeiten nicht-negative Zahlen sind, die sich zu 1 summieren müssen, sind Wahrscheinlichkeitsdichten nicht-negative Zahlen, deren Integral 1 ergeben muss (wobei das Integral über alle möglichen Werte von *X* genommen wird). Um die Wahrscheinlichkeit zu berechnen, dass *X* zwischen *a* und *b* liegt, berechnen wir das definite Integral der Dichtefunktion über den entsprechenden Bereich, :math:`\int_a^b p(x) \ dx`. Wenn Sie sich nicht an Infinitesimalrechnung erinnern oder sie nie gelernt haben, brauchen Sie sich keine Sorgen zu machen. Es ist für dieses Buch nicht erforderlich.
nb: For de leserne som kan litt regning, skal jeg gi en litt mer presis forklaring. På samme måte som sannsynligheter er ikke-negative tall som må summere til 1, er sannsynlighetstettheter ikke-negative tall som må integreres til 1 (der integralet tas over alle mulige verdier av *X*). For å beregne sannsynligheten for at *X* faller mellom *a* og *b*, beregner vi det bestemte integralet av tetthetsfunksjonen over det tilsvarende området, :math:`\int_a^b p(x) \ dx`. Hvis du ikke husker eller aldri har lært kalkulus, trenger du ikke bekymre deg for dette. Det er ikke nødvendig for denne boken.
ta: கொஞ்சம் கால்குலசை அறிந்த வாசகர்களுக்கு, நான் சற்று துல்லியமான விளக்கத்தை தருகிறேன். நிகழ்தகவுகள் 1 ஆக இருக்க வேண்டிய எதிர்மறை அல்லாத எண்களாக இருக்கும் அதே வழியில், நிகழ்தகவு அடர்த்தி எதிர்மறை அல்லாத எண்களாகும், அவை 1 உடன் ஒருங்கிணைக்க வேண்டும் (அங்கு *x *இன் சாத்தியமான அனைத்து மதிப்புகளிலும் ஒருங்கிணைப்பு எடுக்கப்படுகிறது). * A * மற்றும் * B * க்கு இடையில் * ஃச் * விழும் நிகழ்தகவைக் கணக்கிட, அதனுடன் தொடர்புடைய வரம்பில் அடர்த்தி செயல்பாட்டின் திட்டவட்டமான ஒருங்கிணைப்பைக் கணக்கிடுகிறோம், கணிதம்: `\ int_a^b p (x) \ dx`. உங்களுக்கு நினைவில் இல்லை அல்லது கால்குலசைக் கற்றுக்கொள்ளவில்லை என்றால், இதைப் பற்றி கவலைப்பட வேண்டாம். இந்த புத்தகத்திற்கு இது தேவையில்லை.
uk: Для тих читачів, які трохи знаються на математичному аналізі, я дам трохи більш точне пояснення. Так само, як ймовірності є невід'ємними числами, сума яких дорівнює 1, щільності ймовірностей є невід'ємними числами, інтеграл яких дорівнює 1 (де інтеграл береться по всіх можливих значеннях *X*). Щоб обчислити ймовірність того, що *X* потрапить між *a* і *b*, ми обчислюємо визначений інтеграл функції щільності по відповідному діапазону: :math:`\int_a^b p(x) \ dx`. Якщо ви не пам'ятаєте або ніколи не вивчали математичний аналіз, не хвилюйтеся. Це не потрібно для цієї книги.

source: Other useful distributions
de: Weitere nützliche Verteilungen
nb: Andre nyttige distribusjoner
ta: பிற பயனுள்ள விநியோகங்கள்
uk: Інші корисні дистрибутиви
