Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: Formulas for the binomial and normal distributions. We don’t really use these formulas for anything in this book, but they’re pretty important for more advanced work, so I thought it might be best to put them here in a table, where they can’t get in the way of the text. In the equation for the binomial, *X!* is the factorial function (i.e., multiply all whole numbers from 1 to *X*), and for the normal distribution “exp” refers to the exponential function, which we discussed in chapter :doc:`../Ch06/Ch06_DataHandling`. If these equations don’t make a lot of sense to you, don’t worry too much about them.
de: Formeln für die Binomial- und Normalverteilung. Wir verwenden diese Formeln in diesem Buch eigentlich für nichts, aber sie sind ziemlich wichtig für fortgeschrittene Arbeiten, daher dachte ich, es wäre am besten, sie hier in einer Tabelle aufzuführen. In der Gleichung für die Binomialverteilung ist *X!* die Fakultät (d.h. alle ganzen Zahlen von 1 bis *X* multiplizieren), und für die Normalverteilung bezieht sich „exp“ auf die Exponentialfunktion, die wir in Kapitel :doc:`../Ch06/Ch06_DataHandling` besprochen haben. Wenn diese Gleichungen für Sie nicht viel Sinn ergeben, machen Sie sich nicht allzu viele Gedanken darüber.
nb: Formler for binomial- og normalfordelingen. Vi bruker egentlig ikke disse formlene til noe som helst i denne boka, men de er ganske viktige for mer avansert arbeid, så jeg tenkte det var best å sette dem inn her i en tabell, der de ikke står i veien for teksten. I ligningen for binomialfordelingen er *X!* faktorialfunksjonen (dvs. multipliser alle hele tall fra 1 til *X*), og for normalfordelingen refererer «exp» til eksponentialfunksjonen, som vi diskuterte i kapittel :doc:`../Ch06/Ch06_DataHandling`. Hvis disse ligningene ikke gir så mye mening for deg, trenger du ikke å bekymre deg for mye over dem.
ta: பைனோமியல் மற்றும் சாதாரண விநியோகங்களுக்கான சூத்திரங்கள். இந்த புத்தகத்தில் உள்ள எதற்கும் நாங்கள் இந்த சூத்திரங்களை உண்மையில் பயன்படுத்தவில்லை, ஆனால் அவை மிகவும் மேம்பட்ட வேலைக்கு மிகவும் முக்கியமானவை, எனவே அவற்றை இங்கே ஒரு மேசையில் வைப்பது சிறந்தது என்று நினைத்தேன், அங்கு அவர்கள் வழியில் செல்ல முடியாது உரை. பைனோமியலுக்கான சமன்பாட்டில், *x! *என்பது காரணி செயல்பாடு (அதாவது, முழு எண்களையும் 1 முதல் *x *வரை பெருக்கவும்), மற்றும் சாதாரண விநியோக “எக்ச்ப்” என்பது அத்தியாயத்தில் நாம் விவாதித்த அதிவேக செயல்பாட்டைக் குறிக்கிறது: doc: `../ ch06/ch06_datahandling`. இந்த சமன்பாடுகள் உங்களுக்கு நிறைய அர்த்தமல்ல என்றால், அவற்றைப் பற்றி அதிகம் கவலைப்பட வேண்டாம்.
uk: Формули для біноміального та нормального розподілів. Ми не використовуємо ці формули в цій книзі, але вони є досить важливими для більш складних завдань, тому я вирішив, що найкраще буде розмістити їх у таблиці, де вони не заважатимуть тексту. У рівнянні для біноміального розподілу *X!* є факторіальною функцією (тобто множенням усіх цілих чисел від 1 до *X*), а для нормального розподілу «exp» означає експоненційну функцію, яку ми обговорювали в розділі :doc:`../Ch06/Ch06_DataHandling`. Якщо ці рівняння не мають для вас великого сенсу, не переймайтеся ними надто.

source: As usual, we’ll want to introduce some names and some notation. We’ll let *N* denote the number of dice rolls in our experiment, which is often referred to as the **size parameter** of our binomial distribution. We’ll also use *θ* to refer to the the probability that a single die comes up skulls, a quantity that is usually called the **success probability** of the binomial.\ [#]_ Finally, we’ll use *X* to refer to the results of our experiment, namely the number of skulls I get when I roll the dice. Since the actual value of *X* is due to chance we refer to it as a **random variable**. In any case, now that we have all this terminology and notation we can use it to state the problem a little more precisely. The quantity that we want to calculate is the probability that *X* = 4 given that we know that *θ* = 0.167 and *N* = 20. The general “form” of the thing I’m interested in calculating could be written as
de: Wie üblich werden wir einige Namen und eine Notation einführen. Mit *N* bezeichnen wir die Anzahl der Würfelwürfe in unserem Experiment, was oft als **Größenparameter** unserer Binomialverteilung bezeichnet wird. Wir werden auch *θ* verwenden, um uns auf die Wahrscheinlichkeit zu beziehen, dass ein bestimmer Wurf einen Totenkopf ergibt, eine Größe, die gewöhnlich als **Erfolgswahrscheinlichkeit** der Binomialverteilung bezeichnet wird.\ [#]_ Schließlich werden wir *X* verwenden, um uns auf die Ergebnisse unseres Experiments zu beziehen, nämlich die Anzahl der Totenköpfe, die ich erhalte, wenn ich würfele. Da der tatsächliche Wert von *X* auf den Zufall zurückzuführen ist, bezeichnen wir ihn als **Zufallsvariable**. Da wir nun alle diese Begriffe und Bezeichnungen kennen, können wir sie verwenden, um das Problem ein wenig genauer zu formulieren. Die Größe, die wir berechnen wollen, ist die Wahrscheinlichkeit, dass *X* = 4 ist, wenn wir wissen, dass *θ* = 0,167 und *N* = 20 ist. Die allgemeine „Form“ der Sache, die ich berechnen möchte, könnte wie folgt geschrieben werden
nb: Som vanlig vil vi introdusere noen navn og noen notasjoner. Vi lar *N* betegne antall terningkast i eksperimentet vårt, som ofte omtales som **størrelsesparameteren** i binomialfordelingen vår. Vi bruker også *θ* for å referere til sannsynligheten for at en enkelt terning gir hodeskaller, en størrelse som vanligvis kalles **suksess-sannsynligheten** for binomialfordelingen.\ [#]_ Til slutt bruker vi *X* for å referere til resultatet av eksperimentet vårt, nemlig antall hodeskaller jeg får når jeg kaster terningen. Siden den faktiske verdien av *X* skyldes tilfeldigheter, kaller vi den en **tilfeldig variabel**. Nå som vi har all denne terminologien og notasjonen på plass, kan vi bruke den til å formulere problemet litt mer presist. Størrelsen vi ønsker å beregne, er sannsynligheten for at *X* = 4, gitt at vi vet at *θ* = 0,167 og *N* = 20. Den generelle «formen» for det jeg er interessert i å beregne, kan skrives som
ta: வழக்கம் போல், சில பெயர்களையும் சில குறியீடுகளையும் அறிமுகப்படுத்த விரும்புகிறோம். எங்கள் பரிசோதனையில் டைச் ரோல்களின் எண்ணிக்கையை*n*குறிக்க அனுமதிப்போம், இது பெரும்பாலும் எங்கள் பைனோமியல் விநியோகத்தின் ** அளவு அளவுரு ** என குறிப்பிடப்படுகிறது. ஒரு இறப்பு மண்டை ஓடுகள் வரும் நிகழ்தகவைக் குறிக்க*θ*ஐப் பயன்படுத்துவோம், இது வழக்கமாக பைனோமியலின் ** செய் நிகழ்தகவு ** என்று அழைக்கப்படுகிறது. \ [#] _ இறுதியாக, நாங்கள் பயன்படுத்துவோம் * X* எங்கள் பரிசோதனையின் முடிவுகளைக் குறிக்க, அதாவது நான் பகடைகளை உருட்டும்போது எனக்கு கிடைக்கும் மண்டை ஓடுகளின் எண்ணிக்கை. *X*இன் உண்மையான மதிப்பு இருப்பதால், அதை ** சீரற்ற மாறி ** என்று குறிப்பிடுகிறோம். எவ்வாறாயினும், இப்போது இந்த சொற்களும் குறியீடும் எங்களிடம் இருப்பதால், பிரச்சினையை இன்னும் கொஞ்சம் துல்லியமாகக் குறிப்பிட இதைப் பயன்படுத்தலாம். நாம் கணக்கிட விரும்பும் அளவு * ஃச் * = 4 நிகழ்தகவு ஆகும், ஏனெனில் * θ * = 0.167 மற்றும் * n * = 20. நான் கணக்கிடுவதில் ஆர்வமுள்ள விசயத்தின் பொதுவான “வடிவம்” எழுதப்படலாம் என
uk: Як завжди, ми хочемо ввести деякі назви та позначення. Позначимо *N* кількість кидків кубика в нашому експерименті, що часто називають **параметром розміру** нашого біноміального розподілу. Також будемо використовувати *θ* для позначення ймовірності того, що на одному кубику випаде череп, величина, яку зазвичай називають **ймовірністю успіху** біноміального розподілу. [#]_ Нарешті, ми будемо використовувати *X* для позначення результатів нашого експерименту, а саме кількості випадання «черепа», яку я отримую, коли кидаю кубик. Оскільки фактичне значення *X* залежить від випадковості, ми називаємо його **випадковою величиною**. У будь-якому випадку, тепер, коли ми маємо всю цю термінологію та нотацію, ми можемо використовувати її, щоб сформулювати задачу трохи точніше. Величина, яку ми хочемо обчислити, — це ймовірність того, що *X* = 4, якщо ми знаємо, що *θ* = 0,167 і *N* = 20. Загальна «форма» того, що я хочу обчислити, може бути записана так

source: and we’re interested in the special case where *X* = 4, *θ* = 0.167 and *N* = 20. There’s only one more piece of notation I want to refer to before moving on to discuss the solution to the problem. If I want to say that *X* is generated randomly from a binomial distribution with parameters *θ* and *N*, the notation I would use is as follows:
de: und wir interessieren uns für den speziellen Fall, dass *X* = 4, *θ* = 0,167 und *N* = 20 ist. Es gibt nur noch eine weitere Notation, auf die ich hinweisen möchte, bevor ich zur Lösung des Problems übergehe. Wenn ich sagen möchte, dass *X* zufällig aus einer Binomialverteilung mit den Parametern *θ* und *N* generiert wird, würde ich die folgende Notation verwenden:
nb: og vi er interessert i spesialtilfellet der *X* = 4, *θ* = 0,167 og *N* = 20. Det er bare én notasjon til jeg vil vise til før jeg går videre til å diskutere løsningen på problemet. Hvis jeg vil si at *X* er generert tilfeldig fra en binomialfordeling med parametrene *θ* og *N*, vil jeg bruke følgende notasjon:
ta: * ஃச் * = 4, * θ * = 0.167 மற்றும் * n * = 20. சிறப்பு வழக்கில் நாங்கள் ஆர்வமாக உள்ளோம். பிரச்சினைக்கு தீர்வு குறித்து விவாதிக்க நகர்வதற்கு முன் இன்னும் ஒரு குறியீடு மட்டுமே உள்ளது . *X * *θ *மற்றும் *n *அளவுருக்கள் கொண்ட ஒரு பைனோமியல் விநியோகத்திலிருந்து தோராயமாக உருவாக்கப்படுகிறது என்று நான் சொல்ல விரும்பினால், நான் பயன்படுத்தும் குறியீடு பின்வருமாறு:
uk: і нас цікавить особливий випадок, коли *X* = 4, *θ* = 0,167 і *N* = 20. Є ще одна позначка, на яку я хочу звернути увагу, перш ніж перейти до обговорення рішення задачі. Якщо я хочу сказати, що *X* генерується випадково з біноміального розподілу з параметрами *θ* і *N*, я використовую таку позначку:

source: Yeah, yeah. I know what you’re thinking: notation, notation, notation. Really, who cares? Very few readers of this book are here for the notation, so I should probably move on and talk about how to use the binomial distribution. I’ve included the formula for the binomial distribution in :numref:`tab-distformulas`, since some readers may want to play with it themselves, but since most people probably don’t care that much and because we don’t need the formula in this book, I won’t talk about it in any detail. Instead, I just want to show you what the binomial distribution looks like.
de: Ja, ja, ja. Ich weiß, was Sie denken: Notation, Notation, Notation. Wirklich, wen interessiert das? Die wenigsten Leser dieses Buches sind wegen der Notation hier, also sollte ich wahrscheinlich weitermachen und darüber sprechen, wie man die Binomialverteilung verwendet. Ich habe die Formel für die Binomialverteilung in :numref:`tab-distformulas` aufgenommen, da einige Leser vielleicht selbst damit spielen wollen, aber da die meisten Leute sich wahrscheinlich nicht so sehr dafür interessieren und wir die Formel in diesem Buch nicht brauchen, werde ich nicht im Detail darauf eingehen. Stattdessen möchte ich Ihnen nur zeigen, wie die Binomialverteilung aussieht.
nb: Ja, ja, ja, ja. Jeg vet hva du tenker: notasjon, notasjon, notasjon. Hvem bryr seg egentlig? De færreste leserne av denne boken er her for notasjonen, så jeg bør nok gå videre og snakke om hvordan man bruker binomialfordelingen. Jeg har tatt med formelen for binomialfordelingen i :numref:`tab-distformulas`, siden noen lesere kanskje vil leke seg med den selv, men siden de fleste sannsynligvis ikke bryr seg så mye om det, og fordi vi ikke trenger formelen i denne boken, skal jeg ikke snakke om den i detalj. I stedet vil jeg bare vise deg hvordan binomialfordelingen ser ut.
ta: ஆம், ஆம். நீங்கள் என்ன நினைக்கிறீர்கள் என்று எனக்குத் தெரியும்: குறியீடு, குறியீடு, குறியீடு. உண்மையில், யார் கவலைப்படுகிறார்கள்? இந்த புத்தகத்தின் மிகச் சில வாசகர்கள் இந்த குறியீட்டிற்காக இங்கே உள்ளனர், எனவே பைனோமியல் விநியோகத்தை எவ்வாறு பயன்படுத்துவது என்பதைப் பற்றி நான் முன்னேறி பேச வேண்டும். பைனோமியல் விநியோகத்திற்கான சூத்திரத்தை நான் சேர்த்துக் கொண்டேன்: NumRef: `தாவல்-முறைமுலாக்கள்`, சில வாசகர்கள் அதனுடன் விளையாட விரும்புவதால், ஆனால் பெரும்பாலான மக்கள் அவ்வளவு அக்கறை காட்டவில்லை என்பதால், எங்களுக்கு தேவையில்லை என்பதால் ஃபார்முலா இந்த புத்தகத்தில், நான் அதைப் பற்றி எந்த விவரத்திலும் பேச மாட்டேன். அதற்கு பதிலாக, பைனோமியல் வழங்கல் எப்படி இருக்கும் என்பதை நான் உங்களுக்குக் காட்ட விரும்புகிறேன்.
uk: Так, так. Я знаю, про що ви думаєте: нотація, нотація, нотація. Насправді, кому це цікаво? Дуже мало читачів цієї книги цікавляться нотацією, тому, мабуть, я повинен перейти до того, як використовувати біноміальний розподіл. Я включив формулу біноміального розподілу в :numref:`tab-distformulas`, оскільки деякі читачі можуть захотіти погратися з нею самостійно, але оскільки більшість людей, ймовірно, не дуже цим цікавляться, а нам ця формула в цій книзі не потрібна, я не буду про неї детально розповідати. Натомість я просто хочу показати вам, як виглядає біноміальний розподіл.

source: Binomial distribution for *N* = 20 and θ = 1/6
de: Binomialverteilung für *N* = 20 und θ = 1/6
nb: Binomialfordeling for *N* = 20 og θ = 1/6
ta: * N * = 20 மற்றும் θ = 1/6 க்கான பைனோமியல் வழங்கல்
uk: Біноміальний розподіл для *N* = 20 та θ = 1/6

source: Binomial distribution with size parameter of *N* = 20 and an underlying success probability of θ = 1/6. Each vertical bar depicts the probability of one specific outcome (i.e., one possible value of X). Because this is a probability distribution, each of the probabilities must be a number between 0 and 1, and the heights of the bars must sum to 1 as well.
de: Binomialverteilung mit einem Größenparameter von *N* = 20 und einer zugrunde liegenden Erfolgswahrscheinlichkeit von θ = 1/6. Jeder vertikale Balken stellt die Wahrscheinlichkeit eines bestimmten Ergebnisses dar (d. h. einen möglichen Wert von X). Da es sich um eine Wahrscheinlichkeitsverteilung handelt, muss jede der Wahrscheinlichkeiten eine Zahl zwischen 0 und 1 sein, und die Höhe aller Balken muss sich ebenfalls zu 1 summieren.
nb: Binomisk fordeling med størrelsesparameter *N* = 20 og en underliggende sannsynlighet for suksess på θ = 1/6. Hver vertikale stolpe viser sannsynligheten for ett spesifikt utfall (dvs. én mulig verdi av X). Fordi dette er en sannsynlighetsfordeling, må hver av sannsynlighetene være et tall mellom 0 og 1, og høyden på søylene må også summere seg til 1.
ta: * N * = 20 இன் அளவு அளவுருவுடன் பைனோமியல் வழங்கல் மற்றும் θ = 1/6 இன் அடிப்படை செய் நிகழ்தகவு. ஒவ்வொரு செங்குத்துப் பட்டியும் ஒரு குறிப்பிட்ட முடிவின் நிகழ்தகவை சித்தரிக்கிறது (அதாவது, ஃச் இன் ஒரு சாத்தியமான மதிப்பு). இது நிகழ்தகவு வழங்கல் என்பதால், ஒவ்வொரு நிகழ்தகவுகளும் 0 மற்றும் 1 க்கு இடையில் இருக்க வேண்டும், மேலும் பார்களின் உயரங்களும் 1 ஆக இருக்க வேண்டும்.
uk: Біноміальний розподіл з параметром розміру *N* = 20 і базовою ймовірністю успіху θ = 1/6. Кожна вертикальна смуга відображає ймовірність одного конкретного результату (тобто одного можливого значення X). Оскільки це розподіл ймовірностей, кожна з ймовірностей повинна бути числом від 0 до 1, а висота смуг також повинна дорівнювати 1.

source: To that end, :numref:`fig-binomSkulls20` plots the binomial probabilities for all possible values of *X* for our dice rolling experiment, from *X* = 0 (no skulls) all the way up to *X* = 20 (all skulls). Note that this is basically a bar chart, and is no different to the “trousers probability” plot I drew in :numref:`fig-pantsDistribution`. On the horizontal axis we have all the possible events, and on the vertical axis we can read off the probability of each of those events. So, the probability of rolling 4 skulls out of 20 is about 0.20 (the actual answer is 0.2022036, as we’ll see in a moment). In other words, you’d expect that to happen about 20\% of the times you repeated this experiment.
de: Zu diesem Zweck zeigt :numref:`fig-binomSkulls20` die binomischen Wahrscheinlichkeiten für alle möglichen Werte von *X* in unserem Würfelexperiment, von *X* = 0 (keine Totenköpfe) bis zu *X* = 20 (nur Totenköpfe). Beachten Sie, dass dies im Grunde ein Balkendiagramm ist und sich nicht von der Darstellung der „Hosenwahrscheinlichkeit“ unterscheidet, die ich in :numref:`fig-pantsDistribution` gezeichnet habe. Auf der horizontalen Achse befinden sich alle möglichen Ereignisse, und auf der vertikalen Achse können wir die Wahrscheinlichkeit für jedes dieser Ereignisse ablesen. Die Wahrscheinlichkeit, bei 4 von 20 Würfen Totenköpfe zu erhalten, liegt also bei 0,20 (die genaue Antwort ist 0,2022036, wie wir gleich sehen werden). Mit anderen Worten, es wäre zu erwarten, dass dies in etwa 20 % der Fälle passiert, wenn das Experiment wiederholt wird.
nb: Derfor viser :numref:`fig-binomSkulls20` de binomiske sannsynlighetene for alle mulige verdier av *X* for terningkast-eksperimentet vårt, fra *X* = 0 (ingen hodeskaller) helt opp til *X* = 20 (alle hodeskaller). Merk at dette i utgangspunktet er et søylediagram, og er ikke forskjellig fra «buksesannsynlighetsplottet» jeg tegnet i :numref:`fig-pantsDistribution`. På den horisontale aksen har vi alle mulige hendelser, og på den vertikale aksen kan vi lese av sannsynligheten for hver av disse hendelsene. Sannsynligheten for å kaste 4 hodeskaller av 20 er omtrent 0,20 (det faktiske svaret er 0,2022036, som vi skal se om et øyeblikk). Med andre ord kan du forvente at dette vil skje omtrent 20\% av gangene du gjentar eksperimentet.
ta: அதற்காக,: numref: `Fig-Binomskulls20` எங்கள் பகடை உருட்டல் பரிசோதனைக்கு * ஃச் * இன் சாத்தியமான அனைத்து மதிப்புகளுக்கும் பைனோமியல் நிகழ்தகவுகளைத் திட்டமிடுகிறது, * ஃச் * = 0 (மண்டை ஓடுகள் இல்லை) * ஃச் * = 20 வரை (அனைத்து மண்டை ஓடுகளும்). இது அடிப்படையில் ஒரு பார் விளக்கப்படம் என்பதை நினைவில் கொள்க, மேலும் நான் வரைந்த “கால்சட்டை நிகழ்தகவு” சதித்திட்டத்திற்கு வேறுபட்டதல்ல: NumRef: `Fig-pantsdistribution`. கிடைமட்ட அச்சில் நம்மிடம் சாத்தியமான அனைத்து நிகழ்வுகளும் உள்ளன, மேலும் செங்குத்து அச்சில் அந்த ஒவ்வொரு நிகழ்வின் நிகழ்தகவையும் நாம் படிக்கலாம். எனவே, 20 இல் 4 மண்டை ஓடுகளை உருட்டுவதற்கான நிகழ்தகவு சுமார் 0.20 ஆகும் (உண்மையான பதில் 0.2022036 ஆகும், ஏனெனில் நாம் ஒரு கணத்தில் பார்ப்போம்). வேறு வார்த்தைகளில் கூறுவதானால், இந்த பரிசோதனையை நீங்கள் மீண்டும் செய்த 20 \% நேரங்கள் நடக்கும் என்று நீங்கள் எதிர்பார்க்கிறீர்கள்.
uk: З цією метою :numref:`fig-binomSkulls20` відображає біноміальні ймовірності для всіх можливих значень *X* для нашого експерименту з киданням кубиків, від *X* = 0 (жодної черепа) до *X* = 20 (всі черепи). Зверніть увагу, що це, по суті, гістограма, яка не відрізняється від графіка «ймовірності штанів», який я намалював у :numref:`fig-pantsDistribution`. На горизонтальній осі ми маємо всі можливі події, а на вертикальній осі ми можемо прочитати ймовірність кожної з цих подій. Отже, ймовірність випадання 4 черепів з 20 становить приблизно 0,20 (фактична відповідь — 0,2022036, як ми побачимо за мить). Іншими словами, ви можете очікувати, що це трапиться приблизно в 20 % випадків, коли ви повторите цей експеримент.

source: To give you a feel for how the binomial distribution changes when we alter the values of *θ* and *N*, let’s suppose that instead of rolling dice I’m actually flipping coins. This time around, my experiment involves flipping a fair coin repeatedly and the outcome that I’m interested in is the number of heads that I observe. In this scenario, the success probability is now *θ* = 1/2. Suppose I were to flip the coin *N* = 20 times. In this example, I’ve changed the success probability but kept the size of the experiment the same. What does this do to our binomial distribution? Well, as the left panel of :numref:`fig-binomHeads` shows, the main effect of this is to shift the whole distribution, as you’d expect. Okay, what if we flipped a coin *N* = 100 times? Well, in that case we get what is shown in the right panel. The distribution stays roughly in the middle but there’s a bit more variability in the possible outcomes.
de: Um Ihnen ein Gefühl dafür zu vermitteln, wie sich die Binomialverteilung verändert, wenn wir die Werte von *θ* und *N* ändern, nehmen wir an, dass ich statt zu würfeln, Münzen werfe. Dieses Mal besteht mein Experiment darin, eine „normale“ Münze wiederholt zu werfen. Das Ergebnis, das mich interessiert, ist die Anzahl der Kopf-Würfe, die ich beobachte. In diesem Szenario ist die Erfolgswahrscheinlichkeit *θ* = 1/2. Angenommen, ich werfe die Münze *N* = 20 Mal. In diesem Beispiel habe ich die Erfolgswahrscheinlichkeit geändert, aber den Umfang des Experiments gleich gelassen. Was bedeutet das für unsere Binomialverteilung? Nun, wie :numref:`fig-binomHeads` (links) zeigt, besteht der Haupteffekt darin, die gesamte Verteilung zu verschieben, wie Sie es erwarten würden. Was würde passieren, wenn wir eine Münze *N* = 100 Mal werfen würden? In diesem Fall erhalten wir das, was auf der rechten Seite zu sehen ist. Die Verteilung bleibt ungefähr in der Mitte, aber es gibt etwas mehr Variabilität bei den möglichen Resultaten.
nb: For å gi deg en følelse av hvordan binomialfordelingen endrer seg når vi endrer verdiene for *θ* og *N*, la oss anta at jeg i stedet for å kaste terning faktisk kaster mynt. Denne gangen innebærer eksperimentet at jeg kaster en rettferdig mynt gjentatte ganger, og utfallet jeg er interessert i, er antallet kron som jeg observerer. I dette scenariet er sannsynligheten for suksess nå *θ* = 1/2. Anta at jeg kaster mynten *N* = 20 ganger. I dette eksempelet har jeg endret sannsynligheten for å lykkes, men holdt størrelsen på eksperimentet den samme. Hva gjør dette med binomialfordelingen vår? Som det venstre panelet i :numref:`fig-binomHeads` viser, er hovedeffekten av dette å forskyve hele fordelingen, som du ville forvente. Hva om vi kaster en mynt *N* = 100 ganger? I så fall får vi det som er vist i høyre panel. Fordelingen holder seg omtrent i midten, men det er litt mer variasjon i de mulige utfallene.
ta: *Θ *மற்றும் *n *இன் மதிப்புகளை மாற்றும்போது பைனோமியல் வழங்கல் எவ்வாறு மாறுகிறது என்பதற்கான உணர்வை உங்களுக்கு வழங்க, பகடைகளை உருட்டுவதற்குப் பதிலாக நான் உண்மையில் நாணயங்களை புரட்டுகிறேன் என்று வைத்துக்கொள்வோம். இந்த நேரத்தில், எனது பரிசோதனையில் ஒரு நியாயமான நாணயத்தை மீண்டும் மீண்டும் புரட்டுவது அடங்கும், மேலும் நான் ஆர்வமாக இருக்கும் விளைவு நான் கவனிக்கும் தலைகளின் எண்ணிக்கை. இந்த சூழ்நிலையில், செய் நிகழ்தகவு இப்போது * θ * = 1/2 ஆகும். நான் நாணயத்தை புரட்ட வேண்டும் என்று வைத்துக்கொள்வோம் * n * = 20 முறை. இந்த எடுத்துக்காட்டில், நான் செய் நிகழ்தகவை மாற்றியுள்ளேன், ஆனால் பரிசோதனையின் அளவையும் அப்படியே வைத்திருக்கிறேன். நமது இருமுனைக்கு இது என்ன செய்கிறது? சரி, இடது குழு: NumRef: `Fig-Pinomheads` காண்பிப்பது போல, இதன் முக்கிய விளைவு நீங்கள் எதிர்பார்ப்பது போல முழு விநியோகத்தையும் மாற்றுவதாகும். சரி, நாங்கள் ஒரு நாணயத்தை புரட்டினால் * n * = 100 முறை? சரி, அந்த விசயத்தில் சரியான குழுவில் காட்டப்பட்டுள்ளதைப் பெறுகிறோம். வழங்கல் தோராயமாக நடுவில் இருக்கும், ஆனால் சாத்தியமான விளைவுகளில் இன்னும் கொஞ்சம் மாறுபாடு உள்ளது.
uk: Щоб ви могли зрозуміти, як змінюється біноміальний розподіл при зміні значень *θ* і *N*, давайте уявимо, що замість кидання кубиків я кидаю монети. Цього разу мій експеримент полягає в багаторазовому киданні чесної монети, і результат, який мене цікавить, — це кількість випадів «решки», які я спостерігаю. У цьому сценарії ймовірність успіху тепер дорівнює *θ* = 1/2. Припустимо, я підкидаю монету *N* = 20 разів. У цьому прикладі я змінив ймовірність успіху, але залишив розмір експерименту незмінним. Як це впливає на наш біноміальний розподіл? Як показано на лівій панелі :numref:`fig-binomHeads`, головним ефектом цього є зміщення всього розподілу, як і слід було очікувати. Гаразд, а що буде, якщо ми підкинемо монету *N* = 100 разів? У цьому випадку ми отримаємо те, що показано на правій панелі. Розподіл залишається приблизно в середині, але можливі результати мають трохи більшу мінливість.
