Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: The normal distribution is the distribution that statistics makes most use of (for reasons to be discussed shortly), and the binomial distribution is a very useful one for lots of purposes. But the world of statistics is filled with probability distributions, some of which we’ll run into in passing. In particular, the three that will appear in this book are the *t*-distribution, the χ²-distribution and the *F*-distribution. I won’t give formulas for any of these, or talk about them in too much detail, but I will show you some pictures.
de: Die Normalverteilung ist die Verteilung, die in der Statistik am häufigsten verwendet wird (aus Gründen, die in Kürze erläutert werden), und auch die Binomialverteilung ist für viele Zwecke sehr nützlich. Aber die Welt der Statistik ist voll von Wahrscheinlichkeitsverteilungen, von denen wir einige nur am Rande kennenlernen werden. Die drei, die in diesem Buch vorkommen werden, sind die *t*-Verteilung, die χ²-Verteilung und die *F*-Verteilung. Ich werde keine Formeln für diese Verteilungen angeben oder zu detailliert auf sie eingehen, aber ich werde Ihnen einige Bilder zeigen.
nb: Normalfordelingen er den fordelingen som brukes mest i statistikken (av grunner som vi skal komme tilbake til), og binomialfordelingen er en svært nyttig fordeling til mange formål. Men statistikkens verden er full av sannsynlighetsfordelinger, og noen av dem kommer vi til å støte på i forbifarten. De tre vi kommer til å se nærmere på i denne boken, er *t*-fordelingen, χ²-fordelingen og *F*-fordelingen. Jeg vil ikke gi formler for noen av disse, eller snakke om dem i detalj, men jeg vil vise deg noen bilder.
ta: இயல்பான வழங்கல் என்பது புள்ளிவிவரங்கள் அதிகம் பயன்படுத்தும் விநியோகமாகும் (விரைவில் விவாதிக்கப்பட வேண்டிய காரணங்களுக்காக), மற்றும் பைனோமியல் வழங்கல் நிறைய நோக்கங்களுக்காக மிகவும் பயனுள்ள ஒன்றாகும். ஆனால் புள்ளிவிவரங்களின் உலகம் நிகழ்தகவு விநியோகங்களால் நிரம்பியுள்ளது, அவற்றில் சிலவற்றை நாங்கள் கடந்து செல்வோம். குறிப்பாக, இந்த புத்தகத்தில் தோன்றும் மூன்று *டி *-டிச்ட்ரிபியூசன், χ² விநியோக மற்றும் *எஃப் *-டிச்ட்ரிபியூசன் ஆகும். இவற்றில் ஏதேனும் சூத்திரங்களை நான் கொடுக்க மாட்டேன், அல்லது அவற்றைப் பற்றி அதிக விரிவாக பேசமாட்டேன், ஆனால் சில படங்களை நான் உங்களுக்குக் காண்பிப்பேன்.
uk: Нормальний розподіл є розподілом, який найчастіше використовується в статистиці (причини цього будуть розглянуті трохи пізніше), а біноміальний розподіл є дуже корисним для багатьох цілей. Але світ статистики наповнений розподілами ймовірностей, деякі з яких ми зустрінемо мимохідь. Зокрема, три, які з'являться в цій книзі, це *t*-розподіл, χ²-розподіл і *F*-розподіл. Я не буду наводити формули для жодного з них і не буду говорити про них надто детально, але покажу вам кілька малюнків.

source: The **t-distribution** is a continuous distribution that looks very similar to a normal distribution, see :numref:`fig-tdist`. Note that the “tails” of the *t*-distribution are “heavier” (i.e., extend further outwards) than the tails of the normal distribution). That’s the important difference between the two. This distribution tends to arise in situations where you think that the data actually follow a normal distribution, but you don’t know the mean or standard deviation. We’ll run into this distribution again in chapter :doc:`../Ch11/Ch11_tTest`.
de: Die **t-Verteilung** ist eine kontinuierliche Verteilung, die einer Normalverteilung sehr ähnlich sieht, siehe :numref:`fig-tdist`. Beachten Sie, dass die „Ausläufer“ der *t*-Verteilung „schwerer“ sind (d.h. sie reichen weiter nach außen) als die Schwänze der Normalverteilung. Das ist der wichtigste Unterschied zwischen den beiden. Die *t*-Verteilung wird in der Regel in Situationen verwendet, in denen man denkt, dass die Daten tatsächlich einer Normalverteilung folgen, man aber weder den „wahren“ Mittelwert noch die Standardabweichung (in der Population) kennt. Wir werden dieser Verteilung in Kapitel :doc:`../Ch11/Ch11_tTest` wieder begegnen.
nb: **t-fordelingen** er en kontinuerlig fordeling som ligner veldig på en normalfordeling, se :numref:`fig-tdist`. Merk at «halene» til *t*-fordelingen er «tyngre» (dvs. strekker seg lenger utover) enn halene til normalfordelingen.) Det er den viktige forskjellen mellom de to. Denne fordelingen oppstår gjerne i situasjoner der man tror at dataene faktisk følger en normalfordeling, men der man ikke kjenner gjennomsnittet eller standardavviket. Vi kommer til å støte på denne fordelingen igjen i kapittel :doc:`../Ch11/Ch11_tTest`.
ta: ** டி-விநியோக ** என்பது ஒரு சாதாரண விநியோகத்திற்கு மிகவும் ஒத்ததாக இருக்கும் தொடர்ச்சியான விநியோகமாகும், காண்க: எண்: `அத்தி-டிடிச்ட்`. *T *-விநியோகத்தின் “வால்கள்” சாதாரண விநியோகத்தின் வால்களைக் காட்டிலும் “கனமானவை” (அதாவது, மேலும் வெளிப்புறமாக நீட்டிக்கப்படுகின்றன) என்பதை நினைவில் கொள்க). இருவருக்கும் இடையிலான முக்கியமான வேறுபாடு இதுதான். இந்த வழங்கல் தரவு உண்மையில் ஒரு சாதாரண விநியோகத்தைப் பின்பற்றுகிறது என்று நீங்கள் நினைக்கும் சூழ்நிலைகளில் எழுகிறது, ஆனால் சராசரி அல்லது நிலையான விலகல் உங்களுக்குத் தெரியாது. அத்தியாயம்: `../ ch11/ch11_ttest` இல் இந்த விநியோகத்தில் மீண்டும் ஓடுவோம்.
uk: **t-розподіл** — це безперервний розподіл, який дуже схожий на нормальний розподіл, див. :numref:`fig-tdist`. Зверніть увагу, що «хвости» *t*-розподілу «важчі» (тобто простягаються далі назовні), ніж хвости нормального розподілу. Це важлива відмінність між цими двома розподілами. Цей розподіл, як правило, виникає в ситуаціях, коли ви вважаєте, що дані насправді підпорядковуються нормальному розподілу, але не знаєте середнього значення або стандартного відхилення. Ми знову зустрінемося з цим розподілом у розділі :doc:`../Ch11/Ch11_tTest`.

source: *t*-distribution with *df* = 3 in comparison to a normal distribution
de: *t*-Verteilung mit *df* = 3 im Vergleich zu einer Normalverteilung
nb: *t*-fordeling med *df* = 3 sammenlignet med en normalfordeling
ta: *t*-ஒரு சாதாரண விநியோகத்துடன் ஒப்பிடுகையில்*df*= 3 உடன் விவரம்
uk: *t*-розподіл з *df* = 3 у порівнянні з нормальним розподілом

source: *t*-distribution with 3 degrees of freedom (solid line). It looks similar to a normal distribution, but it’s not quite the same. For comparison purposes I’ve plotted a standard normal distribution as the dashed line.
de: *t*-Verteilung mit 3 Freiheitsgraden (*df*; durchgezogene Linie). Sie sieht einer Normalverteilung sehr ähnlich, ist aber nicht ganz dasselbe. Zum Vergleich habe ich eine Standard-Normalverteilung als gestrichelte Linie eingezeichnet.
nb: *t*-fordeling med 3 frihetsgrader (heltrukken linje). Den ligner på en normalfordeling, men er ikke helt den samme. Til sammenligning har jeg tegnet inn en standard normalfordeling som den stiplede linjen.
ta: *t*-3 டிகிரி சுதந்திரத்துடன் (திடமான வரி) வழங்கல். இது ஒரு சாதாரண விநியோகத்திற்கு ஒத்ததாகத் தெரிகிறது, ஆனால் அது ஒன்றல்ல. ஒப்பீட்டு நோக்கங்களுக்காக நான் ஒரு நிலையான சாதாரண விநியோகத்தை கோடு வரியாகத் திட்டமிட்டுள்ளேன்.
uk: *t*-розподіл з 3 ступенями свободи (суцільна лінія). Він схожий на нормальний розподіл, але не зовсім такий самий. Для порівняння я зобразив стандартний нормальний розподіл у вигляді пунктирної лінії.

source: The **χ²-distribution** is another distribution that turns up in lots of different places. The situation in which we’ll see it is when doing :doc:`../Ch10/Ch10_ChiSquare`, but it’s one of those things that actually pops up all over the place. When you dig into the maths (and who doesn’t love doing that?), it turns out that the main reason why the χ²-distribution turns up all over the place is that if you have a bunch of variables that are normally distributed, square their values and then add them up (a procedure referred to as taking a “sum of squares”), this sum has a χ²-distribution. You’d be amazed how often this fact turns out to be useful. Anyway, :numref:`fig-chiSqDist` illustrates what a χ²-distribution looks like.
de: Die **χ²-Verteilung** ist eine weitere Verteilung, die oft verwendet wird. Die Situation, in der wir sie sehen werden, ist bei der :doc:`../Ch10/Ch10_ChiSquare`, aber sie ist eines dieser Dinge, die eigentlich überall auftauchen. Wenn man sich in die Mathematik vertieft (und wer tut das nicht gerne?), stellt sich heraus, dass der Hauptgrund, warum die χ²-Verteilung überall auftaucht. Das liegt darin, dass, wenn die Werte einer Reihe normalverteilter Variablen quadriert und dann addiert werden (was als „Quadratsumme“ bezeichnet wird), diese Summe eine χ²-Verteilung hat. Sie werden erstaunt sein, wie oft sich diese Tatsache als nützlich erweist. Wie auch immer, :numref:`fig-chiSqDist` veranschaulicht, wie eine χ²-Verteilung aussieht.
nb: **χ²-fordelingen** er en annen fordeling som dukker opp mange forskjellige steder. Situasjonen vi skal se den i, er når vi gjør :doc:`../Ch10/Ch10_ChiSquare`, men det er en av de tingene som faktisk dukker opp over alt. Når man setter seg inn i matematikken (og hvem elsker ikke å gjøre det?), viser det seg at hovedgrunnen til at χ²-fordelingen dukker opp overalt, er at hvis man har en haug med variabler som er normalfordelte, kvadrerer verdiene deres og deretter legger dem sammen (en prosedyre som kalles å ta en «kvadratsum»), så har denne summen en χ²-fordeling. Du vil bli overrasket over hvor ofte dette faktumet viser seg å være nyttig. Uansett, :numref:`fig-chiSqDist` illustrerer hvordan en χ²-fordeling ser ut.
ta: ** χ² விநியோக ** என்பது பல்வேறு இடங்களில் மாறும் மற்றொரு விநியோகமாகும். அதைச் செய்யும்போது நாம் அதைப் பார்க்கும் நிலைமை: டாக்: `../ ch10/ch10_chisquare`, ஆனால் இது உண்மையில் எல்லா இடங்களிலும் தோன்றும் விசயங்களில் ஒன்றாகும். நீங்கள் கணிதத்தில் தோண்டும்போது (அதைச் செய்வதை யார் விரும்பவில்லை?), Χ² விநியோகச்தம் எல்லா இடங்களிலும் திரும்புவதற்கான முக்கிய காரணம் என்னவென்றால், உங்களிடம் பொதுவாக விநியோகிக்கப்படும் மாறிகள் இருந்தால், அவற்றின் மதிப்புகளை சதுரப்படுத்தி பின்னர் அவற்றைச் சேர்க்கவும் ("சதுரங்களின் தொகை" என்று குறிப்பிடப்படும் ஒரு செயல்முறை), இந்த தொகை χ² விநியோகத்தைக் கொண்டுள்ளது. இந்த உண்மை எவ்வளவு அடிக்கடி பயனுள்ளதாக இருக்கும் என்று நீங்கள் ஆச்சரியப்படுவீர்கள். எப்படியிருந்தாலும், NUMREF: `FIG-CHISQDIST` ஒரு χ²- டிச்ட்ரிபியூசன் எப்படி இருக்கும் என்பதை விளக்குகிறது.
uk: **Розподіл χ²** — це ще один розподіл, який зустрічається в багатьох різних місцях. Ми побачимо його під час виконання :doc:`../Ch10/Ch10_ChiSquare`, але насправді він зустрічається повсюди. Якщо заглибитися в математику (а хто ж цього не любить?), то виявляється, що головна причина, чому χ²-розподіл зустрічається всюди, полягає в тому, що якщо ви маєте набір змінних, які мають нормальний розподіл, піднесете їх значення до квадрата, а потім додасте їх (процедура, яка називається «сума квадратів»), то ця сума матиме χ²-розподіл. Ви здивуєтеся, як часто цей факт виявляється корисним. У будь-якому разі, :numref:`fig-chiSqDist` ілюструє, як виглядає χ²-розподіл.

source: χ²-distribution with *df* = 3
de: χ²-Verteilung mit *df* = 3
nb: χ²-fordeling med *df* = 3
ta: * df * = 3 உடன்-விநியோகித்தல்
uk: χ²-розподіл з *df* = 3

source: χ²-distribution with 3 degrees of freedom. Notice that the observed values must always be greater than zero, and that the distribution is pretty skewed. These are the key features of a χ²-distribution.
de: χ²-Verteilung mit 3 Freiheitsgraden. Die wichtigsten Merkmale einer χ²-Verteilung sind, dass die beobachteten Werte immer größer als Null sein müssen und dass die Verteilung ziemlich schief ist.
nb: χ²-fordeling med 3 frihetsgrader. Legg merke til at de observerte verdiene alltid må være større enn null, og at fordelingen er ganske skjev. Dette er de viktigste kjennetegnene ved en χ²-fordeling.
ta: 3 டிகிரி சுதந்திரத்துடன் விநியோகித்தல். கவனிக்கப்பட்ட மதிப்புகள் எப்போதும் பூச்சியத்தை விட அதிகமாக இருக்க வேண்டும் என்பதையும், வழங்கல் மிகவும் வளைந்திருக்கும் என்பதையும் கவனியுங்கள். இவை χ² விநியோகத்தின் முக்கிய நற்பொருத்தங்கள்.
uk: χ²-розподіл з 3 ступенями свободи. Зверніть увагу, що спостережувані значення завжди повинні бути більшими за нуль, і що розподіл досить асиметричний. Це ключові характеристики χ²-розподілу.

source: The **F-distribution** looks a bit like a χ²-distribution, and it arises whenever you need to compare two χ²-distributions to one another. Admittedly, this doesn’t exactly sound like something that any sane person would want to do, but it turns out to be very important in real world data analysis. Remember when I said that χ² turns out to be the key distribution when we’re taking a “sum of squares”? Well, what that means is if you want to compare two different “sums of squares”, you’re probably talking about something that has an *F*-distribution. Of course, as yet I still haven’t given you an example of anything that involves a sum of squares, but I will in chapter :doc:`../Ch13/Ch13_ANOVA`. And that’s where we’ll run into the *F*-distribution. Oh, and there’s a picture in :numref:`fig-Fdist`.
de: Die **F-Verteilung** sieht ein bisschen wie eine χ²-Verteilung aus. Sie wird immer dann verwendet, wenn man zwei χ²-Verteilungen miteinander vergleichen muss. Obwohl das nicht gerade nach etwas klingt, das ein vernünftiger Mensch tun möchte, ist es in der realen Welt der Datenanalyse äußerst wichtig. Erinnern Sie sich, als ich sagte, dass χ² die Schlüsselverteilung ist, wenn wir eine „Quadratsumme“ berechnen? Wenn Sie zwei verschiedene „Quadratsummen“ vergleichen wollen, bedeutet das, dass Sie, wahrscheinlich über etwas sprechen, das eine *F*-Verteilung hat. Natürlich habe ich Ihnen noch kein Beispiel für etwas gegeben, das eine Quadratsumme beinhaltet, aber das werde ich in Kapitel :doc:`../Ch13/Ch13_ANOVA` machen. Und da werden wir auch wieder auf die *F*-Verteilung stoßen. Oh, und es gibt ein Bild in :numref:`fig-Fdist`.
nb: **F-fordelingen** ser litt ut som en χ²-fordeling, og den oppstår når du trenger å sammenligne to χ²-fordelinger med hverandre. Dette høres riktignok ikke akkurat ut som noe en fornuftig person ønsker å gjøre, men det viser seg å være svært viktig i dataanalyse i den virkelige verden. Husker du da jeg sa at χ² viser seg å være nøkkelfordelingen når vi tar en «kvadratsum«? Vel, det betyr at hvis du vil sammenligne to forskjellige «kvadratsummer», snakker du sannsynligvis om noe som har en *F*-fordeling. Jeg har selvfølgelig ennå ikke gitt deg et eksempel på noe som involverer en kvadratsum, men det skal jeg gjøre i kapittel :doc:`../Ch13/Ch13_ANOVA`. Og det er der vi kommer til å støte på *F*-fordelingen. Åh, og det er et bilde i :numref:`fig-Fdist`.
ta: ** f- விநியோக ** ஒரு χ² விநியோகத்தைப் போலவே தோன்றுகிறது, மேலும் நீங்கள் இரண்டு χ² விநியோகங்களை ஒருவருக்கொருவர் ஒப்பிட்டுப் பார்க்க வேண்டிய போதெல்லாம் அது எழுகிறது. ஒப்புக்கொண்டபடி, இது எந்தவொரு விவேகமுள்ள நபரும் செய்ய விரும்பும் ஒன்றைப் போலத் தெரியவில்லை, ஆனால் உண்மையான உலக தரவு பகுப்பாய்வில் இது மிகவும் முக்கியமானது. நாங்கள் “சதுரங்களின் தொகையை” எடுத்துக் கொள்ளும்போது முக்கிய விநியோகமாக மாறும் என்று நான் சொன்னபோது நினைவில் இருக்கிறதா? சரி, இதன் பொருள் என்னவென்றால், நீங்கள் இரண்டு வெவ்வேறு “சதுரங்களை” ஒப்பிட்டுப் பார்க்க விரும்பினால், நீங்கள் *f *-distribution ஐக் கொண்ட ஒன்றைப் பற்றி பேசுகிறீர்கள். நிச்சயமாக, சதுரங்களின் தொகையை உள்ளடக்கிய எதற்கும் நான் இன்னும் ஒரு உதாரணத்தை உங்களுக்கு வழங்கவில்லை, ஆனால் நான் அத்தியாயத்தில் வருவேன்: டாக்: `../ ch13/ch13_anova`. அங்குதான் நாங்கள் *f *-distribution இல் ஓடுவோம். ஓ, மற்றும் ஒரு படம் உள்ளது: NumRef: `Fig-fdist`.
uk: **F-розподіл** дещо схожий на χ²-розподіл і виникає, коли потрібно порівняти два χ²-розподіли між собою. Звісно, це не звучить як щось, що хотів би робити будь-яка розсудлива людина, але виявляється дуже важливим у реальному аналізі даних. Пам'ятаєте, я казав, що χ² виявляється ключовим розподілом, коли ми беремо «суму квадратів»? Це означає, що якщо ви хочете порівняти дві різні «суми квадратів», ви, ймовірно, маєте на увазі щось, що має *F*-розподіл. Звичайно, я ще не наводив прикладів, що стосуються суми квадратів, але зроблю це в розділі :doc:`../Ch13/Ch13_ANOVA`. І саме там ми зіткнемося з *F*-розподілом. О, і в :numref:`fig-Fdist` є ілюстрація.

source: *F*-distribution with *df* = 3 and *df* = 5
de: *F*-Verteilung mit *df* = 3 und *df* = 5
nb: *F*-fordeling med *df* = 3 og *df* = 5
ta: *F*-*df*= 3 மற்றும்*df*= 5 உடன் விவாதம்
uk: *F*-розподіл з *df* = 3 та *df* = 5

source: *F*-distribution with 3 and 5 degrees of freedom. Qualitatively speaking, it looks pretty similar to a χ²-distribution, but they’re not quite the same in general.
de: *F*-Verteilung mit 3 und 5 Freiheitsgraden. Obwohl sie einer χ²-Verteilung ziemlich ähnlich sieht, sie sind die beiden Verteilungen aber nicht dasselbe.
nb: *F*-fordeling med 3 og 5 frihetsgrader. Kvalitativt sett ligner den ganske mye på en χ²-fordeling, men de er ikke helt like generelt.
ta: *F*-3 மற்றும் 5 டிகிரி சுதந்திரத்துடன் விநியோகித்தல். தர ரீதியாகப் பார்த்தால், இது ஒரு χ² விநியோகத்திற்கு மிகவும் ஒத்ததாகத் தெரிகிறது, ஆனால் அவை பொதுவாக ஒரே மாதிரியாக இல்லை.
uk: *F*-розподіл з 3 та 5 ступенями свободи. Якісно кажучи, він досить схожий на χ²-розподіл, але загалом вони не зовсім однакові.

source: Okay, time to wrap this section up. We’ve seen three new distributions: *t*, χ² and *F*. They’re all continuous distributions, and they’re all closely related to the normal distribution. The main thing for our purposes is that you grasp the basic idea that these distributions are all deeply related to one another, and to the normal distribution. Later on in this book we’re going to run into data that are normally distributed, or at least assumed to be normally distributed. What I want you to understand right now is that, if you make the assumption that your data are normally distributed, you shouldn’t be surprised to see *t*-, χ²- and *F*-distributions popping up all over the place when you start trying to do your data analysis.
de: Es ist Zeit, diesen Abschnitt abzuschließen. Wir haben drei weitere Verteilungen kennengelernt: *t*, χ² und *F*. Es handelt sich bei allen dreien um kontinuierliche Verteilungen, die eng mit der Normalverteilung verwandt sind. Die Hauptsache für unsere Zwecke ist, dass Sie die Grundidee begreifen, dass diese Verteilungen alle eng miteinander und mit der Normalverteilung verwandt sind. Später in diesem Buch werden wir auf Daten stoßen, die normalverteilt sind (oder von denen zumindest angenommen wird, dass sie normalverteilt sind). Wenn Sie davon ausgehen, dass Ihre Daten normalverteilt sind, sollten Sie sich nicht wundern, wenn die Verteilungen *t*-, χ²- und *F*-überall auftauchen, wenn Sie versuchen, Ihre Daten zu analysieren.
nb: På tide å avslutte denne delen. Vi har sett tre nye distribusjoner: *t*, χ² og *F*. De er alle kontinuerlige fordelinger, og de er alle nært beslektet med normalfordelingen. Det viktigste for vårt formål er at du forstår den grunnleggende ideen om at disse fordelingene alle er nært beslektet med hverandre og med normalfordelingen. Senere i denne boken kommer vi til å støte på data som er normalfordelte, eller som i det minste antas å være normalfordelte. Det jeg vil at du skal forstå nå, er at hvis du antar at dataene dine er normalfordelte, bør du ikke bli overrasket over å se *t*-, χ²- og *F*-fordelinger dukke opp over alt når du begynner å analysere dataene dine.
ta: சரி, இந்த பகுதியை மடக்குவதற்கான நேரம். நாங்கள் மூன்று புதிய விநியோகங்களைக் கண்டோம்: *t *, χ² மற்றும் *f *. அவை அனைத்தும் தொடர்ச்சியான விநியோகங்கள், அவை அனைத்தும் சாதாரண விநியோகத்துடன் நெருங்கிய தொடர்புடையவை. எங்கள் நோக்கங்களுக்காக முக்கிய சேதி என்னவென்றால், இந்த விநியோகங்கள் அனைத்தும் ஒருவருக்கொருவர் ஆழமாக தொடர்புடையவை என்ற அடிப்படை கருத்தை நீங்கள் புரிந்துகொள்கிறீர்கள், மேலும் சாதாரண விநியோகத்திற்கும். பின்னர் இந்த புத்தகத்தில் நாங்கள் பொதுவாக விநியோகிக்கப்படும், அல்லது குறைந்தபட்சம் விநியோகிக்கப்படுவதாக கருதப்படும் தரவுகளில் ஓடப் போகிறோம். உங்கள் தரவு பொதுவாக விநியோகிக்கப்படுகிறது என்ற அனுமானத்தை நீங்கள் செய்தால், *t *-, χ²- மற்றும் *f *-distriputions எல்லா இடங்களிலும் தோன்றுவதைக் கண்டு நீங்கள் ஆச்சரியப்படக்கூடாது உங்கள் தரவு பகுப்பாய்வைச் செய்ய முயற்சிக்கும்போது.
uk: Гаразд, час завершувати цей розділ. Ми розглянули три нові розподіли: *t*, χ² та *F*. Всі вони є неперервними розподілами і тісно пов'язані з нормальним розподілом. Головне для наших цілей — це зрозуміти основну ідею, що всі ці розподіли тісно пов'язані між собою та з нормальним розподілом. Далі в цій книзі ми зустрінемо дані, які мають нормальний розподіл або, принаймні, вважаються такими, що мають нормальний розподіл. Зараз я хочу, щоб ви зрозуміли: якщо ви припускаєте, що ваші дані мають нормальний розподіл, не дивуйтеся, коли під час аналізу даних ви побачите *t*-, χ²- та *F*-розподіли.

source: Summary
de: Zusammenfassung
nb: Sammendrag
uk: Короткий зміст

source: In this chapter we’ve talked about probability. We’ve talked about what probability means and why statisticians can’t agree on what it means. We talked about the rules that probabilities have to obey. And we introduced the idea of a probability distribution and spent a good chunk of the chapter talking about some of the more important probability distributions that statisticians work with. The section by section breakdown looks like this:
de: In diesem Kapitel haben wir über Wahrscheinlichkeit gesprochen. Wir haben darüber gesprochen, was Wahrscheinlichkeit bedeutet und warum sich Statistiker nicht immer darüber einig sind, was sie bedeutet. Wir haben über die Regeln gesprochen, denen Wahrscheinlichkeiten gehorchen müssen. Außerdem haben wir den Begriff der Wahrscheinlichkeitsverteilung eingeführt und einen großen Teil des Kapitels damit verbracht, über einige der wichtigsten Wahrscheinlichkeitsverteilungen zu sprechen, mit denen Statistiker arbeiten. Die Aufschlüsselung nach Abschnitten sieht wie folgt aus:
nb: I dette kapittelet har vi snakket om sannsynlighet. Vi har snakket om hva sannsynlighet betyr, og hvorfor statistikere ikke kan enes om hva det betyr. Vi har snakket om reglene som sannsynligheter må følge. Vi har også introdusert ideen om sannsynlighetsfordeling og brukt en god del av kapitlet på å snakke om noen av de viktigste sannsynlighetsfordelingene som statistikere jobber med. Inndelingen i de ulike delene ser slik ut:
ta: இந்த அத்தியாயத்தில் நிகழ்தகவு பற்றி பேசினோம். நிகழ்தகவு என்றால் என்ன, புள்ளிவிவர வல்லுநர்கள் அதன் அர்த்தத்தை ஏன் ஏற்றுக்கொள்ள முடியாது என்பதைப் பற்றி நாங்கள் பேசினோம். நிகழ்தகவுகள் கீழ்ப்படிய வேண்டிய விதிகளைப் பற்றி நாங்கள் பேசினோம். ஒரு நிகழ்தகவு விநியோகத்தின் யோசனையை நாங்கள் அறிமுகப்படுத்தினோம், மேலும் புள்ளிவிவர வல்லுநர்கள் பணிபுரியும் சில முக்கியமான நிகழ்தகவு விநியோகங்களைப் பற்றி பேசும் அத்தியாயத்தின் ஒரு நல்ல பகுதியை நாங்கள் செலவிட்டோம். பிரிவு முறிவு மூலம் பிரிவு இப்படி தெரிகிறது:
uk: У цьому розділі ми говорили про ймовірність. Ми говорили про те, що означає ймовірність і чому статистики не можуть дійти згоди щодо її значення. Ми говорили про правила, яким повинна підкорятися ймовірність. Ми також представили поняття розподілу ймовірностей і присвятили значну частину розділу обговоренню деяких з найбільш важливих розподілів ймовірностей, з якими працюють статистики. Розподіл по розділах виглядає наступним чином:

source: :doc:`Probability theory versus statistics <Ch07_Probability_1>`
de: :doc:`Wahrscheinlichkeitstheorie versus Statistik <Ch07_Probability_1>`
nb: :doc:`Sannsynlighetsteori versus statistikk <Ch07_Probability_1>`
ta: : டாக்: `நிகழ்தகவு கோட்பாடு மற்றும் புள்ளிவிவரங்கள் <ch 07 நிகழ்தகவு _1>`

source: :doc:`Frequentist versus Bayesian views of probability <Ch07_Probability_2>`
de: :doc:`Frequentistische vs. Bayessche Sichtweise der Wahrscheinlichkeit <Ch07_Probability_2>`
nb: :doc:`Frekventistisk versus bayesiansk syn på sannsynlighet <Ch07_Probability_2>`
ta: :doc:`Frequentist versus Bayesian காட்சிகள் of நிகழ்தகவு <Ch07_Probability_2>`

source: :doc:`Basics of probability theory <Ch07_Probability_3>`
de: :doc:`Grundlagen der Wahrscheinlichkeitsrechnung <Ch07_Probability_3>`
nb: :doc:`Grunnleggende sannsynlighetsregning <Ch07_Probability_3>`
ta: : டாக்: `நிகழ்தகவு கோட்பாட்டின் அடிப்படைகள் <ch07_probability_3>`
