Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: What are the advantages and disadvantages to the Bayesian approach? The main advantage is that it allows you to assign probabilities to any event you want to. You don’t need to be limited to those events that are repeatable. The main disadvantage (to many people) is that we can’t be purely objective. Specifying a probability requires us to specify an entity that has the relevant degree of belief. This entity might be a human, an alien, a robot, or even a statistician. But there has to be an intelligent agent out there that believes in things. To many people this is uncomfortable, it seems to make probability arbitrary. Whilst the Bayesian approach requires that the agent in question be rational (i.e., obey the rules of probability), it does allow everyone to have their own beliefs. I can believe the coin is fair and you don’t have to, even though we’re both rational. The frequentist view doesn’t allow any two observers to attribute different probabilities to the same event. When that happens then at least one of them must be wrong. The Bayesian view does not prevent this from occurring. Two observers with different background knowledge can legitimately hold different beliefs about the same event. In short, where the frequentist view is sometimes considered to be too narrow (forbids lots of things that that we want to assign probabilities to), the Bayesian view is sometimes thought to be too broad (allows too many differences between observers).
de: Was sind die Vor- und Nachteile der Bayesschen Sichtweise? Der Hauptvorteil besteht darin, dass man jedem beliebigen Ereignis Wahrscheinlichkeiten zuordnen kann. Man muss sich nicht auf die Ereignisse beschränken, die wiederholbar sind. Der größte Nachteil (für viele Menschen) ist, dass wir nicht rein objektiv sein können. Wenn wir eine Wahrscheinlichkeit angeben, müssen wir eine Person benennen, die den entsprechenden Grad an Überzeugung hat. Dieses Wesen kann ein Mensch, ein Außerirdischer, ein Roboter oder sogar ein Statistiker sein. Aber es muss ein intelligentes Wesen da draußen geben, das an Dinge glaubt. Viele Menschen empfinden dies als unangenehm, da es die Wahrscheinlichkeit als willkürlich erscheinen lässt. Die Bayessche Sichtweise setzt zwar voraus, dass der betreffende Akteur rational ist (d. h. den Regeln der Wahrscheinlichkeit gehorcht), aber er erlaubt es jedem, seine eigenen Überzeugungen zu haben. Ich kann glauben, dass die Münze „normal“ ist, Sie müssen es nicht, obwohl wir beide rational sind. Die frequentistische Sichtweise lässt es nicht zu, dass zwei Beobachter demselben Ereignis unterschiedliche Wahrscheinlichkeiten zuschreiben. Wenn das passiert, muss mindestens einer von ihnen falsch liegen. Die Bayessche Sichtweise verhindert dies nicht. Zwei Beobachter mit unterschiedlichem Hintergrundwissen können legitimerweise unterschiedliche Überzeugungen über ein und dasselbe Ereignis haben. Kurz gesagt, während die frequentistische Sichtweise manchmal als zu eng angesehen wird (sie verbietet viele Dinge, denen wir Wahrscheinlichkeiten zuordnen wollen), wird die Bayessche Sichtweise manchmal als zu breit angesehen (sie erlaubt zu viele Unterschiede zwischen Beobachtern).
nb: Hva er fordelene og ulempene med den bayesianske tilnærmingen? Den største fordelen er at du kan tilordne sannsynligheter til alle hendelser du ønsker. Du trenger ikke å være begrenset til de hendelsene som kan gjentas. Den største ulempen (for mange) er at vi ikke kan være helt objektive. Når vi skal angi en sannsynlighet, må vi spesifisere en enhet som har den relevante graden av tro. Denne enheten kan være et menneske, et romvesen, en robot eller til og med en statistiker. Men det må finnes en intelligent aktør der ute som tror på ting. For mange mennesker er dette ubehagelig, det virker som om sannsynlighet blir vilkårlig. Selv om den bayesianske tilnærmingen krever at den aktuelle agenten er rasjonell (dvs. følger sannsynlighetsreglene), tillater den at alle har sine egne oppfatninger. Jeg kan tro at mynten er rettferdig, men det trenger ikke du å gjøre, selv om vi begge er rasjonelle. Det frekventistiske synet tillater ikke at to observatører tillegger samme hendelse ulike sannsynligheter. Når det skjer, må minst én av dem ta feil. Det bayesianske synet forhindrer ikke at dette kan skje. To observatører med ulik bakgrunnskunnskap kan legitimt ha ulike oppfatninger om den samme hendelsen. Kort sagt, der det frekventistiske synet av og til anses for å være for snevert (det forbyr mange ting som vi ønsker å tilordne sannsynligheter til), anses det bayesianske synet av og til for å være for bredt (det tillater for mange forskjeller mellom observatører).
ta: பேய்சியன் அணுகுமுறையின் நன்மைகள் மற்றும் தீமைகள் என்ன? முக்கிய நன்மை என்னவென்றால், நீங்கள் விரும்பும் எந்தவொரு நிகழ்விற்கும் நிகழ்தகவுகளை ஒதுக்க அனுமதிக்கிறது. மீண்டும் மீண்டும் செய்யக்கூடிய நிகழ்வுகளுக்கு நீங்கள் மட்டுப்படுத்தப்பட வேண்டியதில்லை. முக்கிய குறைபாடு (பலருக்கு) நாம் முற்றிலும் புறநிலையாக இருக்க முடியாது. ஒரு நிகழ்தகவைக் குறிப்பிடுவது, தொடர்புடைய நம்பிக்கையின் அளவைக் கொண்ட ஒரு நிறுவனத்தைக் குறிப்பிட வேண்டும். இந்த நிறுவனம் ஒரு மனிதர், ஏலியன், ஒரு ரோபோ அல்லது ஒரு புள்ளிவிவர நிபுணராக இருக்கலாம். ஆனால் விசயங்களை நம்பும் ஒரு புத்திசாலித்தனமான முகவர் அங்கே இருக்க வேண்டும். பலருக்கு இது சங்கடமாக இருக்கிறது, இது நிகழ்தகவை தன்னிச்சையாக ஆக்குகிறது. கேள்விக்குரிய முகவர் பகுத்தறிவுடையதாக இருக்க வேண்டும் (அதாவது, நிகழ்தகவு விதிகளுக்குக் கீழ்ப்படிய வேண்டும்) பேய்சியன் அணுகுமுறைக்கு தேவைப்படும் அதே வேளையில், அனைவருக்கும் தங்கள் சொந்த நம்பிக்கைகள் இருக்க அனுமதிக்கிறது. நாணயம் நியாயமானது என்று என்னால் நம்ப முடியும், நாங்கள் இருவரும் பகுத்தறிவுடையதாக இருந்தாலும் நீங்கள் செய்ய வேண்டியதில்லை. எந்தவொரு இரண்டு பார்வையாளர்களும் ஒரே நிகழ்வுக்கு வெவ்வேறு நிகழ்தகவுகளை காரணம் கூற அனுமதிக்காது. அது நிகழும்போது, அவர்களில் ஒருவரையாவது தவறாக இருக்க வேண்டும். பேய்சியன் பார்வை இது நிகழாமல் தடுக்காது. வெவ்வேறு பின்னணி அறிவைக் கொண்ட இரண்டு பார்வையாளர்கள் ஒரே நிகழ்வைப் பற்றி வெவ்வேறு நம்பிக்கைகளை சட்டபூர்வமாக வைத்திருக்க முடியும். சுருக்கமாக, அடிக்கடி நிகழும் பார்வை சில நேரங்களில் மிகவும் குறுகியதாகக் கருதப்படும் இடத்தில் (நிகழ்தகவுகளை நாம் ஒதுக்க விரும்பும் நிறைய விசயங்களைத் தடைசெய்கிறது), பேய்சியன் பார்வை சில நேரங்களில் மிகவும் பரந்ததாக கருதப்படுகிறது (பார்வையாளர்களிடையே பல வேறுபாடுகளை அனுமதிக்கிறது).
uk: Які переваги та недоліки має байєсівський підхід? Головна перевага полягає в тому, що він дозволяє присвоювати ймовірності будь-яким подіям. Не потрібно обмежуватися лише тими подіями, які можна повторити. Головний недолік (для багатьох людей) полягає в тому, що ми не можемо бути суто об'єктивними. Щоб визначити ймовірність, нам потрібно вказати суб'єкта, який має відповідний ступінь переконаності. Цим суб'єктом може бути людина, інопланетянин, робот або навіть статистик. Але має бути розумний агент, який вірить у щось. Багатьом людям це не подобається, оскільки це робить ймовірність довільною. Хоча байєсівський підхід вимагає, щоб даний агент був раціональним (тобто дотримувався правил ймовірності), він дозволяє кожному мати власні переконання. Я можу вірити, що монета чесна, а ви не мусите, навіть якщо ми обоє раціональні. Фреквентистський погляд не дозволяє двом спостерігачам приписати різні ймовірності одній і тій самій події. Коли це відбувається, принаймні один з них повинен помилятися. Байєсівський погляд не заважає цьому. Два спостерігачі з різними знаннями можуть законно мати різні переконання щодо однієї і тієї ж події. Коротко кажучи, якщо частотний погляд іноді вважається занадто вузьким (забороняє багато речей, яким ми хочемо присвоїти ймовірності), то байєсівський погляд іноді вважається занадто широким (дозволяє занадто багато розбіжностей між спостерігачами).

source: What’s the difference? And who is right?
de: Was ist der Unterschied? Und wer hat Recht?
nb: Hva er forskjellen? Og hvem har rett?
ta: வேறுபாடு என்ன? யார் சரி?
uk: Яка різниця? І хто правий?

source: Now that you’ve seen each of these two views independently it’s useful to make sure you can compare the two. Go back to the hypothetical robot soccer game at the start of the section. What do you think a frequentist and a Bayesian would say about these three statements? Which statement would a frequentist say is the correct definition of probability? Which one would a Bayesian opt for? Would some of these statements be meaningless to a frequentist or a Bayesian? If you’ve understood the two perspectives you should have some sense of how to answer those questions.
de: Nachdem Sie nun beide Ansichten unabhängig voneinander gesehen haben, ist es sinnvoll, sie miteinander zu vergleichen. Gehen Sie zurück zu dem hypothetischen Roboterfußballspiel vom Anfang des Abschnitts. Was denken Sie, würden ein Frequentist und ein Bayesianer zu diesen drei Aussagen sagen? Welche Aussage würde ein Frequentist als die richtige Definition von Wahrscheinlichkeit bezeichnen? Für welche würde sich ein Bayesianer entscheiden? Würden einige dieser Aussagen für einen Frequentisten oder einen Bayesianer bedeutungslos sein? Wenn Sie die beiden Perspektiven verstanden haben, sollten Sie eine Vorstellung davon haben, wie Sie diese Fragen beantworten können.
nb: Nå som du har sett hver av disse to visningene uavhengig av hverandre, er det nyttig å sørge for at du kan sammenligne de to. Gå tilbake til den hypotetiske robotfotballkampen i begynnelsen av avsnittet. Hva tror du en frekventist og en bayesianer ville sagt om disse tre utsagnene? Hvilket utsagn ville en frekventist si er den riktige definisjonen av sannsynlighet? Hvilken ville en bayesianer valgt? Ville noen av disse utsagnene være meningsløse for en frekventist eller en bayesianer? Hvis du har forstått de to perspektivene, bør du ha en viss forståelse av hvordan du skal svare på disse spørsmålene.
ta: இந்த இரண்டு பார்வைகளிலும் ஒவ்வொன்றையும் சுயாதீனமாக நீங்கள் பார்த்துள்ளீர்கள், இரண்டையும் ஒப்பிட முடியும் என்பதை உறுதிப்படுத்துவது பயனுள்ளதாக இருக்கும். பிரிவின் தொடக்கத்தில் கற்பனையான ரோபோ கால்பந்து விளையாட்டுக்குச் செல்லுங்கள். இந்த மூன்று அறிக்கைகளைப் பற்றி அடிக்கடி நிகழும் ஒரு பேய்சியன் என்ன சொல்வார் என்று நீங்கள் நினைக்கிறீர்கள்? நிகழ்தகவுக்கான சரியான வரையறை என்று அடிக்கடி கூறும் அறிக்கை எந்த அறிக்கை? ஒரு பேய்சியன் எதை தேர்வு செய்வார்? இந்த அறிக்கைகளில் சில அடிக்கடி நிகழும் அல்லது பேய்சியனுக்கு அர்த்தமற்றதா? இரண்டு முன்னோக்குகளையும் நீங்கள் புரிந்து கொண்டால், அந்த கேள்விகளுக்கு எவ்வாறு பதிலளிப்பது என்பது குறித்து உங்களுக்கு கொஞ்சம் உணர்வு இருக்க வேண்டும்.
uk: Тепер, коли ви ознайомилися з кожним із цих двох поглядів окремо, корисно переконатися, що ви можете порівняти їх між собою. Поверніться до гіпотетичної гри в футбол між роботами на початку розділу. Як ви думаєте, що б сказали прихильники частотного та байєсівського підходів про ці три твердження? Яке твердження прихильники частотного підходу вважали б правильним визначенням ймовірності? Яке твердження обрали б прихильники байєсівського підходу? Чи були б деякі з цих тверджень безглуздими для прихильників частотного або байєсівського підходів? Якщо ви зрозуміли обидва погляди, ви повинні мати уявлення про те, як відповісти на ці питання.

source: Okay, assuming you understand the difference then you might be wondering which of them is *right*? Honestly, I don’t know that there is a right answer. As far as I can tell there’s nothing mathematically incorrect about the way frequentists think about sequences of events, and there’s nothing mathematically incorrect about the way that Bayesians define the beliefs of a rational agent. In fact, when you dig down into the details Bayesians and frequentists actually agree about a lot of things. Many frequentist methods lead to decisions that Bayesians agree a rational agent would make. Many Bayesian methods have very good frequentist properties.
de: Okay, vorausgesetzt, Sie verstehen den Unterschied, dann fragen Sie sich vielleicht, welche von beiden Sichtweisen *richtig* ist? Ehrlich gesagt, weiß ich nicht, ob es eine „richtige“ Antwort gibt. Soweit ich das beurteilen kann, gibt es nichts mathematisch Falsches an der Art und Weise, wie Frequentisten über Ereignisfolgen denken, und es gibt nichts mathematisch Falsches an der Art und Weise, wie Bayesianer die Überzeugungen eines rationalen Akteurs definieren. Wenn man ins Detail geht, stimmen Bayesianer und Frequentisten sogar in vielen Dingen überein. Viele frequentistische Methoden führen zu Entscheidungen, die nach Ansicht der Bayesianer auch ein rationaler Akteur treffen würde. Und viele Bayessche Methoden haben sehr gute frequentistische Eigenschaften.
nb: Ok, hvis du forstår forskjellen, lurer du kanskje på hvilken av dem som er *riktig*? Ærlig talt, jeg vet ikke om det finnes et riktig svar. Så vidt jeg kan se er det ikke noe matematisk feil med måten frekventister tenker om hendelsesforløp, og det er ikke noe matematisk feil med måten bayesianere definerer troen til en rasjonell aktør. Når man går ned i detaljene, er bayesianere og frekventister faktisk enige om mange ting. Mange frekventistiske metoder fører til beslutninger som bayesianere er enige i at en rasjonell aktør ville tatt. Mange bayesianske metoder har svært gode frekventistiske egenskaper.
ta: சரி, வித்தியாசத்தை நீங்கள் புரிந்து கொண்டீர்கள் என்று கருதி, அவற்றில் எது *சரியானது *என்று நீங்கள் யோசித்துக்கொண்டிருக்கலாம்? நேர்மையாக, சரியான பதில் இருப்பதாக எனக்குத் தெரியாது. நிகழ்வுகளின் காட்சிகளைப் பற்றி அடிக்கடி சிந்திக்கும் விதத்தில் கணித ரீதியாக எதுவும் தவறாக இல்லை என்று என்னால் சொல்ல முடிந்தவரை, ஒரு பகுத்தறிவு முகவரின் நம்பிக்கைகளை பேய்சியர்கள் வரையறுக்கும் விதம் குறித்து கணித ரீதியாக எதுவும் இல்லை. உண்மையில், நீங்கள் விவரங்களை தோண்டி எடுக்கும்போது பேய்சியர்களும் அடிக்கடி நிகழும் ஆர்வலர்களும் உண்மையில் நிறைய விசயங்களைப் பற்றி ஒப்புக்கொள்கிறார்கள். பல அடிக்கடி முறைகள் ஒரு பகுத்தறிவு முகவர் எடுக்கும் முடிவுகளுக்கு வழிவகுக்கும். பல பேய்சியன் முறைகள் மிகச் சிறந்த அடிக்கடி பண்புகளைக் கொண்டுள்ளன.
uk: Гаразд, припустимо, ви розумієте різницю, і тепер вам цікаво, який з них *правильний*? Чесно кажучи, я не знаю, чи є правильна відповідь. Наскільки я розумію, в тому, як частотисти розглядають послідовності подій, немає нічого математично неправильного, так само як і в тому, як баєсіанці визначають переконання раціонального агента. Насправді, якщо заглибитися в деталі, баєсіанці та частотники насправді погоджуються з багатьма речами. Багато частотницьких методів призводять до рішень, які, на думку баєсіанців, прийняв би раціональний агент. Багато баєсіанських методів мають дуже хороші частотницькі властивості.

source: For the most part, I’m a pragmatist so I’ll use any statistical method that I trust. As it turns out, that makes me prefer Bayesian methods for reasons I’ll explain towards the end of the book. But I’m not fundamentally opposed to frequentist methods. Not everyone is quite so relaxed. For instance, consider Sir Ronald Fisher, one of the towering figures of 20th century statistics and a vehement opponent to all things Bayesian, whose paper on the mathematical foundations of statistics referred to Bayesian probability as “an impenetrable jungle [that] arrests progress towards precision of statistical concepts” (:ref:`Fisher, 1922b <Fisher_1922b>`). Or the psychologist Paul Meehl, who suggests that relying on frequentist methods could turn you into “a potent but sterile intellectual rake who leaves in his merry path a long train of ravished maidens but no viable scientific offspring” (:ref:`Meehl, 1967 <Meehl_1967>`; p. 114). The history of statistics, as you might gather, is not devoid of entertainment.
de: In den meisten Fällen bin ich pragmatisch und verwende daher jede statistische Methode, der ich vertraue. Wie sich herausstellt, bevorzuge ich deshalb aus Gründen, die ich gegen Ende des Buches erläutern werde, Bayessche Methoden. Aber ich bin nicht grundsätzlich gegen frequentistische Methoden. Nicht jeder ist ganz so entspannt. Denken Sie zum Beispiel an Sir Ronald Fisher, eine der herausragenden Persönlichkeiten der Statistik und ein vehementer Gegner aller Bayesschen Methoden: Er bezeichnet in seiner Abhandlung über die mathematischen Grundlagen der Statistik die Bayessche Wahrscheinlichkeit als „einen undurchdringlichen Dschungel, der den Fortschritt in Richtung Präzision der statistischen Konzepte aufhält“ (:ref:`Fisher, 1922b <Fisher_1922b>`). Oder der Psychologe Paul Meehl, der darauf hinweist, dass das Vertrauen in frequentistische Methoden einen „potenten, aber unfruchtbaren intellektuellen Wüstling, der auf seinem fröhlichen Weg eine lange Reihe von geschändeten Jungfrauen, aber keinen lebensfähigen wissenschaftlichen Nachwuchs hinterlässt“, ausmachen kann (:ref:`Meehl, 1967 <Meehl_1967>` ; S. 114). Die Geschichte der Statistik kann, wie Sie sich denken können, recht unterhaltsam sein.
nb: Jeg er for det meste pragmatiker, så jeg bruker alle statistiske metoder jeg har tillit til. Det viser seg at jeg foretrekker bayesianske metoder av grunner jeg vil forklare mot slutten av boken. Men jeg er ikke grunnleggende motstander av frekventistiske metoder. Ikke alle er like avslappet. Tenk for eksempel på Sir Ronald Fisher, en av det 20. århundrets store skikkelser innen statistikk og en innbitt motstander av alt som har med bayesiansk metode å gjøre, som i sin artikkel om statistikkens matematiske grunnlag omtalte bayesiansk sannsynlighet som «en ugjennomtrengelig jungel [som] hindrer fremgangen mot presisjon i statistiske begreper» (:ref:`Fisher, 1922b <Fisher_1922b>`). Eller psykologen Paul Meehl, som antyder at det å stole på frekventistiske metoder kan gjøre deg til «en potent, men steril intellektuell rake som etterlater seg et langt tog av fortryllede jomfruer, men ikke noe levedyktig vitenskapelig avkom» (:ref:`Meehl, 1967 <Meehl_1967>`; s. 114). Statistikkens historie er, som du kanskje skjønner, ikke blottet for underholdning.
ta: பெரும்பாலும், நான் ஒரு நடைமுறைவாதி, எனவே நான் நம்பும் எந்த புள்ளிவிவர முறையையும் பயன்படுத்துவேன். இது மாறிவிட்டால், இது புத்தகத்தின் முடிவை நோக்கி நான் விளக்கும் காரணங்களுக்காக பேய்சியன் முறைகளை விரும்புகிறது. ஆனால் நான் அடிக்கடி நிகழும் முறைகளுக்கு அடிப்படையில் எதிர்க்கவில்லை. எல்லோரும் மிகவும் நிதானமாக இல்லை. உதாரணமாக, 20 ஆம் நூற்றாண்டின் புள்ளிவிவரங்களின் உயரமான புள்ளிவிவரங்களில் ஒன்றான சர் ரொனால்ட் ஃபிசரை கவனியுங்கள், எல்லா விசயங்களுக்கும் கடுமையான எதிர்ப்பாளர், பேய்சியன் நிகழ்தகவைக் குறிப்பிடுகையில் புள்ளிவிவரங்களின் கணித அடித்தளங்கள் குறித்த காகிதம் “ஒரு அசாத்தியமான காடுகளை நோக்கி முன்னேறுகிறது [இது] துல்லியமாக கைது செய்யப்படுகிறது புள்ளிவிவரக் கருத்துக்கள் ”(: குறிப்பு:` ஃபிசர், 1922 பி <fisher_1922b> `). அல்லது அடிக்கடி வரும் முறைகளை நம்பியிருப்பது உங்களை "ஒரு சக்திவாய்ந்த ஆனால் மலட்டு அறிவுசார் ரேக்" ஆக மாற்றக்கூடும் என்று அறிவுறுத்தும் உளவியலாளர் பால் மீஅ்ல், தனது மகிழ்ச்சியான பாதையில் ஒரு நீண்ட ரயிலில் அழிந்த பணிநீக்கம் செய்யப்பட்டார், ஆனால் சாத்தியமான விஞ்ஞான சந்ததியினர் இல்லை "(: குறிப்பு:` மீஅ்ல், 1967 <Meehl_1967> `ப. புள்ளிவிவரங்களின் வரலாறு, நீங்கள் சேகரிப்பது போல, பொழுதுபோக்கு இல்லாமல் இல்லை.
uk: В основному я прагматик, тому використовую будь-який статистичний метод, якому довіряю. Як виявляється, це змушує мене віддавати перевагу байєсівським методам з причин, які я поясню в кінці книги. Але я не є принциповим противником частотних методів. Не всі так спокійно ставляться до цього питання. Наприклад, візьмемо сера Рональда Фішера, одну з видатних постатей статистики 20 століття і запеклого противника всього байєсівського, чия стаття про математичні основи статистики називала байєсівську ймовірність «непроникною джунглями, що гальмують прогрес у напрямку точності статистичних понять» (:ref:`Fisher, 1922b <Fisher_1922b>`). Або психолога Пола Міла, який вважає, що покладання на частотні методи може перетворити вас на «потужного, але безплідного інтелектуального розпусника, який залишає за собою довгий шлейф зґвалтованих дівчат, але жодного життєздатного наукового потомства» (:ref:`Meehl, 1967 <Meehl_1967>`; с. 114). Як ви можете зрозуміти, історія статистики не позбавлена розважальних моментів.
