Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: In any case, whilst I personally prefer the Bayesian view, the majority of statistical analyses are based on the frequentist approach. My reasoning is pragmatic. The goal of this book is to cover roughly the same territory as a typical undergraduate stats class in psychology, and if you want to understand the statistical tools used by most psychologists you’ll need a good grasp of frequentist methods. I promise you that this isn’t wasted effort. Even if you end up wanting to switch to the Bayesian perspective, you really should read through at least one book on the “orthodox” frequentist view. Besides, I won’t completely ignore the Bayesian perspective. Every now and then I’ll add some commentary from a Bayesian point of view, and I’ll revisit the topic in more depth in chapter :doc:`../Ch16/Ch16_Bayes`.
de: Ich persönlich bevorzuge zwar die Bayessche Sichtweise, doch die meisten statistischen Analysen basieren auf der frequentistischen Sichtweise. Meine Überlegungen sind pragmatisch. Das Ziel dieses Buches ist es, in etwa das gleiche Gebiet abzudecken wie ein typischer Statistikkurs im Grundstudium der Psychologie. Wenn Sie die statistischen Werkzeuge verstehen wollen, die von den meisten Psychologen verwendet werden, brauchen Sie ein gutes Verständnis der frequentistischen Methoden. Ich verspreche Ihnen, dass dies keine vergebliche Mühe ist. Selbst wenn Sie am Ende zur Bayesschen Sichtweise wechseln wollen, sollten Sie zumindest ein Buch über die „orthodoxe“ frequentistische Sichtweise lesen. Außerdem werde ich die Bayessche Sichtweise nicht völlig ignorieren. Von Zeit zu Zeit werde ich einige Kommentare aus Bayesscher Sicht hinzufügen, und ich werde das Thema in Kapitel :doc:`../Ch16/Ch16_Bayes` noch einmal vertiefen.
nb: Selv om jeg personlig foretrekker det bayesianske synet, er de fleste statistiske analyser uansett basert på den frekventistiske tilnærmingen. Begrunnelsen min er pragmatisk. Målet med denne boken er å dekke omtrent det samme området som et typisk statistikkurs i psykologi, og hvis du ønsker å forstå de statistiske verktøyene som brukes av de fleste psykologer, trenger du en god forståelse av frekventistiske metoder. Jeg lover deg at dette ikke er bortkastet innsats. Selv om du skulle ende opp med å ønske å gå over til det bayesianske perspektivet, bør du lese gjennom minst én bok om det «ortodokse» frekventistiske synet. Dessuten vil jeg ikke helt ignorere det bayesianske perspektivet. Innimellom vil jeg legge til noen kommentarer fra et bayesiansk synspunkt, og jeg vil komme tilbake til temaet i kapittel :doc:`../Ch16/Ch16_Bayes`.
ta: எந்தவொரு சந்தர்ப்பத்திலும், நான் தனிப்பட்ட முறையில் பேய்சியன் பார்வையை விரும்புகிறேன், பெரும்பாலான புள்ளிவிவர பகுப்பாய்வுகள் அடிக்கடி நிகழும் அணுகுமுறையை அடிப்படையாகக் கொண்டவை. எனது பகுத்தறிவு நடைமுறை. இந்த புத்தகத்தின் குறிக்கோள், உளவியலில் ஒரு பொதுவான இளங்கலை புள்ளிவிவர வகுப்பின் ஏறக்குறைய அதே பிரதேசத்தை உள்ளடக்கியது, மேலும் பெரும்பாலான உளவியலாளர்களால் பயன்படுத்தப்படும் புள்ளிவிவர கருவிகளை நீங்கள் புரிந்து கொள்ள விரும்பினால், உங்களுக்கு அடிக்கடி ஏற்படும் முறைகள் நல்ல புரிதல் தேவைப்படும். இது வீணான முயற்சி அல்ல என்று நான் உங்களுக்கு உறுதியளிக்கிறேன். பேய்சியன் முன்னோக்குக்கு மாற விரும்பினாலும், “ஆர்த்தடாக்ச்” அடிக்கடி வரும் பார்வையில் குறைந்தபட்சம் ஒரு புத்தகத்தையாவது நீங்கள் படிக்க வேண்டும். தவிர, பேய்சியன் முன்னோக்கை நான் முற்றிலும் புறக்கணிக்க மாட்டேன். ஒவ்வொரு முறையும் நான் ஒரு பேய்சியன் பார்வையில் இருந்து சில வர்ணனைகளைச் சேர்ப்பேன், மேலும் அத்தியாயத்தில் தலைப்பை இன்னும் ஆழமாக மறுபரிசீலனை செய்வேன்: டாக்: `../ ch16/ch16_bayes`.
uk: У будь-якому випадку, хоча я особисто віддаю перевагу байєсівському підходу, більшість статистичних аналізів базуються на частотному підході. Моє міркування є прагматичним. Мета цієї книги — охопити приблизно ту саму територію, що й типовий курс статистики для студентів-психологів, і якщо ви хочете зрозуміти статистичні інструменти, які використовують більшість психологів, вам потрібно добре опанувати частотні методи. Я обіцяю, що це не буде марною тратою часу. Навіть якщо ви в кінцевому підсумку захочете перейти на байєсівську перспективу, вам дійсно варто прочитати хоча б одну книгу про «ортодоксальний» частотний підхід. Крім того, я не буду повністю ігнорувати байєсівську перспективу. Час від часу я додаватиму коментарі з байєсівської точки зору, а в розділі :doc:`../Ch16/Ch16_Bayes` я повернуся до цієї теми більш детально.

source: This doesn’t mean that frequentists can’t make hypothetical statements, of course. It’s just that if you want to make a statement about probability then it must be possible to redescribe that statement in terms of a sequence of potentially observable events, together with the relative frequencies of different outcomes that appear within that sequence.
de: Das bedeutet natürlich nicht, dass Frequentisten keine hypothetischen Aussagen machen können. Es ist nur so, dass, wenn man eine Aussage über Wahrscheinlichkeit machen will, es möglich sein muss, diese Aussage in Form einer Sequenz von potenziell beobachtbaren Ereignissen zu beschreiben, zusammen mit den relativen Häufigkeiten der verschiedenen Ergebnisse, die innerhalb dieser Sequenz auftreten.
nb: Dette betyr selvsagt ikke at frekventister ikke kan komme med hypotetiske utsagn. Det er bare det at hvis man ønsker å si noe om sannsynlighet, må det være mulig å omskrive utsagnet til en sekvens av potensielt observerbare hendelser, sammen med de relative frekvensene av ulike utfall som opptrer i denne sekvensen.
ta: அடிக்கடி வருபவர்கள் நிச்சயமாக கற்பனையான அறிக்கைகளை வெளியிட முடியாது என்று அர்த்தமல்ல. நிகழ்தகவு பற்றி நீங்கள் ஒரு அறிக்கையை வெளியிட விரும்பினால், அந்த வரிசையில் தோன்றும் வெவ்வேறு விளைவுகளின் ஒப்பீட்டு அதிர்வெண்களுடன், கவனிக்கத்தக்க நிகழ்வுகளின் வரிசையின் அடிப்படையில் அந்த அறிக்கையை மறுவடிவமைக்க முடியும்.
uk: Це, звичайно, не означає, що частотисти не можуть робити гіпотетичних тверджень. Просто якщо ви хочете зробити твердження про ймовірність, то воно повинно бути переписане у вигляді послідовності потенційно спостережуваних подій разом з відносною частотою різних результатів, що з'являються в цій послідовності.

source: Basic probability theory
de: Grundlagen der Wahrscheinlichkeitsrechnung
nb: Grunnleggende sannsynlighetsteori
ta: அடிப்படை நிகழ்தகவு கோட்பாடு
uk: Основна теорія ймовірностей

source: Ideological arguments between Bayesians and frequentists notwithstanding, it turns out that people mostly agree on the rules that probabilities should obey. There are lots of different ways of arriving at these rules. The most commonly used approach is based on the work of Andrey Kolmogorov, one of the great Soviet mathematicians of the 20th century. I won’t go into a lot of detail, but I’ll try to give you a bit of a sense of how it works. And in order to do so I’m going to have to talk about my trousers.
de: Ungeachtet der ideologischen Auseinandersetzungen zwischen Bayesianern und Frequentisten zeigt sich, dass die meisten Menschen sich über die Regeln einig sind, denen Wahrscheinlichkeiten gehorchen sollten. Es gibt viele verschiedene Methoden, um zu diesen Regeln zu gelangen. Der am weitesten verbreitete Ansatz basiert auf der Arbeit von Andrej Kolmogorow, einem der großen sowjetischen Mathematiker des 20. Jahrhunderts. Ich werde nicht zu sehr ins Detail gehen, aber ich werde versuchen, Ihnen einen Eindruck davon zu vermitteln, wie es funktioniert. Und dazu muss ich über meine Hose sprechen.
nb: Til tross for ideologiske argumenter mellom bayesianere og frekventister, viser det seg at folk stort sett er enige om hvilke regler sannsynligheter bør følge. Det finnes mange forskjellige måter å komme frem til disse reglene på. Den mest brukte tilnærmingen er basert på arbeidet til Andrej Kolmogorov, en av de store sovjetiske matematikerne på 1900-tallet. Jeg skal ikke gå i detalj, men jeg skal prøve å gi deg et inntrykk av hvordan det fungerer. Og for å kunne gjøre det må jeg snakke om buksene mine.
ta: பேய்சியர்களுக்கும் அடிக்கடி நிகழும் நபர்களுக்கும் இடையிலான கருத்தியல் வாதங்கள் இருந்தபோதிலும், நிகழ்தகவுகள் கீழ்ப்படிய வேண்டும் என்ற விதிகளை மக்கள் பெரும்பாலும் ஒப்புக்கொள்கிறார்கள். இந்த விதிகளுக்கு வருவதற்கு பல்வேறு வழிகள் உள்ளன. மிகவும் பொதுவாகப் பயன்படுத்தப்படும் அணுகுமுறை 20 ஆம் நூற்றாண்டின் சிறந்த சோவியத் கணிதவியலாளர்களில் ஒருவரான ஆண்ட்ரி கோல்மோகோரோவின் வேலையை அடிப்படையாகக் கொண்டது. நான் நிறைய விவரங்களுக்குச் செல்லமாட்டேன், ஆனால் அது எவ்வாறு செயல்படுகிறது என்பதைப் புரிந்துகொள்ள முயற்சிக்கிறேன். அவ்வாறு செய்ய நான் எனது கால்சட்டை பற்றி பேச வேண்டியிருக்கும்.
uk: Незважаючи на ідеологічні суперечки між баєсіанцями та частотистами, виявляється, що люди в основному згодні з правилами, яким повинні підкорятися ймовірності. Існує безліч різних способів визначення цих правил. Найпоширеніший підхід базується на роботах Андрія Колмогорова, одного з видатних радянських математиків 20 століття. Я не буду вдаватися в подробиці, але спробую дати вам уявлення про те, як це працює. А для цього мені доведеться поговорити про свої штани.

source: Introducing probability distributions
de: Einführung in Wahrscheinlichkeitsverteilungen
nb: Introduksjon til sannsynlighetsfordelinger
ta: நிகழ்தகவு விநியோகங்களை அறிமுகப்படுத்துகிறது
uk: Введення розподілів ймовірностей

source: One of the disturbing truths about my life is that I only own 5 pairs of trousers. Three pairs of jeans, the bottom half of a suit, and a pair of tracksuit pants. Even sadder, I’ve given them names: I call them *X*\ :sub:`1`\ , *X*\ :sub:`2`\ , *X*\ :sub:`3`\ , *X*\ :sub:`4` and *X*\ :sub:`5`\ . I really have, that’s why they call me Mister Imaginative. Now, on any given day, I pick out exactly one of pair of trousers to wear. Not even I’m so stupid as to try to wear two pairs of trousers, and thanks to years of training I never go outside without wearing trousers anymore. If I were to describe this situation using the language of probability theory, I would refer to each pair of trousers (i.e., each *X*) as an **elementary event**. The key characteristic of elementary events is that every time we make an observation (e.g., every time I put on a pair of trousers) then the outcome will be one and only one of these events. Like I said, these days I always wear exactly one pair of trousers so my trousers satisfy this constraint. Similarly, the set of all possible events is called a **sample space**. Granted, some people would call it a “wardrobe”, but that’s because they’re refusing to think about my trousers in probabilistic terms. Sad.
de: Eine der beunruhigenden Wahrheiten über mein Leben ist, dass ich nur 5 Paar Hosen besitze. Drei Paar Jeans, die untere Hälfte eines Anzugs und eine Jogginghose. Noch trauriger ist, dass ich ihnen Namen gegeben habe: Ich nenne sie *X*\ :sub:`1`\ , *X*\ :sub:`2`\ , *X*\ :sub:`3`\ , *X*\ :sub:`4` und *X*\ :sub:`5`\ . Das habe ich wirklich, deshalb nennt man mich auch Mister Fantasievoll. Jetzt suche ich mir jeden Tag genau eine Hose aus, die ich anziehen kann. Nicht einmal ich bin so dumm, dass ich versuche, zwei Hosen zu tragen, und dank jahrelangem Training gehe ich auch nie mehr ohne Hose aus dem Haus. Wenn ich diese Situation in der Sprache der Wahrscheinlichkeitstheorie beschreiben würde, könnte ich jede Hose (d. h. jedes *X*) als **Elementarereignis** bezeichnen. Das Hauptmerkmal von Elementarereignissen ist, dass jedes Mal, wenn wir eine Beobachtung machen (z. B. jedes Mal, wenn ich eine Hose anziehe), das Ergebnis eines und nur eines dieser Ereignisse sein kann. Wie ich schon sagte, trage ich heutzutage immer genau eine Hose, so dass meine Hose diese Bedingung erfüllt. In ähnlicher Weise wird die Menge aller möglichen Ereignisse als **Stichprobenraum** bezeichnet. Zugegeben, manche Leute würden ihn als „Kleiderschrank“ bezeichnen, aber das liegt daran, dass sie sich weigern, über meine Hosen in probabilistischen Begriffen zu denken. Schade.
nb: En av de urovekkende sannhetene om livet mitt er at jeg bare eier fem par bukser. Tre par jeans, den nederste halvdelen av en dress og et par treningsbukser. Enda tristere er det at jeg har gitt dem navn: Jeg kaller dem *X*\ :sub:`1`\ , *X*\ :sub:`2`\ , *X*\ :sub:`3`\ , *X*\ :sub:`4` og *X*\ :sub:`5`\ . Det har jeg virkelig, det er derfor de kaller meg Mister Fantasifull. Nå velger jeg ut nøyaktig én bukse jeg skal ha på meg hver dag. Ikke engang jeg er så dum at jeg prøver å ha på meg to par bukser, og takket være mange års trening går jeg aldri ut uten bukse lenger. Hvis jeg skulle beskrive denne situasjonen med sannsynlighetsregning, ville jeg kalt hvert par bukser (altså hver *X*) for en **elementær hendelse**. Det som kjennetegner elementære hendelser, er at hver gang vi gjør en observasjon (f.eks. hver gang jeg tar på meg en bukse), så vil utfallet være én og bare én av disse hendelsene. Som sagt, i disse dager har jeg alltid på meg nøyaktig én bukse, så buksene mine tilfredsstiller denne begrensningen. På samme måte kalles mengden av alle mulige hendelser for et **utvalgsrom** (*sample space*). Noen vil riktignok kalle det en «garderobe», men det er fordi de nekter å tenke på buksene mine i sannsynlighetstermer. Det er trist.
ta: என் வாழ்க்கையைப் பற்றிய குழப்பமான உண்மைகளில் ஒன்று, நான் 5 இணை கால்சட்டை மட்டுமே வைத்திருக்கிறேன். மூன்று இணை சீன்ச், ஒரு சூட்டின் கீழ் பாதி, மற்றும் ஒரு இணை ட்ராக்சூட் பேன்ட். கூட சோகமாக, நான் அவர்களுக்கு பெயர்களைக் கொடுத்துள்ளேன்: நான் அவர்களை *x *\: துணை: `1` \, *x *\: துணை:` 2` \, *x *\: துணை: `3` \, * X*\: துணை: `4` மற்றும்*x*\: துணை:` 5` \. எனக்கு உண்மையிலேயே இருக்கிறது, அதனால்தான் அவர்கள் என்னை மிச்டர் கற்பனை என்று அழைக்கிறார்கள். இப்போது, எந்த நாளிலும், நான் அணிய வேண்டிய இணை கால்சட்டைகளில் ஒன்றை நான் எடுத்துக்கொள்கிறேன். இரண்டு இணை கால்சட்டை அணிய முயற்சிக்கும் அளவுக்கு நான் முட்டாள்தனமாக இல்லை, பல வருட பயிற்சிக்கு நன்றி நான் இனி கால்சட்டை அணியாமல் வெளியே செல்லமாட்டேன். நிகழ்தகவு கோட்பாட்டின் மொழியைப் பயன்படுத்தி இந்த சூழ்நிலையை நான் விவரித்தால், ஒவ்வொரு இணை கால்சட்டைகளையும் (அதாவது ஒவ்வொன்றும்*x*) ஒரு ** தொடக்க நிகழ்வு ** என்று குறிப்பிடுவேன். அடிப்படை நிகழ்வுகளின் முக்கிய பண்பு என்னவென்றால், ஒவ்வொரு முறையும் நாம் ஒரு அவதானிப்பைச் செய்யும்போது (எ.கா., ஒவ்வொரு முறையும் நான் ஒரு இணை கால்சட்டைகளை அணிந்துகொள்கிறேன்) பின்னர் விளைவு இந்த நிகழ்வுகளில் ஒன்றாக இருக்கும். நான் சொன்னது போல், இந்த நாட்களில் நான் எப்போதும் ஒரு இணை கால்சட்டை அணிவேன், எனவே எனது கால்சட்டை இந்த தடையை நிறைவு செய்கிறது. இதேபோல், சாத்தியமான அனைத்து நிகழ்வுகளின் தொகுப்பும் ** மாதிரி இடம் ** என்று அழைக்கப்படுகிறது. சிலர் இதை ஒரு “அலமாரி” என்று அழைப்பார்கள் என்பது உண்மைதான், ஆனால் அவர்கள் எனது கால்சட்டைகளைப் பற்றி நிகழ்தகவு அடிப்படையில் சிந்திக்க மறுப்பதால் தான். சோகம்.
uk: Однією з тривожних правд про моє життя є те, що я маю лише 5 пар штанів. Три пари джинсів, нижню частину костюма та пару спортивних штанів. Ще сумніше те, що я дав їм імена: я називаю їх *X*\ :sub:`1`\ , *X*\ :sub:`2`\ , *X*\ :sub:`3`\ , *X*\ :sub:`4` і *X*\ :sub:`5`\ . Це справді так, тому мене називають Містером Фантазером. Тепер кожного дня я вибираю саме одну пару штанів, щоб одягти. Навіть я не настільки дурний, щоб намагатися одягти дві пари штанів, і завдяки багаторічному тренуванню я більше ніколи не виходжу на вулицю без штанів. Якби я мав описати цю ситуацію мовою теорії ймовірностей, я б назвав кожну пару штанів (тобто кожну *X*) **елементарною подією**. Ключовою характеристикою елементарних подій є те, що кожного разу, коли ми робимо спостереження (наприклад, кожного разу, коли я одягаю штани), результат буде одним і тільки одним із цих подій. Як я вже сказав, останнім часом я завжди ношу саме одну пару штанів, тому мої штани відповідають цій умові. Аналогічно, сукупність усіх можливих подій називається **просторовим зразком**. Звісно, деякі люди називали б це «гардеробом», але це тому, що вони відмовляються думати про мої штани в термінах ймовірності. Сумно.

source: Okay, now that we have a sample space (a wardrobe), which is built from lots of possible elementary events (trousers), what we want to do is assign a **probability** of one of these elementary events. For an event *X*, the probability of that event *P*\ (X) is a number that lies between 0 and 1. The bigger the value of *P*\ (X), the more likely the event is to occur. So, for example, if *P*\ (X) = 0 it means the event *X* is impossible (i.e., I never wear those trousers). On the other hand, if *P*\ (X) = 1 it means that event *X* is certain to occur (i.e., I always wear those trousers). For probability values in the middle it means that I sometimes wear those trousers. For instance, if *P*\ (X) = 0.5 it means that I wear those trousers half of the time.
de: Jetzt haben wir einen Stichprobenraum (einen Kleiderschrank), der aus vielen möglichen Elementarereignissen (Hosen) aufgebaut ist. Was wir tun wollen, ist, eine **Wahrscheinlichkeit** zu jedem dieser Elementarereignisse zuzuordnen. Für ein Ereignis *X* ist die Wahrscheinlichkeit dieses Ereignisses *P*\ (X) eine Zahl, die zwischen 0 und 1 liegt. Je größer der Wert von *P*\ (X), desto wahrscheinlicher ist das Eintreten des Ereignisses. Wenn also zum Beispiel *P*\ (X) = 0 ist, bedeutet dies, dass das Ereignis *X* unmöglich ist (d. h., ich trage diese Hose nie). Wenn andererseits *P*\ (X) = 1 ist, bedeutet dies, dass das Ereignis *X* mit Sicherheit eintritt (d. h., ich trage diese Hose immer). Für Wahrscheinlichkeitswerte in der Mitte bedeutet es, dass ich diese Hose manchmal trage. Wenn zum Beispiel *P*\(X) = 0,5 ist, bedeutet dies, dass ich diese Hose die Hälfte der Zeit trage.
nb: Nå som vi har et utvalgsrom (en garderobe), som er bygd opp av mange mulige elementære hendelser (bukser), ønsker vi å tilordne en **sannsynlighet** for en av disse elementære hendelsene. For en hendelse *X* er sannsynligheten for denne hendelsen *P*\ (X) et tall som ligger mellom 0 og 1. Jo større verdien av *P*\ (X) er, desto mer sannsynlig er det at hendelsen inntreffer. Hvis *P*\ (X) = 0, betyr det for eksempel at hendelsen *X* er umulig (f.eks. at jeg aldri går med de buksene). Hvis *P*\ (X) = 1, betyr det derimot at hendelsen *X* med sikkerhet vil inntreffe (f.eks. at jeg alltid har på meg de buksene). For sannsynlighetsverdier i midten betyr det at jeg av og til går med de buksene. Hvis *P*\(X) = 0,5, betyr det for eksempel at jeg bruker buksene halvparten av tiden.
ta: சரி, இப்போது எங்களிடம் ஒரு மாதிரி இடம் (ஒரு அலமாரி) உள்ளது, இது சாத்தியமான அடிப்படை நிகழ்வுகளிலிருந்து (கால்சட்டை) கட்டப்பட்டுள்ளது, நாம் செய்ய விரும்புவது இந்த அடிப்படை நிகழ்வுகளில் ஒன்றின் ** நிகழ்தகவு ** ஐ ஒதுக்குவதாகும். *X *ஒரு நிகழ்வுக்கு, அந்த நிகழ்வின் நிகழ்தகவு *p *\ (x) என்பது 0 மற்றும் 1 க்கு இடையில் அமைந்துள்ள ஒரு எண். *P *\ (x) இன் மதிப்பு பெரியது, நிகழ்வு ஏற்பட வாய்ப்புள்ளது . எனவே, எடுத்துக்காட்டாக, *p *\ (x) = 0 என்றால் *x *நிகழ்வு சாத்தியமற்றது என்று பொருள் (அதாவது, நான் ஒருபோதும் அந்த கால்சட்டை அணிய மாட்டேன்). மறுபுறம், *p *\ (x) = 1 என்றால், நிகழ்வு *x *நிகழும் என்பது உறுதி (அதாவது, நான் எப்போதும் அந்த கால்சட்டை அணிவேன்). நடுவில் நிகழ்தகவு மதிப்புகளுக்கு நான் சில நேரங்களில் அந்த கால்சட்டை அணிவேன் என்று பொருள். உதாரணமாக, *p *\ (x) = 0.5 என்றால், அந்த கால்சட்டைகளை நான் பாதி நேரத்தை அணிவேன் என்று பொருள்.
uk: Отже, тепер, коли ми маємо пробний простір (гардероб), який складається з безлічі можливих елементарних подій (штани), нам потрібно призначити **ймовірність** однієї з цих елементарних подій. Для події *X* ймовірність цієї події *P*\ (X) є числом, яке лежить в діапазоні від 0 до 1. Чим більше значення *P*\ (X), тим більша ймовірність того, що подія відбудеться. Так, наприклад, якщо *P*\ (X) = 0, це означає, що подія *X* неможлива (тобто я ніколи не ношу ці штани). З іншого боку, якщо *P*\ (X) = 1, це означає, що подія *X* обов'язково відбудеться (тобто я завжди ношу ці штани). Значення ймовірності в середині означає, що я іноді ношу ці штани. Наприклад, якщо *P*\ (X) = 0,5, це означає, що я ношу ці штани половину часу.

source: At this point, we’re almost done. The last thing we need to recognise is that “something always happens”. Every time I put on trousers, I really do end up wearing trousers (crazy, right?). What this somewhat trite statement means, in probabilistic terms, is that the probabilities of the elementary events need to add up to 1. This is known as the **law of total probability**, not that any of us really care. More importantly, if these requirements are satisfied then what we have is a **probability distribution**. For example, this is an example of a probability distribution:
de: An diesem Punkt sind wir fast fertig. Das letzte, was wir erkennen müssen, ist, dass „immer etwas passiert“. Jedes Mal, wenn ich eine Hose anziehe, habe ich am Ende wirklich eine Hose an (verrückt, nicht wahr?). Diese etwas banale Aussage bedeutet in der Wahrscheinlichkeitsrechnung, dass sich die Wahrscheinlichkeiten der Elementarereignisse zu 1 addieren müssen. Dies ist als **Gesetz der Gesamtwahrscheinlichkeit** bekannt, auch wenn es niemanden von uns wirklich interessiert. Noch wichtiger ist, dass wir, wenn diese Voraussetzungen erfüllt sind, eine **Wahrscheinlichkeitsverteilung** haben. Dies ist zum Beispiel ein Beispiel für eine Wahrscheinlichkeitsverteilung:
nb: Nå er vi nesten ferdige. Det siste vi må innse er at «det alltid skjer noe». Hver gang jeg tar på meg en bukse, ender jeg virkelig opp med å ha på meg en bukse (sprøtt, ikke sant?). Det dette noe banale utsagnet betyr i sannsynlighetsregning, er at sannsynligheten for de elementære hendelsene må summere seg til 1. Dette er kjent som **loven om total sannsynlighet**, ikke at noen av oss egentlig bryr oss om det. Enda viktigere er det at hvis disse kravene er oppfylt, har vi en **sannsynlighetsfordeling**. Dette er for eksempel et eksempel på en sannsynlighetsfordeling:
ta: இந்த கட்டத்தில், நாங்கள் கிட்டத்தட்ட முடித்துவிட்டோம். நாம் அடையாளம் காண வேண்டிய கடைசி சேதி என்னவென்றால், “ஏதோ எப்போதும் நடக்கும்”. ஒவ்வொரு முறையும் நான் கால்சட்டை அணியும்போது, நான் கால்சட்டை அணிந்து முடிக்கிறேன் (பைத்தியம், சரி?). இந்த சற்றே சாதாரண அறிக்கை என்னவென்றால், நிகழ்தகவு அடிப்படையில், தொடக்க நிகழ்வுகளின் நிகழ்தகவுகள் 1 வரை சேர்க்க வேண்டும். இது மொத்த நிகழ்தகவு ** ** சட்டம் என்று அழைக்கப்படுகிறது, ஆனால் நம்மில் எவரும் உண்மையில் அக்கறை காட்டவில்லை. மிக முக்கியமாக, இந்த தேவைகள் நிறைவு செய்யப்பட்டால், நம்மிடம் இருப்பது ** நிகழ்தகவு வழங்கல் **. எடுத்துக்காட்டாக, இது நிகழ்தகவு விநியோகத்தின் எடுத்துக்காட்டு:
uk: На цьому ми майже закінчили. Останнє, що нам потрібно усвідомити, це те, що «щось завжди трапляється». Кожного разу, коли я одягаю штани, я дійсно в кінцевому підсумку ношу штани (божевільно, правда?). Що це дещо банальне твердження означає з точки зору ймовірності, так це те, що ймовірності елементарних подій повинні складати в сумі 1. Це відоме як **закон повної ймовірності**, але нас це не дуже цікавить. Більш важливо те, що якщо ці вимоги виконуються, то ми маємо **розподіл ймовірностей**. Наприклад, ось приклад розподілу ймовірностей:

source: Which trousers?
de: Welche Hose?
nb: Hvilke bukser?
ta: எந்த கால்சட்டை?
uk: Які штани?

source: Label
de: Bezeichnung
nb: Etikett
ta: சிட்டை
uk: Мітка

source: Probability
de: Wahrscheinlichkeit
nb: Sannsynlighet
ta: நிகழ்தகவு
uk: Ймовірність

source: Blue jeans
de: Blaue Jeans
nb: Blå jeans
ta: நீல சீன்ச்
uk: Сині джинси

source: Grey jeans
de: Graue Jeans
nb: Grå jeans
ta: சாம்பல் சீன்ச்
uk: Сірі джинси

source: Black jeans
de: Schwarze Jeans
nb: Sorte jeans
ta: கருப்பு சீன்ச்
uk: Чорні джинси

source: Black suit
de: Schwarze Anzughose
nb: Svart dress
ta: கருப்பு வழக்கு
uk: Чорний костюм

source: Blue tracksuit
de: Blaue Trainingshose
nb: Blå treningsdress
ta: நீல ட்ராக் சூட்
uk: Синій спортивний костюм
