Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch07.po
Languages: de, nb, ta, uk

source: For any given game, I would agree that betting on this game is only “fair” if a $1 bet on *C Milan* gives a $5 payoff (i.e. I get my $1 back plus a $4 reward for being correct), as would a $4 bet on *Arduino Arsenal* (i.e., my $4 bet plus a $1 reward).
de: Für jedes beliebige Spiel würde ich zustimmen, dass eine Wette auf dieses Spiel nur dann „fair” ist, wenn eine $1-Wette auf *C Milan* eine $5-Auszahlung ergibt (d. h. ich bekomme meine $1 zurück plus eine $4-Belohnung für die Richtigkeit), ebenso wie eine $4-Wette auf *Arduino Arsenal* (d. h. meine $4-Wette plus eine $1-Belohnung).
nb: For et gitt spill er jeg enig i at spill på dette spillet bare er «rettferdig» hvis et spill på 1 dollar på *C Milan* gir 5 dollar i gevinst (dvs. jeg får tilbake 1 dollar pluss en belønning på 4 dollar for å ha hatt rett), og det samme gjelder et spill på 4 dollar på *Arduino Arsenal* (dvs. min innsats på 4 dollar pluss en belønning på 1 dollar).
ta: எந்தவொரு விளையாட்டுக்கும், * சி மிலன் * இல் $ 1 பந்தயம் $ 5 செலுத்துதலைக் கொடுத்தால் இந்த விளையாட்டில் பந்தயம் கட்டுவது “நியாயமானது” என்பதை நான் ஒப்புக்கொள்கிறேன் (அதாவது, எனது $ 1 திரும்பவும், சரியானவராக இருப்பதற்கு $ 4 வெகுமதியாகவும்), ஒரு Ar 4 பந்தயம் * Arduino அர்செனல் * (அதாவது, எனது $ 4 பந்தயம் மற்றும் $ 1 வெகுமதி).
uk: Для будь-якої гри я б погодився, що ставка на цю гру є «справедливою» лише в тому випадку, якщо ставка в розмірі 1 долара на *C Milan* приносить виграш у розмірі 5 доларів (тобто я отримую назад свої 1 долар плюс 4 долари винагороди за правильний прогноз), так само як і ставка в розмірі 4 доларів на *Arduino Arsenal* (тобто мої 4 долари ставки плюс 1 долар винагороди).

source: My subjective “belief” or “confidence” in an *Arduino Arsenal* victory is four times as strong as my belief in a *C Milan* victory.
de: Mein subjektiver „Glaube“ oder meine „Zuversicht“ an einen Sieg von *Arduino Arsenal* ist also viermal so stark wie mein Glaube an einen Sieg von *C Milan*.
nb: Min subjektive «tro» eller «tillit» til en *Arduino Arsenal*-seier er fire ganger så sterk som min tro på en *C Milan*-seier.
ta: ஒரு * அர்டுயினோ ஆயுதக் கட்டமைப்பில் எனது அகநிலை “நம்பிக்கை” அல்லது “நம்பிக்கை” * வெற்றியில் என் நம்பிக்கையை விட நான்கு மடங்கு வலுவானது.
uk: Моя суб'єктивна «віра» або «впевненість» у перемозі *Arduino Arsenal* у чотири рази сильніша, ніж моя віра у перемогу *C Milan*.

source: Each of these seems sensible. However, they’re not identical and not every statistician would endorse all of them. The reason is that there are different statistical ideologies (yes, really!) and depending on which one you subscribe to, you might say that some of those statements are meaningless or irrelevant. In this section I give a brief introduction the two main approaches that exist in the literature. These are by no means the only approaches, but they’re the two big ones.
de: Jede dieser Möglichkeiten erscheint sinnvoll. Sie sind jedoch nicht identisch, und nicht jeder Statistiker würde sie alle gutheißen. Der Grund dafür ist, dass es verschiedene statistische Ideologien gibt (ja, wirklich!), und je nachdem, welcher man angehört, könnte man sagen, dass einige dieser Aussagen sinnlos oder irrelevant sind. In diesem Abschnitt gebe ich eine kurze Einführung in die beiden wichtigsten Ansätze, die in der Literatur existieren. Dies sind keineswegs die einzigen Ansätze, aber es sind die beiden wichtigsten.
nb: Hver av disse virker fornuftige. De er imidlertid ikke identiske, og ikke alle statistikere vil slutte seg til dem alle. Årsaken er at det finnes ulike statistiske ideologier (ja, virkelig!), og avhengig av hvilken ideologi du tilhører, vil du kanskje si at noen av disse utsagnene er meningsløse eller irrelevante. I dette avsnittet gir jeg en kort innføring i de to hovedtilnærmingene som finnes i litteraturen. Dette er på ingen måte de eneste tilnærmingene, men det er de to viktigste.
ta: இவை ஒவ்வொன்றும் விவேகமானதாகத் தெரிகிறது. இருப்பினும், அவை ஒரே மாதிரியானவை அல்ல, ஒவ்வொரு புள்ளிவிவர நிபுணரும் அவர்கள் அனைவருக்கும் ஒப்புதல் அளிக்க மாட்டார்கள். காரணம், வேறுபட்ட புள்ளிவிவர சித்தாந்தங்கள் உள்ளன (ஆம், உண்மையில்!) மற்றும் நீங்கள் எந்த சந்தா செலுத்துவதைப் பொறுத்து, அந்த அறிக்கைகளில் சில அர்த்தமற்றவை அல்லது பொருத்தமற்றவை என்று நீங்கள் கூறலாம். இந்த பிரிவில் நான் ஒரு சுருக்கமான அறிமுகத்தை வழங்குகிறேன், இலக்கியத்தில் இருக்கும் இரண்டு முக்கிய அணுகுமுறைகள். இவை எந்த வகையிலும் ஒரே அணுகுமுறைகள் அல்ல, ஆனால் அவை இரண்டு பெரியவை.
uk: Кожен з них здається розумним. Однак вони не є ідентичними, і не кожен статистик погодиться з усіма ними. Причина полягає в тому, що існують різні статистичні ідеології (так, справді!), і залежно від того, яку з них ви підтримуєте, ви можете сказати, що деякі з цих тверджень є безглуздими або нерелевантними. У цьому розділі я даю короткий огляд двох основних підходів, що існують у літературі. Це аж ніяк не єдині підходи, але вони є двома основними.

source: The frequentist view
de: Die frequentistische Sichtweise
nb: Det frekventistiske synet
ta: அடிக்கடி வரும் பார்வை
uk: Частотний погляд

source: The first of the two major approaches to probability, and the more dominant one in statistics, is referred to as the **frequentist view** and it defines probability as a **long-run frequency**. Suppose we were to try flipping a fair coin over and over again. By definition this is a coin that has *P*\(H) = *0.5*. What might we observe? One possibility is that the first 20 flips might look like this:
de: Der erste der beiden Hauptansätze zur Wahrscheinlichkeit, der in der Statistik dominanter ist, wird als **frequentistische Sichtweise** bezeichnet und definiert die Wahrscheinlichkeit als eine **langfristige Häufigkeit**. Nehmen wir an, wir würden versuchen, eine „normale“ Münze immer wieder zu werfen. Per Definition ist dies eine Münze, die *P*\(K) = *0,5* hat. Was könnten wir beobachten? Eine Möglichkeit ist, dass die ersten 20 Würfe wie folgt aussehen könnten:
nb: Den første av de to hovedtilnærmingene til sannsynlighet, og den mest dominerende innen statistikk, kalles **frekventistisk syn**, og definerer sannsynlighet som en **langsiktig frekvens**. Anta at vi prøver å kaste en rettferdig mynt om og om igjen. Per definisjon er dette en mynt som har *P*\(H) = *0,5*. Hva kan vi observere? En mulighet er at de første 20 kastene kan se slik ut:
ta: நிகழ்தகவுக்கான இரண்டு முக்கிய அணுகுமுறைகளில் முதலாவது, மற்றும் புள்ளிவிவரங்களில் அதிக ஆதிக்கம் செலுத்துதல், ** அடிக்கடி நிகழும் பார்வை ** என குறிப்பிடப்படுகிறது, மேலும் இது நிகழ்தகவை ** நீண்ட கால அதிர்வெண் ** என வரையறுக்கிறது. ஒரு நியாயமான நாணயத்தை மீண்டும் மீண்டும் புரட்ட முயற்சிக்க வேண்டும் என்று வைத்துக்கொள்வோம். வரையறையின்படி இது *p *\ (h) = *0.5 *கொண்ட ஒரு நாணயம். நாம் என்ன கவனிக்கலாம்? ஒரு சாத்தியம் என்னவென்றால், முதல் 20 திருப்பங்கள் இப்படி தோன்றலாம்:
uk: Перший з двох основних підходів до ймовірності, який є більш домінуючим у статистиці, називається **фреквентистським підходом** і визначає ймовірність як **довгострокову частоту**. Припустимо, що ми намагаємося кидати справедливу монету знову і знову. За визначенням, це монета, яка має *P*\(H) = *0,5*. Що ми можемо спостерігати? Один із можливих варіантів — перші 20 підкидань можуть виглядати так:

source: In this case 11 of these 20 coin flips (55\%) came up heads. Now suppose that I’d been keeping a running tally of the number of heads (which I’ll call *N*\ :sub:`H`\ ) that I’ve seen, across the first *N* flips, and calculate the proportion of heads *N*\ :sub:`H` / *N* every time. Here’s what I’d get (I did literally flip coins to produce this!):
de: In diesem Fall ergaben 11 dieser 20 Münzwürfe (55 %) Kopf. Nehmen wir nun an, dass ich die Anzahl der Kopf-Würfe (die ich *N*\ :sub:`K`\ nenne), die ich bei den ersten *N* Münzwürfen gesehen habe, laufend notiere und den Anteil der Köpfe *N*\ :sub:`K` / *N* jedes Mal berechne. Hier ist das Ergebnis (ich habe wirklich Münzen geworfen, um diese Daten zu produzieren!):
nb: I dette tilfellet ble 11 av disse 20 myntkastene (55\%) kron. Anta nå at jeg hadde ført en løpende oversikt over antall kron (som jeg kaller *N*\ :sub:`H`\) som jeg har sett, på tvers av de første *N* kastene, og beregnet andelen kron *N*\ :sub:`H` / *N* hver gang. Her er hva jeg ville fått (jeg har bokstavelig talt kastet mynter for å produsere dette!):
ta: இந்த வழக்கில் இந்த 20 நாணயம் திருப்பங்களில் 11 (55 \%) தலைகள் வந்தன. இப்போது நான் பார்த்த தலைகளின் எண்ணிக்கையை நான் வைத்திருக்கிறேன் என்று வைத்துக்கொள்வோம் (இது நான் பார்த்த *n *\: `h` \), முதல் *n *புரட்டுகிறது, மற்றும் கணக்கிடுங்கள் தலைகளின் விகிதம் *n *\: துணை: `h` / *n *ஒவ்வொரு முறையும். இங்கே நான் பெறுவது (இதைத் தயாரிக்க நான் நாணயங்களை புரட்டினேன்!):
uk: У цьому випадку 11 з 20 підкидань монети (55\%) випали «решкою». Тепер припустимо, що я вела підрахунок кількості «решок» (яку я назву *N*\ :sub:`H`\ ), які я бачила, протягом перших *N* підкидань, і щоразу обчислювала пропорцію «решок» *N*\ :sub:`H` / *N*. Ось що я отримав (я буквально підкидав монети, щоб це обчислити!):

source: number of flips
de: Anzahl der Würfe
nb: antall flips
ta: திருப்பங்களின் எண்ணிக்கை
uk: кількість перекидів

source: **number of heads**
de: **Anzahl der Seite „Kopf“**
nb: **antall hoder**
ta: ** தலைகளின் எண்ணிக்கை **
uk: **кількість голів**

source: **proportion**
de: **Anteil**
nb: **proporsjon**
ta: ** விகிதம் **
uk: **пропорція**

source: Notice that at the start of the sequence the *proportion* of heads fluctuates wildly, starting at 0.00 and rising as high as 0.80. Later on, one gets the impression that it dampens out a bit, with more and more of the values actually being pretty close to the “right” answer of 0.50. This is the frequentist definition of probability in a nutshell. Flip a fair coin over and over again, and as *N* grows large (approaches infinity, denoted *N* → ∞) the proportion of heads will converge to 50\%. There are some subtle technicalities that the mathematicians care about, but qualitatively speaking that’s how the frequentists define probability. Unfortunately, I don’t have an infinite number of coins or the infinite patience required to flip a coin an infinite number of times. However, I do have a computer and computers excel at mindless repetitive tasks. So I asked my computer to simulate flipping a coin 1000 times and then drew a picture of what happens to the proportion *N*\ :sub:`H` / *N* as *N* increases. Actually, I did it four times just to make sure it wasn’t a fluke. The results are shown in :numref:`fig-frequentistProb`. As you can see, the *proportion of observed heads* eventually stops fluctuating and settles down. When it does, the number at which it finally settles is the true probability of heads.
de: Beachten Sie, dass zu Beginn der Sequenz der *Anteil* der Kopf-Würfe stark schwankt und bei 0,00 beginnt und bis auf 0,80 ansteigt. Später hat man den Eindruck, dass sich die Schwankungen etwas abschwächen und immer mehr Werte tatsächlich ziemlich nahe an der „richtigen“ Antwort von 0,50 liegen. Dies ist die frequentistische Definition der Wahrscheinlichkeit in Kurzform. Wirft man eine „normale“ Münze immer wieder, so konvergiert der Anteil der Köpfe bei *N* mit zunehmender Größe (gegen unendlich, *N* → ∞) auf 50 %. Es gibt einige technische Feinheiten, um die sich die Mathematiker kümmern, aber qualitativ gesehen ist das die Art und Weise, wie die Frequentisten die Wahrscheinlichkeit definieren. Leider verfüge ich weder über eine unendliche Anzahl von Münzen noch über die unendliche Geduld, die erforderlich ist, um eine Münze unendlich oft zu werfen. Aber ich habe einen Computer, und Computer eignen sich hervorragend für sinnlose, sich wiederholende Aufgaben. Also habe ich meinen Computer gebeten, das 1000-malige Werfen einer Münze zu simulieren und dann ein Bild davon gezeichnet, was mit dem Verhältnis *N*\ :sub:`K` / *N* passiert, wenn *N* zunimmt. Ich habe es sogar viermal gemacht, nur um sicherzugehen, dass das Ergebnis nicht reiner Zufall war. Die Ergebnisse sind in :numref:`fig-frequentistProb` dargestellt. Wie Sie sehen können, hört der Anteil der beobachteten *Kopf-Würfe* schließlich auf zu schwanken und pendelt sich ein. Die Zahl, bei der sie sich schließlich einpendelt, ist die „wahre“ Wahrscheinlichkeit für Kopf.
nb: Legg merke til at i starten av sekvensen svinger *andelen* hoder voldsomt, fra 0,00 og helt opp til 0,80. Senere får man inntrykk av at det roer seg litt ned, og at flere og flere av verdiene faktisk ligger ganske nær det «riktige» svaret på 0,50. Dette er den frekventistiske definisjonen av sannsynlighet i et nøtteskall. Kast en rettferdig mynt om og om igjen, og etter hvert som *N* blir større (nærmer seg uendelig, betegnet *N* → ∞), vil andelen kron konvergere mot 50\%. Det er noen subtile teknikaliteter som matematikerne bryr seg om, men kvalitativt sett er det slik frekvenstikerne definerer sannsynlighet. Dessverre har jeg ikke et uendelig antall mynter eller den uendelige tålmodigheten som kreves for å kaste en mynt uendelig mange ganger. Men jeg har en datamaskin, og datamaskiner er gode på tankeløse, repetitive oppgaver. Så jeg ba datamaskinen min om å simulere å kaste en mynt 1000 ganger, og tegnet deretter et bilde av hva som skjer med proporsjonen *N*\ :sub:`H` / *N* når *N* øker. Jeg gjorde det faktisk fire ganger, bare for å være sikker på at det ikke var tilfeldig. Resultatene vises i :numref:`fig-frequentistProb`. Som du kan se, slutter *andelen av observerte hoder* til slutt å svinge og stabiliserer seg. Når den gjør det, er tallet den til slutt stabiliserer seg på, den sanne sannsynligheten for kron.
ta: வரிசையின் தொடக்கத்தில் தலைகளின் * விகிதம் * பெருமளவில் ஏற்ற இறக்கமாக இருப்பதைக் கவனியுங்கள், 0.00 இல் தொடங்கி 0.80 வரை உயரும். பிற்காலத்தில், அது கொஞ்சம் கொஞ்சமாக வெளியேறுகிறது என்ற எண்ணத்தைப் பெறுகிறது, மேலும் மேலும் மதிப்புகள் உண்மையில் 0.50 இன் “சரியான” பதிலுடன் மிகவும் நெருக்கமாக உள்ளன. சுருக்கமாக நிகழ்தகவுக்கு இது அடிக்கடி நிகழும் வரையறை. ஒரு நியாயமான நாணயத்தை மீண்டும் மீண்டும் புரட்டவும், * n * பெரிதாக வளரும்போது (முடிவிலியை நெருங்குகிறது, * n * → ∞ குறிக்கப்படுகிறது) தலைகளின் விகிதம் 50 \%ஆக மாறும். கணிதவியலாளர்கள் அக்கறை கொள்ளும் சில நுட்பமான தொழில்நுட்பங்கள் உள்ளன, ஆனால் தர ரீதியாகப் பேசுவது இதுதான் அடிக்கடி நிகழும் நிகழ்தகவை வரையறுக்கிறது. துரதிர்ச்டவசமாக, எனக்கு எண்ணற்ற நாணயங்கள் அல்லது ஒரு நாணயத்தை எண்ணற்ற முறை புரட்டுவதற்கு எல்லையற்ற பொறுமை இல்லை. இருப்பினும், எனக்கு ஒரு கணினி உள்ளது மற்றும் கணினிகள் மனம் இல்லாத தொடர்ச்சியான பணிகளில் சிறந்து விளங்குகின்றன. ஆகவே, ஒரு நாணயத்தை 1000 முறை புரட்டுவதை உருவகப்படுத்துமாறு எனது கணினியைக் கேட்டேன், பின்னர் *n *\: துணை: `h` / *n *என்ற விகிதத்தில் என்ன நடக்கிறது என்பதற்கான படத்தை வரைந்தேன். உண்மையில், இது ஒரு புளூ அல்ல என்பதை உறுதிப்படுத்த நான் நான்கு முறை செய்தேன். முடிவுகள் இதில் காட்டப்பட்டுள்ளன: NumRef: `Fig-frequentistprob`. நீங்கள் பார்க்க முடியும் என, கவனிக்கப்பட்ட தலைகளின் * விகிதம் * இறுதியில் ஏற்ற இறக்கத்தை நிறுத்தி குடியேறுகிறது. அவ்வாறு செய்யும்போது, அது இறுதியாக நிலைபெறும் எண்ணிக்கை தலைகளின் உண்மையான நிகழ்தகவு.
uk: Зверніть увагу, що на початку послідовності *пропорція* решт сильно коливається, починаючи з 0,00 і піднімаючись до 0,80. Пізніше складається враження, що вона трохи зменшується, і все більше значень наближаються до «правильної» відповіді 0,50. Це, коротко кажучи, частотне визначення ймовірності. Кидайте справедливу монету знову і знову, і коли *N* стає великим (наближається до нескінченності, позначається *N* → ∞), пропорція решт наближатиметься до 50\%. Є деякі тонкі технічні нюанси, які цікавлять математиків, але якісно кажучи, саме так частотники визначають ймовірність. На жаль, я не маю нескінченної кількості монет або нескінченного терпіння, необхідного для того, щоб кидати монету нескінченну кількість разів. Однак у мене є комп'ютер, а комп'ютери чудово справляються з бездумними повторюваними завданнями. Тому я попросив свій комп'ютер змоделювати кидання монети 1000 разів, а потім намалював, що відбувається з часткою *N*\ :sub:`H` / *N* при збільшенні *N*. Насправді я зробив це чотири рази, щоб переконатися, що це не випадковість. Результати показані в :numref:`fig-frequentistProb`. Як ви можете бачити, *частка спостережуваних решт* зрештою перестає коливатися і стабілізується. Коли це відбувається, число, на якому вона остаточно стабілізується, є справжньою ймовірністю решти.

source: Illustration of how frequentist probability works
de: Veranschaulichung der Funktionsweise der frequentistischen Wahrscheinlichkeitsrechnung
nb: Illustrasjon av hvordan frekventistisk sannsynlighetsregning fungerer
ta: அடிக்கடி நிகழ்தகவு எவ்வாறு செயல்படுகிறது என்பதற்கான விளக்கம்
uk: Ілюстрація того, як працює частотна ймовірність

source: Illustration of how frequentist probability works: If you flip a fair coin over and over again the proportion of heads that you’ve seen eventually settles down and converges to the true probability of 0.5. Each panel shows four different simulated experiments. In each case we pretend we flipped a coin 1000 times and kept track of the proportion of flips that were heads as we went along. Although none of these sequences actually ended up with an exact value of 0.5, if we’d extended the experiment for an infinite number of coin flips they would have.
de: Illustration der Funktionsweise der frequentistischen Wahrscheinlichkeitsrechnung: Wenn man eine „normale“ Münze immer und immer wieder wirft, pendelt sich der Anteil der Kopf-Würfe, die man beobachtet, ein und konvergiert gegen die „wahre“ Wahrscheinlichkeit von 0,5. Jedes Feld zeigt vier verschiedene simulierte Experimente. In jedem Fall tun wir so, als ob wir 1000 Mal eine Münze geworfen hätten, und verfolgen den Anteil der Würfe, die Kopf waren, im Laufe der Zeit. Obwohl keine dieser Sequenzen tatsächlich mit einem exakten Wert von 0,5 endete, hätten sie es getan, wenn wir das Experiment auf eine unendliche Anzahl von Münzwürfen ausgedehnt hätten.
nb: Illustrasjon av hvordan frekventistisk sannsynlighetsregning fungerer: Hvis du kaster en rettferdig mynt om og om igjen, vil andelen kron etter hvert stabilisere seg og konvergere mot den sanne sannsynligheten på 0,5. Hvert panel viser fire ulike simulerte eksperimenter. I hvert tilfelle later vi som om vi har kastet en mynt 1000 ganger og holdt styr på andelen av kastene som var kron underveis. Selv om ingen av disse sekvensene faktisk endte opp med en nøyaktig verdi på 0,5, ville de ha gjort det hvis vi hadde forlenget eksperimentet med et uendelig antall myntkast.
ta: அடிக்கடி நிகழ்தகவு எவ்வாறு செயல்படுகிறது என்பதற்கான விளக்கம்: நீங்கள் ஒரு நியாயமான நாணயத்தை மீண்டும் மீண்டும் புரட்டினால், நீங்கள் பார்த்த தலைகளின் விகிதத்தை இறுதியில் குடியேறச் செய்து 0.5 இன் உண்மையான நிகழ்தகவுடன் இணைகிறது. ஒவ்வொரு குழுவும் நான்கு வெவ்வேறு உருவகப்படுத்தப்பட்ட சோதனைகளைக் காட்டுகிறது. ஒவ்வொரு சந்தர்ப்பத்திலும் நாங்கள் ஒரு நாணயத்தை 1000 முறை புரட்டினோம், நாங்கள் செல்லும்போது தலைகளாக இருந்த திருப்பங்களின் விகிதத்தைக் கண்காணித்தோம். இந்த காட்சிகள் எதுவும் உண்மையில் 0.5 என்ற சரியான மதிப்புடன் முடிவடையவில்லை என்றாலும், எண்ணற்ற நாணயம் புரட்டல்களுக்கான பரிசோதனையை நாங்கள் நீட்டித்தால்.
uk: Ілюстрація того, як працює частотна ймовірність: якщо ви кидаєте чесну монету знову і знову, частка решт, яку ви бачите, зрештою стабілізується і наближається до справжньої ймовірності 0,5. Кожна панель показує чотири різні модельовані експерименти. У кожному випадку ми уявляємо, що підкинули монету 1000 разів і відстежували частку підкидань, які були решками. Хоча жодна з цих послідовностей насправді не закінчилася точним значенням 0,5, якби ми продовжили експеримент до нескінченної кількості підкидань монети, вони б закінчилися саме так.

source: The frequentist definition of probability has some desirable characteristics. First, it is objective. The probability of an event is *necessarily* grounded in the world. The only way that probability statements can make sense is if they refer to (a sequence of) events that occur in the physical universe.\ [#]_ Secondly, it is unambiguous. Any two people watching the same sequence of events unfold, trying to calculate the probability of an event, must inevitably come up with the same answer.
de: Die frequentistische Definition der Wahrscheinlichkeit hat einige wünschenswerte Eigenschaften. Erstens ist sie objektiv: Die Wahrscheinlichkeit eines Ereignisses ist *notwendigerweise* in der Welt verankert. Wahrscheinlichkeitsaussagen sind nur dann sinnvoll, wenn sie sich auf (eine Abfolge von) Ereignissen beziehen, die im physikalischen Universum stattfinden.\ [#]_ Zweitens ist sie eindeutig: Zwei Personen, die dieselbe Abfolge von Ereignissen beobachten und versuchen, die Wahrscheinlichkeit eines Ereignisses zu berechnen, müssen unweigerlich auf dieselbe Antwort kommen.
nb: Den frekventistiske definisjonen av sannsynlighet har noen ønskelige egenskaper. For det første er den objektiv. Sannsynligheten for en hendelse er *nødvendigvis* forankret i verden. Sannsynlighetsutsagn kan bare gi mening hvis de refererer til (en sekvens av) hendelser som inntreffer i det fysiske universet.\ [#]_ For det andre er den entydig. To personer som ser på det samme hendelsesforløpet og forsøker å beregne sannsynligheten for en hendelse, vil uunngåelig komme frem til samme svar.
ta: நிகழ்தகவின் அடிக்கடி வரையறையானது சில விரும்பத்தக்க பண்புகளைக் கொண்டுள்ளது. முதலில், அது புறநிலை. ஒரு நிகழ்வின் நிகழ்தகவு உலகில் * தேவை * அடித்தளமாக உள்ளது. இயற்பியல் பிரபஞ்சத்தில் நிகழும் நிகழ்வுகளின் (ஒரு வரிசை) நிகழ்வுகளை அவை குறிப்பிட்டால் நிகழ்தகவு அறிக்கைகள் அர்த்தமுள்ள ஒரே வழி. \ [#] _ இரண்டாவதாக, இது தெளிவற்றது. ஒரே மாதிரியான நிகழ்வுகளைப் பார்க்கும் எந்த இரண்டு பேரும், ஒரு நிகழ்வின் நிகழ்தகவைக் கணக்கிட முயற்சிக்கிறார்கள், தவிர்க்க முடியாமல் அதே பதிலைக் கொண்டு வர வேண்டும்.
uk: Частотне визначення ймовірності має деякі бажані характеристики. По-перше, воно є об'єктивним. Ймовірність події *необхідно* ґрунтується на реальному світі. Єдиний спосіб, у який твердження про ймовірність можуть мати сенс, — це якщо вони стосуються (послідовності) подій, що відбуваються у фізичному всесвіті. [#]_ По-друге, воно є однозначним. Дві людини, які спостерігають за однією і тією ж послідовністю подій і намагаються обчислити ймовірність події, неминуче дійдуть одного і того ж висновку.
