Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: Estimating unknown quantities from a sample
de: Schätzen unbekannter Größen aus einer Stichprobe
nb: Estimering av ukjente størrelser fra et utvalg
ta: ஒரு மாதிரியிலிருந்து அறியப்படாத அளவுகளை மதிப்பிடுதல்
uk: Оцінювання невідомих величин з вибірки

source: At the start of the last chapter I highlighted the critical distinction between *descriptive statistics* and *inferential statistics*. As discussed in :doc:`../Ch04/Ch04_Descriptives`, the role of descriptive statistics is to concisely summarise what we *do* know. In contrast, the purpose of inferential statistics is to “learn what we do not know from what we do”. Now that we have a foundation in probability theory we are in a good position to think about the problem of statistical inference. What kinds of things would we like to learn about? And how do we learn them? These are the questions that lie at the heart of inferential statistics, and they are traditionally divided into two “big ideas”: estimation and hypothesis testing. The goal in this chapter is to introduce the first of these big ideas, estimation theory, but I’m going to witter on about sampling theory first because estimation theory doesn’t make sense until you understand sampling. As a consequence, this chapter divides naturally into two parts :doc:`Ch08_Estimation_1` through :doc:`Ch08_Estimation_3` are focused on sampling theory, and :doc:`Ch08_Estimation_4` and :doc:`Ch08_Estimation_5` make use of sampling theory to discuss how statisticians think about estimation.
nb: I begynnelsen av forrige kapittel understreket jeg det viktige skillet mellom *deskriptivstatistikk* og *inferensstatistikk*. Som diskutert i :doc:`../Ch04/Ch04_Descriptives`, er det deskriptivstatistikk sin rolle å sammenfatte det vi *vet*. I motsetning til dette er formålet med inferensstatistikk å «lære det vi ikke vet av det vi vet». Nå som vi har et grunnlag i sannsynlighetsteori, har vi et godt utgangspunkt for å tenke på problemet med statistisk inferens. Hva slags ting ønsker vi å lære om? Og hvordan lærer vi om dem? Dette er spørsmålene som står i sentrum for inferensstatistikk, og de deles tradisjonelt inn i to «store ideer»: estimering og hypotesetesting. Målet med dette kapittelet er å introdusere den første av disse store ideene, estimeringsteori, men jeg kommer til å snakke om utvalgsteori først, fordi estimeringsteori ikke gir mening før du forstår utvalg. Derfor deler dette kapittelet seg naturlig nok i to deler: :doc:`Ch08_Estimation_1` til :doc:`Ch08_Estimation_3` fokuserer på utvalgsteori, og :doc:`Ch08_Estimation_4` og :doc:`Ch08_Estimation_5` bruker utvalgsteori til å diskutere hvordan statistikere tenker om estimering.
ta: கடைசி அத்தியாயத்தின் தொடக்கத்தில் *விளக்க புள்ளிவிவரங்கள் *மற்றும் *அனுமான புள்ளிவிவரங்கள் *ஆகியவற்றுக்கு இடையிலான முக்கியமான வேறுபாட்டை நான் எடுத்துக்காட்டுகிறேன். விவாதிக்கப்பட்டபடி: டிஓசி: `../ ch04/ch04_descriptives`, விளக்க புள்ளிவிவரங்களின் பங்கு நாம் * தெரிந்து கொள்வதைச் சுருக்கமாக சுருக்கமாகக் கூறுவதாகும். இதற்கு நேர்மாறாக, அனுமான புள்ளிவிவரங்களின் நோக்கம் “நாம் என்ன செய்கிறோம் என்பதிலிருந்து நமக்குத் தெரியாததைக் கற்றுக்கொள்வது”. இப்போது எங்களுக்கு நிகழ்தகவு கோட்பாட்டில் ஒரு அடித்தளம் உள்ளது, புள்ளிவிவர அனுமானத்தின் சிக்கலைப் பற்றி சிந்திக்க நாங்கள் ஒரு நல்ல நிலையில் இருக்கிறோம். என்ன வகையான விசயங்களைப் பற்றி நாம் அறிய விரும்புகிறோம்? அவற்றை நாம் எவ்வாறு கற்றுக்கொள்வது? அனுமான புள்ளிவிவரங்களின் இதயத்தில் இருக்கும் கேள்விகள் இவை, அவை பாரம்பரியமாக இரண்டு "பெரிய யோசனைகளாக" பிரிக்கப்படுகின்றன: மதிப்பீடு மற்றும் கருதுகோள் சோதனை. இந்த அத்தியாயத்தில் உள்ள குறிக்கோள், இந்த பெரிய சிந்தனைகள், மதிப்பீட்டுக் கோட்பாடு ஆகியவற்றை அறிமுகப்படுத்துவதாகும், ஆனால் நான் முதலில் மாதிரி கோட்பாட்டைப் பற்றி புத்திசாலித்தனமாகப் போகிறேன், ஏனெனில் நீங்கள் மாதிரியைப் புரிந்துகொள்ளும் வரை மதிப்பீட்டுக் கோட்பாடு அர்த்தமல்ல. இதன் விளைவாக, இந்த அத்தியாயம் இயற்கையாகவே இரண்டு பகுதிகளாகப் பிரிக்கிறது: டாக்: `CH08_ESTIMATION_1` மூலம்: DOC:` CH08_ESTIMATION_3` மாதிரிக் கோட்பாட்டில் கவனம் செலுத்துகிறது, மற்றும்: DOC: `CH08_ESTIMATION_4` மற்றும்: DOC:` CH08_ESTIMATION_5` மதிப்பீட்டைப் பற்றி புள்ளிவிவர வல்லுநர்கள் எவ்வாறு சிந்திக்கிறார்கள் என்பதைப் பற்றி விவாதிக்கவும்.
uk: На початку останнього розділу я підкреслив важливу відмінність між *описовою статистикою* та *інференційною статистикою*. Як обговорювалося в :doc:`../Ch04/Ch04_Descriptives`, роль описової статистики полягає в тому, щоб стисло підсумувати те, що ми *знаємо*. На відміну від цього, метою інференційної статистики є «дізнатися те, чого ми не знаємо, на основі того, що ми знаємо». Тепер, коли ми маємо основи теорії ймовірностей, ми можемо розглянути проблему статистичного інференції. Що саме ми хотіли б дізнатися? І як ми можемо це дізнатися? Ці питання лежать в основі інференційної статистики, і традиційно вони поділяються на дві «великі ідеї»: оцінювання та перевірка гіпотез. Мета цього розділу — представити першу з цих великих ідей, теорію оцінювання, але спочатку я розповім про теорію вибірки, оскільки теорія оцінювання не має сенсу, доки ви не зрозумієте вибірку. Як наслідок, цей розділ природно поділяється на дві частини: :doc:`Ch08_Estimation_1` до :doc:`Ch08_Estimation_3` зосереджені на теорії вибірки, а :doc:`Ch08_Estimation_4` і :doc:`Ch08_Estimation_5` використовують теорію вибірки для обговорення того, як статистики думають про оцінку.

source: Samples, populations and sampling
de: Stichproben, Grundgesamtheit und Stichprobenziehung
nb: Prøver, populasjoner og prøvetaking
ta: மாதிரி, மக்கள் தொகை மற்றும் மாதிரி
uk: Вибірки, популяції та вибірка

source: In the prelude to Part I discussed the riddle of induction and highlighted the fact that *all* learning requires you to make assumptions. Accepting that this is true, our first task to come up with some fairly general assumptions about data that make sense. This is where **sampling theory** comes in. If probability theory is the foundations upon which all statistical theory builds, sampling theory is the frame around which you can build the rest of the house. Sampling theory plays a huge role in specifying the assumptions upon which your statistical inferences rely. And in order to talk about “making inferences” the way statisticians think about it we need to be a bit more explicit about what it is that we’re drawing inferences *from* (the sample) and what it is that we’re drawing inferences *about* (the population).
de: In der Einleitung zum Teil I habe ich das Rätsel der Induktion erörtert und die Tatsache hervorgehoben, dass *alles* Lernen bestimmte Annahmen benötigt. Wenn wir also davon ausgehen, dass dies stimmt, so besteht unsere erste Aufgabe darin, einige recht allgemeine Annahmen über Daten zu treffen, die Sinn ergeben. An diesem Punkt kommt die **Stichprobentheorie** ins Spiel. Wenn die Wahrscheinlichkeitstheorie das Fundament ist, auf dem die gesamte statistische Theorie aufbaut, dann ist die Stichprobentheorie der Rahmen, um den herum man den Rest des Hauses baut. Die Stichprobentheorie spielt eine wichtige Rolle bei der Festlegung der Annahmen, auf denen Ihre statistischen Schlussfolgerungen beruhen. Um über das „Schlussfolgerungen ziehen“ im Sinne der Statistiker zu sprechen, sollten wir noch etwas deutlicher machen, woraus wir unsere Schlussfolgerungen *ziehen* (die Stichprobe) und worüber wir unsere Schlussfolgerungen *ziehen* (die Population).
nb: I innledningen til denne delen diskuterte jeg induksjonens gåte og understreket det faktum at *all* læring krever at du gjør antakelser. Hvis vi aksepterer at dette er sant, er vår første oppgave å komme opp med noen ganske generelle antakelser om data som gir mening. Det er her **utvalgsteori** kommer inn i bildet. Hvis sannsynlighetsteori er fundamentet som all statistisk teori bygger på, er utvalgsteori rammen som du kan bygge resten av huset rundt. Utvalgsteori spiller en stor rolle når det gjelder å spesifisere forutsetningene som de statistiske slutningene dine bygger på. Og for å kunne snakke om «å trekke slutninger» slik statistikere tenker om det, må vi være litt mer eksplisitte når det gjelder hva det er vi trekker slutninger *fra* (utvalget) og hva det er vi trekker slutninger *om* (populasjonen).
ta: பகுதி I இன் முன்னுரிமையில் தூண்டலின் புதிரைப் பற்றி விவாதித்து, * அனைத்து * கற்றலுக்கும் நீங்கள் அனுமானங்களைச் செய்ய வேண்டும் என்ற உண்மையை எடுத்துக்காட்டுகிறது. இது உண்மை என்பதை ஏற்றுக்கொள்வது, அர்த்தமுள்ள தரவைப் பற்றிய சில பொதுவான அனுமானங்களைக் கொண்டு வருவதற்கான எங்கள் முதல் பணி. இங்குதான் ** மாதிரி கோட்பாடு ** வருகிறது. நிகழ்தகவு கோட்பாடு அனைத்து புள்ளிவிவரக் கோட்பாடுகளும் கட்டும் அடித்தளமாக இருந்தால், மாதிரி கோட்பாடு என்பது நீங்கள் வீட்டின் மற்ற பகுதிகளை உருவாக்கக்கூடிய சட்டமாகும். உங்கள் புள்ளிவிவர அனுமானங்கள் நம்பியிருக்கும் அனுமானங்களைக் குறிப்பிடுவதில் மாதிரி கோட்பாடு பெரும் பங்கு வகிக்கிறது. "அனுமானங்களை உருவாக்குவது" பற்றி பேசுவதற்கு புள்ளிவிவர வல்லுநர்கள் இதைப் பற்றி சிந்திக்கிறார்கள் அனுமானங்கள் * பற்றி * (மக்கள் தொகை).
uk: У вступі до частини I я обговорив загадку індукції та підкреслив той факт, що *будь-яке* навчання вимагає від вас робити припущення. Приймаючи це як факт, нашим першим завданням є сформулювати досить загальні припущення щодо даних, які мають сенс. Тут на допомогу приходить **теорія вибірки**. Якщо теорія ймовірності є фундаментом, на якому будується вся статистична теорія, то теорія вибірки є каркасом, навколо якого можна побудувати решту будинку. Теорія вибірки відіграє величезну роль у визначенні припущень, на яких базуються ваші статистичні висновки. І щоб говорити про «робити висновки» так, як про це думають статистики, нам потрібно бути трохи більш чіткими щодо того, *з чого* ми робимо висновки (вибірка) і *про* що ми робимо висновки (популяція).

source: In almost every situation of interest what we have available to us as researchers is a **sample** of data. We might have run experiment with some number of participants, a polling company might have phoned some number of people to ask questions about voting intentions, and so on. In this way the data set available to us is finite and incomplete. We can’t possibly get every person in the world to do our experiment, for example a polling company doesn’t have the time or the money to ring up every voter in the country. In our earlier discussion of :doc:`../Ch04/Ch04_Descriptives`, this sample was the only thing we were interested in. Our only goal was to find ways of describing, summarising and graphing that sample. This is about to change.
nb: I nesten alle situasjoner av interesse har vi som forskere et **utvalg** av data til rådighet. Vi kan ha gjennomført et eksperiment med et visst antall deltakere, et meningsmålingsfirma kan ha ringt et visst antall personer for å stille spørsmål om stemmeintensjoner, og så videre. På denne måten er datasettet vi har til rådighet, begrenset og ufullstendig. Vi kan umulig få alle mennesker i hele verden til å delta i eksperimentet vårt, for eksempel har ikke et meningsmålingsinstitutt tid eller penger til å ringe opp alle velgere i landet. I vår tidligere diskusjon av :doc:`../Ch04/Ch04_Descriptives` var dette utvalget det eneste vi var interessert i. Vårt eneste mål var å finne måter å beskrive, oppsummere og visualisere dette utvalget på. Dette er i ferd med å endre seg.
ta: ஆர்வமுள்ள ஒவ்வொரு சூழ்நிலையிலும், ஆராய்ச்சியாளர்களாகிய நமக்கு கிடைப்பது ** மாதிரி ** தரவு. சில பங்கேற்பாளர்களுடன் நாங்கள் பரிசோதனையை நடத்தியிருக்கலாம், வாக்களிக்கும் நோக்கங்கள் குறித்து கேள்விகளைக் கேட்க ஒரு வாக்குச் சாவடி சிலருக்கு போன் செய்திருக்கலாம், மற்றும் பல. இந்த வழியில் எங்களுக்கு கிடைக்கும் தரவு தொகுப்பு வரையறுக்கப்பட்ட மற்றும் முழுமையற்றது. உலகில் உள்ள ஒவ்வொரு நபரையும் எங்கள் பரிசோதனையைச் செய்ய நாம் பெற முடியாது, எடுத்துக்காட்டாக ஒரு வாக்குச் சாவடி நிறுவனத்திற்கு நாட்டின் ஒவ்வொரு வாக்காளரையும் வளர்க்க நேரமோ பணமோ இல்லை. எங்கள் முந்தைய கலந்துரையாடலில்: DOC: `../ CH04/CH04_Descriptives`, இந்த மாதிரி நாங்கள் ஆர்வமாக இருந்தது. அந்த மாதிரியை விவரிக்கும், சுருக்கமாகக் கூறுவதற்கும், வரைபடமாக்குவதற்கும் வழிகளைக் கண்டுபிடிப்பதே எங்கள் ஒரே குறிக்கோளாக இருந்தது. இது மாறப்போகிறது.
uk: У майже кожній ситуації, що нас цікавить, ми, як дослідники, маємо у своєму розпорядженні **вибірку** даних. Ми могли провести експеримент з певною кількістю учасників, соціологічна компанія могла зателефонувати певній кількості людей, щоб задати їм питання про наміри голосування тощо. Таким чином, набір даних, який ми маємо у своєму розпорядженні, є скінченним і неповним. Ми не можемо залучити до нашого експерименту всіх людей у світі, наприклад, соціологічна компанія не має часу чи грошей, щоб зателефонувати кожному виборцю в країні. У нашій попередній дискусії про :doc:`../Ch04/Ch04_Descriptives` ця вибірка була єдиною річчю, яка нас цікавила. Нашою єдиною метою було знайти способи опису, узагальнення та графічного представлення цієї вибірки. Це скоро зміниться.

source: Defining a population
de: Definieren einer Grundgesamtheit
nb: Definere en populasjon
ta: ஒரு மக்கள்தொகையை வரையறுத்தல்
uk: Визначення популяції

source: A sample is a concrete thing. You can open up a data file and there’s the data from your sample. A **population**, on the other hand, is a more abstract idea. It refers to the set of all possible people, or all possible observations, that you want to draw conclusions about and is generally *much* bigger than the sample. In an ideal world the researcher would begin the study with a clear idea of what the population of interest is, since the process of designing a study and testing hypotheses with the data does depend on the population about which you want to make statements.
de: Eine Stichprobe ist eine konkrete Sache. Sie können eine Datei öffnen, und darin befinden sich die Daten Ihrer Stichprobe. Eine **Population** hingegen ist ein abstrakterer Begriff. Sie bezieht sich auf die Menge aller möglichen Personen oder aller möglichen Beobachtungen, über die Sie Schlussfolgerungen ziehen wollen und sie ist im Allgemeinen *viel* größer als die Stichprobe. In einer idealen Welt würden Forscher die Studie mit einer klaren Vorstellung von der interessierenden Population beginnen, da der Prozess des Designens einer Studie sowie des Hypothesentestens abhängig davon ist, über was für eine Population Sie Aussagen treffen wollen.
nb: En prøve er en konkret ting. Du kan åpne en datafil, og der finner du dataene fra utvalget ditt. En **populasjon** er derimot et mer abstrakt begrep. Den refererer til mengden av alle mulige personer, eller alle mulige observasjoner, som du ønsker å trekke konklusjoner om, og er vanligvis *mye* større enn utvalget. I en ideell verden ville forskeren begynne studien med en klar idé om hva populasjonen av interesse er, siden prosessen med å utforme en studie og teste hypoteser med dataene avhenger av populasjonen du ønsker å uttale deg om.
ta: ஒரு மாதிரி ஒரு உறுதியான சேதி. நீங்கள் ஒரு தரவுக் கோப்பைத் திறக்கலாம், மேலும் உங்கள் மாதிரியிலிருந்து தரவு உள்ளது. ஒரு ** மக்கள் தொகை **, மறுபுறம், மிகவும் சுருக்கமான சிந்தனை. இது சாத்தியமான அனைத்து நபர்களின் தொகுப்பையும், அல்லது சாத்தியமான அனைத்து அவதானிப்புகளையும் குறிக்கிறது, நீங்கள் முடிவுகளை எடுக்க விரும்புகிறீர்கள், பொதுவாக மாதிரியை விட * மிகச் பெரியது. ஒரு சிறந்த உலகில், ஆராய்ச்சியாளர் ஆர்வத்தின் மக்கள் தொகை என்ன என்பதற்கான தெளிவான யோசனையுடன் ஆய்வைத் தொடங்குவார், ஏனெனில் ஒரு ஆய்வை வடிவமைத்து, தரவுகளுடன் கருதுகோள்களைச் சோதிக்கும் செயல்முறை நீங்கள் அறிக்கைகளை வெளியிட விரும்பும் மக்கள்தொகையைப் பொறுத்தது.
uk: Вибірка – це конкретна річ. Ви можете відкрити файл з даними і побачити дані з вашої вибірки. Натомість **популяція** – це більш абстрактне поняття. Воно означає сукупність усіх можливих людей або всіх можливих спостережень, про які ви хочете зробити висновки, і зазвичай є *набагато* більшою за вибірку. В ідеальному світі дослідник розпочинав би дослідження з чітким уявленням про те, що таке цікава йому генеральна сукупність, оскільки процес розробки дослідження та перевірки гіпотез за допомогою даних залежить від генеральної сукупності, про яку ви хочете зробити висновки.

source: Sometimes it’s easy to state the population of interest. For instance, in the “polling company” example that opened the chapter the population consisted of all voters enrolled at the time of the study, millions of people. The sample was a set of 1000 people who all belong to that population. In most studies the situation is much less straightforward. In a typical psychological experiment determining the population of interest is a bit more complicated. Suppose I run an experiment using 100 undergraduate students as my participants. My goal, as a cognitive scientist, is to try to learn something about how the mind works. So, which of the following would count as “the population”:
de: Manchmal ist es einfach, die interessierende Population zu bestimmen. Im Beispiel des „Meinungsforschungsunternehmens“, mit dem das Kapitel eingeleitet wurde, bestand die Grundgesamtheit aus allen Wählern, die zum Zeitpunkt der Studie wahlberechtigt waren, also aus Millionen von Menschen. Die Stichprobe bestand aus einer Gruppe von 1000 Personen, die alle zu dieser Population gehörten. Bei den meisten Studien ist die Situation weit weniger einfach. Bei einem typischen psychologischen Experiment ist die Bestimmung der interessierenden Population etwas komplizierter. Nehmen wir an, ich würde ein Experiment mit 100 Studierenden als Teilnehmende durchführen. Mein Ziel als Kognitionswissenschaftler ist es, etwas darüber zu erfahren, wie das Denken funktioniert. Welche der folgenden Personen könnten also als „die Population“ gelten:
nb: Noen ganger er det enkelt å angi populasjonen man er interessert i. I eksemplet med «meningsmålingsinstituttet» som innledet kapitlet, besto populasjonen av alle velgere som var registrert på undersøkelsestidspunktet, altså millioner av mennesker. Utvalget var et sett på 1000 personer som alle tilhørte denne populasjonen. I de fleste studier er situasjonen mye mindre enkel. I et typisk psykologisk eksperiment er det litt mer komplisert å bestemme populasjonen av interesse. Anta at jeg gjennomfører et eksperiment med 100 studenter som deltakere. Målet mitt, som kognitiv forsker, er å prøve å lære noe om hvordan hjernen fungerer. Hvilke av de følgende personene vil telle som «populasjonen»:
ta: சில நேரங்களில் வட்டி மக்கள்தொகையை குறிப்பிடுவது எளிது. உதாரணமாக, அத்தியாயத்தைத் திறந்த “வாக்குச் சாவடி” எடுத்துக்காட்டில், ஆய்வின் போது பதிவுசெய்யப்பட்ட அனைத்து வாக்காளர்களையும், மில்லியன் கணக்கான மக்கள் மக்கள்தொகை கொண்டவர்கள். மாதிரி அந்த மக்கள்தொகையைச் சேர்ந்த 1000 பேரின் தொகுப்பாகும். பெரும்பாலான ஆய்வுகளில் நிலைமை மிகக் குறைவான நேரடியானது. ஆர்வத்தின் மக்கள்தொகையை தீர்மானிக்கும் ஒரு பொதுவான உளவியல் பரிசோதனையில் சற்று சிக்கலானது. எனது பங்கேற்பாளர்களாக 100 இளங்கலை மாணவர்களைப் பயன்படுத்தி ஒரு பரிசோதனையை நடத்துகிறேன் என்று வைத்துக்கொள்வோம். அறிவாற்றல் விஞ்ஞானியாக எனது குறிக்கோள், மனம் எவ்வாறு செயல்படுகிறது என்பதைப் பற்றி ஏதாவது அறிய முயற்சிப்பதாகும். எனவே, பின்வருவனவற்றில் எது “மக்கள் தொகை” என்று கருதப்படும்:
uk: Іноді легко визначити популяцію, що нас цікавить. Наприклад, у прикладі з «компанією, що проводить опитування», який наводився на початку розділу, популяція складалася з усіх виборців, зареєстрованих на момент дослідження, тобто мільйонів людей. Вибірка складалася з 1000 осіб, які всі належали до цієї популяції. У більшості досліджень ситуація набагато складніша. У типовому психологічному експерименті визначення популяції, що нас цікавить, є дещо складнішим. Припустимо, я проводжу експеримент, в якому беруть участь 100 студентів-бакалаврів. Моя мета, як когнітивного вченого, полягає в тому, щоб дізнатися щось про те, як працює розум. Отже, що з наведеного нижче можна вважати «популяцією»:

source: All of the undergraduate psychology students at the University of Adelaide?
de: Alle Psychologiestudenten an der University of Adelaide?
nb: Alle psykologistudentene ved University of Adelaide?
ta: அடிலெய்ட் பல்கலைக்கழகத்தில் இளங்கலை உளவியல் மாணவர்கள் அனைவரும்?
uk: Усі студенти-психологи в Університеті Аделаїди?

source: Undergraduate psychology students in general, anywhere in the world?
de: Psychologiestudierende im Allgemeinen, überall auf der Welt?
nb: Psykologistudenter generelt, hvor som helst i verden?
ta: பொதுவாக இளங்கலை உளவியல் மாணவர்கள், உலகில் எங்கும்?
uk: Студенти-психологи загалом, де завгодно у світі?

source: Australians currently living?
de: Australier, die derzeit leben?
nb: Australiere som lever i dag?
ta: தற்போது வசிக்கும் ஆச்திரேலியர்கள்?
uk: Австралійці, які зараз проживають?

source: Australians of similar ages to my sample?
de: Australier im ähnlichen Alter wie meine Stichprobe?
nb: Australiere i samme alder som mitt utvalg?
ta: எனது மாதிரிக்கு ஒத்த அகவை ஆச்திரேலியர்கள்?
uk: Австралійці того ж віку, що й моя вибірка?

source: Anyone currently alive?
de: Alle, die derzeit leben?
nb: Er det noen som er i live nå?
ta: தற்போது யாராவது உயிருடன் இருக்கிறார்களா?
uk: Є хтось зараз живий?

source: Any human being, past, present or future?
de: Jedes menschliche Wesen, der Vergangenheit, Gegenwart und Zukunft?
nb: Ethvert menneske, i fortid, nåtid eller fremtid?
ta: எந்த மனிதனும், கடந்த கால, நிகழ்காலம் அல்லது எதிர்காலமா?
uk: Будь-яка людина, минула, теперішня чи майбутня?

source: Any biological organism with a sufficient degree of intelligence operating in a terrestrial environment?
de: Jeder biologische Organismus mit einem ausreichenden Maß an Intelligenz, der in einer irdischen Umgebung lebt?
nb: Enhver biologisk organisme med en tilstrekkelig grad av intelligens som opererer i et jordisk miljø?
ta: ஒரு நிலப்பரப்பு சூழலில் செயல்படும் போதுமான அளவு உளவுத்துறையுடன் ஏதேனும் உயிரியல் உயிரினம்?
uk: Будь-який біологічний організм з достатнім ступенем інтелекту, що діє в земному середовищі?

source: Any intelligent being?
de: Jedes intelligente Lebewesen?
nb: Ethvert intelligent vesen?
ta: ஏதேனும் புத்திசாலி?
uk: Якась розумна істота?
