Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: This is very handy, but of course almost every research project of interest involves looking at a different population of people to those used in the test norms. For instance, suppose you wanted to measure the effect of low level lead poisoning on cognitive functioning in Port Pirie, a South Australian industrial town with a lead smelter. Perhaps you decide that you want to compare IQ scores among people in Port Pirie to a comparable sample in Whyalla, a South Australian industrial town with a steel refinery.\ [#]_ Regardless of which town you’re thinking about, it doesn’t make a lot of sense simply to *assume* that the true population mean IQ is 100. No-one has, to my knowledge, produced sensible norming data that can automatically be applied to South Australian industrial towns. We’re going to have to **estimate** the population parameters from a sample of data. So how do we do this?
de: Das ist sehr praktisch, aber natürlich wird bei fast jedem interessanten Forschungsprojekt eine andere Bevölkerungsgruppe untersucht als die, die für die Testnormen verwendet wurde. Nehmen wir zum Beispiel an, Sie wollten herausfinden wollen, welche Auswirkungen ständig einer (wenn auch geringen) Menge Blei ausgesetzt zu sein auf die kognitiven Fähigkeiten hat. Sie führen daher Messungen in Port Pirie, einer südaustralischen Industriestadt mit einer Bleischmelze, durch. Vielleicht beschließen Sie, die IQ-Werte der Menschen in Port Pirie mit einer vergleichbaren Stichprobe in Whyalla, einer südaustralischen Industriestadt mit einer Stahlraffinerie, zu vergleichen.\ [#]_ Unabhängig davon, an welche Stadt Sie denken, macht es nicht viel Sinn, einfach davon *auszugehen*, dass der wahre Durchschnitts-IQ der Bevölkerung 100 beträgt. Meines Wissens hat noch niemand vernünftige Normierungsdaten vorgelegt, die sich automatisch auf südaustralische Industriestädte anwenden lassen. Wir müssen die Populationsparameter aus einer Stichprobe von Daten **schätzen**. Wie machen wir das also?
nb: Dette er veldig praktisk, men nesten alle forskningsprosjekter av interesse innebærer selvsagt at man ser på en annen populasjon enn den som brukes i testnormene. Tenk deg for eksempel at du ønsker å måle effekten av blyforgiftning på kognitive funksjoner i Port Pirie, en sør-australsk industriby med et blysmelteverk. Kanskje du bestemmer deg for at du vil sammenligne IQ-skårer blant folk i Port Pirie med et sammenlignbart utvalg i Whyalla, en sør-australsk industriby med et stålraffineri.\ [#]_ Uansett hvilken by du tenker på, gir det ikke mye mening å bare *anta* at den sanne gjennomsnittlige IQ-en i befolkningen er 100. Ingen har, så vidt jeg vet, produsert fornuftige normeringsdata som automatisk kan brukes på sør-australske industribyer. Vi er nødt til å **estimere** befolkningsparametrene fra et utvalg av data. Så hvordan gjør vi dette?
ta: இது மிகவும் எளிது, ஆனால் நிச்சயமாக ஒவ்வொரு ஆர்வமுள்ள ஒவ்வொரு ஆராய்ச்சித் திட்டமும் சோதனை விதிமுறைகளில் பயன்படுத்தப்படுபவர்களுக்கு வேறுபட்ட மக்கள்தொகையைப் பார்ப்பது அடங்கும். உதாரணமாக, தென் ஆச்திரேலிய தொழில்துறை நகரமான துறைமுகம் பிர்யில் ஒரு முன்னணி ச்மெல்ட்டருடன் அறிவாற்றல் செயல்பாட்டில் குறைந்த அளவிலான ஈய விசத்தின் விளைவை அளவிட விரும்புகிறீர்கள் என்று வைத்துக்கொள்வோம். எஃகு சுத்திகரிப்பு நிலையத்துடன் கூடிய தெற்கு ஆச்திரேலிய தொழில்துறை நகரமான வொல்லாவில் உள்ள ஒரு ஒப்பிடக்கூடிய மாதிரியுடன் துறைமுகம் பைரியில் உள்ளவர்களிடையே ஐ.க்யூ மதிப்பெண்களை ஒப்பிட விரும்புகிறீர்கள் என்று நீங்கள் முடிவு செய்திருக்கலாம். \ [#] _ நீங்கள் எந்த நகரத்தைப் பற்றி நினைத்தாலும், அது இல்லை ' உண்மையான மக்கள்தொகை என்பது IQ 100 என்று பொருள் என்று கருதுவதற்கு * நிறைய அர்த்தத்தை தருகிறது. என் அறிவுக்கு, தென் ஆச்திரேலிய தொழில்துறை நகரங்களுக்கு தானாகவே பயன்படுத்தக்கூடிய விவேகமான நெறிமுறை தரவுகளை யாரும் உருவாக்கவில்லை. தரவுகளின் மாதிரியிலிருந்து மக்கள் தொகை அளவுருக்களை ** மதிப்பிட வேண்டும் **. எனவே இதை எப்படி செய்வது?
uk: Це дуже зручно, але, звичайно, майже кожен цікавий дослідницький проект передбачає вивчення іншої групи населення, ніж та, яка використовується в тестових нормах. Наприклад, припустимо, ви хочете виміряти вплив низького рівня отруєння свинцем на когнітивні функції в Порт-Пірі, промисловому місті в Південній Австралії, де знаходиться свинцевий завод. Можливо, ви вирішите порівняти показники IQ жителів Порт-Пірі з аналогічною вибіркою в Вайала, промисловому місті в Південній Австралії, де знаходиться сталеливарний завод. [#]_ Незалежно від того, про яке місто ви думаєте, не має сенсу просто *припускати*, що середній IQ населення становить 100. Наскільки мені відомо, ніхто не створив розумних нормативних даних, які можна було б автоматично застосувати до промислових міст Південної Австралії. Нам доведеться **оцінити** параметри населення на основі вибірки даних. Як це зробити?

source: Estimating the population mean
de: Schätzen des Mittelwerts der Grundgesamtheit
nb: Estimering av populasjonsgjennomsnittet
ta: மக்கள்தொகையை மதிப்பிடுவது
uk: Оцінка середнього значення популяції

source: Suppose we go to Port Pirie and 100 of the locals are kind enough to sit through an IQ test. The average IQ score among these people turns out to be *X̄* = 98.5. So what is the true mean IQ for the entire population of Port Pirie? Obviously, we don’t know the answer to that question. It could be 97.2, but it could also be 103.5. Our sampling isn’t exhaustive so we cannot give a definitive answer. Nevertheless, if I was forced at gunpoint to give a “best guess” I’d have to say 98.5. That’s the essence of statistical estimation: giving a best guess.
de: Nehmen wir an, wir fahren nach Port Pirie und 100 Einheimische sind so freundlich, sich einem IQ-Test zu unterziehen. Der durchschnittliche IQ-Wert unter diesen Menschen beträgt *X̄* = 98,5. Wie hoch ist also der tatsächliche Durchschnitts-IQ für die gesamte Bevölkerung von Port Pirie? Offensichtlich kennen wir die Antwort auf diese Frage nicht. Er könnte bei 97,2 liegen, aber auch bei 103,5. Unsere Stichprobe ist nicht erschöpfend, so dass wir keine endgültige Antwort geben können. Wenn ich jedoch mit vorgehaltener Waffe gezwungen wäre, eine „beste Schätzung“ abzugeben, würde ich 98,5 sagen. Das ist das Wesentliche einer statistischen Schätzung: eine beste Schätzung abzugeben.
nb: Anta at vi drar til Port Pirie, og at 100 av de lokale er så vennlige å stille opp på en IQ-test. Den gjennomsnittlige IQ-skåren blant disse menneskene viser seg å være *X̄* = 98,5. Så hva er den sanne gjennomsnitts-IQ-en for hele befolkningen i Port Pirie? Det vet vi selvsagt ikke svaret på. Den kan være 97,2, men den kan også være 103,5. Utvalget vårt er ikke uttømmende, så vi kan ikke gi et definitivt svar. Likevel, hvis jeg ble tvunget til å gi en «best mulg gjetning», ville jeg måtte si 98,5. Det er det som er essensen i statistisk estimering: å gi en beste gjetning.
ta: நாங்கள் துறைமுகம் பிரிக்குச் செல்கிறோம் என்று வைத்துக்கொள்வோம், மேலும் 100 உள்ளக மக்கள் ஒரு ஐ.க்யூ சோதனையின் மூலம் உட்கார போதுமானவர்கள். இந்த நபர்களிடையே சராசரி ஐ.க்யூ மதிப்பெண் * x̄ * = 98.5 ஆக மாறும். துறைமுகம் பிரியின் முழு மக்களுக்கும் உண்மையான சராசரி IQ என்ன? வெளிப்படையாக, அந்த கேள்விக்கான பதில் எங்களுக்குத் தெரியாது. இது 97.2 ஆக இருக்கலாம், ஆனால் இது 103.5 ஆகவும் இருக்கலாம். எங்கள் மாதிரி முழுமையடையாது, எனவே ஒரு உறுதியான பதிலை எங்களால் கொடுக்க முடியாது. ஆயினும்கூட, “சிறந்த யூகத்தை” கொடுக்க துப்பாக்கி முனையில் நான் கட்டாயப்படுத்தப்பட்டால், நான் 98.5 என்று சொல்ல வேண்டும். இது புள்ளிவிவர மதிப்பீட்டின் சாராம்சம்: ஒரு சிறந்த யூகத்தை அளிக்கிறது.
uk: Припустимо, ми їдемо до Порт-Пірі, і 100 місцевих жителів люб'язно погоджуються пройти тест на IQ. Середній показник IQ серед цих людей виявляється *X̄* = 98,5. То який же справжній середній IQ для всього населення Порт-Пірі? Очевидно, що ми не знаємо відповіді на це питання. Він може бути 97,2, а може бути і 103,5. Наша вибірка не є вичерпною, тому ми не можемо дати остаточної відповіді. Проте, якби мене під дулом пістолета змусили дати «найкраще припущення», я б сказав 98,5. У цьому полягає суть статистичної оцінки: дати найкраще припущення.

source: In this example estimating the unknown poulation parameter is straightforward. I calculate the sample mean and I use that as my **estimate of the population mean**. It’s pretty simple, and in the next section I’ll explain the statistical justification for this intuitive answer. However, for the moment what I want to do is make sure you recognise that the sample statistic and the estimate of the population parameter are conceptually different things. A sample statistic is a description of your data, whereas the estimate is a guess about the population. With that in mind, statisticians often different notation to refer to them. For instance, if the true population mean is denoted µ, then we would use :math:`\hat\mu` to refer to our estimate of the population mean. In contrast, the sample mean is denoted *X̄* or sometimes *m* or *M*. However, in simple random samples the estimate of the population mean is identical to the sample mean. If I observe a sample mean of *X̄* = 98.5 then my estimate of the population mean is also :math:`\hat\mu` = 98.5. To help keep the notation clear, here’s a handy table:
de: In diesem Beispiel ist das Schätzen des unbekannten Populationsparameters ganz einfach. Ich berechne den Stichprobenmittelwert und verwende ihn als **Schätzung des Populationsmittelwerts**. Das ist ziemlich einfach, und im nächsten Abschnitt werde ich die statistische Rechtfertigung für diese intuitive Antwort erläutern. Im Moment möchte ich jedoch sicherstellen, dass Sie erkennen, dass es sich bei der Stichprobenstatistik und der Schätzung des Populationsparameters um konzeptionell unterschiedliche Dinge handelt. Eine Stichprobenstatistik ist eine Beschreibung Ihrer Daten, während die Schätzung eine Vermutung über die Grundgesamtheit ist. Aus diesem Grund verwenden Statistiker häufig unterschiedliche Bezeichnungen für die beiden Begriffe. Wenn zum Beispiel der wahre Mittelwert der Grundgesamtheit mit µ bezeichnet wird, dann würden wir :math:`\hat\mu` verwenden, um unsere Schätzung des Mittelwerts der Grundgesamtheit zu bezeichnen. Im Gegensatz dazu wird der Stichprobenmittelwert mit *X̄* oder manchmal auch mit *m* oder *M* bezeichnet. Bei einfachen Zufallsstichproben ist der Schätzwert des Populationsmittelwerts jedoch identisch mit dem Stichprobenmittelwert. Wenn ich einen Stichprobenmittelwert von *X̄* = 98,5 beobachte, dann ist mein Schätzwert für den Populationsmittelwert ebenfalls :math:`\hat\mu` = 98,5. Um die Notation zu verdeutlichen, finden Sie hier eine praktische Tabelle:
nb: I dette eksempelet er det enkelt å estimere den ukjente populasjonsparameteren. Jeg beregner gjennomsnittet i utvalget, og bruker det som **estimat av populasjonsgjennomsnittet**. Det er ganske enkelt, og i neste avsnitt skal jeg forklare den statistiske begrunnelsen for dette intuitive svaret. Men for øyeblikket vil jeg sørge for at du er klar over at utvalgsstatistikken og estimatet av populasjonsparameteren er to konseptuelt forskjellige ting. En utvalgsstatistikk er en beskrivelse av dataene dine, mens estimatet er en gjetning om populasjonen. Med dette i bakhodet bruker statistikere ofte ulike notasjoner for å referere til dem. Hvis for eksempel det sanne populasjonsgjennomsnittet betegnes µ, bruker vi :math:`\hat\mu` for å referere til vårt estimat av populasjonsgjennomsnittet. I motsetning til dette betegnes utvalgsgjennomsnittet *X̄* eller noen ganger *m* eller *M*. I enkle tilfeldige utvalg er imidlertid estimatet av populasjonsgjennomsnittet identisk med utvalgsgjennomsnittet. Hvis jeg observerer et utvalgsgjennomsnitt på *X̄* = 98,5, er estimatet mitt av populasjonsgjennomsnittet også :math:`\hat\mu` = 98,5. Her er en praktisk tabell for å holde notasjonen klar:
ta: இந்த எடுத்துக்காட்டில் அறியப்படாத கோலேசன் அளவுருவை மதிப்பிடுவது நேரடியானது. நான் மாதிரி சராசரியைக் கணக்கிடுகிறேன், மக்கள்தொகையின் எனது ** மதிப்பீடாக நான் அதைப் பயன்படுத்துகிறேன் **. இது மிகவும் எளிதானது, அடுத்த பகுதியில் இந்த உள்ளுணர்வு பதிலுக்கான புள்ளிவிவர நியாயத்தை நான் விளக்குகிறேன். எவ்வாறாயினும், நான் என்ன செய்ய விரும்புகிறேன் என்பது மாதிரி புள்ளிவிவரமும் மக்கள்தொகை அளவுருவின் மதிப்பீடும் கருத்தியல் ரீதியாக வேறுபட்ட விசயங்கள் என்பதை நீங்கள் அங்கீகரிப்பதை உறுதிசெய்க. ஒரு மாதிரி புள்ளிவிவரம் என்பது உங்கள் தரவின் விளக்கமாகும், அதேசமயம் மதிப்பீடு என்பது மக்கள்தொகையைப் பற்றிய ஒரு யூகமாகும். இதைக் கருத்தில் கொண்டு, புள்ளிவிவர வல்லுநர்கள் பெரும்பாலும் அவற்றைக் குறிக்க வேறுபட்ட குறியீட்டைக் கொண்டுள்ளனர். உதாரணமாக, உண்மையான மக்கள்தொகை சராசரி எனக் குறிக்கப்பட்டால், நாம் பயன்படுத்துவோம்: கணிதம்: `\ தொப்பி \ mu` மக்கள் தொகை குறித்த நமது மதிப்பீட்டைக் குறிக்க. இதற்கு நேர்மாறாக, மாதிரி சராசரி *x̄ *அல்லது சில நேரங்களில் *m *அல்லது *m *எனக் குறிக்கப்படுகிறது. இருப்பினும், எளிய சீரற்ற மாதிரிகளில் மக்கள்தொகை சராசரி மதிப்பீடு மாதிரி சராசரிக்கு ஒத்ததாகும். * X̄ * = 98.5 இன் மாதிரி சராசரியை நான் கவனித்தால், மக்கள்தொகையைப் பற்றிய எனது மதிப்பீடும் அர்த்தம்: கணிதம்: `\ தொப்பி \ mu` = 98.5. குறியீட்டை தெளிவாக வைத்திருக்க உதவ, இங்கே ஒரு எளிமையான அட்டவணை:
uk: У цьому прикладі оцінка невідомого параметра популяції є досить простою. Я обчислюю середнє значення вибірки і використовую його як **оцінку середнього значення популяції**. Це досить просто, і в наступному розділі я поясню статистичне обґрунтування цього інтуїтивного відповіді. Однак на даний момент я хочу переконатися, що ви розумієте, що вибіркова статистика і оцінка параметра популяції є концептуально різними поняттями. Вибіркова статистика — це опис ваших даних, тоді як оцінка — це припущення про генеральну сукупність. З огляду на це, статистики часто використовують різні позначення для їх позначення. Наприклад, якщо справжнє середнє значення генеральної сукупності позначається µ, то ми будемо використовувати :math:`\hat\mu` для позначення нашої оцінки середнього значення генеральної сукупності. На відміну від цього, середнє значення вибірки позначається *X̄* або іноді *m* чи *M*. Однак у простих випадкових вибірках оцінка середнього значення генеральної сукупності є ідентичною середньому значенню вибірки. Якщо я спостерігаю середнє значення вибірки *X̄* = 98,5, то моя оцінка середнього значення генеральної сукупності також дорівнює :math:`\hat\mu` = 98,5. Щоб полегшити розуміння позначень, ось зручна таблиця:

source: Symbol
ta: அடையாளம்
uk: Символ

source: What is it?
de: Was bedeutet das?
nb: Hva er det?
ta: அது என்ன?
uk: Що це?

source: Do we know what it is?
de: Wissen wir, was es ist?
nb: Vet vi hva det er?
ta: அது என்னவென்று எங்களுக்குத் தெரியுமா?
uk: Чи знаємо ми, що це таке?

source: Sample mean
de: Stichprobenmittelwert
nb: Gjennomsnittlig utvalg
ta: மாதிரி சராசரி
uk: Середнє значення вибірки

source: Yes, calculated from the raw data
de: Ja, berechnet aus den Rohdaten
nb: Ja, beregnet fra rådataene
ta: ஆம், மூல தரவுகளிலிருந்து கணக்கிடப்படுகிறது
uk: Так, розраховано на основі необроблених даних

source: True population mean
de: Wahrer Bevölkerungsmittelwert
nb: Populasjonens sanne gjennomsnitt
ta: உண்மையான மக்கள் தொகை சராசரி
uk: Справжнє середнє значення населення

source: Almost never known for sure
de: Fast nie mit Sicherheit bekannt
nb: Det vet man nesten aldri med sikkerhet
ta: நிச்சயமாக ஒருபோதும் அறியப்படவில்லை
uk: Майже ніколи не відомо напевно

source: Estimate of the population mean
de: Schätzung des Mittelwerts der Grundgesamtheit
nb: Estimat av populasjonsgjennomsnittet
ta: மக்கள்தொகையின் மதிப்பீடு பொருள்
uk: Оцінка до середнього значення популяції

source: Yes, identical to the sample mean in simple random samples
de: Ja, bei einfachen Zufallsstichproben mit dem Stichprobenmittelwert identisch
nb: Ja, identisk med gjennomsnittet i enkle tilfeldige utvalg
ta: ஆம், எளிய சீரற்ற மாதிரிகளில் மாதிரிக்கு ஒத்ததாகும்
uk: Так, ідентично вибірковому середньому значенню у простих випадкових вибірках

source: Estimating the population standard deviation
de: Schätzen der Standardabweichung der Grundgesamtheit
nb: Estimering av standardavviket i populasjonen
ta: மக்கள்தொகை நிலையான விலகலை மதிப்பிடுதல்
uk: Оцінка стандартного відхилення генеральної сукупності

source: So far, estimation seems pretty simple, and you might be wondering why I forced you to read through all that stuff about sampling theory. In the case of the mean our estimate of the population parameter (i.e. :math:`\hat\mu`) turned out to be identical to the corresponding sample statistic (i.e. *X̄*). However, that’s not always true. To see this, let’s have a think about how to construct an **estimate of the population standard deviation**, which we’ll denote :math:`\hat\sigma`. What shall we use as our estimate in this case? Your first thought might be that we could do the same thing we did when estimating the mean, and just use the sample statistic as our estimate. That’s almost the right thing to do, but not quite.
de: Bis jetzt scheint die Schätzung ziemlich einfach zu sein, und Sie werden sich vielleicht fragen, warum ich Sie gezwungen habe, den ganzen Kram über Stichprobentheorie durchzulesen. Im Fall des Mittelwerts hat sich herausgestellt, dass unsere Schätzung des Populationsparameters (d. h. :math:`\hat\mu`) identisch mit der entsprechenden Stichprobenstatistik ist (d. h. *X̄*). Das ist jedoch nicht immer der Fall. Um das zu sehen, überlegen wir uns, wie wir eine **Schätzung der Standardabweichung der Grundgesamtheit** konstruieren können, die wir als :math:`\hat\sigma` bezeichnen. Was sollen wir in diesem Fall als Schätzung verwenden? Ihr erster Gedanke könnte sein, dass wir dasselbe tun könnten wie beim Schätzen des Mittelwerts und einfach die Stichprobenstatistik als Schätzer verwenden. Das ist fast das Richtige, aber nicht ganz.
nb: Så langt virker estimeringen ganske enkel, og du lurer kanskje på hvorfor jeg tvang deg til å lese alt det der om utvalgsteori. I tilfellet med gjennomsnittet viste det seg at estimatet vårt av populasjonsparameteren (dvs. :math:`\hat\mu`) var identisk med den tilsvarende utvalgsstatistikken (dvs. *X̄*). Det er imidlertid ikke alltid sant. For å se dette, la oss tenke litt på hvordan vi kan konstruere et **estimat av populasjonens standardavvik**, som vi kaller :math:`\hat\sigma`. Hva skal vi bruke som estimat i dette tilfellet? Din første tanke er kanskje at vi kan gjøre det samme som vi gjorde da vi estimerte gjennomsnittet, og bare bruke utvalgsstatistikken som estimat. Det er nesten det riktige å gjøre, men ikke helt.
ta: இதுவரை, மதிப்பீடு மிகவும் எளிமையானதாகத் தோன்றுகிறது, மேலும் மாதிரி கோட்பாட்டைப் பற்றிய எல்லாவற்றையும் படிக்க நான் ஏன் உங்களை கட்டாயப்படுத்தினேன் என்று நீங்கள் யோசித்துக்கொண்டிருக்கலாம். சராசரி மக்கள்தொகை அளவுருவைப் பற்றிய எங்கள் மதிப்பீடு (அதாவது: கணிதம்: `\ தொப்பி \ mu`) தொடர்புடைய மாதிரி புள்ளிவிவரத்திற்கு (அதாவது *x̄ *) ஒத்ததாக மாறியது. இருப்பினும், அது எப்போதும் உண்மையல்ல. இதைப் பார்க்க, மக்கள்தொகை தர விலகல் ** இன் ** மதிப்பீட்டை எவ்வாறு உருவாக்குவது என்பது பற்றி சிந்திக்கலாம், அதை நாங்கள் குறிப்போம்: கணிதம்: `\ தொப்பி \ சிக்மா`. இந்த விசயத்தில் எங்கள் மதிப்பீடாக நாம் எதைப் பயன்படுத்த வேண்டும்? உங்கள் முதல் எண்ணம் என்னவென்றால், சராசரியை மதிப்பிடும்போது நாங்கள் செய்ததைப் போலவே செய்ய முடியும், மேலும் மாதிரி புள்ளிவிவரத்தை எங்கள் மதிப்பீடாகப் பயன்படுத்துங்கள். இது கிட்டத்தட்ட சரியான சேதி, ஆனால் இல்லை.
uk: Досі оцінка здається досить простою, і ви, можливо, дивуєтеся, чому я змусив вас прочитати все це про теорію вибірки. У випадку середнього значення наша оцінка параметра генеральної сукупності (тобто :math:`\hat\mu`) виявилася ідентичною відповідній вибірковій статистиці (тобто *X̄*). Однак це не завжди так. Щоб це зрозуміти, давайте поміркуємо, як побудувати **оцінку стандартного відхилення генеральної сукупності**, яку позначимо :math:`\hat\sigma`. Що ми будемо використовувати як оцінку в цьому випадку? Ваша перша думка може бути такою, що ми можемо зробити те саме, що й при оцінці середнього значення, і просто використовувати вибіркову статистику як нашу оцінку. Це майже правильний підхід, але не зовсім.

source: Here’s why. Suppose I have a sample that contains a single observation. For this example, it helps to consider a sample where you have no intuitions at all about what the true population values might be, so let’s use something completely fictitious. Suppose the observation in question measures the *cromulence* of my shoes. It turns out that my shoes have a cromulence of 20. So here’s my sample:
de: Und zwar aus folgendem Grund. Angenommen, ich habe eine Stichprobe, die eine einzige Beobachtung enthält. Für dieses Beispiel ist es hilfreich, sich eine Stichprobe vorzustellen, bei der man überhaupt keine Vorstellung davon hat, wie die wahren Werte der Grundgesamtheit aussehen könnten, also nehmen wir etwas völlig Fiktives. Nehmen wir an, die betreffende Beobachtung misst die *cromulence* meiner Schuhe. Es stellt sich heraus, dass meine Schuhe eine *cromulence* von 20 haben. Hier ist also meine Probe:
nb: Her er hvorfor. Anta at jeg har et utvalg som inneholder én enkelt observasjon. I dette eksempelet er det nyttig å tenke seg et utvalg der du ikke har noen som helst intuisjon om hva de sanne populasjonsverdiene kan være, så la oss bruke noe helt fiktivt. Anta at observasjonen måler *kromulensen* til skoene mine. Det viser seg at skoene mine har en kromulens på 20. Så her er utvalget mitt:
ta: இங்கே ஏன். ஒற்றை அவதானிப்பைக் கொண்ட ஒரு மாதிரி என்னிடம் உள்ளது என்று வைத்துக்கொள்வோம். இந்த எடுத்துக்காட்டுக்கு, உண்மையான மக்கள்தொகை மதிப்புகள் என்னவாக இருக்கும் என்பதைப் பற்றி உங்களுக்கு உள்ளுணர்வுகள் இல்லாத ஒரு மாதிரியைக் கருத்தில் கொள்ள இது உதவுகிறது, எனவே முற்றிலும் கற்பனையான ஒன்றைப் பயன்படுத்துவோம். கேள்விக்குரிய அவதானிப்பு எனது காலணிகளின் * க்ரோமுலென்சை * அளவிடுகிறது என்று வைத்துக்கொள்வோம். எனது காலணிகளில் 20 பேர் உள்ளனர் என்று மாறிவிடும். எனவே இங்கே எனது மாதிரி:
uk: Ось чому. Припустимо, я маю вибірку, що містить одне спостереження. Для цього прикладу корисно розглянути вибірку, де ви не маєте жодного уявлення про те, якими можуть бути справжні значення генеральної сукупності, тому давайте використаємо щось повністю вигадане. Припустимо, що дане спостереження вимірює *кромулентність* мого взуття. Виявляється, що моє взуття має кромулентність 20. Отже, ось моя вибірка:
