Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: Okay, so the passage comes across as a bit condescending (not to mention sexist), but his main point is correct. It really does feel obvious that more data will give you better answers. The question is, why is this so? Not surprisingly, this intuition that we all share turns out to be correct, and statisticians refer to it as the **law of large numbers**. The law of large numbers is a mathematical law that applies to many different sample statistics but the simplest way to think about it is as a law about averages. The sample mean is the most obvious example of a statistic that relies on averaging (because that’s what the mean is… an average), so let’s look at that. When applied to the sample mean what the law of large numbers states is that as the sample gets larger, the sample mean tends to get closer to the true population mean. Or, to say it a little bit more precisely, as the sample size “approaches” infinity (written as *N* → ∞), the sample mean approaches the population mean (*X̄* → µ).\ [#]_
de: Okay, die Passage wirkt ein wenig herablassend (um nicht zu sagen sexistisch), aber sein Hauptargument ist richtig. Es ist wirklich offensichtlich, dass man mit mehr Daten bessere Antworten erhält. Die Frage ist, warum ist das so? Es überrascht nicht, dass diese Intuition, die wir alle teilen, sich als richtig erweist. Statistiker bezeichnen sie als das **Gesetz der großen Zahlen**. Das Gesetz der großen Zahlen ist ein mathematisches Gesetz, das auf viele verschiedene Stichprobenstatistiken anwendbar ist. Am einfachsten kann man es sich aber als Gesetz über Durchschnittswerte vorstellen. Der Stichprobenmittelwert ist das offensichtlichste Beispiel für eine Statistik, die auf der Mittelwertbildung beruht (denn genau das ist der Mittelwert… ein Durchschnitt), also schauen wir uns diesen an. Bei der Anwendung auf den Stichprobenmittelwert besagt das Gesetz der großen Zahlen, dass sich der Stichprobenmittelwert mit zunehmender Größe der Stichprobe tendenziell dem wahren Mittelwert der Grundgesamtheit annähert. Oder, um es etwas präziser auszudrücken, wenn der Stichprobenumfang sich der Unendlichkeit „nähert“ (geschrieben als *N* → ∞), nähert sich der Stichprobenmittelwert dem Mittelwert der Grundgesamtheit (*X̄* → µ).\ [#]_
nb: Ok, passasjen virker litt nedlatende (for ikke å snakke om sexistisk), men hovedpoenget hans er riktig. Det føles egentlig åpenbart at mer data vil gi deg bedre svar. Spørsmålet er hvorfor det er slik. Ikke overraskende viser det seg at denne intuisjonen, som vi alle deler, er riktig, og statistikere refererer til den som **loven om store tall**. Loven om store tall er en matematisk lov som gjelder for mange forskjellige utvalgsstatistikker, men den enkleste måten å tenke på den på, er som en lov om gjennomsnitt. Utvalgsgjennomsnittet er det mest åpenbare eksempelet på en statistikk som baserer seg på gjennomsnittsberegning (fordi det er det gjennomsnittet er… en middelverdi), så la oss se på det. Når det gjelder gjennomsnittet i et utvalg, sier loven om store tall at når utvalget blir større, har gjennomsnittet i utvalget en tendens til å nærme seg det sanne populasjonsgjennomsnittet. Eller, for å si det litt mer presist: Når utvalgsstørrelsen «nærmer seg» uendelig (skrevet som *N* → ∞), vil utvalgsgjennomsnittet nærme seg populasjonsgjennomsnittet (*X̄* → µ).\ [#]_
ta: சரி, எனவே பத்தியில் சற்று மனச்சோர்வு காணப்படுகிறது (பாலியல் பற்றி குறிப்பிட தேவையில்லை), ஆனால் அவரது முக்கிய புள்ளி சரியானது. கூடுதல் தரவு உங்களுக்கு சிறந்த பதில்களைத் தரும் என்பது தெளிவாகத் தெரிகிறது. கேள்வி என்னவென்றால், இது ஏன்? ஆச்சரியப்படுவதற்கில்லை, நாம் அனைவரும் பகிர்ந்து கொள்ளும் இந்த உள்ளுணர்வு சரியானதாக மாறும், மேலும் புள்ளிவிவர வல்லுநர்கள் இதை பெரிய எண்ணிக்கையிலான ** சட்டம் ** என்று குறிப்பிடுகின்றனர். பெரிய எண்களின் சட்டம் என்பது ஒரு கணிதச் சட்டமாகும், இது பலவிதமான மாதிரி புள்ளிவிவரங்களுக்கு பொருந்தும், ஆனால் அதைப் பற்றி சிந்திக்க எளிய வழி சராசரிகளைப் பற்றிய ஒரு சட்டமாகும். மாதிரி சராசரி சராசரியை நம்பியிருக்கும் ஒரு புள்ளிவிவரத்தின் மிகத் தெளிவான எடுத்துக்காட்டு (ஏனென்றால் அதுதான் சராசரி… சராசரி), எனவே அதைப் பார்ப்போம். மாதிரியில் பயன்படுத்தப்படும்போது, பெரிய எண்களின் சட்டம் என்ன என்று பொருள், மாதிரி பெரிதாகும்போது, மாதிரி சராசரி உண்மையான மக்கள்தொகையை நெருங்குகிறது. .
uk: Гаразд, цей уривок здається дещо зверхнім (не кажучи вже про сексизм), але його основна думка є правильною. Дійсно, здається очевидним, що більше даних дасть кращі відповіді. Питання в тому, чому це так? Не дивно, що ця інтуїція, яку ми всі поділяємо, виявляється правильною, і статистики називають її **законом великих чисел**. Закон великих чисел — це математичний закон, який застосовується до багатьох різних статистичних вибірок, але найпростіше його розглядати як закон про середні значення. Середнє значення вибірки є найочевиднішим прикладом статистики, що базується на усередненні (адже саме цим і є середнє значення — середнім), тож давайте розглянемо його. Застосовуючи закон великих чисел до вибіркового середнього, можна сказати, що з збільшенням вибірки вибіркове середнє наближається до справжнього середнього значення генеральної сукупності. Або, якщо висловити це трохи точніше, з наближенням розміру вибірки до нескінченності (позначається як *N* → ∞), вибіркове середнє наближається до середнього значення генеральної сукупності (*X̄* → µ).\ [#]_

source: I don’t intend to subject you to a proof that the law of large numbers is true, but it’s one of the most important tools for statistical theory. The law of large numbers is the thing we can use to justify our belief that collecting more and more data will eventually lead us to the truth. For any particular data set the sample statistics that we calculate from it will be wrong, but the law of large numbers tells us that if we keep collecting more data those sample statistics will tend to get closer and closer to the true population parameters.
de: Ich will Ihnen nicht beweisen, dass das Gesetz der großen Zahlen wahr ist, aber es ist eines der wichtigsten Werkzeuge der statistischen Theorie. Mit dem Gesetz der großen Zahlen können wir unseren Glauben rechtfertigen, dass das Sammeln von immer mehr Daten uns schließlich zur Wahrheit führen wird. Die Stichprobenstatistiken, die wir für jeden Datensatz berechnen, sind nur ungenaue Schätzungen der Populationsparameter. Das Gesetz der großen Zahlen besagt jedoch, dass sich diese Stichprobenstatistiken, je mehr Daten wir sammeln, den wahren Populationsparametern immer mehr annähern.
nb: Jeg har ikke tenkt å underkaste deg et bevis for at de store talls lov er sann, men den er et av de viktigste verktøyene for statistisk teori. Loven om store tall er det vi kan bruke for å rettferdiggjøre vår tro på at innsamling av stadig flere data til slutt vil føre oss til sannheten. For et bestemt datasett vil utvalgsstatistikken vi beregner ut fra det, være feil, men loven om store tall forteller oss at hvis vi fortsetter å samle inn flere data, vil utvalgsstatistikken ha en tendens til å komme nærmere og nærmere de sanne populasjonsparameterne.
ta: அதிக எண்ணிக்கையிலான சட்டம் உண்மை என்பதற்கான ஆதாரத்திற்கு நான் உங்களுக்கு உட்படுத்த விரும்பவில்லை, ஆனால் இது புள்ளிவிவரக் கோட்பாட்டிற்கான மிக முக்கியமான கருவிகளில் ஒன்றாகும். மேலும் மேலும் தரவுகளை சேகரிப்பது இறுதியில் நம்மை உண்மைக்கு இட்டுச் செல்லும் என்ற எங்கள் நம்பிக்கையை நியாயப்படுத்த நாம் பயன்படுத்தக்கூடிய சேதி பெரிய எண்ணிக்கையின் சட்டம். எந்தவொரு குறிப்பிட்ட தரவுகளுக்கும், அதிலிருந்து நாம் கணக்கிடும் மாதிரி புள்ளிவிவரங்கள் தவறாக இருக்கும், ஆனால் பெரிய எண்ணிக்கையின் சட்டம் நாம் தொடர்ந்து தரவைச் சேகரித்தால், அந்த மாதிரி புள்ளிவிவரங்கள் உண்மையான மக்கள்தொகை அளவுருக்களுடன் நெருக்கமாகவும் நெருக்கமாகவும் இருக்கும் என்று கூறுகிறது.
uk: Я не маю наміру доводити вам, що закон великих чисел є правдивим, але це один з найважливіших інструментів статистичної теорії. Закон великих чисел — це те, що ми можемо використовувати, щоб обґрунтувати наше переконання, що збір все більшої кількості даних зрештою приведе нас до істини. Для будь-якого конкретного набору даних вибіркові статистичні дані, які ми обчислюємо на його основі, будуть неправильними, але закон великих чисел говорить нам, що якщо ми продовжуватимемо збирати більше даних, ці вибіркові статистичні дані будуть наближатися все ближче і ближче до справжніх параметрів сукупності.

source: Technically, the law of large numbers pertains to any sample statistic that can be described as an average of independent quantities. That’s certainly true for the sample mean. However, it’s also possible to write many other sample statistics as averages of one form or another. The variance of a sample, for instance, can be rewritten as a kind of average and so is subject to the law of large numbers. The minimum value of a sample, however, cannot be written as an average of anything and is therefore not governed by the law of large numbers.
de: Technisch gesehen bezieht sich das Gesetz der großen Zahlen auf jede statistische Stichprobe, die als Durchschnitt unabhängiger Größen beschrieben werden kann. Das gilt sicherlich für den Stichprobenmittelwert. Es ist jedoch auch möglich, viele andere Stichprobenstatistiken als Durchschnittswerte der einen oder anderen Form zu schreiben. Die Varianz einer Stichprobe zum Beispiel kann als eine Art Durchschnitt umgeschrieben werden und unterliegt somit dem Gesetz der großen Zahlen. Der Minimalwert einer Stichprobe kann jedoch nicht als Mittelwert von irgendetwas geschrieben werden und unterliegt daher nicht dem Gesetz der großen Zahlen.
nb: Teknisk sett gjelder loven om store tall for all utvalgsstatistikk som kan beskrives som et gjennomsnitt av uavhengige størrelser. Det gjelder absolutt for gjennomsnittet i et utvalg. Det er imidlertid også mulig å skrive mange andre utvalgsstatistikker som gjennomsnitt i en eller annen form. Variansen til et utvalg kan for eksempel omskrives som et slags gjennomsnitt og er dermed underlagt de store talls lov. Minimumsverdien av et utvalg kan imidlertid ikke skrives som et gjennomsnitt av noe som helst og er derfor ikke underlagt loven om store tall.
ta: தொழில்நுட்ப ரீதியாக, பெரிய எண்ணிக்கையின் சட்டம் எந்தவொரு மாதிரி புள்ளிவிவரத்திற்கும் தொடர்புடையது, இது சுயாதீன அளவுகளின் சராசரியாக விவரிக்கப்படலாம். மாதிரி சராசரிக்கு இது நிச்சயமாக உண்மை. இருப்பினும், பல மாதிரி புள்ளிவிவரங்களை ஒரு வடிவத்தின் சராசரிகளாக எழுதவும் முடியும். உதாரணமாக, ஒரு மாதிரியின் மாறுபாடு ஒரு வகையான சராசரியாக மீண்டும் எழுதப்படலாம், எனவே இது பெரிய எண்ணிக்கையிலான சட்டத்திற்கு உட்பட்டது. எவ்வாறாயினும், ஒரு மாதிரியின் குறைந்தபட்ச மதிப்பு எதையும் சராசரியாக எழுத முடியாது, எனவே இது பெரிய எண்ணிக்கையிலான சட்டத்தால் நிர்வகிக்கப்படாது.
uk: Технічно, закон великих чисел стосується будь-якої вибіркової статистики, яку можна описати як середнє значення незалежних величин. Це, безумовно, справедливо для вибіркового середнього. Однак можна також записати багато інших вибіркових статистичних величин як середні значення тієї чи іншої форми. Наприклад, дисперсія вибірки може бути переписана як певний середній показник і, отже, підпадає під дію закону великих чисел. Однак мінімальне значення вибірки не може бути записане як середнє значення чого-небудь і, отже, не підпадає під дію закону великих чисел.

source: Sampling distributions and the central limit theorem
de: Stichprobenverteilungen und der zentrale Grenzwertsatz
nb: Utvalgsfordelinger og sentralgrenseteoremet
ta: மாதிரி வழங்கல் மற்றும் நடு வரம்பு தேற்றம்
uk: Розподіл вибірки та центральна гранична теорема

source: The law of large numbers is a very powerful tool but it’s not going to be good enough to answer all our questions. Among other things, all it gives us is a “long run guarantee”. In the long run, if we were somehow able to collect an infinite amount of data, then the law of large numbers guarantees that our sample statistics will be correct. But as John Maynard Keynes famously argued in economics, a long run guarantee is of little use in real life.
de: Das Gesetz der großen Zahlen ist ein sehr mächtiges Instrument. Aber es reicht nicht aus, um alle unsere Fragen zu beantworten. Es gibt uns unter anderem nur eine „Langzeitgarantie“. Wenn es uns irgendwie gelänge, unendlich viele Daten zu sammeln, dann garantiert das Gesetz der großen Zahlen, dass unsere Stichprobenstatistiken auf lange Sicht korrekt sein werden. Aber wie John Maynard Keynes in den Wirtschaftswissenschaften bekanntlich argumentierte, ist eine Garantie auf lange Sicht im wirklichen Leben von geringem Nutzen.
nb: De store talls lov er et veldig kraftfullt verktøy, men det er ikke godt nok til å besvare alle spørsmålene våre. Blant annet gir den oss bare en «garanti på lang sikt». Hvis vi på en eller annen måte kunne samle inn en uendelig mengde data, ville loven om store tall på lang sikt garantere at utvalgsstatistikken vår ville være korrekt. Men som John Maynard Keynes så berømt hevdet i økonomifaget, er en langsiktig garanti til liten nytte i det virkelige liv.
ta: அதிக எண்ணிக்கையிலான சட்டம் மிகவும் சக்திவாய்ந்த கருவியாகும், ஆனால் எங்கள் எல்லா கேள்விகளுக்கும் பதிலளிக்க இது போதுமானதாக இருக்காது. மற்றவற்றுடன், அது நமக்கு அளிப்பது "நீண்டகால பொறுப்பு" மட்டுமே. நீண்ட காலமாக, எப்படியாவது எல்லையற்ற தரவை சேகரிக்க முடிந்தால், பெரிய எண்ணிக்கையிலான சட்டம் எங்கள் மாதிரி புள்ளிவிவரங்கள் சரியாக இருக்கும் என்று பொறுப்பு அளிக்கிறது. ஆனால் சான் மேனார்ட் கெய்ன்ச் பொருளாதாரத்தில் பிரபலமாக வாதிட்டது போல, நீண்டகால பொறுப்பு நிச வாழ்க்கையில் சிறிதும் பயனில்லை.
uk: Закон великих чисел є дуже потужним інструментом, але він не зможе відповісти на всі наші запитання. Серед іншого, він дає нам лише «довгострокову гарантію». У довгостроковій перспективі, якщо ми якось зможемо зібрати нескінченну кількість даних, то закон великих чисел гарантує, що наша вибіркова статистика буде правильною. Але, як відомо, Джон Мейнард Кейнс стверджував в економіці, що довгострокова гарантія мало корисна в реальному житті.

source: *[The] long run is a misleading guide to current affairs. In the long run we are all dead. Economists set themselves too easy, too useless a task, if in tempestuous seasons they can only tell us, that when the storm is long past, the ocean is flat again* (:ref:`Keynes, 1923 <Keynes_1923>`).
nb: *[Det] lange løp er en misvisende rettesnor for dagens situasjon. I det lange løp er vi alle døde. Økonomene setter seg selv en altfor enkel, altfor unyttig oppgave, hvis de i stormfulle årstider bare kan fortelle oss at når stormen for lengst er over, er havet flatt igjen* (:ref:`Keynes, 1923 <Keynes_1923>`).
ta: *[தி] நீண்ட காலமாக நடப்பு விவகாரங்களுக்கு தவறான வழிகாட்டியாகும். நீண்ட காலத்திற்கு நாம் அனைவரும் இறந்துவிட்டோம். பொருளாதார வல்லுநர்கள் தங்களை மிகவும் எளிதான, மிகவும் பயனற்ற ஒரு பணியை அமைத்துக் கொண்டனர், கொந்தளிப்பான பருவங்களில் அவர்கள் எங்களிடம் சொல்ல முடியும் என்றால், புயல் நீண்ட காலமாக இருக்கும்போது, கடல் மீண்டும் தட்டையானது* (: குறிப்பு: `கெய்ன்ச், 1923 <கெய்ன்ச்_1923>`).
uk: *Довгострокова перспектива є оманливим орієнтиром для поточних справ. У довгостроковій перспективі ми всі помремо. Економісти ставлять перед собою занадто легке і марне завдання, якщо в бурхливі часи вони можуть лише сказати нам, що коли буря давно минула, океан знову спокійний* (:ref:`Keynes, 1923 <Keynes_1923>`).

source: As in economics, so too in psychology and statistics. It is not enough to know that we will *eventually* arrive at the right answer when calculating the sample mean. Knowing that an infinitely large data set will tell me the exact value of the population mean is cold comfort when my *actual* data set has a sample size of *N* = 100. In real life, then, we must know something about the behaviour of the sample mean when it is calculated from a more modest data set!
de: Wie in der Wirtschaft gilt dies auch für die Psychologie und die Statistik. Es reicht nicht aus, zu wissen, dass wir *langfristig* die richtige Antwort erhalten, wenn wir den Stichprobenmittelwert berechnen. Das Wissen, dass ein unendlich großer Datensatz mir den genauen Wert des Mittelwerts der Grundgesamtheit sagen wird, ist ein schwacher Trost, wenn mein *tatsächlicher* Datensatz einen Stichprobenumfang von *N* = 100 hat. Im wirklichen Leben müssen wir also etwas über das Verhalten des Stichprobenmittelwerts wissen, wenn er aus einem bescheideneren Datensatz berechnet wird!
nb: Som i økonomi, så også i psykologi og statistikk. Det er ikke nok å vite at vi *til slutt* vil komme frem til det riktige svaret når vi beregner utvalgsgjennomsnittet. Å vite at et uendelig stort datasett vil fortelle meg den eksakte verdien av populasjonsgjennomsnittet, er en mager trøst når mitt *virkelige* datasett har en utvalgsstørrelse på *N* = 100. I virkeligheten må vi altså vite noe om hvordan utvalgsgjennomsnittet oppfører seg når det beregnes ut fra et mer beskjedent datasett!
ta: பொருளாதாரத்தைப் போலவே, உளவியல் மற்றும் புள்ளிவிவரங்களிலும். மாதிரி சராசரியைக் கணக்கிடும்போது * இறுதியில் * சரியான பதிலை அடைவோம் என்பதை அறிந்து கொள்வது போதாது. எனது * உண்மையான * தரவுத் தொகுப்பில் * n * = 100 மாதிரி அளவு இருக்கும்போது, எண்ணற்ற பெரிய தரவுத் தொகுப்பு மக்கள்தொகையின் சரியான மதிப்பு குளிர்ச்சியான ஆறுதலாகும் என்பதை அறிவது. நிச வாழ்க்கையில், நாம் ஏதாவது தெரிந்து கொள்ள வேண்டும் மாதிரியின் நடத்தை மிகவும் மிதமான தரவு தொகுப்பிலிருந்து கணக்கிடப்படும்போது அர்த்தம்!
uk: Як в економіці, так і в психології та статистиці. Недостатньо знати, що ми *зрештою* отримаємо правильну відповідь при обчисленні середнього значення вибірки. Знання того, що нескінченно великий набір даних дасть мені точне значення середнього значення генеральної сукупності, є слабкою втіхою, коли мій *фактичний* набір даних має розмір вибірки *N* = 100. Отже, в реальному житті ми повинні знати щось про поведінку середнього значення вибірки, коли воно обчислюється на основі більш скромного набору даних!

source: Sampling distribution of the mean
de: Stichprobenverteilung des Mittelwerts
nb: Utvalgsfordeling av gjennomsnittet
ta: சராசரியின் மாதிரி வழங்கல்
uk: Розподіл вибірки середнього значення

source: With this in mind, let’s abandon the idea that our studies will have sample sizes of 10,000 and consider instead a very modest experiment indeed. This time around we’ll sample *N* = 5 people and measure their IQ scores. As before, I can simulate this experiment in jamovi ``= NORM(100,15)`` function, but I only need 5 participant IDs this time, not 10,000. These are the five numbers that jamovi generated:
de: Vor diesem Hintergrund sollten wir uns von der Vorstellung verabschieden, dass unsere Studien eine Stichprobengröße von 10.000 Personen haben, und stattdessen ein viel bescheideneres Experiment in Betracht ziehen. Diesmal nehmen wir eine Stichprobe *N* = 5 Personen und messen ihre IQ-Werte. Wie zuvor kann ich dieses Experiment in der Funktion jamovi ``= NORM(100,15)`` simulieren, aber diesmal brauche ich nur 5 Teilnehmer-IDs, nicht 10.000. Dies sind die fünf Zahlen, die jamovi erzeugt hat:
nb: Med dette i bakhodet kan vi forlate tanken om at studiene våre skal ha utvalgsstørrelser på 10 000, og i stedet vurdere et svært beskjedent eksperiment. Denne gangen tar vi et utvalg på *N* = 5 personer og måler IQ-skårene deres. Som før kan jeg simulere dette eksperimentet i jamovi ``= NORM(100, 15)``-funksjonen, men denne gangen trenger jeg bare 5 deltaker-ID-er, ikke 10 000. Dette er de fem tallene som jamovi genererte:
ta: இதைக் கருத்தில் கொண்டு, எங்கள் ஆய்வுகள் 10,000 மாதிரி அளவுகளைக் கொண்டிருக்கும் என்ற கருத்தை கைவிடுவோம், அதற்கு பதிலாக மிகவும் மிதமான பரிசோதனையை கருத்தில் கொள்வோம். இந்த நேரத்தில் நாங்கள் * n * = 5 நபர்களை மாதிரியாகக் கொண்டு அவர்களின் IQ மதிப்பெண்களை அளவிடுவோம். முன்பு போலவே, இந்த பரிசோதனையை சாமோவியில் உருவகப்படுத்த முடியும் `` = நார்ம் (100,15) `` செயல்பாடு, ஆனால் எனக்கு இந்த நேரத்தில் 5 பங்கேற்பாளர் ஐடிகள் மட்டுமே தேவை, 10,000 அல்ல. சமோவி உருவாக்கிய ஐந்து எண்கள் இவை:
uk: Маючи це на увазі, відмовімося від ідеї, що наші дослідження будуть мати вибірку розміром 10 000, і розглянемо натомість дуже скромний експеримент. Цього разу ми візьмемо вибірку *N* = 5 осіб і виміряємо їхні показники IQ. Як і раніше, я можу змоделювати цей експеримент за допомогою функції jamovi ``= NORM(100,15)``, але цього разу мені потрібно лише 5 ідентифікаторів учасників, а не 10 000. Ось п'ять чисел, які згенерував jamovi:

source: The mean IQ in this sample turns out to be exactly 95. Not surprisingly, this is much less accurate than the previous experiment. Now imagine that I decided to **replicate** the experiment. That is, I repeat the procedure as closely as possible and I randomly sample 5 new people and measure their IQ. Again, jamovi allows me to simulate the results of this procedure, and generates these five numbers:
de: Der durchschnittliche IQ in dieser Stichprobe liegt bei genau 95. Es überrascht nicht, dass dies viel ungenauer ist als das vorherige Experiment. Stellen Sie sich nun vor, ich beschließe, das Experiment zu **replizieren**. Das heißt, ich wiederhole das Verfahren so genau wie möglich und nehme nach dem Zufallsprinzip 5 neue Personen und messe ihren IQ. Wiederum erlaubt mir jamovi, die Ergebnisse dieses Verfahrens zu simulieren, und generiert diese fünf Zahlen:
nb: Den gjennomsnittlige IQ-en i dette utvalget viser seg å være nøyaktig 95. Ikke overraskende er dette mye mindre nøyaktig enn det forrige eksperimentet. Tenk deg nå at jeg bestemmer meg for å **replikere** eksperimentet. Det vil si at jeg gjentar prosedyren så nøye som mulig, og at jeg tilfeldig velger ut fem nye personer og måler IQ-en deres. Igjen lar jamovi meg simulere resultatene av denne prosedyren, og genererer disse fem tallene:
ta: இந்த மாதிரியில் உள்ள சராசரி ஐ.க்யூ சரியாக 95 ஆக மாறிவிடும். ஆச்சரியப்படுவதற்கில்லை, இது முந்தைய பரிசோதனையை விட மிகவும் துல்லியமானது. இப்போது நான் ** பிரதி ** சோதனை செய்ய முடிவு செய்தேன் என்று கற்பனை செய்து பாருங்கள். அதாவது, நான் நடைமுறையை முடிந்தவரை நெருக்கமாக மீண்டும் சொல்கிறேன், நான் தோராயமாக 5 புதிய நபர்களை மாதிரியாகக் கொண்டு அவர்களின் IQ ஐ அளவிடுகிறேன். மீண்டும், இந்த நடைமுறையின் முடிவுகளை உருவகப்படுத்த சமோவி என்னை அனுமதிக்கிறார், மேலும் இந்த ஐந்து எண்களை உருவாக்குகிறார்:
uk: Середній IQ у цій вибірці становить рівно 95. Не дивно, що це набагато менш точний результат, ніж у попередньому експерименті. Тепер уявіть, що я вирішив **повторити** експеримент. Тобто я повторюю процедуру якомога точніше, випадково відбираю 5 нових людей і вимірюю їх IQ. Знову ж таки, jamovi дозволяє мені змоделювати результати цієї процедури і генерує ці п'ять чисел:

source: This time around, the mean IQ in my sample is 101. If I repeat the experiment 10 times I obtain the results shown in :numref:`tab-replications`, and as you can see the sample mean varies from one replication to the next.
de: Dieses Mal liegt der mittlere IQ in meiner Stichprobe bei 101. Wenn ich das Experiment 10 Mal wiederhole, erhalte ich die in :numref:`tab-replications` gezeigten Ergebnisse, und wie Sie sehen können, variiert der Stichprobenmittelwert von einer Wiederholung zur nächsten.
nb: Denne gangen er den gjennomsnittlige IQ-en i utvalget mitt 101. Hvis jeg gjentar eksperimentet 10 ganger, får jeg resultatene som vises i :numref:`tab-replications`, og som du kan se, varierer gjennomsnittet i utvalget fra en replikasjon til den neste.
ta: இந்த நேரத்தில், எனது மாதிரியில் உள்ள சராசரி ஐ.க்யூ 101 ஆகும். நான் பரிசோதனையை 10 முறை மீண்டும் செய்தால், காட்டப்பட்டுள்ள முடிவுகளைப் பெறுகிறேன்: எண்ரெஃப்: `தாவல்-பிரதிபலிப்புகள்`, மற்றும் மாதிரி சராசரி ஒரு நகலெடுப்பிலிருந்து அடுத்ததாக மாறுபடும் .
uk: Цього разу середній IQ у моїй вибірці становить 101. Якщо я повторю експеримент 10 разів, отримаю результати, показані в :numref:`tab-replications`, і, як ви можете бачити, середнє значення вибірки варіюється від одного повторення до іншого.
