Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: I know that this seems a little pedantic, but it does matter. It matters because the difference in interpretation leads to a difference in the mathematics. There is a Bayesian alternative to confidence intervals, known as *credible intervals*. In most situations credible intervals are quite similar to confidence intervals, but in other cases they are drastically different. As promised, though, I’ll talk more about the Bayesian perspective in chapter :doc:`Bayesian statistics <../Ch16/Ch16_Bayes>`.
de: Ich weiß, dass dies ein wenig pedantisch erscheint, aber es ist wichtig. Es ist wichtig, weil der Unterschied in der Interpretation zu einem Unterschied in der Mathematik führt. Es gibt eine Bayes'sche Alternative zu Konfidenzintervallen, die als *glaubwürdige Intervalle* (*credible intervals*) bezeichnet wird. In den meisten Situationen sind glaubwürdige Intervalle den Konfidenzintervallen recht ähnlich, aber in anderen Fällen unterscheiden sie sich drastisch. Wie versprochen, werde ich im Kapitel :doc:`Bayesianische Statistik <../Ch16/Ch16_Bayes>` mehr über die Bayes'sche Perspektive erzählen.

source: When it comes to plotting confidence intervals for the mean in jamovi, this is not (yet) available as part of the ``Descriptives`` options. However, when we get onto learning about specific statistical tests, for example in chapter :doc:`Comparing several means (one-way ANOVA) <../Ch13/Ch13_ANOVA>`, we will see that we can plot confidence intervals as part of the data analysis. That’s pretty cool, so we’ll show you how to do that later on.
de: Wenn es darum geht, Konfidenzintervalle für den Mittelwert in jamovi darzustellen, ist dies (noch) nicht als Teil der ``Descriptives``-Optionen verfügbar. Wenn wir uns jedoch mit spezifischen statistischen Tests beschäftigen, zum Beispiel in Kapitel :doc:`Vergleich mehrerer Mittelwerte (einfaktorielle ANOVA) <../Ch13/Ch13_ANOVA>`, werden wir sehen, dass wir Konfidenzintervalle als Teil der Datenanalyse darstellen können. Das ist ziemlich cool, also werden wir Ihnen später zeigen, wie man das macht.

source: This quote appears on a great many t-shirts and websites, and even gets a mention in a few academic papers (e.g., https://www.amstat.org/publications/jse/v10n3/friedman.html, but I’ve never found the original source.
de: Das Zitat findet sich auf vielen T-Shirts und Websites und wird sogar in einigen akademischen Arbeiten erwähnt (z. B. https://www.amstat.org/publications/jse/v10n3/friedman.html), aber ich habe die Originalquelle nie gefunden.

source: :doc:`Basic ideas about samples, sampling and populations <../Ch08/Ch08_Estimation_1>`
de: :doc:`Grundlegende Überlegungen zu Stichproben, Grundgesamtheiten und zum Ziehen von Stichproben <../Ch08/Ch08_Estimation_1>`

source: :doc:`Statistical theory of sampling: the law of large numbers <../Ch08/Ch08_Estimation_2>`
de: :doc:`Statistische Theorie der Ziehung von Stichproben: das Gesetz der großen Zahlen <../Ch08/Ch08_Estimation_2>`

source: :doc:`Sampling distributions and the central limit theorem <../Ch08/Ch08_Estimation_3>`
de: :doc:`Stichprobenverteilungen und der zentrale Grenzwertsatz <../Ch08/Ch08_Estimation_3>`

source: :doc:`Estimating means and standard deviations <../Ch08/Ch08_Estimation_4>`
de: :doc:`Schätzen von Mittelwerten und Standardabweichungen <../Ch08/Ch08_Estimation_4>`

source: :doc:`Estimating a confidence interval <../Ch08/Ch08_Estimation_5>`
de: :doc:`Schätzen eines Konfidenzintervalls <../Ch08/Ch08_Estimation_5>`

source: Please note that if you were *actually* interested in this question you would need to be a *lot* more careful than I’m being here. You *can’t* just compare IQ scores in Whyalla to Port Pirie and assume that any differences are due to lead poisoning. Even if it were true that the only differences between the two towns corresponded to the different refineries (and it isn’t, not by a long shot), you need to account for the fact that people already *believe* that lead pollution causes cognitive deficits. If you recall back to chapter :doc:`../Ch02/Ch02_StudyDesign`, this means that there are different demand effects for the Port Pirie sample than for the Whyalla sample. In other words, you might end up with an illusory group difference in your data, caused by the fact that people *think* that there is a real difference. I find it pretty implausible to think that the locals wouldn’t be well aware of what you were trying to do if a bunch of researchers turned up in Port Pirie with lab coats and IQ tests, and even less plausible to think that a lot of people would be pretty resentful of you for doing it. Those people won’t be as co-operative in the tests. Other people in Port Pirie might be *more* motivated to do well because they don’t want their home town to look bad. The motivational effects that would apply in Whyalla are likely to be weaker, because people don’t have any concept of “iron ore poisoning” in the same way that they have a concept for “lead poisoning”. Psychology is *hard*.
nb: Vær oppmerksom på at hvis du var * faktisk * interessert i dette spørsmålet, måtte du være * mye * mer forsiktig enn jeg er her. Du *kan* ikke bare sammenligne IQ-skårer i Whyalla med Port Pirie og anta at eventuelle forskjeller skyldes blyforgiftning. Selv om det skulle være sant at de eneste forskjellene mellom de to byene skyldtes de ulike raffineriene (og det er det ikke, langt ifra), må du ta hensyn til at folk allerede *tror* at blyforurensning forårsaker kognitive underskudd. Hvis du husker tilbake til kapittel :doc:`../Ch02/Ch02_StudyDesign`, betyr dette at det er forskjellige *demand effects* for Port Pirie-utvalget enn for Whyalla-utvalget. Med andre ord kan du ende opp med en illusorisk gruppeforskjell i dataene dine, forårsaket av at folk *tror* at det er en reell forskjell. Jeg synes det er ganske usannsynlig å tro at lokalbefolkningen ikke ville være klar over hva du prøvde å gjøre hvis en gjeng forskere dukket opp i Port Pirie med laboratoriefrakker og IQ-tester, og enda mindre sannsynlig å tro at mange ville være ganske misfornøyde med at du gjorde det. Disse menneskene vil ikke være like samarbeidsvillige i testene. Andre mennesker i Port Pirie kan være *mer* motiverte til å gjøre det bra fordi de ikke vil at hjembyen deres skal se dårlig ut. Motivasjonseffektene som vil gjelde i Whyalla, vil sannsynligvis være svakere, fordi folk ikke har noe begrep om «jernmalmforgiftning» på samme måte som de har et begrep om «blyforgiftning». Psykologi er *vanskelig*.
