Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: Population distribution of IQ and two samples with N=100 and N=10,000
de: Populationsverteilung des IQ und zwei Stichproben mit N=100 und N=10.000
nb: Populasjonsfordeling av IQ og to utvalg med N=100 og N=10 000
ta: N = 100 மற்றும் n = 10,000 உடன் IQ மற்றும் இரண்டு மாதிரிகளின் மக்கள் தொகை வழங்கல்
uk: Розподіл IQ у популяції та дві вибірки з N=100 та N=10 000

source: The population distribution of IQ scores (left panel) and two samples drawn randomly from it: In the middle panel, we have a sample of 100 observations, and in the right panel, we have a sample of 10,000 observations.
de: Die Verteilung der IQ-Werte in der Grundgesamtheit (linkes Feld) und zwei daraus zufällig gezogene Stichproben: Im mittleren Feld haben wir eine Stichprobe von 100 Beobachtungen und im rechten Feld eine Stichprobe von 10.000 Beobachtungen.
nb: Populasjonsfordelingen av IQ-skårer (venstre panel) og to utvalg trukket tilfeldig fra denne: I det midterste panelet har vi et utvalg på 100 observasjoner, og i det høyre panelet har vi et utvalg på 10 000 observasjoner.
ta: ஐ.க்யூ மதிப்பெண்களின் மக்கள்தொகை வழங்கல் (இடது குழு) மற்றும் அதிலிருந்து தோராயமாக வரையப்பட்ட இரண்டு மாதிரிகள்: நடுத்தர குழுவில், எங்களிடம் 100 அவதானிப்புகளின் மாதிரி உள்ளது, வலது பேனலில், 10,000 அவதானிப்புகளின் மாதிரி உள்ளது.
uk: Розподіл населення за показниками IQ (ліва панель) і дві вибірки, взяті з нього випадковим чином: на середній панелі ми маємо вибірку зі 100 спостережень, а на правій панелі — вибірку з 10 000 спостережень.

source: Now suppose I run an experiment. I select 100 people at random and administer an IQ test, giving me a simple random sample from the population. My sample would consist of a collection of numbers like this:
de: Nehmen wir nun an, ich führe ein Experiment durch. Ich wähle 100 Personen nach dem Zufallsprinzip aus und führe einen IQ-Test durch, so dass ich eine einfache Zufallsstichprobe aus der Bevölkerung erhalte. Meine Stichprobe würde aus einer Sammlung von Zahlen wie dieser bestehen:
nb: Anta nå at jeg kjører et eksperiment. Jeg velger ut 100 tilfeldige personer og gjennomfører en IQ-test, slik at jeg får et enkelt tilfeldig utvalg fra populasjonen. Utvalget mitt vil bestå av en samling tall som dette:
ta: இப்போது நான் ஒரு பரிசோதனையை நடத்துகிறேன் என்று வைத்துக்கொள்வோம். நான் 100 பேரை சீரற்ற முறையில் தேர்ந்தெடுத்து ஒரு ஐ.க்யூ சோதனையை நிர்வகிக்கிறேன், மக்களிடமிருந்து ஒரு எளிய சீரற்ற மாதிரியை எனக்குக் கொடுக்கிறேன். எனது மாதிரி இது போன்ற எண்களின் தொகுப்பைக் கொண்டிருக்கும்:
uk: Тепер припустимо, що я проводжу експеримент. Я випадково вибираю 100 осіб і проводжу тест на IQ, отримуючи просту випадкову вибірку з населення. Моя вибірка складатиметься з набору таких чисел:

source: Each of these IQ scores is sampled from a normal distribution with mean 100 and standard deviation 15. So if I plot a histogram of the sample I get something like the one shown in the middle panel of :numref:`fig-IQ_Pop_Smp`. As you can see, the histogram is *roughly* the right shape but it’s a very crude approximation to the true population distribution shown in the left panel of :numref:`fig-IQ_Pop_Smp`. When I calculate the mean of my sample, I get a number that is fairly close to the population mean 100 but not identical. In this case, it turns out that the people in my sample have a mean IQ of 98.5, and the standard deviation of their IQ scores is 15.9. These **sample statistics** are properties of my data set, and although they are fairly similar to the true population values they are not the same. In general, sample statistics are the things you can calculate from your data set and the population parameters are the things you want to learn about. Later on in this chapter I’ll talk about how you can estimate population parameters using your sample statistics (:doc:`Ch08_Estimation_4`) and how to work out how confident you are in your estimates (:doc:`Ch08_Estimation_5`) but before we get to that there’s a few more ideas in sampling theory that you need to know about.
nb: Hver av disse IQ-skårene er hentet fra en normalfordeling med gjennomsnitt 100 og standardavvik 15. Så hvis jeg plotter et histogram av utvalget, får jeg noe sånt som det som er vist i det midterste panelet i :numref:`fig-IQ_Pop_Smp`. Som du kan se, har histogrammet *fullstendig* riktig form, men det er en svært grov tilnærming til den sanne populasjonsfordelingen som vises i venstre panel i :numref:`fig-IQ_Pop_Smp`. Når jeg beregner gjennomsnittet av utvalget mitt, får jeg et tall som ligger ganske nær populasjonsgjennomsnittet, men som ikke er identisk. I dette tilfellet viser det seg at personene i utvalget mitt har en gjennomsnittlig IQ på 98,5, og at standardavviket for IQ-skårene deres er 15,9. Disse **utvalgsstatistikkene** er egenskaper ved datasettet mitt, og selv om de er ganske like de sanne populasjonsverdiene, er de ikke de samme. Generelt sett er utvalgsstatistikk det du kan beregne ut fra datasettet ditt, mens populasjonsparametrene er det du ønsker å lære mer om. Senere i dette kapittelet skal jeg snakke om hvordan du kan estimere populasjonsparametere ved hjelp av utvalgsstatistikken (:doc:`Ch08_Estimation_4`) og hvordan du kan finne ut hvor sikker du er på estimatene dine (:doc:`Ch08_Estimation_5`), men før vi kommer til det, er det noen flere ideer innen utvalgsteori som du trenger å kjenne til.
ta: இந்த ஐ.க்யூ மதிப்பெண்கள் ஒவ்வொன்றும் சராசரி 100 மற்றும் நிலையான விலகல் 15 உடன் சாதாரண விநியோகத்திலிருந்து மாதிரியாக இருக்கும். எனவே நான் மாதிரியின் ஒரு இச்டோகிராம் சூழ்ச்சி செய்தால், நடுத்தர பேனலில் காட்டப்பட்டுள்ளதைப் போன்ற ஒன்றைப் பெறுகிறேன்: NumRef: `Fig-IQ_POP_SMP`. நீங்கள் பார்க்க முடியும் என, இச்டோகிராம் * தோராயமாக * சரியான வடிவம், ஆனால் இது இடது குழுவில் காட்டப்பட்டுள்ள உண்மையான மக்கள்தொகை விநியோகத்திற்கு மிகவும் கச்சா தோராயமாகும்: NumRef: `Fig-IQ_POP_SMP`. எனது மாதிரியின் சராசரியை நான் கணக்கிடும்போது, மக்கள்தொகைக்கு மிகவும் நெருக்கமான ஒரு எண்ணை நான் பெறுகிறேன், ஆனால் இது 100 ஆனால் ஒத்ததாக இல்லை. இந்த விசயத்தில், எனது மாதிரியில் உள்ளவர்களுக்கு 98.5 சராசரி ஐ.க்யூ உள்ளது, மேலும் அவர்களின் ஐ.க்யூ மதிப்பெண்களின் நிலையான விலகல் 15.9 ஆகும். இந்த ** மாதிரி புள்ளிவிவரங்கள் ** எனது தரவுத் தொகுப்பின் பண்புகள், அவை உண்மையான மக்கள்தொகை மதிப்புகளுக்கு மிகவும் ஒத்தவை என்றாலும் அவை ஒன்றல்ல. பொதுவாக, மாதிரி புள்ளிவிவரங்கள் உங்கள் தரவுத் தொகுப்பிலிருந்து நீங்கள் கணக்கிடக்கூடிய விசயங்கள் மற்றும் மக்கள் தொகை அளவுருக்கள் நீங்கள் கற்றுக்கொள்ள விரும்பும் விசயங்கள். இந்த அத்தியாயத்தில் உங்கள் மாதிரி புள்ளிவிவரங்களைப் பயன்படுத்தி மக்கள்தொகை அளவுருக்களை எவ்வாறு மதிப்பிடலாம் என்பதைப் பற்றி பேசுவேன் (: DOC: `CH08_ESTIMATION_4`) மற்றும் உங்கள் மதிப்பீடுகளில் நீங்கள் எவ்வளவு நம்பிக்கையுடன் இருக்கிறீர்கள் (: DOC:` CH08_ESTIMATION_5`) நீங்கள் தெரிந்து கொள்ள வேண்டிய மாதிரி கோட்பாட்டில் இன்னும் சில சிந்தனைகள் உள்ளன.
uk: Кожен з цих показників IQ відібрано з нормального розподілу із середнім значенням 100 і стандартним відхиленням 15. Отже, якщо я побудую гістограму вибірки, отримаю щось подібне до того, що показано на середній панелі :numref:`fig-IQ_Pop_Smp`. Як бачите, гістограма має *приблизно* правильну форму, але це дуже грубе наближення до справжнього розподілу населення, показаного на лівій панелі :numref:`fig-IQ_Pop_Smp`. Коли я обчислюю середнє значення моєї вибірки, я отримую число, яке досить близько до середнього значення населення 100, але не ідентичне йому. У цьому випадку виявляється, що люди в моїй вибірці мають середній IQ 98,5, а стандартне відхилення їхніх IQ-балів становить 15,9. Ці **вибіркові статистичні дані** є властивостями мого набору даних, і хоча вони досить схожі на справжні значення генеральної сукупності, вони не є однаковими. Загалом, вибіркові статистичні дані — це те, що ви можете обчислити на основі вашого набору даних, а параметри генеральної сукупності — це те, про що ви хочете дізнатися. Далі в цьому розділі я розповім про те, як можна оцінити параметри генеральної сукупності за допомогою статистики вибірки (:doc:`Ch08_Estimation_4`) і як визначити ступінь впевненості у своїх оцінках (:doc:`Ch08_Estimation_5`), але перш ніж перейти до цього, вам потрібно знати ще кілька ідей з теорії вибірки.

source: The proper mathematical definition of randomness is extraordinarily technical, and way beyond the scope of this book. We’ll be non-technical here and say that a process has an element of randomness to it whenever it is possible to repeat the process and get different answers each time.
de: Die korrekte mathematische Definition des Zufalls ist außerordentlich technisch und würde den Rahmen dieses Buches sprengen. Wir werden hier weniger technisch sein und sagen, dass ein Prozess immer dann ein Element des Zufalls enthält, wenn es möglich ist, den Prozess zu wiederholen und jedes Mal andere Antworten zu erhalten.
nb: Den egentlige matematiske definisjonen av tilfeldighet er svært teknisk, og langt utenfor rammen av denne boken. Her skal vi være ikke-tekniske og si at en prosess har et element av tilfeldighet i seg når det er mulig å gjenta prosessen og få forskjellige svar hver gang.
ta: சீரற்ற தன்மையின் சரியான கணித வரையறை சிறப்பான தொழில்நுட்பமானது, மேலும் இந்த புத்தகத்தின் எல்லைக்கு அப்பாற்பட்டது. நாங்கள் இங்கே தொழில்நுட்பமற்றவராக இருப்போம், மேலும் ஒவ்வொரு முறையும் செயல்முறையை மீண்டும் செய்யவும், வெவ்வேறு பதில்களைப் பெறவும் முடிந்த போதெல்லாம் ஒரு செயல்முறைக்கு சீரற்ற தன்மையின் ஒரு கூறு உள்ளது என்று கூறுவோம்.
uk: Правильне математичне визначення випадковості є надзвичайно технічним і виходить далеко за межі цієї книги. Ми не будемо вдаватися до технічних подробиць і скажемо, що процес має елемент випадковості, коли його можна повторити і щоразу отримувати різні результати.

source: Nothing in life is that simple. There’s not an obvious division of people into binary categories like “schizophrenic” and “not schizophrenic”. But this isn’t a clinical psychology text so please forgive me a few simplifications here and there.
de: Nichts im Leben ist so einfach. Es gibt keine offensichtliche Einteilung der Menschen in binäre Kategorien wie „schizophren“ und „nicht schizophren“. Aber dies ist kein Text über klinische Psychologie, also verzeihen Sie mir bitte ein paar Vereinfachungen hier und da.
nb: Ingenting i livet er så enkelt. Det finnes ikke en åpenbar inndeling av mennesker i binære kategorier som «schizofren» og «ikke schizofren». Men dette er ikke en tekst om klinisk psykologi, så tilgi meg for noen forenklinger her og der.
ta: வாழ்க்கையில் எதுவும் அவ்வளவு எளிதல்ல. “ச்கிசோஃப்ரினிக்” மற்றும் “ச்கிசோஃப்ரினிக் அல்ல” போன்ற பைனரி வகைகளாக மக்களின் வெளிப்படையான பிரிவு இல்லை. ஆனால் இது ஒரு மருத்துவ உளவியல் உரை அல்ல, எனவே தயவுசெய்து இங்கேயும் அங்கேயும் சில எளிமைப்படுத்தல்களை மன்னியுங்கள்.
uk: У житті немає нічого такого простого. Не існує чіткого поділу людей на дві категорії: «шизофреніки» та «не шизофреніки». Але це не підручник з клінічної психології, тому прошу вибачити мені деякі спрощення тут і там.

source: The law of large numbers
de: Das Gesetz der großen Zahlen
nb: De store talls lov
ta: பெரிய எண்ணிக்கையிலான சட்டம்
uk: Закон великих чисел

source: In the previous section I showed you the results of one fictitious IQ experiment with a sample size of *N* = 100. The results were somewhat encouraging as the true population mean is 100 and the sample mean of 98.5 is a pretty reasonable approximation to it. In many scientific studies that level of precision is perfectly acceptable, but in other situations you need to be a lot more precise. If we want our sample statistics to be much closer to the population parameters, what can we do about it?
de: Im vorherigen Abschnitt habe ich Ihnen die Ergebnisse eines fiktiven IQ-Experiments mit einer Stichprobengröße von *N* = 100 gezeigt. Die Ergebnisse waren einigermaßen ermutigend, da der wahre Mittelwert der Bevölkerung bei 100 liegt und der Stichprobenmittelwert von 98,5 eine vernünftige Annäherung an diesen Wert darstellt. In vielen wissenschaftlichen Studien ist dieser Genauigkeitsgrad durchaus akzeptabel, aber in anderen Situationen muss man sehr viel genauer sein. Was können wir tun, wenn wir wollen, dass unsere Stichprobenstatistiken viel näher an den Parametern der Grundgesamtheit liegen?
nb: I forrige avsnitt viste jeg deg resultatene av et fiktivt IQ-eksperiment med en utvalgsstørrelse på *N* = 100. Resultatene var ganske oppmuntrende, siden det sanne populasjonsgjennomsnittet er 100, og utvalgsgjennomsnittet på 98,5 er en ganske rimelig tilnærming til dette. I mange vitenskapelige studier er et slikt presisjonsnivå helt akseptabelt, men i andre situasjoner må man være mye mer presis. Hva kan vi gjøre hvis vi ønsker at utvalgsstatistikken vår skal ligge mye nærmere populasjonsparametrene?
ta: முந்தைய பிரிவில் * n * = 100 மாதிரி அளவைக் கொண்ட ஒரு கற்பனையான ஐ.க்யூ பரிசோதனையின் முடிவுகளை நான் உங்களுக்குக் காட்டினேன். உண்மையான மக்கள் தொகை சராசரி 100 ஆகவும், 98.5 மாதிரி சராசரி அதற்கு ஒரு அழகான நியாயமான தோராயமாகவும் முடிவுகள் ஓரளவு ஊக்கமளித்தன. . பல அறிவியல் ஆய்வுகளில் துல்லியத்தின் நிலை முற்றிலும் ஏற்றுக்கொள்ளத்தக்கது, ஆனால் பிற சூழ்நிலைகளில் நீங்கள் இன்னும் துல்லியமாக இருக்க வேண்டும். எங்கள் மாதிரி புள்ளிவிவரங்கள் மக்கள்தொகை அளவுருக்களுடன் மிகவும் நெருக்கமாக இருக்க விரும்பினால், இதைப் பற்றி நாம் என்ன செய்ய முடியும்?
uk: У попередньому розділі я показав вам результати одного вигаданого експерименту з IQ із розміром вибірки *N* = 100. Результати були дещо обнадійливими, оскільки справжнє середнє значення для сукупності становить 100, а середнє значення вибірки 98,5 є досить розумним наближенням до нього. У багатьох наукових дослідженнях такий рівень точності є цілком прийнятним, але в інших ситуаціях потрібно бути набагато точнішим. Якщо ми хочемо, щоб статистика нашої вибірки була набагато ближчою до параметрів генеральної сукупності, що ми можемо для цього зробити?

source: The obvious answer is to collect more data. Suppose that we ran a much larger experiment, this time measuring the IQs of 10,000 people. We can simulate the results of this experiment using jamovi. The |IQsim|_ data set is a jamovi data file. In this file I have generated 10,000 random numbers sampled from a normal distribution for a population with ``mean = 100`` and ``sd = 15``. This was done by computing a new variable using the ``= NORM(100,15)`` function. A histogram and density plot shows that this larger sample is a much better approximation to the true population distribution than the smaller one. This is reflected in the sample statistics. The mean IQ for the larger sample turns out to be 99.68 and the standard deviation is 14.90. These values are now very close to the true population, as :numref:`fig-IQsim` demonstrates.
de: Die offensichtliche Antwort ist, mehr Daten zu sammeln. Nehmen wir an, wir führen ein viel größeres Experiment durch, bei dem wir die IQs von 10.000 Personen messen. Wir können die Ergebnisse dieses Experiments mit jamovi simulieren. |IQsim|_ ist eine jamovi-Datendatei. In dieser Datei habe ich 10.000 Zufallszahlen erzeugt, die aus einer Normalverteilung für eine Population mit ``mean = 100`` und ``sd = 15`` entnommen wurden. Dies geschah durch die Berechnung einer neuen Variablen mit der Funktion ``= NORM(100,15)``. Ein Histogramm und ein Dichtediagramm zeigen, dass diese größere Stichprobe eine viel bessere Annäherung an die wahre Verteilung der Grundgesamtheit darstellt als die kleinere. Dies spiegelt sich auch in den Statistiken der Stichprobe wider. Der mittlere IQ der größeren Stichprobe beträgt 99,68 und die Standardabweichung 14,90. Diese Werte liegen nun sehr nahe an der wahren Werten in der Grundgesamtheit, wie :numref:`fig-IQsim` zeigt.
nb: Det åpenbare svaret er å samle inn mer data. Anta at vi kjørte et mye større eksperiment, der vi denne gangen målte IQ-en til 10 000 personer. Vi kan simulere resultatene av dette eksperimentet ved hjelp av jamovi. Datasettet |IQsim|_ er en jamovi-datafil. I denne filen har jeg generert 10 000 tilfeldige tall fra en normalfordeling for en populasjon med ``mean = 100`` og ``sd = 15``. Dette ble gjort ved å beregne en ny variabel ved hjelp av funksjonen ``= NORM(100, 15)``. Et histogram og et tetthetsplott viser at dette større utvalget er en mye bedre tilnærming til den sanne populasjonsfordelingen enn det mindre utvalget. Dette gjenspeiles i utvalgsstatistikken. Gjennomsnittlig IQ for det større utvalget viser seg å være 99,68, og standardavviket er 14,90. Disse verdiene ligger nå svært nær den sanne populasjonen, som :numref:`fig-IQsim` viser.
ta: மேலும் தரவை சேகரிப்பதே வெளிப்படையான பதில். நாங்கள் மிகப் பெரிய பரிசோதனையை நடத்தினோம் என்று வைத்துக்கொள்வோம், இந்த முறை 10,000 பேரின் ஐ.க்யூ.க்களை அளவிடுகிறது. சமோவியைப் பயன்படுத்தி இந்த பரிசோதனையின் முடிவுகளை நாம் உருவகப்படுத்தலாம். | IQSIM | _ தரவு தொகுப்பு ஒரு சாமோவி தரவுக் கோப்பு. இந்த கோப்பில், `` சராசரி = 100`` மற்றும் `` எச்டி = 15`` கொண்ட மக்கள்தொகைக்கு சாதாரண விநியோகத்திலிருந்து மாதிரி செய்யப்பட்ட 10,000 சீரற்ற எண்களை நான் உருவாக்கியுள்ளேன். `` = நார்ம் (100,15) `` செயல்பாட்டைப் பயன்படுத்தி புதிய மாறியைக் கணக்கிடுவதன் மூலம் இது செய்யப்பட்டது. ஒரு இச்டோகிராம் மற்றும் அடர்த்தி சூழ்ச்சி இந்த பெரிய மாதிரி சிறியதை விட உண்மையான மக்கள்தொகை விநியோகத்திற்கு மிகச் சிறந்த தோராயமாகும் என்பதைக் காட்டுகிறது. இது மாதிரி புள்ளிவிவரங்களில் பிரதிபலிக்கிறது. பெரிய மாதிரிக்கான சராசரி IQ 99.68 ஆகவும், நிலையான விலகல் 14.90 ஆகவும் மாறும். இந்த மதிப்புகள் இப்போது உண்மையான மக்கள்தொகைக்கு மிக நெருக்கமாக உள்ளன, இவ்வாறு: NUMREF: `Fig-iqsim` நிரூபிக்கிறது.
uk: Очевидним рішенням є збір більшої кількості даних. Припустимо, що ми провели набагато більший експеримент, цього разу вимірявши IQ 10 000 людей. Ми можемо змоделювати результати цього експерименту за допомогою jamovi. Набір даних |IQsim|_ є файлом даних jamovi. У цьому файлі я згенерував 10 000 випадкових чисел, відібраних із нормального розподілу для популяції з ``середнім значенням = 100`` і ``sd = 15``. Це було зроблено шляхом обчислення нової змінної за допомогою функції ``= NORM(100,15)``. Гістограма та графік щільності показують, що ця більша вибірка набагато краще наближається до справжнього розподілу популяції, ніж менша. Це відображається у вибірковій статистиці. Середнє IQ для більшої вибірки становить 99,68, а стандартне відхилення — 14,90. Ці значення тепер дуже близькі до справжньої популяції, як показує :numref:`fig-IQsim`.

source: Random sample drawn from a normal distribution using jamovi
de: Mit jamovi aus einer Normalverteilung gezogene Zufallsstichprobe
nb: Tilfeldig utvalg trukket fra en normalfordeling ved hjelp av jamovi
ta: சமோவியைப் பயன்படுத்தி ஒரு சாதாரண விநியோகத்திலிருந்து பெறப்பட்ட சீரற்ற மாதிரி
uk: Випадкова вибірка, отримана з нормального розподілу за допомогою jamovi

source: I feel a bit silly saying this, but the thing I want you to take away from this is that large samples generally give you better information. I feel silly saying it because it’s so bloody obvious that it shouldn’t need to be said. In fact, it’s such an obvious point that when Jacob Bernoulli, one of the founders of probability theory, formalised this idea back in 1713 he was kind of a jerk about it. Here’s how he described the fact that we all share this intuition:
de: Es kommt mir etwas albern vor, das zu sagen, aber ich möchte, dass Sie daraus mitnehmen, dass große Stichproben im Allgemeinen bessere Informationen liefern. Ich fühle mich albern, das zu sagen, weil es so verdammt offensichtlich ist, dass es eigentlich nicht gesagt werden müsste. Es ist sogar so offensichtlich, dass Jacob Bernoulli, einer der Begründer der Wahrscheinlichkeitstheorie, diesen Gedanken bereits 1713 formulierte und sich dabei ziemlich blöd anstellte. Er beschrieb die Tatsache, dass wir alle diese Intuition teilen, folgendermaßen:
nb: Det føles litt dumt å si dette, men det jeg vil at du skal ta med deg fra dette, er at store utvalg generelt gir deg bedre informasjon. Det føles dumt å si det, for det er så innlysende at det ikke burde være nødvendig å si det. Faktisk er det så opplagt at da Jacob Bernoulli, en av grunnleggerne av sannsynlighetsteorien, formaliserte denne ideen i 1713, var han litt av en idiot. Slik beskrev han det faktum at vi alle deler denne intuisjonen:
ta: இதைச் சொல்வதை நான் கொஞ்சம் வேடிக்கையாக உணர்கிறேன், ஆனால் இதிலிருந்து நீங்கள் எடுத்துச் செல்ல வேண்டும் என்று நான் விரும்புகிறேன், பெரிய மாதிரிகள் பொதுவாக உங்களுக்கு சிறந்த தகவல்களைத் தருகின்றன. நான் இதைச் சொல்கிறேன், ஏனென்றால் அது மிகவும் இரத்தக்களரி வெளிப்படையானது, அதைச் சொல்ல வேண்டிய அவசியமில்லை. உண்மையில், இது ஒரு வெளிப்படையான புள்ளி, நிகழ்தகவு கோட்பாட்டின் நிறுவனர்களில் ஒருவரான சேக்கப் பெர்ன lli லி, 1713 ஆம் ஆண்டில் இந்த யோசனையை முறைப்படுத்தியபோது, அவர் அதைப் பற்றி ஒரு முட்டாள்தனமாக இருந்தார். நாம் அனைவரும் இந்த உள்ளுணர்வைப் பகிர்ந்து கொள்கிறோம் என்ற உண்மையை அவர் எவ்வாறு விவரித்தார் என்பது இங்கே:
uk: Мені трохи ніяково це говорити, але я хочу, щоб ви запам'ятали: великі вибірки, як правило, дають більш якісну інформацію. Мені ніяково це говорити, тому що це настільки очевидно, що про це навіть не варто згадувати. Насправді, це настільки очевидний факт, що коли Якоб Бернуллі, один із засновників теорії ймовірностей, у 1713 році формалізував цю ідею, він виглядав трохи неприємним. Ось як він описав той факт, що ми всі поділяємо цю інтуїцію:

source: *For even the most stupid of men, by some instinct of nature, by himself and without any instruction (which is a remarkable thing), is convinced that the more observations have been made, the less danger there is of wandering from one’s goal* (:ref:`Stigler, 1986 <Stigler_1986>`).
nb: *For selv den dummeste av alle mennesker er overbevist om at jo flere observasjoner som er gjort, jo mindre fare er det for å komme bort fra målet* (:ref:`Stigler, 1986 <Stigler_1986>`).
ta: . (: குறிப்பு: `ச்டிக்லர், 1986 <ச்டிக்லர்_1986>`).
uk: *Навіть найдурніший з людей, завдяки якомусь природному інстинкту, самостійно і без будь-яких настанов (що є надзвичайним явищем), переконаний, що чим більше спостережень зроблено, тим менша небезпека відхилитися від своєї мети* (:ref:`Stigler, 1986 <Stigler_1986>`).
