Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: What this is telling is is that the range of values has a 95\% probability of containing the population mean µ. We refer to this range as a **95\% confidence interval**, denoted *CI*\ :sub:`95`\ . In short, as long as *N* is sufficiently large (large enough for us to believe that the sampling distribution of the mean is normal), then we can write this as our formula for the 95\% confidence interval:
de: Das bedeutet, dass der Wertebereich mit einer Wahrscheinlichkeit von 95 % den Mittelwert der Grundgesamtheit µ enthält. Wir bezeichnen diesen Bereich als **95\%-Konfidenzintervall**, bezeichnet als *CI*\ :sub:`95`\ . Kurz gesagt, solange *N* hinreichend groß ist (groß genug, um zu glauben, dass die Stichprobenverteilung des Mittelwerts normal ist), können wir dies als unsere Formel für das 95\%-Konfidenzintervall schreiben:
nb: Det dette forteller oss, er at det er 95\% sannsynlighet for at verdiintervallet inneholder populasjonsgjennomsnittet µ. Vi kaller dette intervallet et **95\%-konfidensintervall**, med betegnelsen *KI*\ :sub:`95` (eller: *CI*\ :sub:`95`\). Kort sagt, så lenge *N* er tilstrekkelig stor (stor nok til at vi tror at utvalgsfordelingen til gjennomsnittet er normalfordelt), kan vi skrive dette som vår formel for 95\%-konfidensintervall:
ta: இது சொல்வது என்னவென்றால், மதிப்புகளின் வரம்பில் மக்கள்தொகை சராசரியைக் கொண்டிருப்பதற்கான 95 \% நிகழ்தகவு உள்ளது. இந்த வரம்பை ** 95 \% நம்பிக்கை இடைவெளி ** எனக் குறிப்பிடுகிறோம்,*ci*\: துணை: `95` \. சுருக்கமாக, * n * போதுமானதாக இருக்கும் வரை (சராசரியின் மாதிரி வழங்கல் இயல்பானது என்று நம்புவதற்கு எங்களுக்கு போதுமானது), பின்னர் இதை 95 \% நம்பிக்கை இடைவெளிக்கான எங்கள் சூத்திரமாக எழுதலாம்:
uk: Це означає, що діапазон значень має 95\% ймовірність містити середнє значення популяції µ. Ми називаємо цей діапазон **95\% довірчим інтервалом**, що позначається *CI*\ :sub:`95`\ . Коротко кажучи, якщо *N* є достатньо великим (достатньо великим, щоб ми могли вважати, що вибірковий розподіл середнього значення є нормальним), то ми можемо записати це як формулу для 95\% довірчого інтервалу:

source: Of course, there’s nothing special about the number 1.96. It just happens to be the multiplier you need to use if you want a 95\% confidence interval. If I’d wanted a 70\% confidence interval, I would have used 1.04 as the magic number rather than 1.96.
de: Natürlich ist an der Zahl 1,96 nichts Besonderes. Sie ist lediglich der Multiplikator, den Sie verwenden müssen, wenn Sie ein 95\%-Konfidenzintervall wünschen. Hätte ich ein Konfidenzintervall von 70 \% haben wollen, würde ich 1,04 als magische Zahl verwenden und nicht 1,96.
nb: Tallet 1,96 er selvsagt ikke noe spesielt. Det er bare tilfeldigvis multiplikatoren du må bruke hvis du vil ha et 95\%-konfidensintervall. Hvis jeg hadde ønsket et 70\%-konfidensintervall, ville jeg ha brukt 1,04 som det magiske tallet i stedet for 1,96.
ta: நிச்சயமாக, 1.96 என்ற எண்ணைப் பற்றி சிறப்பு எதுவும் இல்லை. நீங்கள் 95 \% நம்பிக்கை இடைவெளியை விரும்பினால் நீங்கள் பயன்படுத்த வேண்டிய பெருக்கி இது. நான் 70 \% நம்பிக்கை இடைவெளியை விரும்பினால், 1.96 ஐ விட மேசிக் எண்ணாக 1.04 ஐப் பயன்படுத்தியிருப்பேன்.
uk: Звичайно, в числі 1,96 немає нічого особливого. Просто це множник, який потрібно використовувати, якщо ви хочете отримати 95% довірчий інтервал. Якби я хотів отримати 70% довірчий інтервал, я б використовував 1,04 як магічне число, а не 1,96.

source: A slight mistake in the formula
de: Ein kleiner Fehler in der Formel
nb: En liten feil i formelen
ta: சூத்திரத்தில் ஒரு சிறிய தவறு
uk: Невелика помилка у формулі

source: As usual, I lied. The formula that I’ve given above for the 95\% confidence interval is approximately correct, but I glossed over an important detail in the discussion. Notice my formula requires you to use the standard error of the mean, *SEM*, which in turn requires you to use the true population standard deviation σ. Yet, in :doc:`Ch08_Estimation_4` I stressed the fact that we don’t actually *know* the true population parameters. Because we don’t know the true value of σ we have to use an estimate of the population standard deviation :math:`\hat{\sigma}` instead. This is pretty straightforward to do, but this has the consequence that we need to use the percentiles of the *t*-distribution rather than the normal distribution to calculate our magic number, and the answer depends on the sample size. When *N* is very large, we get pretty much the same value using the *t*-distribution or the normal distribution: 1.96. But when *N* is small we get a much bigger number when we use the *t*-distribution: 2.26.
nb: Som vanlig løy jeg. Formelen jeg har gitt ovenfor for 95\%-konfidensintervall er tilnærmet korrekt, men jeg glemte en viktig detalj i diskusjonen. Legg merke til at formelen min krever at du bruker standardfeilen til gjennomsnittet, *SEM*, som igjen krever at du bruker det sanne populasjonsstandardavviket σ. I :doc:`Ch08_Estimation_4` understreket jeg imidlertid det faktum at vi faktisk ikke *kjenner* de sanne populasjonsparametrene. Fordi vi ikke kjenner den sanne verdien av σ, må vi i stedet bruke et estimat av populasjonsstandardavviket :math:`\hat{\sigma}`. Dette er ganske enkelt å gjøre, men konsekvensen er at vi må bruke persentilene i *t*-fordelingen i stedet for normalfordelingen for å beregne det magiske tallet vårt, og svaret avhenger av utvalgsstørrelsen. Når *N* er veldig stort, får vi omtrent samme verdi ved å bruke *t*-fordelingen eller normalfordelingen: 1.96. Men når *N* er liten, får vi et mye større tall når vi bruker *t*-fordelingen: 2,26.
ta: வழக்கம் போல், நான் பொய் சொன்னேன். 95 \% நம்பிக்கை இடைவெளிக்கு நான் மேலே கொடுத்த தேற்றம் தோராயமாக சரியானது, ஆனால் விவாதத்தில் ஒரு முக்கியமான விவரத்தை நான் பளபளத்தேன். எனது சூத்திரத்தை நீங்கள் சராசரியின் நிலையான பிழையான *SEM *ஐப் பயன்படுத்த வேண்டும் என்பதைக் கவனியுங்கள், இதன் விளைவாக நீங்கள் உண்மையான மக்கள்தொகை தர விலகலைப் பயன்படுத்த வேண்டும் σ. ஆயினும்கூட, இல்: டாக்: `CH08_ESTIMATION_4` உண்மையான மக்கள்தொகை அளவுருக்களை நாம் உண்மையில் * அறியவில்லை என்பதை நான் வலியுறுத்தினேன். Σ இன் உண்மையான மதிப்பு எங்களுக்குத் தெரியாது என்பதால், மக்கள்தொகை தர விலகலின் மதிப்பீட்டைப் பயன்படுத்த வேண்டும்: கணிதம்: `\ தொப்பி {\ சிக்மா}` அதற்கு பதிலாக. இது மிகவும் நேரடியானது, ஆனால் இது எங்கள் மேசிக் எண்ணைக் கணக்கிடுவதற்கான சாதாரண விநியோகத்தை விட *t *-விநியோகத்தின் சதவீதங்களைப் பயன்படுத்த வேண்டும், மேலும் பதில் மாதிரி அளவைப் பொறுத்தது. *N *மிகப் பெரியதாக இருக்கும்போது, *t *-distripution அல்லது சாதாரண விநியோகத்தைப் பயன்படுத்தி அதே மதிப்பைப் பெறுகிறோம்: 1.96. ஆனால் *n *சிறியதாக இருக்கும்போது *t *-distribution: 2.26 ஐப் பயன்படுத்தும்போது மிகப் பெரிய எண்ணைப் பெறுகிறோம்.
uk: Як завжди, я збрехав. Формула, яку я надав вище для 95\% довірчого інтервалу, є приблизно правильною, але я пропустив важливу деталь в обговоренні. Зверніть увагу, що моя формула вимагає використання стандартної похибки середнього значення, *SEM*, що, в свою чергу, вимагає використання справжнього стандартного відхилення сукупності σ. Однак у :doc:`Ch08_Estimation_4` я наголосив на тому, що ми насправді не *знаємо* справжніх параметрів сукупності. Оскільки ми не знаємо справжнього значення σ, ми мусимо замість цього використовувати оцінку стандартного відхилення генеральної сукупності :math:`\hat{\sigma}`. Це зробити досить просто, але це має наслідком те, що для обчислення нашого магічного числа нам потрібно використовувати процентилі *t*-розподілу, а не нормального розподілу, і відповідь залежить від розміру вибірки. Коли *N* дуже велике, ми отримуємо майже однакове значення, використовуючи *t*-розподіл або нормальний розподіл: 1,96. Але коли *N* невелике, ми отримуємо набагато більше число, використовуючи *t*-розподіл: 2,26.

source: There’s nothing too mysterious about what’s happening here. Bigger values mean that the confidence interval is wider, indicating that we’re more uncertain about what the true value of µ actually is. When we use the *t*-distribution instead of the normal distribution we get bigger numbers, indicating that we have more uncertainty. And why do we have that extra uncertainty? Well, because our estimate of the population standard deviation :math:`\hat\sigma` might be wrong! If it’s wrong, it implies that we’re a bit less sure about what our sampling distribution of the mean actually looks like, and this uncertainty ends up getting reflected in a wider confidence interval.
de: Es ist nicht allzu mysteriös, was hier passiert. Größere Werte bedeuten, dass das Konfidenzintervall breiter ist, was darauf hindeutet, dass wir uns nicht sicher sind, wie der wahre Wert von µ tatsächlich aussieht. Wenn wir die *t*-Verteilung anstelle der Normalverteilung verwenden, erhalten wir größere Zahlen, was darauf hinweist, dass wir eine größere Unsicherheit haben. Und warum haben wir diese zusätzliche Unsicherheit? Nun, weil unsere Schätzung der Standardabweichung der Grundgesamtheit :math:`\hat\sigma` falsch sein könnte! Wenn sie falsch ist, bedeutet das, dass wir etwas weniger sicher sind, wie unsere Stichprobenverteilung des Mittelwerts tatsächlich aussieht, und diese Unsicherheit spiegelt sich schließlich in einem breiteren Konfidenzintervall wider.
nb: Det er ikke noe mystisk ved det som skjer her. Større verdier betyr at konfidensintervallet er bredere, noe som indikerer at vi er mer usikre på hva den sanne verdien av µ faktisk er. Når vi bruker *t*-fordelingen i stedet for normalfordelingen, får vi større tall, noe som indikerer at vi er mer usikre. Og hvorfor har vi denne ekstra usikkerheten? Jo, fordi estimatet vårt av standardavviket i populasjonen :math:`\hat\sigma` kan være feil! Hvis det er feil, betyr det at vi er litt mindre sikre på hvordan utvalgsfordelingen av gjennomsnittet faktisk ser ut, og denne usikkerheten ender opp med å gjenspeiles i et bredere konfidensintervall.
ta: இங்கே என்ன நடக்கிறது என்பது பற்றி மர்மமான எதுவும் இல்லை. பெரிய மதிப்புகள் என்பது நம்பிக்கை இடைவெளி அகலமானது என்பதைக் குறிக்கிறது, இது µ இன் உண்மையான மதிப்பு உண்மையில் என்ன என்பது குறித்து நாம் மிகவும் நிச்சயமற்றவர்கள் என்பதைக் குறிக்கிறது. சாதாரண விநியோகத்திற்கு பதிலாக *t *-டிச்ட்ரிபியூசனைப் பயன்படுத்தும்போது, பெரிய எண்களைப் பெறுகிறோம், இது எங்களுக்கு அதிக நிச்சயமற்ற தன்மை இருப்பதைக் குறிக்கிறது. அந்த கூடுதல் நிச்சயமற்ற தன்மை நமக்கு ஏன் இருக்கிறது? சரி, ஏனென்றால் மக்கள்தொகை தரமான விலகல் பற்றிய எங்கள் மதிப்பீடு: கணிதம்: `\ தொப்பி \ சிக்மா` தவறாக இருக்கலாம்! அது தவறு என்றால், சராசரியின் எங்கள் மாதிரி வழங்கல் உண்மையில் எப்படி இருக்கும் என்பதைப் பற்றி நாம் கொஞ்சம் உறுதியாக இருப்பதை இது குறிக்கிறது, மேலும் இந்த நிச்சயமற்ற தன்மை ஒரு பரந்த நம்பிக்கை இடைவெளியில் பிரதிபலிக்கிறது.
uk: У тому, що тут відбувається, немає нічого надто загадкового. Більші значення означають, що довірчий інтервал ширший, що вказує на те, що ми менш впевнені в тому, яким насправді є справжнє значення µ. Коли ми використовуємо *t*-розподіл замість нормального розподілу, ми отримуємо більші числа, що вказує на більшу невизначеність. А чому ми маємо цю додаткову невизначеність? Тому що наша оцінка стандартного відхилення генеральної сукупності :math:`\hat\sigma` може бути неправильною! Якщо вона неправильна, це означає, що ми трохи менш впевнені в тому, як насправді виглядає розподіл вибірки середнього значення, і ця невизначеність в кінцевому підсумку відображається в ширшому довірчому інтервалі.

source: Interpreting a confidence interval
de: Interpretieren eines Konfidenzintervalls
nb: Tolkning av et konfidensintervall
ta: நம்பிக்கை இடைவெளியை விளக்குகிறது
uk: Інтерпретація довірчого інтервалу

source: The hardest thing about confidence intervals is understanding what they *mean*. Whenever people first encounter confidence intervals, the first instinct is almost always to say that “there is a 95\% probability that the true mean lies inside the confidence interval”. It’s simple and it seems to capture the common sense idea of what it means to say that I am “95\% confident”. Unfortunately, it’s not quite right. The intuitive definition relies very heavily on your own personal *beliefs* about the value of the population mean. I say that I am 95\% confident because those are my beliefs. In everyday life that’s perfectly okay, but if you remember back to :doc:`../Ch07/Ch07_Probability_2`, you’ll notice that talking about personal belief and confidence is a Bayesian idea. However, confidence intervals are *not* Bayesian tools. Like everything else in this chapter, confidence intervals are *frequentist* tools, and if you are going to use frequentist methods then it’s not appropriate to attach a Bayesian interpretation to them. If you use frequentist methods, you must adopt frequentist interpretations!
nb: Det vanskeligste med konfidensintervaller er å forstå hva de *betyr*. Når folk først støter på konfidensintervaller, er det første instinktet nesten alltid å si at «det er 95\% sannsynlighet for at det sanne gjennomsnittet ligger innenfor konfidensintervallet». Det er enkelt, og det ser ut til å fange opp den sunne fornuftsoppfatningen av hva det vil si å si at jeg er «95\% sikker». Dessverre er det ikke helt riktig. Den intuitive definisjonen er svært avhengig av dine egne personlige *oppfatninger* om verdien av populasjonsgjennomsnittet. Jeg sier at jeg er 95\% sikker fordi det er det jeg tror. I hverdagen er det helt greit, men hvis du husker tilbake til :doc:`../Ch07/Ch07_Probability_2`, vil du legge merke til at det å snakke om personlig tro og tillit er en bayesiansk idé. Konfidensintervaller er imidlertid *ikke* bayesianske verktøy. Som alt annet i dette kapitlet er konfidensintervaller *frekventistiske* verktøy, og hvis du skal bruke frekventistiske metoder, er det ikke hensiktsmessig å legge en bayesiansk tolkning til dem. Hvis du bruker frekventistiske metoder, må du bruke frekventistiske tolkninger!
ta: நம்பிக்கை இடைவெளிகளைப் பற்றிய கடினமான சேதி என்னவென்றால், அவை என்ன பொருள் என்பதை புரிந்துகொள்வது *. மக்கள் முதலில் நம்பிக்கை இடைவெளிகளை எதிர்கொள்ளும்போதெல்லாம், முதல் உள்ளுணர்வு எப்போதுமே "உண்மையான சராசரி நம்பிக்கை இடைவெளியில் இருக்கும் 95 \% நிகழ்தகவு உள்ளது" என்று எப்போதும் சொல்வது. இது எளிதானது, நான் “95 \% நம்பிக்கையுடன்” இருக்கிறேன் என்று சொல்வதன் பொருள் என்ன என்பதற்கான பொது அறிவு யோசனையைப் பிடிக்கத் தோன்றுகிறது. துரதிர்ச்டவசமாக, இது சரியாக இல்லை. உள்ளுணர்வு வரையறை உங்கள் சொந்த தனிப்பட்ட * நம்பிக்கைகளை * மக்கள்தொகையின் மதிப்பைப் பற்றி மிகவும் நம்பியுள்ளது. நான் 95 \% நம்பிக்கையுடன் இருக்கிறேன் என்று சொல்கிறேன், ஏனென்றால் அவை என் நம்பிக்கைகள். அன்றாட வாழ்க்கையில் அது சரியாக இருக்கிறது, ஆனால் நீங்கள் மீண்டும் நினைவில் வைத்திருந்தால்: doc: `../ ch07/ch07_probability_2`, தனிப்பட்ட நம்பிக்கை மற்றும் நம்பிக்கையைப் பற்றி பேசுவது ஒரு பேய்சியன் சிந்தனை என்பதை நீங்கள் கவனிப்பீர்கள். இருப்பினும், நம்பிக்கை இடைவெளிகள் * பேய்சியன் கருவிகள் அல்ல. இந்த அத்தியாயத்தில் உள்ள எல்லாவற்றையும் போலவே, நம்பிக்கை இடைவெளிகளும் * அடிக்கடி * கருவிகள், நீங்கள் அடிக்கடி முறைகளைப் பயன்படுத்தப் போகிறீர்கள் என்றால், அவற்றுடன் ஒரு பேய்சியன் விளக்கத்தை இணைப்பது பொருத்தமானதல்ல. நீங்கள் அடிக்கடி முறையான முறைகளைப் பயன்படுத்தினால், நீங்கள் அடிக்கடி விளக்கங்களை பின்பற்ற வேண்டும்!
uk: Найскладніше в довірчих інтервалах — це зрозуміти, що вони *означають*. Коли люди вперше стикаються з довірчими інтервалами, їх першою реакцією майже завжди є твердження, що «існує 95 % ймовірність того, що справжнє середнє значення лежить у межах довірчого інтервалу». Це просто і, здається, відображає загальне уявлення про те, що означає «я впевнений на 95 %». На жаль, це не зовсім правильно. Інтуїтивне визначення дуже сильно залежить від ваших особистих *переконань* щодо значення середнього значення генеральної сукупності. Я кажу, що я впевнений на 95 %, тому що це мої переконання. У повсякденному житті це цілком нормально, але якщо ви згадаєте :doc:`../Ch07/Ch07_Probability_2`, то помітите, що розмова про особисті переконання та впевненість є байєсівською ідеєю. Однак довірчі інтервали *не* є байєсівськими інструментами. Як і все інше в цьому розділі, довірчі інтервали є *фреквентистськими* інструментами, і якщо ви збираєтеся використовувати фреквентистські методи, то не варто надавати їм байєсівського тлумачення. Якщо ви використовуєте фреквентистські методи, ви повинні застосовувати фреквентистські тлумачення!

source: Okay, so if that’s not the right answer, what is? Remember what we said about frequentist probability. The only way we are allowed to make “probability statements” is to talk about a sequence of events, and to count up the frequencies of different kinds of events. From that perspective, the nterpretation of a 95\% confidence interval must have something to do with replication. Specifically, if we replicated the experiment over and over again and computed a 95\% confidence interval for each replication, then 95\% of those *intervals* would contain the true mean. More generally, 95\% of all confidence intervals constructed using this procedure should contain the true population mean. This idea is illustrated in :numref:`fig-confIntSmp`, which shows 50 confidence intervals constructed for a “measure 10 IQ scores” experiment (top panel) and another 50 confidence intervals for a “measure 25 IQ scores” experiment (bottom panel). A bit fortuitously, across the 100 replications that I simulated, it turned out that exactly 95 of them contained the true mean.
de: Aber wenn das nicht die richtige Antwort ist, was ist sie dann? Erinnern Sie sich daran, was wir über die frequentistische Wahrscheinlichkeitsrechnung gesagt haben. Die einzige Möglichkeit, „Wahrscheinlichkeitsaussagen“ zu machen, besteht darin, über eine Abfolge von Ereignissen zu sprechen und die Häufigkeiten verschiedener Arten von Ereignissen zu zählen. Aus dieser Perspektive muss die Interpretation eines 95\%-Konfidenzintervalls etwas mit Replikation zu tun haben. Wenn wir das Experiment immer wieder wiederholen und für jede Wiederholung ein 95\%-Konfidenzintervall berechnen würden, dann würden 95 % dieser *Intervalle* den wahren Mittelwert enthalten. Allgemeiner ausgedrückt: 95 % aller Konfidenzintervalle, die mit diesem Verfahren berechnet werden, sollten den wahren Mittelwert der Population enthalten. Diese Idee wird in :numref:`fig-confIntSmp` veranschaulicht, wo 50 Konfidenzintervalle für ein Experiment zur Messung von 10 IQ-Werten (obere Abbildung) und weitere 50 Konfidenzintervalle für ein Experiment zur Messung von 25 IQ-Werten (untere Abbildung) dargestellt sind. Zufälligerweise stellte sich heraus, dass von den 100 simulierten Replikationen genau 95 den wahren Mittelwert enthielten.
nb: Hvis ikke det er det riktige svaret, hva er det da? Husk hva vi sa om frekventistisk sannsynlighet. Den eneste måten vi har lov til å komme med «sannsynlighetsuttalelser» på, er å snakke om en sekvens av hendelser, og å telle opp hyppighetene av ulike typer hendelser. Ut fra dette perspektivet må tolkningen av et 95\%-konfidensintervall ha noe med replikasjon å gjøre. Hvis vi replikerer eksperimentet om og om igjen og beregner et 95\% konfidensintervall for hver replikasjon, vil 95\% av disse *intervallene* inneholde det sanne gjennomsnittet. Mer generelt vil 95\% av alle konfidensintervallene som er konstruert ved hjelp av denne prosedyren, inneholde det sanne populasjonsgjennomsnittet. Denne ideen er illustrert i :numref:`fig-confIntSmp`, som viser 50 konfidensintervaller konstruert for et «mål 10 IQ-skårer»-eksperiment (øverste panel) og ytterligere 50 konfidensintervaller for et «mål 25 IQ-skårer»-eksperiment (nederste panel). Litt tilfeldig viste det seg at nøyaktig 95 av de 100 replikasjonene jeg simulerte, inneholdt det sanne gjennomsnittet.
ta: சரி, அது சரியான பதில் இல்லையென்றால், என்ன? அடிக்கடி நிகழ்தகவு பற்றி நாங்கள் சொன்னதை நினைவில் கொள்ளுங்கள். "நிகழ்தகவு அறிக்கைகள்" செய்ய எங்களுக்கு அனுமதிக்கப்பட்ட ஒரே வழி, நிகழ்வுகளின் வரிசையைப் பற்றி பேசுவதும், பல்வேறு வகையான நிகழ்வுகளின் அதிர்வெண்களைக் கணக்கிடுவதும் ஆகும். அந்த கண்ணோட்டத்தில், 95 \% நம்பிக்கை இடைவெளியின் விளக்கத்திற்கு நகலெடுப்புடன் ஏதாவது செய்ய வேண்டும். குறிப்பாக, நாங்கள் மீண்டும் மீண்டும் பரிசோதனையை பிரதிபலித்து, ஒவ்வொரு பிரதிக்கும் 95 \% நம்பிக்கை இடைவெளியைக் கணக்கிட்டால், அந்த * இடைவெளிகளில் 95 \% உண்மையான சராசரியைக் கொண்டிருக்கும். மிகவும் பொதுவாக, இந்த நடைமுறையைப் பயன்படுத்தி கட்டப்பட்ட அனைத்து நம்பிக்கை இடைவெளிகளிலும் 95 \% உண்மையான மக்கள் தொகை சராசரியைக் கொண்டிருக்க வேண்டும். இந்த சிந்தனை இதில் விளக்கப்பட்டுள்ளது: NUMREF: `Fig-confintsmp`, இது“ அளவீட்டு 10 IQ மதிப்பெண்கள் ”சோதனை (மேல் குழு) மற்றும்“ அளவீட்டு 25 IQ மதிப்பெண்கள் ”பரிசோதனைக்கு (கீழே உள்ள குழு ஆகியவற்றுக்கு 50 நம்பிக்கை இடைவெளிகளைக் காட்டுகிறது ). ஒரு பிட் அதிர்ச்டவசமாக, நான் உருவகப்படுத்திய 100 பிரதிகளில், அவற்றில் சரியாக 95 உண்மையான சராசரியைக் கொண்டிருந்தன.
uk: Гаразд, якщо це не правильна відповідь, то яка ж правильна? Згадайте, що ми говорили про частотну ймовірність. Єдиний спосіб, яким ми можемо робити «ймовірнісні твердження», — це говорити про послідовність подій і підраховувати частоту різних видів подій. З цієї точки зору, інтерпретація 95\% довірчого інтервалу повинна мати щось спільне з повторенням. Зокрема, якщо ми повторювали експеримент знову і знову та обчислювали 95\% довірчий інтервал для кожного повторення, то 95\% цих *інтервалів* містили б справжнє середнє значення. Більш загально, 95 % усіх довірчих інтервалів, побудованих за допомогою цієї процедури, повинні містити справжнє середнє значення популяції. Ця ідея проілюстрована в :numref:`fig-confIntSmp`, де показано 50 довірчих інтервалів, побудованих для експерименту «вимірювання 10 балів IQ» (верхня панель), та ще 50 довірчих інтервалів для експерименту «вимірювання 25 балів IQ» (нижня панель). Трохи випадково, серед 100 повторень, які я моделював, виявилося, що саме 95 з них містили справжнє середнє значення.

source: Confidence intervals for IQ-samples with N=10 (top) and N=25 (bottom)
de: Konfidenzintervalle für IQ-Stichproben mit N=10 (oben) und N=25 (unten)
nb: Konfidensintervaller for IQ-utvalg med N=10 (øverst) og N=25 (nederst)
ta: N = 10 (மேல்) மற்றும் n = 25 (கீழே) உடன் IQ- மாதிரிகளுக்கான நம்பிக்கை இடைவெளிகள்
uk: Довірчі інтервали для IQ-вибірок з N=10 (зверху) та N=25 (знизу)
