Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: At this point I hope you have a pretty good sense of what sampling distributions are, and in particular what the sampling distribution of the mean is. In this section I want to talk about how the sampling distribution of the mean changes as a function of sample size. Intuitively, you already know part of the answer. If you only have a few observations, the sample mean is likely to be quite inaccurate. If you replicate a small experiment and recalculate the mean you’ll get a very different answer. In other words, the sampling distribution is quite wide. If you replicate a large experiment and recalculate the sample mean you’ll probably get the same answer you got last time, so the sampling distribution will be very narrow. You can see this visually in :numref:`fig-samplingDistDiffN`, showing that the bigger the sample size, the narrower the sampling distribution gets. We can quantify this effect by calculating the standard deviation of the sampling distribution, which is referred to as the **standard error**. The standard error of a statistic is often denoted SE, and since we’re usually interested in the standard error of the sample *mean*, we often use the acronym SEM. As you can see just by looking at the picture, as the sample size *N* increases, the SEM decreases.
de: Ich hoffe, Sie haben jetzt eine Vorstellung davon, was Stichprobenverteilungen sind, und insbesondere, was die Stichprobenverteilung des Mittelwerts ist. In diesem Abschnitt möchte ich darüber sprechen, wie sich die Stichprobenverteilung des Mittelwerts in Abhängigkeit vom Stichprobenumfang verändert. Intuitiv kennen Sie bereits einen Teil der Antwort. Wenn Sie nur wenige Beobachtungen haben, ist der Stichprobenmittelwert wahrscheinlich recht ungenau. Wenn Sie ein Experiment mit wenigen Teilnehmern wiederholen und den Mittelwert neu berechnen, werden Sie eine ganz andere Antwort erhalten. Mit anderen Worten: Die Stichprobenverteilung ist recht breit. Wenn Sie ein Experiment mit vielen Teilnehmern wiederholen und den Mittelwert der Stichprobe neu berechnen, erhalten Sie wahrscheinlich eine sehr ähnliche Antwort wie beim letzten Mal, d. h. die Stichprobenverteilung ist sehr eng. Dies wird in :numref:`fig-samplingDistDiffN` deutlich: Je größer die Stichprobe ist, desto enger wird die Stichprobenverteilung. Wir können diesen Effekt quantifizieren, indem wir die Standardabweichung der Stichprobenverteilung berechnen, die als **Standardfehler** bezeichnet wird. Der Standardfehler einer Statistik wird oft mit SE bezeichnet, und da wir uns in der Regel für den Standardfehler des *Mittelwerts* der Stichprobe interessieren, verwenden wir oft das Akronym SEM. Wie Sie aus der Abbildung ersehen können, nimmt der SEM ab, wenn der Stichprobenumfang *N* steigt.
nb: Nå håper jeg at du har en ganske god forståelse av hva utvalgsfordelinger er, og spesielt hva utvalgsfordelingen til gjennomsnittet er. I denne delen vil jeg snakke om hvordan utvalgsfordelingen til gjennomsnittet endrer seg som en funksjon av utvalgsstørrelsen. Intuitivt vet du allerede en del av svaret. Hvis du bare har noen få observasjoner, er det sannsynlig at utvalgsgjennomsnittet blir ganske unøyaktig. Hvis du gjentar et lite eksperiment og beregner gjennomsnittet på nytt, vil du få et helt annet svar. Utvalgsfordelingen er med andre ord ganske bred. Hvis du gjentar et stort eksperiment og beregner gjennomsnittet på nytt, vil du sannsynligvis få det samme svaret som forrige gang, og utvalgsfordelingen vil derfor være svært smal. Du kan se dette visuelt i :numref:`fig-samplingDistDiffN`, som viser at jo større utvalget er, desto smalere blir utvalgsfordelingen. Vi kan kvantifisere denne effekten ved å beregne standardavviket til utvalgsfordelingen, som kalles **standardfeilen**. Standardfeilen til en statistikk betegnes ofte SE, og siden vi vanligvis er interessert i standardfeilen til utvalgets *gjennomsnitt*, bruker vi ofte akronymet SEM. Som du kan se bare ved å se på bildet, synker SEM når utvalgsstørrelsen *N* øker.
ta: இந்த கட்டத்தில் மாதிரி வழங்கல் என்றால் என்ன என்பதில் உங்களுக்கு நல்ல உணர்வு இருப்பதாக நான் நம்புகிறேன், குறிப்பாக சராசரியின் மாதிரி வழங்கல் என்ன. இந்த பிரிவில், மாதிரி அளவின் மாதிரி வழங்கல் மாதிரி அளவின் செயல்பாடாக எவ்வாறு மாறுகிறது என்பதைப் பற்றி பேச விரும்புகிறேன். உள்ளுணர்வாக, பதிலின் ஒரு பகுதியை நீங்கள் ஏற்கனவே அறிவீர்கள். உங்களிடம் சில அவதானிப்புகள் மட்டுமே இருந்தால், மாதிரி சராசரி மிகவும் துல்லியமாக இருக்கக்கூடும். நீங்கள் ஒரு சிறிய பரிசோதனையைப் பிரதிபலித்து, சராசரியை மீண்டும் கணக்கிட்டால், நீங்கள் மிகவும் வித்தியாசமான பதிலைப் பெறுவீர்கள். வேறு வார்த்தைகளில் கூறுவதானால், மாதிரி வழங்கல் மிகவும் அகலமானது. நீங்கள் ஒரு பெரிய பரிசோதனையைப் பிரதிபலித்து, மாதிரியை மீண்டும் கணக்கிட்டால், கடைசியாக உங்களுக்கு கிடைத்த அதே பதிலை நீங்கள் பெறுவீர்கள், எனவே மாதிரி வழங்கல் மிகவும் குறுகியதாக இருக்கும். இதை நீங்கள் பார்வைக்கு காணலாம்: numref: `Fig-samplingdistdiffn`, மாதிரி அளவு பெரியது, மாதிரி வழங்கல் குறுகியது என்பதைக் காட்டுகிறது. மாதிரி விநியோகத்தின் நிலையான விலகலைக் கணக்கிடுவதன் மூலம் இந்த விளைவை நாம் அளவிட முடியும், இது ** நிலையான பிழை ** என குறிப்பிடப்படுகிறது. ஒரு புள்ளிவிவரத்தின் நிலையான பிழை பெரும்பாலும் SE ஐக் குறிக்கின்றன, மேலும் மாதிரியின் நிலையான பிழையில் நாங்கள் வழக்கமாக ஆர்வமாக இருப்பதால் *சராசரி *, நாங்கள் பெரும்பாலும் SEM என்ற சுருக்கத்தை பயன்படுத்துகிறோம். படத்தைப் பார்ப்பதன் மூலம் நீங்கள் பார்க்க முடியும் என, மாதிரி அளவு * n * அதிகரிக்கும் போது, SEM குறைகிறது.
uk: На цьому етапі я сподіваюся, що ви вже досить добре розумієте, що таке вибіркові розподіли, і, зокрема, що таке вибірковий розподіл середнього значення. У цьому розділі я хочу поговорити про те, як вибірковий розподіл середнього значення змінюється в залежності від розміру вибірки. Інтуїтивно ви вже знаєте частину відповіді. Якщо у вас є лише кілька спостережень, вибіркове середнє значення, ймовірно, буде досить неточним. Якщо ви повторите невеликий експеримент і перерахуєте середнє значення, ви отримаєте зовсім іншу відповідь. Іншими словами, вибірковий розподіл є досить широким. Якщо ви повторите великий експеримент і перерахуєте вибіркове середнє значення, ви, ймовірно, отримаєте ту саму відповідь, що й минулого разу, отже, вибірковий розподіл буде дуже вузьким. Ви можете побачити це візуально на :numref:`fig-samplingDistDiffN`, що показує: чим більший розмір вибірки, тим вужчим стає розподіл вибірки. Ми можемо кількісно оцінити цей ефект, обчисливши стандартне відхилення вибіркового розподілу, яке називається **стандартною похибкою**. Стандартна похибка статистичного показника часто позначається SE, а оскільки нас зазвичай цікавить стандартна похибка *середнього значення* вибірки, ми часто використовуємо абревіатуру SEM. Як ви можете бачити, просто подивившись на малюнок, із збільшенням розміру вибірки *N* SEM зменшується.

source: Shape of the sampling distribution in dependence of the sample size
de: Aussehen der Stichprobenverteilung in Abhängigkeit vom Stichprobenumfang
nb: Utvalgsfordelingens form avhenger av utvalgsstørrelsen
ta: மாதிரி அளவின் சார்பு மாதிரி விநியோகத்தின் வடிவம்
uk: Форма розподілу вибірки залежно від розміру вибірки

source: Illustration of the how sampling distribution of the mean depends on sample size. In each panel I generated 10,000 samples of IQ data and calculated the mean IQ observed within each of these data sets. The histograms in these plots show the distribution of these means (i.e., the sampling distribution of the mean). Each individual IQ score was drawn from a normal distribution with mean 100 and standard deviation 15, which is shown as the solid black line. In the left panel, each data set contained only a single observation, so the mean of each sample is just one person’s IQ score. As a consequence, the sampling distribution of the mean is of course identical to the population distribution of IQ scores. However, when we raise the sample size to 2 (middle panel) the mean of any one sample tends to be closer to the population mean than a one person’s IQ score, and so the histogram (i.e., the sampling distribution) is a bit narrower than the population distribution. By the time we raise the sample size to 10 (right panel), we can see that the distribution of sample means tend to be fairly tightly clustered around the true population mean.
de: Veranschaulichung der Abhängigkeit der Stichprobenverteilung des Mittelwerts vom Stichprobenumfang. In jedem Panel habe ich 10.000 Stichproben von IQ-Daten generiert und den in jedem dieser Datensätze beobachteten mittleren IQ berechnet. Die Histogramme in diesen Diagrammen zeigen die Verteilung dieser Mittelwerte (d. h. die Stichprobenverteilung des Mittelwerts). Jeder einzelne IQ-Wert wurde einer Normalverteilung mit einem Mittelwert von 100 und einer Standardabweichung von 15 entnommen, die als durchgezogene schwarze Linie dargestellt ist. Im linken Feld enthielt jeder Datensatz nur eine einzige Beobachtung, so dass der Mittelwert jeder Stichprobe nur den IQ-Wert einer Person darstellt. Folglich ist die Stichprobenverteilung des Mittelwerts natürlich identisch mit der Grundgesamtheitsverteilung der IQ-Werte. Erhöht man jedoch den Stichprobenumfang auf 2 (mittleres Feld), so liegt der Mittelwert einer Stichprobe tendenziell näher am Mittelwert der Grundgesamtheit als am IQ-Wert einer einzelnen Person, so dass das Histogramm (d. h. die Stichprobenverteilung) etwas enger ist als die Grundgesamtheitsverteilung. Wenn wir den Stichprobenumfang auf 10 erhöhen (rechtes Feld), können wir sehen, dass die Verteilung der Stichprobenmittelwerte dazu neigt, sich ziemlich eng um den wahren Grundgesamtheitsmittelwert zu gruppieren.
nb: Illustrasjon av hvordan utvalgsfordelingen av gjennomsnittet avhenger av utvalgsstørrelsen. I hvert panel har jeg generert 10 000 utvalg av IQ-data og beregnet den gjennomsnittlige IQ-en som ble observert i hvert av disse datasettene. Histogrammene i disse plottene viser fordelingen av disse gjennomsnittene (dvs. utvalgsfordelingen av gjennomsnittet). Hver enkelt IQ-skår ble trukket fra en normalfordeling med gjennomsnitt 100 og standardavvik 15, som er vist som den heltrukne, svarte linjen. I panelet til venstre inneholder hvert datasett bare én enkelt observasjon, så gjennomsnittet for hvert utvalg er bare én persons IQ-skår. Som en konsekvens av dette er utvalgsfordelingen av gjennomsnittet selvsagt identisk med populasjonsfordelingen av IQ-skårer. Når vi øker utvalgsstørrelsen til 2 (midterste panel), har imidlertid gjennomsnittet for hvert enkelt utvalg en tendens til å ligge nærmere populasjonsgjennomsnittet enn én persons IQ-skår, slik at histogrammet (dvs. utvalgsfordelingen) blir litt smalere enn populasjonsfordelingen. Når vi øker utvalgsstørrelsen til 10 (høyre panel), kan vi se at fordelingen av utvalgsgjennomsnitt har en tendens til å være ganske tett samlet rundt det sanne populasjonsgjennomsnittet.
ta: சராசரியின் மாதிரி வழங்கல் எவ்வாறு மாதிரி அளவைப் பொறுத்தது என்பதற்கான விளக்கம். ஒவ்வொரு குழுவிலும் நான் IQ தரவின் 10,000 மாதிரிகளை உருவாக்கி, இந்த ஒவ்வொரு தரவுத் தொகுப்புகளிலும் காணப்பட்ட சராசரி IQ ஐக் கணக்கிட்டேன். இந்த அடுக்குகளில் உள்ள இச்டோகிராம்கள் இந்த வழிமுறைகளின் விநியோகத்தைக் காட்டுகின்றன (அதாவது, சராசரியின் மாதிரி விநியோகம்). ஒவ்வொரு தனிப்பட்ட ஐ.க்யூ மதிப்பெண்ணும் சராசரி 100 மற்றும் நிலையான விலகல் 15 உடன் சாதாரண விநியோகத்திலிருந்து எடுக்கப்பட்டது, இது திட கருப்பு கோட்டாக காட்டப்பட்டுள்ளது. இடது பேனலில், ஒவ்வொரு தரவுத் தொகுப்பிலும் ஒரே ஒரு அவதானிப்பு மட்டுமே உள்ளது, எனவே ஒவ்வொரு மாதிரியின் சராசரி ஒரு நபரின் ஐ.க்யூ மதிப்பெண் மட்டுமே. இதன் விளைவாக, சராசரியின் மாதிரி வழங்கல் நிச்சயமாக ஐ.க்யூ மதிப்பெண்களின் மக்கள்தொகை விநியோகத்திற்கு ஒத்ததாகும். இருப்பினும், நாம் மாதிரி அளவை 2 ஆக உயர்த்தும்போது (நடுத்தர குழு) எந்தவொரு மாதிரியின் சராசரி ஒரு நபரின் ஐ.க்யூ மதிப்பெண்ணைக் காட்டிலும் மக்கள்தொகைக்கு நெருக்கமாக இருக்கும், எனவே இச்டோகிராம் (அதாவது, மாதிரி விநியோகம்) சற்று குறுகியது மக்கள்தொகை விநியோகத்தை விட. மாதிரி அளவை 10 (வலது குழு) ஆக உயர்த்தும் நேரத்தில், மாதிரி வழிமுறைகளின் வழங்கல் உண்மையான மக்கள்தொகை சராசரியைச் சுற்றி மிகவும் இறுக்கமாக கொத்தாக இருப்பதைக் காணலாம்.
uk: Ілюстрація того, як розподіл вибірки середнього значення залежить від розміру вибірки. У кожній панелі я створив 10 000 вибірок даних IQ і обчислив середнє IQ, спостережуване в кожній з цих наборів даних. Гістограми на цих графіках показують розподіл цих середніх значень (тобто розподіл вибірки середнього значення). Кожен індивідуальний показник IQ був взятий з нормального розподілу із середнім значенням 100 і стандартним відхиленням 15, що показано чорною суцільною лінією. На лівій панелі кожен набір даних містив лише одне спостереження, тому середнє значення кожної вибірки є показником IQ лише однієї особи. Як наслідок, вибірковий розподіл середнього значення, звичайно, ідентичний розподілу IQ-балів у популяції. Однак, коли ми збільшуємо розмір вибірки до 2 (середня панель), середнє значення будь-якої вибірки має тенденцію бути ближчим до середнього значення популяції, ніж IQ-бал однієї людини, і тому гістограма (тобто вибірковий розподіл) є дещо вужчою, ніж розподіл популяції. Коли ми збільшуємо розмір вибірки до 10 (права панель), ми бачимо, що розподіл середніх значень вибірки має тенденцію досить щільно групуватися навколо справжнього середнього значення генеральної сукупності.

source: Okay, so that’s one part of the story. However, there’s something I’ve been glossing over so far. All my examples up to this point have been based on the “IQ scores” experiments, and because IQ scores are roughly normally distributed I’ve assumed that the population distribution is normal. What if it isn’t normal? What happens to the sampling distribution of the mean? The remarkable thing is this, no matter what shape your population distribution is, as *N* increases the sampling distribution of the mean starts to look more like a normal distribution. To give you a sense of this I ran some simulations. To do this, I started with the “ramped” distribution shown in the histogram in :numref:`fig-cltDemo` (top-left panel). As you can see by comparing the triangular shaped histogram to the bell curve plotted by the black line, the population distribution doesn’t look very much like a normal distribution at all. Next, I simulated the results of a large number of experiments. In each experiment I took *N* = 2 samples from this distribution, and then calculated the sample mean. :numref:`fig-cltDemo` (top-right panel) plots the histogram of these sample means (i.e., the sampling distribution of the mean for *N* = 2). This time, the histogram produces a ∩-shaped distribution. It’s still not normal, but it’s a lot closer to the black line than the population distribution in :numref:`fig-cltDemo` (top-left panel). When I increase the sample size to *N* = 4, the sampling distribution of the mean is very close to normal (:numref:`fig-cltDemo`, bottom-left panel), and by the time we reach a sample size of *N* = 8 (:numref:`fig-cltDemo`; bottom- right panel) it’s almost perfectly normal. In other words, as long as your sample size isn’t tiny, the sampling distribution of the mean will be approximately normal no matter what your population distribution looks like!
de: Das ist also ein Teil der Geschichte. Es gibt jedoch etwas, das ich bisher übersehen habe. Alle meine bisherigen Beispiele basierten auf den Experimenten zu den „IQ-Werten“, und da die IQ-Werte ungefähr normal verteilt sind, habe ich angenommen, dass die Verteilung in der Bevölkerung normal ist. Was aber, wenn sie nicht normal ist? Was passiert dann mit der Stichprobenverteilung des Mittelwerts? Das Bemerkenswerte ist, dass unabhängig von der Form der Grundgesamtheit die Stichprobenverteilung des Mittelwerts mit zunehmender *N* immer mehr wie eine Normalverteilung aussieht. Um Ihnen einen Eindruck davon zu vermitteln, habe ich einige Simulationen durchgeführt. Dazu habe ich mit der „Rampen“-Verteilung begonnen, die im Histogramm in :numref:`fig-cltDemo` (oben links) dargestellt ist. Wenn man das dreieckige Histogramm mit der Glockenkurve vergleicht, die durch die schwarze Linie dargestellt wird, sieht die Verteilung der Bevölkerung überhaupt nicht wie eine Normalverteilung aus. Als Nächstes habe ich die Ergebnisse einer großen Anzahl von Experimenten simuliert. Bei jedem Experiment habe ich *N* = 2 Stichproben aus dieser Verteilung genommen und dann den Stichprobenmittelwert berechnet. :numref:`fig-cltDemo` (rechts oben) zeigt das Histogramm dieser Stichprobenmittelwerte (d.h. die Stichprobenverteilung des Mittelwertes für *N* = 2). Dieses Mal ergibt das Histogramm eine ∩-förmige Verteilung. Sie ist zwar immer noch nicht normal, aber sie liegt viel näher an der schwarzen Linie als die Verteilung der Grundgesamtheit in :numref:`fig-cltDemo` (links oben). Wenn ich den Stichprobenumfang auf *N* = 4 erhöhe, ist die Stichprobenverteilung des Mittelwerts sehr nahe an der Normalverteilung (:numref:`fig-cltDemo`, unten links), und bei einem Stichprobenumfang von *N* = 8 (:numref:`fig-cltDemo`; unten rechts) ist sie fast vollkommen normal. Mit anderen Worten: Solange der Stichprobenumfang nicht winzig ist, ist die Stichprobenverteilung des Mittelwerts annähernd normal, egal wie die Verteilung in der Grundgesamtheit aussieht!
nb: Ok, så det er en del av historien. Det er imidlertid noe jeg har gått glipp av så langt. Alle eksemplene mine så langt har vært basert på eksperimentene med «IQ-skårer», og fordi IQ-skår er noenlunde normalfordelte, har jeg antatt at populasjonen er normalfordelt. Hva om den ikke er normalfordelt? Hva skjer da med utvalgsfordelingen av gjennomsnittet? Det bemerkelsesverdige er at uansett hvilken form populasjonsfordelingen din har, vil utvalgsfordelingen av gjennomsnittet begynne å ligne mer på en normalfordeling når *N* øker. For å gi deg en fornemmelse av dette har jeg kjørt noen simuleringer. For å gjøre dette startet jeg med den «rampeformede» fordelingen som vises i histogrammet i :numref:`fig-cltDemo` (panelet øverst til venstre). Som du kan se ved å sammenligne det trekantformede histogrammet med klokkekurven som er tegnet inn med den svarte linjen, ser ikke populasjonsfordelingen ut som en normalfordeling i det hele tatt. Deretter simulerte jeg resultatene av et stort antall eksperimenter. I hvert eksperiment tok jeg *N* = 2 utvalg fra denne fordelingen, og beregnet deretter utvalgsgjennomsnittet. :numref:`fig-cltDemo` (panelet øverst til høyre) viser histogrammet til disse utvalgsgjennomsnittene (dvs. utvalgsfordelingen til gjennomsnittet for *N* = 2). Denne gangen gir histogrammet en ∩-formet fordeling. Den er fortsatt ikke normalfordelt, men den er mye nærmere den svarte linjen enn populasjonsfordelingen i :numref:`fig-cltDemo` (panelet øverst til venstre). Når jeg øker utvalgsstørrelsen til *N* = 4, er utvalgsfordelingen til gjennomsnittet svært nær en normalfordeling (:numref:`fig-cltDemo`, nederste venstre panel), og når vi når en utvalgsstørrelse på *N* = 8 (:numref:`fig-cltDemo`; nederste høyre panel), er den nesten helt normalfordelt. Med andre ord, så lenge utvalgsstørrelsen ikke er bitteliten, vil utvalgsfordelingen av gjennomsnittet være tilnærmet normalfordelt, uansett hvordan populasjonsfordelingen ser ut!
ta: சரி, அது கதையின் ஒரு பகுதியாகும். இருப்பினும், நான் இதுவரை பளபளக்கிறேன். இந்த கட்டம் வரையிலான எனது எல்லா எடுத்துக்காட்டுகளும் “ஐ.க்யூ மதிப்பெண்கள்” சோதனைகளை அடிப்படையாகக் கொண்டவை, மேலும் ஐ.க்யூ மதிப்பெண்கள் தோராயமாக விநியோகிக்கப்படுவதால், மக்கள் தொகை வழங்கல் சாதாரணமானது என்று கருதுகிறேன். இது பொதுவாக இல்லாவிட்டால் என்ன செய்வது? சராசரியின் மாதிரி விநியோகத்திற்கு என்ன நடக்கும்? குறிப்பிடத்தக்க சேதி என்னவென்றால், உங்கள் மக்கள்தொகை வழங்கல் எந்த வடிவமாக இருந்தாலும், * n * சராசரியின் மாதிரி விநியோகத்தை அதிகரிக்கிறது ஒரு சாதாரண விநியோகத்தைப் போல தோற்றமளிக்கத் தொடங்குகிறது. இதை உங்களுக்கு உணர்த்துவதற்கு நான் சில உருவகப்படுத்துதல்களை நடத்தினேன். இதைச் செய்ய, இச்டோகிராமில் காட்டப்பட்டுள்ள “ரேம்ப்ட்” விநியோகத்துடன் தொடங்கினேன்: எண்ரெஃப்: `அத்தி-க்ளிடெமோ` (மேல்-இடது குழு). முக்கோண வடிவ இச்டோகிராம் கறுப்புக் கோட்டால் திட்டமிடப்பட்ட மணி வளைவுடன் ஒப்பிடுவதன் மூலம் நீங்கள் பார்க்க முடியும் என, மக்கள்தொகை வழங்கல் ஒரு சாதாரண விநியோகத்தைப் போலவே இல்லை. அடுத்து, அதிக எண்ணிக்கையிலான சோதனைகளின் முடிவுகளை நான் உருவகப்படுத்தினேன். ஒவ்வொரு பரிசோதனையிலும் நான் இந்த விநியோகத்திலிருந்து * n * = 2 மாதிரிகளை எடுத்து, பின்னர் மாதிரி சராசரியைக் கணக்கிட்டேன். . இந்த நேரத்தில், இச்டோகிராம் ஒரு ∩ வடிவ விநியோகத்தை உருவாக்குகிறது. இது இன்னும் பொதுவாக இல்லை, ஆனால் இது மக்கள்தொகை விநியோகத்தை விட கருப்பு கோட்டிற்கு மிகவும் நெருக்கமாக உள்ளது: NUMREF: `Fig-cltdemo` (மேல்-இடது குழு). நான் மாதிரி அளவை * n * = 4 ஆக அதிகரிக்கும்போது, சராசரியின் மாதிரி வழங்கல் இயல்புக்கு மிக நெருக்கமாக உள்ளது (: numref: `Fig-cltdemo`, கீழ்-இடது குழு), மற்றும் அந்த நேரத்தில் நாம் ஒரு மாதிரி அளவை அடைகிறோம் . வேறு வார்த்தைகளில் கூறுவதானால், உங்கள் மாதிரி அளவு சிறியதாக இல்லாத வரை, உங்கள் மக்கள்தொகை வழங்கல் எப்படி இருந்தாலும் சராசரியின் மாதிரி வழங்கல் தோராயமாக இயல்பானதாக இருக்கும்!
uk: Гаразд, це одна частина історії. Однак є дещо, що я досі замовчував. Усі мої приклади до цього моменту базувалися на експериментах з «оцінками IQ», і оскільки оцінки IQ мають приблизно нормальний розподіл, я припустив, що розподіл населення є нормальним. А що, якщо це не так? Що станеться з вибірковим розподілом середнього значення? Дивовижно, але незалежно від форми розподілу населення, із збільшенням *N* вибірковий розподіл середнього значення починає все більше нагадувати нормальний розподіл. Щоб проілюструвати це, я провів кілька моделювань. Для цього я почав із «похилого» розподілу, показаного на гістограмі в :numref:`fig-cltDemo` (верхня ліва панель). Як ви можете бачити, порівнюючи трикутну гістограму з кривою дзвона, нанесеною чорною лінією, розподіл сукупності зовсім не схожий на нормальний розподіл. Далі я провів моделювання результатів великої кількості експериментів. У кожному експерименті я взяв *N* = 2 вибірки з цього розподілу, а потім обчислив вибіркове середнє. :numref:`fig-cltDemo` (права верхня панель) відображає гістограму цих середніх значень вибірки (тобто вибірковий розподіл середнього значення для *N* = 2). Цього разу гістограма утворює розподіл у формі ∩. Вона все ще не є нормальною, але набагато ближча до чорної лінії, ніж розподіл генеральної сукупності в :numref:`fig-cltDemo` (верхня ліва панель). Коли я збільшую розмір вибірки до *N* = 4, вибірковий розподіл середнього значення стає дуже близьким до нормального (:numref:`fig-cltDemo`, нижня ліва панель), а коли ми досягаємо розміру вибірки *N* = 8 (:numref:`fig-cltDemo`; нижня права панель), він стає майже ідеально нормальним. Іншими словами, якщо розмір вибірки не є надто малим, вибірковий розподіл середнього значення буде приблизно нормальним незалежно від того, як виглядає розподіл генеральної сукупності!

source: Demonstration of the central limit theorem
de: Veranschaulichung des zentralen Grenzwertsatzes
nb: Demonstrasjon av sentralgrenseteoremet
ta: நடு வரம்பு தேற்றத்தின் ஆர்ப்பாட்டம்
uk: Демонстрація центральної граничної теореми
