Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: 95\% confidence intervals. The top panel shows 50 simulated replications of an experiment in which we measure the IQs of 10 people. The dot marks the location of the sample mean and the line shows the 95\% confidence interval. In total 47 of the 50 confidence intervals do contain the true mean (i.e., 100), but the three intervals marked with asterisks do not. The bottom panel shows a similar simulation, but this time, we simulate replications of an experiment that measures the IQs of 25 people.
de: 95\%-Konfidenzintervalle. Die obere Abbildung zeigt 50 simulierte Wiederholungen eines Experiments, bei dem wir den IQ von 10 Personen messen. Der Punkt markiert die Position des Stichprobenmittelwerts und die Linie zeigt das 95\%-Konfidenzintervall. Insgesamt enthalten 47 der 50 Konfidenzintervalle den wahren Mittelwert (d. h. 100), die drei mit Sternchen markierten Intervalle jedoch nicht. Die untere Abbildung zeigt eine ähnliche Simulation, aber dieses Mal simulieren wir Wiederholungen eines Experiments, bei dem der IQ von 25 Personen gemessen wird.
nb: 95\%-konfidensintervall. Det øverste panelet viser 50 simulerte replikasjoner av et eksperiment der vi måler IQ-en til 10 personer. Prikken markerer plasseringen av utvalgsgjennomsnittet, og linjen viser 95\% konfidensintervallet. Totalt 47 av de 50 konfidensintervallene inneholder det sanne gjennomsnittet (dvs. 100), men de tre intervallene som er markert med stjerner, gjør ikke det. Det nederste panelet viser en lignende simulering, men denne gangen simulerer vi replikasjoner av et eksperiment som måler IQ-en til 25 personer.
ta: 95 \% நம்பிக்கை இடைவெளிகள். ஒரு பரிசோதனையின் 50 உருவகப்படுத்தப்பட்ட பிரதிகளை மேல் குழு காட்டுகிறது, அதில் 10 பேரின் IQ களை அளவிடுகிறோம். புள்ளி மாதிரி சராசரியின் இருப்பிடத்தை குறிக்கிறது மற்றும் வரி 95 \% நம்பிக்கை இடைவெளியைக் காட்டுகிறது. 50 நம்பிக்கை இடைவெளிகளில் மொத்தம் 47 இல் உண்மையான சராசரி (அதாவது, 100) உள்ளது, ஆனால் நட்சத்திரங்களால் குறிக்கப்பட்ட மூன்று இடைவெளிகள் இல்லை. கீழ் குழு இதேபோன்ற உருவகப்படுத்துதலைக் காட்டுகிறது, ஆனால் இந்த நேரத்தில், 25 பேரின் IQ களை அளவிடும் ஒரு பரிசோதனையின் பிரதிகளை நாங்கள் உருவகப்படுத்துகிறோம்.
uk: 95\% довірчі інтервали. Верхня панель показує 50 модельованих повторень експерименту, в якому ми вимірюємо IQ 10 осіб. Крапка позначає місце розташування середнього значення вибірки, а лінія показує 95\% довірчий інтервал. Всього 47 з 50 довірчих інтервалів містять справжнє середнє значення (тобто 100), але три інтервали, позначені зірочками, не містять його. Нижня панель показує подібну симуляцію, але цього разу ми симулюємо повторення експерименту, в якому вимірюється IQ 25 осіб.

source: The critical difference here is that the Bayesian claim makes a probability statement about the population mean (i.e., it refers to our uncertainty about the population mean), which is not allowed under the frequentist interpretation of probability because you can’t “replicate” a population! In the frequentist claim, the population mean is fixed and no probabilistic claims can be made about it. Confidence intervals, however, are repeatable so we can replicate experiments. Therefore a frequentist is allowed to talk about the probability that the *confidence interval* (a random variable) contains the true mean, but is not allowed to talk about the probability that the *true population mean* (not a repeatable event) falls within the confidence interval.
de: Der entscheidende Unterschied besteht darin, dass die Bayes'sche Behauptung eine Wahrscheinlichkeitsaussage über den Mittelwert der Population macht (d. h., sie bezieht sich auf unsere Unsicherheit über den Mittelwert der Population). Dies ist nach der frequentistischen Interpretation der Wahrscheinlichkeit nicht zulässig ist, da man eine Population nicht „replizieren“ kann! Bei der frequentistischen Behauptung steht der Mittelwert der Grundgesamtheit fest und es können keine probabilistischen Aussagen darüber gemacht werden. Konfidenzintervalle lassen sich jedoch für jede Wiederholung eines Experiments berechnen. Daher darf ein Frequentist über die Wahrscheinlichkeit sprechen, dass das *Konfidenzintervall* (eine Zufallsvariable) den wahren Mittelwert enthält, aber er darf nicht über die Wahrscheinlichkeit sprechen, dass der *wahre Mittelwert der Population* (kein wiederholbares Ereignis) in das Konfidenzintervall fällt.
nb: Den avgjørende forskjellen her er at den bayesianske påstanden fremsetter en sannsynlighetspåstand om populasjonsgjennomsnittet (dvs. at den refererer til vår usikkerhet om populasjonsgjennomsnittet), noe som ikke er tillatt under den frekventistiske tolkningen av sannsynlighet, fordi man ikke kan «replisere» en populasjon! I den frekventistiske påstanden er populasjonsgjennomsnittet fast, og man kan ikke si noe probabilistisk om det. Konfidensintervallene er imidlertid repeterbare, så vi kan gjenta eksperimenter. Derfor har en frekventist lov til å snakke om sannsynligheten for at *konfidensintervallet* (en tilfeldig variabel) inneholder det sanne gjennomsnittet, men har ikke lov til å snakke om sannsynligheten for at det *sanne populasjonsgjennomsnittet* (ikke en repeterbar hendelse) faller innenfor konfidensintervallet.
ta: இங்குள்ள முக்கியமான வேறுபாடு என்னவென்றால், பேய்சியன் உரிமைகோரல் மக்கள்தொகை சராசரியைப் பற்றி நிகழ்தகவு அறிக்கையை அளிக்கிறது (அதாவது, இது மக்கள்தொகை சராசரியைப் பற்றிய நமது நிச்சயமற்ற தன்மையைக் குறிக்கிறது), இது நிகழ்தகவு பற்றிய அடிக்கடி விளக்கத்தின் கீழ் அனுமதிக்கப்படாது, ஏனெனில் நீங்கள் ஒரு மக்கள் தொகை! அடிக்கடி வரும் கூற்றில், மக்கள் தொகை சராசரி நிர்ணயிக்கப்பட்டுள்ளது மற்றும் அதைப் பற்றி நிகழ்தகவு உரிமைகோரல்கள் எதுவும் செய்ய முடியாது. இருப்பினும், நம்பிக்கை இடைவெளிகள் மீண்டும் மீண்டும் செய்யக்கூடியவை, எனவே சோதனைகளை நாங்கள் பிரதிபலிக்க முடியும். ஆகவே, * நம்பிக்கை இடைவெளி * (ஒரு சீரற்ற மாறி) உண்மையான சராசரியைக் கொண்டிருக்கும் நிகழ்தகவைப் பற்றி பேச ஒரு அடிக்கடி வருபவர் அனுமதிக்கப்படுகிறார், ஆனால் * உண்மையான மக்கள் தொகை பொருள் * (மீண்டும் மீண்டும் நிகழ்வு அல்ல) வரும் நிகழ்தகவு பற்றி பேச அனுமதிக்கப்படவில்லை நம்பிக்கை இடைவெளி.
uk: Критична різниця тут полягає в тому, що байєсівське твердження робить ймовірнісне твердження про середнє значення популяції (тобто воно стосується нашої невизначеності щодо середнього значення популяції), що не допускається за частотною інтерпретацією ймовірності, оскільки популяцію неможливо «відтворити»! У частотній гіпотезі середнє значення популяції є фіксованим, і про нього не можна робити жодних ймовірнісних тверджень. Однак довірчі інтервали є повторюваними, тому ми можемо відтворювати експерименти. Отже, частотник може говорити про ймовірність того, що *довірчий інтервал* (випадкова змінна) містить справжнє середнє значення, але не може говорити про ймовірність того, що *справжнє середнє значення популяції* (неповторювана подія) потрапляє в довірчий інтервал.

source: I know that this seems a little pedantic, but it does matter. It matters because the difference in interpretation leads to a difference in the mathematics. There is a Bayesian alternative to confidence intervals, known as *credible intervals*. In most situations credible intervals are quite similar to confidence intervals, but in other cases they are drastically different. As promised, though, I’ll talk more about the Bayesian perspective in chapter :doc:`../Ch16/Ch16_Bayes`.
nb: Jeg vet at dette virker litt pedantisk, men det har noe å si. Det er viktig fordi forskjellen i tolkning fører til en forskjell i matematikken. Det finnes et bayesiansk alternativ til konfidensintervaller, kalt *troverdige intervaller*. I de fleste situasjoner er troverdige intervaller ganske like konfidensintervallene, men i andre tilfeller er de drastisk forskjellige. Som lovet skal jeg imidlertid snakke mer om det bayesianske perspektivet i kapittel :doc:`../Ch16/Ch16_Bayes`.
ta: இது கொஞ்சம் பதட்டமாகத் தெரிகிறது என்று எனக்குத் தெரியும், ஆனால் அது ஒரு சேதி. இது முக்கியமானது, ஏனெனில் விளக்கத்தின் வேறுபாடு கணிதத்தில் வேறுபாட்டிற்கு வழிவகுக்கிறது. நம்பிக்கை இடைவெளிகளுக்கு ஒரு பேய்சியன் மாற்று உள்ளது, இது *நம்பகமான இடைவெளிகள் *என அழைக்கப்படுகிறது. பெரும்பாலான சூழ்நிலைகளில் நம்பகமான இடைவெளிகள் நம்பிக்கை இடைவெளிகளுக்கு மிகவும் ஒத்தவை, ஆனால் மற்ற சந்தர்ப்பங்களில் அவை மிகவும் வேறுபட்டவை. வாக்குறுதியளித்தபடி, நான் அத்தியாயத்தில் பேய்சியன் முன்னோக்கைப் பற்றி அதிகம் பேசுவேன்: டாக்: `../ ch16/ch16_bayes`.
uk: Я знаю, що це здається трохи педантичним, але це має значення. Це має значення, тому що різниця в інтерпретації призводить до різниці в математиці. Існує байєсівська альтернатива довірчим інтервалам, відома як *достовірні інтервали*. У більшості випадків достовірні інтервали досить схожі на довірчі інтервали, але в інших випадках вони кардинально відрізняються. Як і обіцяв, я розповім більше про байєсівську перспективу в розділі :doc:`../Ch16/Ch16_Bayes`.

source: Calculating confidence intervals in jamovi
de: Berechnung von Konfidenzintervallen in jamovi
nb: Beregning av konfidensintervaller i jamovi
ta: சமோவியில் நம்பிக்கை இடைவெளிகளைக் கணக்கிடுகிறது
uk: Обчислення довірчих інтервалів у jamovi

source: jamovi provides a simple way to calculate confidence intervals for the mean as part of the functionality of ``Descriptives``. Just set the check box ``Confidence interval for Mean``.
de: jamovi bietet eine einfache Möglichkeit zur Berechnung von Konfidenzintervallen für den Mittelwert als Teil der Funktionalität von ``Descriptives``. Setzen Sie dort einfach das Kontrollkästchen ``Confidence interval for Mean``.
nb: jamovi tilbyr en enkel måte å beregne konfidensintervaller for gjennomsnittet på som en del av funksjonaliteten til ``Descriptives``. Bare merk av i avmerkingsboksen ``Confidence interval for Mean``.
ta: `` விளக்கங்கள்`` இன் செயல்பாட்டின் ஒரு பகுதியாக சராசரிக்கு நம்பிக்கை இடைவெளிகளைக் கணக்கிட சமோவி ஒரு எளிய வழியை வழங்குகிறது. தேர்வுப்பெட்டியை `` மீதான நம்பிக்கை இடைவெளியை அமைக்கவும்``.
uk: jamovi надає простий спосіб обчислення довірчих інтервалів для середнього значення як частину функціональності ``Descriptives``. Просто встановіть прапорець ``Confidence interval for Mean``.

source: 95\% confidence intervals are the de facto standard in psychology. So, for example, if I load the |IQsim|_ data set (our simulated large sample data with N=10,000), and check ``Confidence interval for Mean`` under ``Descriptives``, we obtain a mean IQ score of 99.683 with a 95\% CI from 99.391 to 99.975.
de: 95\%-Konfidenzintervalle sind der de-facto-Standard in der Psychologie. Wenn ich zum Beispiel den Datensatz |IQsim|_ lade (unsere simulierten Stichprobendaten mit N = 10.000) und ``Confidence interval for Mean`` unter ``Descriptives`` setze, erhalten wir einen mittleren IQ-Wert von 99,683 mit einem 95\%-Konfidenzintervall von 99,391 bis 99,975.
nb: 95\%-konfidensintervaller (KI) er de facto-standarden i psykologi. Hvis jeg for eksempel laster inn datasettet |IQsim|_ (våre simulerte data fra et stort utvalg med N = 10 000) og kryss av ``Confidence interval for Mean`` under ``Descriptives``, får vi en gjennomsnittlig IQ-skår på 99,683 med et 95\%-KI fra 99,391 til 99,975.
ta: 95 \% நம்பிக்கை இடைவெளிகள் உளவியலில் உண்மையான தரமாகும். எனவே, எடுத்துக்காட்டாக, நான் | IQSIM | _ தரவு தொகுப்பை (N = 10,000 உடன் எங்கள் உருவகப்படுத்தப்பட்ட பெரிய மாதிரி தரவு) ஏற்றினால், `` விளக்கங்கள்`` இன் கீழ் சராசரி `` நம்பிக்கை இடைவெளியை சரிபார்க்கவும், நாங்கள் ஒரு சராசரி IQ மதிப்பெண்ணைப் பெறுகிறோம் 99.683 இன் 95 \% தொஒ உடன் 99.391 முதல் 99.975 வரை.
uk: 95\% довірчі інтервали є фактичним стандартом у психології. Так, наприклад, якщо я завантажу набір даних |IQsim|_ (наші модельовані дані великої вибірки з N=10 000) і перевірю ``Confidence interval for Mean`` в розділі ``Descriptives``, ми отримаємо середній бал IQ 99,683 з 95\% ДІ від 99,391 до 99,975.

source: When it comes to plotting confidence intervals for the mean in jamovi, this is not (yet) available as part of the ``Descriptives`` options. However, when we get onto learning about specific statistical tests, for example in chapter :doc:`../Ch13/Ch13_ANOVA`, we will see that we can plot confidence intervals as part of the data analysis. That’s pretty cool, so we’ll show you how to do that later on.
nb: Når det gjelder plotting av konfidensintervaller for gjennomsnittet i jamovi, er dette (ennå) ikke tilgjengelig som en del av ``Descriptives``-opsjonene. Men når vi skal lære om spesifikke statistiske tester, for eksempel i kapittel :doc:`../Ch13/Ch13_ANOVA`, vil vi se at vi kan plotte konfidensintervaller som en del av dataanalysen. Det er ganske kult, så vi skal vise deg hvordan du gjør det senere.
ta: சாமோவியில் உள்ள சராசரிக்கான நம்பிக்கை இடைவெளிகளைத் திட்டமிடும்போது, இது `` விளக்கங்கள்`` விருப்பங்களின் ஒரு பகுதியாக கிடைக்கவில்லை (இன்னும்). எவ்வாறாயினும், குறிப்பிட்ட புள்ளிவிவர சோதனைகளைப் பற்றி அறியும்போது, எடுத்துக்காட்டாக அத்தியாயம்: டாக்: `../ CH13/CH13_ANOVA`, தரவு பகுப்பாய்வின் ஒரு பகுதியாக நம்பிக்கை இடைவெளிகளைத் திட்டமிட முடியும் என்பதைக் காண்போம். இது மிகவும் அருமையாக இருக்கிறது, எனவே அதை பின்னர் எப்படி செய்வது என்று நாங்கள் உங்களுக்குக் காண்பிப்போம்.
uk: Що стосується побудови довірчих інтервалів для середнього значення в jamovi, то ця функція (поки що) не доступна в опціях ``Descriptives``. Однак, коли ми перейдемо до вивчення конкретних статистичних тестів, наприклад, у розділі :doc:`../Ch13/Ch13_ANOVA`, ми побачимо, що можна побудувати довірчі інтервали в рамках аналізу даних. Це дуже цікаво, тому ми покажемо вам, як це зробити, трохи пізніше.

source: This quote appears on a great many t-shirts and websites, and even gets a mention in a few academic papers (e.g., https://doi.org/10.1080/10691898.2002.11910681), but I’ve never found the original source.
nb: Sitatet dukker opp på svært mange t-skjorter og nettsider, og blir til og med nevnt i noen akademiske artikler (f.eks. https://doi.org/10.1080/10691898.2002.11910681), men jeg har aldri funnet originalkilden.
ta: இந்த மேற்கோள் பல டி-சர்ட்கள் மற்றும் வலைத்தளங்களில் தோன்றும், மேலும் சில கல்வித் தாள்களில் கூட ஒரு குறிப்பைப் பெறுகிறது (எ.கா., https://doi.org/10.1080/10691898.2002.11910681) .
uk: Ця цитата з'являється на багатьох футболках та вебсайтах, і навіть згадується в кількох академічних статтях (наприклад, https://doi.org/10.1080/10691898.2002.11910681), але я так і не знайшов першоджерела.

source: Summary
de: Zusammenfassung
nb: Sammendrag
ta: சுருக்கம்
uk: Короткий зміст

source: In this chapter I’ve covered two main topics. The first half of the chapter talks about sampling theory, and the second half talks about how we can use sampling theory to construct estimates of the population parameters. The section breakdown looks like this:
de: In diesem Kapitel habe ich zwei Hauptthemen behandelt. In der ersten Hälfte des Kapitels geht es um Stichprobentheorie und in der zweiten Hälfte darum, wie wir die Stichprobentheorie nutzen können, um Schätzungen von Populationsparametern zu erstellen. Die Gliederung des Kapitels sieht folgendermaßen aus:
nb: I dette kapittelet har jeg dekket to hovedtemaer. Første halvdel av kapittelet handler om utvalgsteori, og andre halvdel handler om hvordan vi kan bruke utvalgsteori til å konstruere estimater av populasjonsparametrene. Seksjonsinndelingen ser slik ut:
ta: இந்த அத்தியாயத்தில் நான் இரண்டு முக்கிய தலைப்புகளை உள்ளடக்கியுள்ளேன். அத்தியாயத்தின் முதல் பாதி மாதிரி கோட்பாட்டைப் பற்றி பேசுகிறது, மேலும் இரண்டாம் பாதி மக்கள்தொகை அளவுருக்களின் மதிப்பீடுகளை உருவாக்க மாதிரிக் கோட்பாட்டை எவ்வாறு பயன்படுத்தலாம் என்பதைப் பற்றி பேசுகிறது. பிரிவு முறிவு இப்படி தெரிகிறது:
uk: У цьому розділі я розглянув дві основні теми. У першій половині розділу йдеться про теорію вибірки, а в другій половині — про те, як ми можемо використовувати теорію вибірки для побудови оцінок параметрів сукупності. Розподіл розділів виглядає так:

source: :doc:`Basic ideas about samples, sampling and populations <Ch08_Estimation_1>`
nb: :doc:`Grunnleggende ideer om utvalg, utvalg og populasjoner <Ch08_Estimation_1>`
ta: : டாக்: `மாதிரிகள், மாதிரி மற்றும் மக்கள் தொகை பற்றிய அடிப்படை கருத்துக்கள் <CH08 மதிப்பீடு _1>`

source: :doc:`Statistical theory of sampling: the law of large numbers <Ch08_Estimation_2>`
nb: :doc:`Statistisk teori om utvalg: loven om store tall <Ch08_Estimation_2>`
ta: : டாக்: `மாதிரியின் புள்ளிவிவரக் கோட்பாடு: பெரிய எண்ணிக்கையின் சட்டம் <CH08_ESTIMATION_2>

source: As always, there’s a lot of topics related to sampling and estimation that aren’t covered in this chapter, but for an introductory psychology class this is fairly comprehensive I think. For most applied researchers you won’t need much more theory than this. One big question that I haven’t touched on in this chapter is what you do when you don’t have a simple random sample. There is a lot of statistical theory you can draw on to handle this situation, but it’s well beyond the scope of this book.
de: Wie immer gibt es eine Menge Themen im Zusammenhang mit Stichproben und Schätzungen, die in diesem Kapitel nicht behandelt werden. Aber für einen Einführungskurs innerhalb der Psychologie sind die vermittelten Informationen meiner Meinung nach ziemlich umfassend. Auch die meisten angewandten Forscher werden nicht viel mehr Theorie als das, was hier beschrieben wurde, brauchen. Eine wichtige Frage, die ich in diesem Kapitel nicht behandelt habe, ist, was man tut, wenn man keine einfache Zufallsstichprobe hat. Es gibt eine Menge statistischer Theorie, auf die man zurückgreifen kann, um mit dieser Situation umzugehen, aber das würde den Rahmen dieses Buches bei weitem sprengen.
nb: Som alltid er det mange emner knyttet til utvalg og estimering som ikke dekkes i dette kapittelet, men for et introduksjonskurs i psykologi tror jeg dette er ganske omfattende. For de fleste anvendte forskere vil du ikke trenge mye mer teori enn dette. Et stort spørsmål som jeg ikke har berørt i dette kapittelet, er hva du gjør når du ikke har et enkelt tilfeldig utvalg. Det finnes mye statistisk teori du kan benytte deg av for å håndtere denne situasjonen, men det ligger langt utenfor rammen av denne boken.
ta: எப்போதும்போல, இந்த அத்தியாயத்தில் விவரிக்கப்படாத மாதிரி மற்றும் மதிப்பீடு தொடர்பான நிறைய தலைப்புகள் உள்ளன, ஆனால் ஒரு அறிமுக உளவியல் வகுப்பிற்கு இது மிகவும் விரிவானது என்று நான் நினைக்கிறேன். பெரும்பாலான பயன்பாட்டு ஆராய்ச்சியாளர்களுக்கு இதை விட அதிகமான கோட்பாடு உங்களுக்குத் தேவையில்லை. இந்த அத்தியாயத்தில் நான் தொடாத ஒரு பெரிய கேள்வி என்னவென்றால், உங்களிடம் எளிய சீரற்ற மாதிரி இல்லாதபோது நீங்கள் என்ன செய்கிறீர்கள். இந்த சூழ்நிலையை கையாள நீங்கள் வரையக்கூடிய நிறைய புள்ளிவிவரக் கோட்பாடு உள்ளது, ஆனால் இது இந்த புத்தகத்தின் எல்லைக்கு அப்பாற்பட்டது.
uk: Як завжди, є багато тем, пов'язаних з вибіркою та оцінкою, які не висвітлені в цьому розділі, але для вступного курсу з психології, на мою думку, це досить вичерпно. Більшості прикладних дослідників не знадобиться більше теорії, ніж ця. Одне велике питання, якого я не торкався в цьому розділі, — що робити, коли у вас немає простої випадкової вибірки. Існує багато статистичних теорій, на які можна спиратися в такій ситуації, але це виходить далеко за межі цієї книги.

source: Please note that if you were *actually* interested in this question you would need to be a *lot* more careful than I’m being here. You *can’t* just compare IQ scores in Whyalla to Port Pirie and assume that any differences are due to lead poisoning. Even if it were true that the only differences between the two towns corresponded to the different refineries (and it isn’t, not by a long shot), you need to account for the fact that people already *believe* that lead pollution causes cognitive deficits. If you recall back to chapter :doc:`../Ch02/Ch02_StudyDesign`, this means that there are different demand characteristics for the Port Pirie sample than for the Whyalla sample. In other words, you might end up with an illusory group difference in your data, caused by the fact that people *think* that there is a real difference. I find it pretty implausible to think that the locals wouldn’t be well aware of what you were trying to do if a bunch of researchers turned up in Port Pirie with lab coats and IQ tests, and even less plausible to think that a lot of people would be pretty resentful of you for doing it. Those people won’t be as co-operative in the tests. Other people in Port Pirie might be *more* motivated to do well because they don’t want their home town to look bad. The motivational effects that would apply in Whyalla are likely to be weaker, because people don’t have any concept of “iron ore poisoning” in the same way that they have a concept for “lead poisoning”. Psychology is *hard*.
uk: Зверніть увагу, що якщо ви *дійсно* зацікавлені в цьому питанні, вам слід бути *набагато* обережнішими, ніж я тут. Ви *не можете* просто порівняти показники IQ у Вайаллі та Порт-Пірі і припустити, що будь-які відмінності пов'язані з отруєнням свинцем. Навіть якщо б це було правдою, що єдині відмінності між цими двома містами відповідають різним нафтопереробним заводам (а це далеко не так), вам потрібно врахувати той факт, що люди вже *вірять*, що забруднення свинцем спричиняє когнітивні порушення. Якщо ви згадаєте розділ :doc:`../Ch02/Ch02_StudyDesign`, це означає, що для вибірки з Порт-Пірі існують інші характеристики попиту, ніж для вибірки з Вайалли. Іншими словами, ви можете отримати ілюзорну групову різницю у своїх даних, спричинену тим, що люди *вважають*, що існує реальна різниця. Мені здається досить неправдоподібним, що місцеві жителі не будуть добре обізнані про те, що ви намагаєтеся зробити, якщо в Порт-Пірі з'явиться група дослідників у лабораторних халатах з тестами на IQ, і ще менш правдоподібним, що багато людей будуть вам дуже обурені за це. Ці люди не будуть так охоче співпрацювати під час тестів. Інші мешканці Порт-Пірі можуть бути *більш* мотивовані показати хороші результати, тому що не хочуть, щоб їхнє рідне місто виглядало погано. Мотиваційний ефект, який можна було б очікувати в Вайала, ймовірно, буде слабшим, тому що люди не мають уявлення про «отруєння залізною рудою» так само, як вони мають уявлення про «отруєння свинцем». Психологія — це *складна* наука.
