Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: Each of these defines a real group of mind-possessing entities, all of which might be of interest to me as a cognitive scientist, and it’s not at all clear which one ought to be the true population of interest. As another example, consider the Wellesley-Croker game that we discussed in the prelude. The sample here is a specific sequence of 12 wins and 0 losses for Wellesley. What is the population?
de: Alle die genannten definieren eine reale Gruppe von Wesen, die über einen Verstand verfügen, der für mich als Kognitionswissenschaftler von Interesse sein könnte und es ist überhaupt nicht klar, welche dieser Populationen nun die eine Population von Interesse sein sollte. Betrachten wir als weiteres Beispiel das Wellesley-Croker-Spiel, das wir in der Einleitung besprochen haben. Die Stichprobe ist hier eine bestimmte Folge von 12 Gewinnen und 0 Niederlagen für Wellesley. Was ist hier die Population?
nb: Hver av disse definerer en reell gruppe av bevissthetsbesittende enheter, som alle kan være av interesse for meg som kognitiv forsker, og det er slett ikke klart hvilken av dem som burde være den egentlige populasjonen av interesse. Et annet eksempel er Wellesley-Croker-spillet som vi diskuterte i innledningen. Utvalget her er en spesifikk sekvens med 12 seire og 0 tap for Wellesley. Hva er populasjonen?
ta: இவை ஒவ்வொன்றும் மனம் பதப்படுத்தும் நிறுவனங்களின் உண்மையான குழுவை வரையறுக்கிறது, இவை அனைத்தும் ஒரு அறிவாற்றல் விஞ்ஞானியாக எனக்கு ஆர்வமாக இருக்கலாம், மேலும் ஆர்வத்தின் உண்மையான மக்கள்தொகையாக எது இருக்க வேண்டும் என்பது தெளிவாக இல்லை. மற்றொரு எடுத்துக்காட்டு, நாங்கள் முன்னுரையில் விவாதித்த வெல்லச்லி-கூட்டாளர் விளையாட்டைக் கவனியுங்கள். இங்கே மாதிரி வெல்லச்லிக்கு 12 வெற்றிகள் மற்றும் 0 இழப்புகளின் குறிப்பிட்ட வரிசை. மக்கள் தொகை என்ன?
uk: Кожен з них визначає реальну групу істот, що володіють розумом, і всі вони можуть бути цікавими для мене як когнітивного вченого, і зовсім не ясно, яка з них повинна бути справжньою популяцією, що представляє інтерес. Як ще один приклад, розглянемо гру Велслі-Крокера, яку ми обговорювали в прелюдії. Вибірка тут — це конкретна послідовність 12 перемог і 0 поразок для Велслі. Що таке популяція?

source: All outcomes until Wellesley and Croker arrived at their destination?
de: Alle Ergebnisse bis zur Ankunft von Wellesley und Croker an ihrem Ziel?
nb: Alle utfallene frem til Wellesley og Croker ankom bestemmelsesstedet?
ta: வெல்லச்லியும் க்ரோக்கரும் தங்கள் இலக்கை அடையும் வரை எல்லா விளைவுகளும்?
uk: Усі результати, поки Веллслі та Крокер не прибули до місця призначення?

source: All outcomes if Wellesley and Croker had played the game for the rest of their lives?
de: Alle Ergebnisse, wenn Wellesley und Crocker das Spiel für den Rest ihres Lebens spielen würden?
nb: Hva hadde skjedd om Wellesley og Croker hadde spilt spillet resten av livet?
ta: வெல்லச்லி மற்றும் க்ரோக்கர் ஆகியோர் தங்கள் வாழ்நாள் முழுவதும் விளையாடியிருந்தால் எல்லா விளைவுகளும்?
uk: Якби Веллслі та Крокер грали в цю гру до кінця свого життя?

source: All outcomes if Wellseley and Croker lived forever and played the game until the world ran out of hills?
de: Alle Ergebnisse, wenn Wellesley und Croker ewig leben würden bis es keine Hügel auf der Erde mehr gäbe?
nb: Hva ville skjedd hvis Wellseley og Croker levde evig og spilte spillet til verden gikk tom for åser?
ta: வெல்லச்லி மற்றும் க்ரோக்கரின் அனைத்து விளைவுகளும் என்றென்றும் வாழ்ந்து, உலகம் மலைகளை விட்டு வெளியேறும் வரை விளையாட்டை விளையாடியதா?
uk: Якби Веллслі та Крокер жили вічно та грали в гру, поки у світі не закінчилися пагорби?

source: All outcomes if we created an infinite set of parallel universes and the Wellesely/Croker pair made guesses about the same 12 hills in each universe?
de: Alle Ergebnisse, wenn wir eine unendliche Anzahl von Paralleluniversen schaffen würden und das Paar Wellesely/Croker würde Schätzungen über dieselben 12 Hügel in jedem der Universen machen?
nb: Hva skjer hvis vi skaper et uendelig sett med parallelle universer, og Wellesely/Croker-paret gjetter på de samme 12 åsene i hvert univers?
ta: எல்லா விளைவுகளும் நாம் எல்லையற்ற இணையான பிரபஞ்சங்களை உருவாக்கினால், வெல்லெச்லி/க்ரோக்கர் இணை ஒவ்வொரு பிரபஞ்சத்திலும் ஒரே 12 மலைகளைப் பற்றி யூகங்களை உருவாக்கியது?
uk: Які б були результати, якби ми створили нескінченну множину паралельних всесвітів, і пара Веллслі/Крокера зробила б припущення щодо тих самих 12 пагорбів у кожному всесвіті?

source: Again, it’s not obvious what the population is.
de: Auch hier ist nicht klar, was die Population ist.
nb: Igjen, det er ikke åpenbart hva populasjonen er.
ta: மீண்டும், மக்கள் தொகை என்ன என்பது தெளிவாகத் தெரியவில்லை.
uk: Знову ж таки, незрозуміло, яка чисельність населення.

source: Simple random samples
de: Einfache Zufallsstichproben
nb: Enkle tilfeldige utvalg
ta: எளிய சீரற்ற மாதிரிகள்
uk: Прості випадкові вибірки

source: Irrespective of how I define the population, the critical point is that the sample is a subset of the population and our goal is to use our knowledge of the sample to draw inferences about the properties of the population. The relationship between the two depends on the *procedure* by which the sample was selected. This procedure is referred to as a **sampling method** and it is important to understand why it matters.
de: Unabhängig davon, wie ich die Grundgesamtheit definiere, ist der entscheidende Punkt, dass die Stichprobe eine Teilmenge der Grundgesamtheit ist und das Ziel darin besteht, unser Wissen über die Stichprobe zu nutzen, um Rückschlüsse auf die Eigenschaften der Grundgesamtheit zu ziehen. Die Beziehung zwischen den beiden hängt von dem *Verfahren* ab, mit dem die Stichprobe ausgewählt wurde. Dieses Verfahren wird als **Stichprobenverfahren** bezeichnet, und es ist wichtig zu verstehen, warum es wichtig ist.
nb: Uansett hvordan jeg definerer populasjonen, er det avgjørende poenget at utvalget er en delmengde av populasjonen, og målet vårt er å bruke kunnskapen om utvalget til å trekke slutninger om egenskapene til populasjonen. Forholdet mellom de to avhenger av *prosedyren* utvalget ble trukket etter. Denne prosedyren kalles en **utvalgsmetode**, og det er viktig å forstå hvorfor den er viktig.
ta: மக்கள்தொகையை நான் எவ்வாறு வரையறுக்கிறேன் என்பதைப் பொருட்படுத்தாமல், முக்கியமான சேதி என்னவென்றால், மாதிரி மக்கள்தொகையின் துணைக்குழு மற்றும் மக்கள்தொகையின் பண்புகள் குறித்த அனுமானங்களை வரைய மாதிரியைப் பற்றிய நமது அறிவைப் பயன்படுத்துவதே எங்கள் குறிக்கோள். இரண்டிற்கும் இடையிலான உறவு மாதிரி தேர்ந்தெடுக்கப்பட்ட * செயல்முறை * ஐப் பொறுத்தது. இந்த செயல்முறை ** மாதிரி முறை ** என குறிப்பிடப்படுகிறது, மேலும் இது ஏன் முக்கியமானது என்பதைப் புரிந்துகொள்வது தேவை.
uk: Незалежно від того, як я визначаю сукупність, критичним моментом є те, що вибірка є підмножиною сукупності, і наша мета полягає в тому, щоб використовувати наші знання про вибірку для отримання висновків про властивості сукупності. Взаємозв'язок між цими двома поняттями залежить від *процедури*, за допомогою якої була відібрана вибірка. Ця процедура називається **методом вибірки**, і важливо розуміти, чому вона має значення.

source: To keep things simple, let’s imagine that we have a bag containing 10 chips. Each chip has a unique letter printed on it so we can distinguish between the 10 chips. The chips come in two colours, black and white. This set of chips is the population of interest and it is depicted graphically on the left of :numref:`fig-srs1`. As you can see from looking at the picture there are 4 black chips and 6 white chips, but of course in real life we wouldn’t know that unless we looked in the bag. Now imagine you run the following “experiment”: you shake up the bag, close your eyes, and pull out 4 chips without putting any of them back into the bag. First out comes the *a* chip (black), then the *c* chip (white), then *j* (white) and then finally *b* (black). If you wanted you could then put all the chips back in the bag and repeat the experiment, as depicted on the right hand side of :numref:`fig-srs1`. Each time you get different results but the procedure is identical in each case. The fact that the same procedure can lead to different results each time we refer to as a *random* process.\ [#]_ However, because we shook the bag before pulling any chips out, it seems reasonable to think that every chip has the same chance of being selected. A procedure in which every member of the population has the same chance of being selected is called a **simple random sample**. The fact that we did *not* put the chips back in the bag after pulling them out means that you can’t observe the same thing twice, and in such cases the observations are said to have been sampled **without replacement**.
de: Stellen wir uns der Einfachheit halber vor, wir hätten eine Tüte mit 10 Chips. Auf jedem Chip ist ein einzigartiger Buchstabe aufgedruckt, damit wir die 10 Chips voneinander unterscheiden können. Die Chips gibt es in zwei Farben, schwarz und weiß. Dieser Satz von Chips ist die interessierende Population, die auf der linken Seite von :numref:`fig-srs1` grafisch dargestellt ist. Wie Sie aus dem Bild erkennen können, gibt es 4 schwarze Chips und 6 weiße Chips, aber natürlich könnten wir das im echten Leben nicht wissen, wenn wir nicht in die Tüte schauen würden. Stellen Sie sich nun folgendes „Experiment“ vor: Sie schütteln die Tüte, schließen die Augen und ziehen 4 Chips heraus, ohne einen davon wieder in die zurückzulegen. Zuerst kommt der *a*-Chip (schwarz), dann der *c*-Chip (weiß), dann *j* (weiß) und schließlich *b* (schwarz). Wenn Sie wollen, können Sie alle Chips wieder in die Tüte legen und das Experiment wiederholen, wie auf der rechten Seite von :numref:`fig-srs1` dargestellt. Jedes Mal erhält man andere Ergebnisse, aber das Verfahren ist in jedem Fall identisch. Die Tatsache, dass dasselbe Verfahren jedes Mal zu unterschiedlichen Ergebnissen führen kann, bezeichnen wir als *Zufall*.\ [#]_ Da wir die Tüte geschüttelt haben, bevor wir die Chips herausgezogen haben, liegt die Vermutung nahe, dass jeder Chip die gleiche Chance hat, ausgewählt zu werden. Ein Verfahren, bei dem jedes Mitglied der Grundgesamtheit die gleiche Chance hat, ausgewählt zu werden, nennt man eine **einfache Zufallsstichprobe**. Die Tatsache, dass wir die Chips *nicht* in die Tüte zurückgelegt haben, nachdem wir sie herausgezogen haben, bedeutet, dass man dasselbe nicht zweimal beobachten kann, in solchen Fällen sagt man, dass die Stichprobe **ohne Zurücklegen** gezogen wurde.
nb: For å gjøre det enkelt kan vi tenke oss at vi har en pose som inneholder 10 sjetonger. Hver brikke har en unik bokstav trykt på seg, slik at vi kan skille mellom de 10 brikkene. Brikkene finnes i to farger, svart og hvit. Dette settet med brikker er populasjonen vi er interessert i, og det er avbildet grafisk til venstre i :numref:`fig-srs1`. Som du kan se på bildet, er det 4 svarte og 6 hvite sjetonger, men i virkeligheten ville vi selvfølgelig ikke visst det med mindre vi så i posen. Forestill deg nå at du gjør følgende «eksperiment»: Du rister posen, lukker øynene og trekker ut fire sjetonger uten å legge noen av dem tilbake i posen. Først kommer *a*-brikken (svart), deretter *c*-brikken (hvit), så *j* (hvit) og til slutt *b* (svart). Hvis du vil, kan du deretter legge alle brikkene tilbake i posen og gjenta eksperimentet, som vist på høyre side av :numref:`fig-srs1`. Hver gang får du forskjellige resultater, men fremgangsmåten er identisk i hvert tilfelle. Det at samme prosedyre kan føre til ulike resultater hver gang, kaller vi en *tilfeldig* prosess.\ [#]_ Men siden vi ristet posen før vi trakk ut noen brikker, virker det rimelig å tro at hver brikke har samme sjanse for å bli valgt. En prosedyre der alle i populasjonen har samme sjanse for å bli valgt ut, kalles et **enkelt tilfeldig utvalg**. Det at vi *ikke* la sjetongene tilbake i posen etter å ha trukket dem ut, betyr at man ikke kan observere det samme to ganger, og i slike tilfeller sier man at observasjonene er tatt ut **uten erstatning**.
ta: விசயங்களை எளிமையாக வைத்திருக்க, 10 சில்லுகள் கொண்ட ஒரு பை எங்களிடம் உள்ளது என்று கற்பனை செய்யலாம். ஒவ்வொரு சிப்பிலும் ஒரு தனித்துவமான கடிதம் அச்சிடப்பட்டுள்ளது, எனவே 10 சில்லுகளுக்கு இடையில் வேறுபடுத்தலாம். சில்லுகள் கருப்பு மற்றும் வெள்ளை இரண்டு வண்ணங்களில் வருகின்றன. இந்த சில்லுகளின் தொகுப்பு ஆர்வத்தின் மக்கள் தொகை மற்றும் இது இடதுபுறத்தில் வரைபடமாக சித்தரிக்கப்படுகிறது: எண்ரெஃப்: `FIG-SRS1`. படத்தைப் பார்ப்பதிலிருந்து நீங்கள் பார்க்க முடியும் என 4 கருப்பு சில்லுகள் மற்றும் 6 வெள்ளை சில்லுகள் உள்ளன, ஆனால் நிச்சயமாக நிச வாழ்க்கையில் நாங்கள் பையில் பார்க்காவிட்டால் அது எங்களுக்குத் தெரியாது. இப்போது நீங்கள் பின்வரும் “பரிசோதனையை” இயக்குவதை கற்பனை செய்து பாருங்கள்: நீங்கள் பையை அசைத்து, கண்களை மூடிக்கொண்டு, அவற்றில் எதையும் மீண்டும் பையில் வைக்காமல் 4 சில்லுகளை வெளியே இழுக்கிறீர்கள். முதலில் வெளியே * a * சிப் (கருப்பு), பின்னர் * சி * சிப் (வெள்ளை), பின்னர் * சே * (வெள்ளை), பின்னர் இறுதியாக * பி * (கருப்பு) வருகிறது. நீங்கள் விரும்பினால், எல்லா சில்லுகளையும் மீண்டும் பையில் வைத்து, வலது புறத்தில் சித்தரிக்கப்பட்டுள்ளபடி பரிசோதனையை மீண்டும் செய்ய முடியும்: numref: `Fig-srs1`. ஒவ்வொரு முறையும் நீங்கள் வெவ்வேறு முடிவுகளைப் பெறும்போது, ஒவ்வொரு விசயத்திலும் செயல்முறை ஒரே மாதிரியாக இருக்கும். ஒவ்வொரு முறையும் நாம் ஒரு * சீரற்ற * செயல்முறை எனக் குறிப்பிடும்போது ஒரே நடைமுறை வெவ்வேறு முடிவுகளுக்கு வழிவகுக்கும். \ [#] _ இருப்பினும், எந்தவொரு சில்லுகளையும் வெளியே இழுப்பதற்கு முன்பு நாங்கள் பையை அசைத்ததால், ஒவ்வொரு சிப்பும் இருக்கிறது என்று நினைப்பது நியாயமானதாகத் தெரிகிறது தேர்ந்தெடுக்கப்பட்ட அதே வாய்ப்பு. மக்கள்தொகையில் ஒவ்வொரு உறுப்பினருக்கும் தேர்ந்தெடுக்கப்பட்ட ஒரு வாய்ப்பு ஒரு ** எளிய சீரற்ற மாதிரி ** என்று அழைக்கப்படுகிறது. நாங்கள் செய்ததில்லை*சில்லுகளை வெளியே இழுத்தபின் பையில் மீண்டும் பையில் வைக்கவில்லை என்பதன் பொருள், இதே விசயத்தை நீங்கள் இரண்டு முறை கவனிக்க முடியாது, இதுபோன்ற சந்தர்ப்பங்களில் அவதானிப்புகள் மாற்றப்படாமல் ** மாதிரி செய்யப்பட்டதாகக் கூறப்படுகிறது **.
uk: Для простоти уявимо, що у нас є мішок, в якому знаходиться 10 фішок. На кожній фішці надрукована унікальна літера, щоб ми могли розрізнити 10 фішок. Фішки бувають двох кольорів: чорного та білого. Цей набір фішок є популяцією, що нас цікавить, і він зображений графічно зліва від :numref:`fig-srs1`. Як ви можете бачити на малюнку, є 4 чорні фішки і 6 білих фішок, але, звичайно, в реальному житті ми б цього не знали, якби не заглянули в мішок. Тепер уявіть, що ви проводите такий «експеримент»: ви струшуєте мішок, закриваєте очі і витягуєте 4 фішки, не кладучи жодної з них назад у мішок. Спочатку випадає фішка *a* (чорна), потім фішка *c* (біла), потім *j* (біла) і, нарешті, *b* (чорна). Якщо ви хочете, ви можете покласти всі фішки назад у мішок і повторити експеримент, як показано в правій частині :numref:`fig-srs1`. Кожного разу ви отримуєте різні результати, але процедура в кожному випадку однакова. Той факт, що одна і та ж процедура може приводити до різних результатів кожного разу, ми називаємо *випадковим* процесом. [#]_ Однак, оскільки ми струшували мішок перед тим, як витягувати фішки, здається розумним вважати, що кожна фішка має однакову ймовірність бути вибраною. Процедура, в якій кожен член сукупності має однакову ймовірність бути вибраним, називається **простою випадковою вибіркою**. Той факт, що ми *не* клали фішки назад у мішок після їх виймання, означає, що ви не можете спостерігати одне й те саме двічі, і в таких випадках спостерігання називаються вибіркою **без заміщення**.

source: Simple random sampling WITHOUT replacement from a finite population
de: Einfache Zufallsstichprobenziehung aus einer endlichen Grundgesamtheit OHNE Zurücklegen
nb: Enkelt tilfeldig utvalg UTEN erstatning fra en begrenset populasjon
ta: வரையறுக்கப்பட்ட மக்கள்தொகையிலிருந்து மாற்றப்படாமல் எளிய சீரற்ற மாதிரி
uk: Проста випадкова вибірка БЕЗ заміни з кінцевої генеральної сукупності

source: To help make sure you understand the importance of the sampling procedure, consider an alternative way in which the experiment could have been run. Suppose that my 5-year old son had opened the bag and decided to pull out four black chips without putting any of them back in the bag. This *biased* sampling scheme is depicted in :numref:`fig-brs`. Now consider the evidential value of seeing 4 black chips and 0 white chips. Clearly it depends on the sampling scheme, does it not? If you know that the sampling scheme is biased to select only black chips then a sample that consists of only black chips doesn’t tell you very much about the population! For this reason statisticians really like it when a data set can be considered a simple random sample, because it makes the data analysis *much* easier.
de: Um sicherzugehen, dass Sie die Bedeutung der Auswahl einer Stichprobe verstehen, überlegen Sie sich, wie das Experiment alternativ hätte durchgeführt werden können. Nehmen wir an, mein 5-jähriger Sohn hätte die Tüte geöffnet und beschlossen, vier schwarze Chips herauszuziehen, ohne einen davon in die Tüte zurückzulegen. Dieses *voreingenommene* Stichprobenverfahren ist in :numref:`fig-brs` dargestellt. Betrachten wir nun den Beweiswert, wenn wir 4 schwarze Chips und 0 weiße Chips sehen. Er hängt eindeutig vom Stichprobenplan ab, nicht wahr? Wenn Sie wissen, dass die Stichprobenauswahl so voreingenommen ist, dass nur schwarze Chips ausgewählt werden, dann sagt eine Stichprobe, die nur aus schwarzen Chips besteht, nicht viel über die Grundgesamtheit aus! Aus diesem Grund mögen es Statistiker sehr, wenn ein Datensatz als einfache Zufallsstichprobe betrachtet werden kann, denn das macht die Datenanalyse *viel* einfacher.
nb: For å sikre at du forstår viktigheten av prøvetakingsprosedyren, kan du tenke deg en alternativ måte eksperimentet kunne ha blitt utført på. Anta at min 5 år gamle sønn hadde åpnet posen og bestemt seg for å trekke ut fire svarte sjetonger uten å legge noen av dem tilbake i posen. Denne *ikke-objektive* utvalgsordningen er avbildet i :numref:`fig-brs`. Se nå på bevisverdien av å se 4 svarte og 0 hvite sjetonger. Det er klart at det avhenger av prøvetakingsplanen, ikke sant? Hvis du vet at utvalgsplanen ikke er t slik at bare svarte brikker velges ut, sier ikke et utvalg som bare består av svarte brikker særlig mye om populasjonen! Av denne grunn liker statistikere det veldig godt når et datasett kan betraktes som et enkelt tilfeldig utvalg, fordi det gjør dataanalysen *mye* enklere.
ta: மாதிரி நடைமுறையின் முக்கியத்துவத்தை நீங்கள் புரிந்துகொண்டுள்ளீர்கள் என்பதை உறுதிப்படுத்த, சோதனை இயக்கக்கூடிய மாற்று வழியைக் கவனியுங்கள். எனது 5 அகவை மகன் பையைத் திறந்து, அவற்றில் எதையும் மீண்டும் பையில் வைக்காமல் நான்கு கருப்பு சில்லுகளை வெளியே இழுக்க முடிவு செய்தான் என்று வைத்துக்கொள்வோம். இந்த * பக்கச்சார்பான * மாதிரி திட்டம் இதில் சித்தரிக்கப்பட்டுள்ளது: NUMREF: `Fig-brs`. இப்போது 4 கருப்பு சில்லுகள் மற்றும் 0 வெள்ளை சில்லுகளைப் பார்ப்பதன் தெளிவான மதிப்பைக் கவனியுங்கள். இது மாதிரி திட்டத்தைப் பொறுத்தது என்பது தெளிவாகத் தெரிகிறது, இல்லையா? கருப்பு சில்லுகளை மட்டுமே தேர்ந்தெடுப்பதற்கு மாதிரி திட்டம் பக்கச்சார்பானது என்பது உங்களுக்குத் தெரிந்தால், கருப்பு சில்லுகளை மட்டுமே கொண்ட ஒரு மாதிரி மக்கள்தொகையைப் பற்றி உங்களுக்கு அதிகம் சொல்லாது! இந்த காரணத்திற்காக, புள்ளிவிவர வல்லுநர்கள் ஒரு தரவுத் தொகுப்பை ஒரு எளிய சீரற்ற மாதிரியாகக் கருதும்போது அதை விரும்புகிறார்கள், ஏனெனில் இது தரவு பகுப்பாய்வை * மிகவும் * எளிதாக்குகிறது.
uk: Щоб переконатися, що ви розумієте важливість процедури вибірки, розгляньте альтернативний варіант проведення експерименту. Припустимо, що мій 5-річний син відкрив пакет і вирішив витягнути чотири чорні фішки, не кладучи жодної з них назад у пакет. Ця *упереджена* схема вибірки зображена на малюнку :numref:`fig-brs`. Тепер розгляньте доказову цінність того, що ви бачите 4 чорні фішки і 0 білих фішок. Очевидно, що це залежить від схеми вибірки, чи не так? Якщо ви знаєте, що схема вибірки є упередженою і відбирає тільки чорні фішки, то вибірка, що складається тільки з чорних фішок, не дає вам багато інформації про сукупність! З цієї причини статистики дуже люблять, коли набір даних можна вважати простою випадковою вибіркою, оскільки це *значно* полегшує аналіз даних.

source: Biased sampling WITHOUT replacement from a finite population
de: Verzerrte (*biased*) Stichprobenziehung aus einer endlichen Grundgesamtheit OHNE Zurücklegen
nb: Skjevhet (*bias*) i utvalget UTEN erstatning fra en begrenset populasjon
ta: வரையறுக்கப்பட்ட மக்கள்தொகையில் இருந்து மாற்றாமல் பக்கச்சார்பான மாதிரி
uk: Упереджена вибірка БЕЗ заміни з обмеженої сукупності
