Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: More generally though, it’s important to remember that random sampling is a means to an end, and not the end in itself. Let’s assume you’ve relied on a convenience sample, and as such you can assume it’s biased. A bias in your sampling method is only a problem if it causes you to draw the wrong conclusions. When viewed from that perspective, I’d argue that we don’t need the sample to be randomly generated in *every* respect, we only need it to be random with respect to the psychologically-relevant phenomenon of interest. Suppose I’m doing a study looking at working memory capacity. In study 1, I actually have the ability to sample randomly from all human beings currently alive, with one exception: I can only sample people born on a Monday. In study 2, I am able to sample randomly from the Australian population. I want to generalise my results to the population of all living humans. Which study is better? The answer, obviously, is study 1. Why? Because we have no reason to think that being “born on a Monday” has any interesting relationship to working memory capacity. In contrast, I can think of several reasons why “being Australian” might matter. Australia is a wealthy, industrialised country with a very well-developed education system. People growing up in that system will have had life experiences much more similar to the experiences of the people who designed the tests for working memory capacity. This shared experience might easily translate into similar beliefs about how to “take a test”, a shared assumption about how psychological experimentation works, and so on. These things might actually matter. For instance, “test taking” style might have taught the Australian participants how to direct their attention exclusively on fairly abstract test materials much more than people who haven’t grown up in a similar environment. This could therefore lead to a misleading picture of what working memory capacity is.
de: Generell ist es jedoch wichtig, sich daran zu erinnern, dass eine Zufallsstichprobe ein Mittel zum Zweck ist und nicht das Ziel an sich. Nehmen wir an, Sie haben sich auf eine Zufallsstichprobe verlassen und können daher davon ausgehen, dass diese verzerrt ist. Eine Verzerrung in Ihrer Stichprobenmethode ist nur dann ein Problem, wenn sie zu falschen Schlussfolgerungen führt. Aus diesem Blickwinkel betrachtet, würde ich argumentieren, dass die Stichprobe nicht in *jeder* Hinsicht zufällig sein muss, sondern nur in Bezug auf das psychologisch relevante Phänomen von Interesse. Nehmen wir an, ich führe eine Studie über die Kapazität des Arbeitsgedächtnisses durch. In Studie 1 habe ich die Möglichkeit, eine Zufallsstichprobe aus allen derzeit lebenden Menschen zu ziehen, mit einer Ausnahme: Ich kann nur Menschen auswählen, die an einem Montag geboren sind. In Studie 2 kann ich eine Zufallsstichprobe aus der australischen Bevölkerung ziehen. Ich möchte meine Ergebnisse auf die Population aller lebenden Menschen verallgemeinern. Welche Studie ist besser? Die Antwort lautet natürlich: Studie 1. Und warum? Weil wir keinen Grund zu der Annahme haben, dass die Tatsache, an einem Montag geboren zu sein, einen relevanten Zusammenhang mit der Kapazität des Arbeitsgedächtnisses hat. Im Gegensatz dazu fallen mir mehrere Gründe ein, warum es eine Rolle spielen könnte, Australier zu sein. Australien ist ein wohlhabendes, industrialisiertes Land mit einem sehr gut entwickelten Bildungssystem. Menschen, die in diesem System aufgewachsen sind, werden Lebenserfahrungen gemacht haben, die den Erfahrungen der Personen, welche die Tests für die Arbeitsgedächtniskapazität entwickelt haben, sehr ähnlich sind. Diese gemeinsamen Erfahrungen könnten sich leicht in ähnlichen Vorstellungen darüber niederschlagen, wie man „einen Test macht“, in einer gemeinsamen Annahme darüber, wie psychologische Experimente funktionieren, und so weiter. Diese Dinge könnten tatsächlich von Bedeutung sein. So könnten die australischen Teilnehmer durch den Stil des „Testmachens“ gelernt haben, ihre Aufmerksamkeit ausschließlich auf ziemlich abstraktes Testmaterial zu richten, viel mehr als Menschen, die nicht in einem ähnlichen Umfeld aufgewachsen sind. Dies könnte daher zu einem irreführenden Bild von der Kapazität des Arbeitsgedächtnisses führen.
nb: Mer generelt er det imidlertid viktig å huske at tilfeldige utvalg er et middel til å nå et mål, og ikke målet i seg selv. La oss anta at du har basert deg på et bekvemmelighetsutvalg, og at det derfor ikke er representativt. En skjevhet i utvalgsmetoden din er bare et problem hvis den fører til at du trekker feil konklusjoner. Sett fra det perspektivet vil jeg hevde at vi ikke trenger at utvalget er tilfeldig generert i *alle* henseender, vi trenger bare at det er tilfeldig med hensyn til det psykologisk relevante fenomenet vi er interessert i. Anta at jeg gjør en studie som ser på arbeidsminnekapasitet. I studie 1 har jeg faktisk muligheten til å ta et tilfeldig utvalg av alle nålevende mennesker, med ett unntak: Jeg kan bare velge personer som er født på en mandag. I studie 2 kan jeg ta et tilfeldig utvalg fra den australske befolkningen. Jeg ønsker å generalisere resultatene mine til populasjonen av alle nålevende mennesker. Hvilken studie er best? Svaret er åpenbart studie 1. Hvorfor er det slik? Fordi vi ikke har noen grunn til å tro at det å være «født på en mandag» har noen interessant sammenheng med arbeidshukommelseskapasitet. Derimot kan jeg tenke meg flere grunner til at «å være australsk» kan ha noe å si. Australia er et velstående, industrialisert land med et svært velutviklet utdanningssystem. Folk som vokser opp i dette systemet, vil ha hatt livserfaringer som ligner mye mer på erfaringene til de som har utformet testene for arbeidsminnekapasitet. Denne felles erfaringen kan lett gi seg utslag i lignende oppfatninger om hvordan man «tar en test», en felles antakelse om hvordan psykologiske eksperimenter fungerer, og så videre. Disse tingene kan faktisk ha betydning. For eksempel kan «testtakingsstilen» ha lært de australske deltakerne å rette oppmerksomheten utelukkende mot ganske abstrakt testmateriale i mye større grad enn personer som ikke har vokst opp i et lignende miljø. Dette kan derfor føre til et misvisende bilde av hva arbeidsminnekapasitet er.
ta: மிகவும் பொதுவாக இருந்தாலும், சீரற்ற மாதிரி என்பது ஒரு முடிவுக்கு ஒரு வழிமுறையாகும் என்பதை நினைவில் கொள்வது தேவை, ஆனால் அது தானே முடிவு அல்ல. நீங்கள் ஒரு வசதியான மாதிரியை நம்பியிருக்கிறீர்கள் என்று வைத்துக் கொள்வோம், மேலும் இது பக்கச்சார்பானது என்று நீங்கள் கருதலாம். உங்கள் மாதிரி முறையில் ஒரு சார்பு என்பது தவறான முடிவுகளை எடுக்க நீங்கள் ஏற்படுத்தினால் மட்டுமே ஒரு சிக்கல். அந்த கண்ணோட்டத்தில் பார்க்கும்போது, * ஒவ்வொரு * மரியாதையிலும் தோராயமாக உருவாக்கப்படுவதற்கு எங்களுக்கு மாதிரி தேவையில்லை என்று நான் வாதிடுகிறேன், உளவியல் ரீதியாக தொடர்புடைய ஆர்வமுள்ள நிகழ்வைப் பொறுத்து அது சீரற்றதாக இருக்க வேண்டும். வேலை செய்யும் நினைவகத் திறனைப் பார்க்கும் ஒரு ஆய்வை நான் செய்கிறேன் என்று வைத்துக்கொள்வோம். ஆய்வு 1 இல், தற்போது உயிருடன் இருக்கும் அனைத்து மனிதர்களிடமிருந்தும் தோராயமாக மாதிரி எடுக்கும் திறன் எனக்கு உள்ளது, ஒரு விதிவிலக்கு: ஒரு திங்கட்கிழமை பிறந்தவர்களை மட்டுமே என்னால் மாதிரி செய்ய முடியும். ஆய்வு 2 இல், ஆச்திரேலிய மக்களிடமிருந்து தோராயமாக என்னால் மாதிரி செய்ய முடிகிறது. எனது முடிவுகளை அனைத்து உயிருள்ள மனிதர்களின் மக்களுக்கும் பொதுமைப்படுத்த விரும்புகிறேன். எந்த ஆய்வு சிறந்தது? பதில், வெளிப்படையாக, ஆய்வு 1. ஏன்? ஏனென்றால், "ஒரு திங்கட்கிழமை பிறந்தது" என்பது நினைவகத் திறனுடன் எந்த சுவையான உறவையும் கொண்டுள்ளது என்று நினைப்பதற்கு எங்களுக்கு எந்த காரணமும் இல்லை. இதற்கு நேர்மாறாக, "ஆச்திரேலியராக இருப்பது" என்பது முக்கியமாக இருப்பதற்கான பல காரணங்களை நான் சிந்திக்க முடியும். ஆச்திரேலியா ஒரு பணக்கார, தொழில்மயமாக்கப்பட்ட நாடு. அந்த அமைப்பில் வளர்ந்து வரும் மக்கள், நினைவகத் திறனைச் செயல்படுத்துவதற்கான சோதனைகளை வடிவமைத்தவர்களின் அனுபவங்களுடன் வாழ்க்கை அனுபவங்களை மிகவும் ஒத்ததாக இருந்திருப்பார்கள். இந்த பகிரப்பட்ட பட்டறிவு "ஒரு சோதனையை எவ்வாறு எடுப்பது", உளவியல் ஆய்வு எவ்வாறு செயல்படுகிறது என்பது பற்றிய பகிரப்பட்ட அனுமானம் மற்றும் பலவற்றைப் பற்றிய ஒத்த நம்பிக்கைகளுக்கு எளிதாக மொழிபெயர்க்கலாம். இந்த விசயங்கள் உண்மையில் முதன்மை. உதாரணமாக, இதேபோன்ற சூழலில் வளராத நபர்களை விட மிகவும் சுருக்கமான சோதனைப் பொருட்களில் பிரத்தியேகமாக தங்கள் கவனத்தை எவ்வாறு வழிநடத்துவது என்பதை ஆச்திரேலிய பங்கேற்பாளர்களுக்கு “டெச்ட் எடுக்கும்” பாணி கற்பித்திருக்கலாம். எனவே இது வேலை செய்யும் நினைவக திறன் என்ன என்பதற்கான தவறான படத்திற்கு வழிவகுக்கும்.
uk: Однак, загалом важливо пам'ятати, що випадкова вибірка є засобом для досягнення мети, а не самоціллю. Припустимо, ви покладалися на вибірку за зручністю, і тому можете вважати її упередженою. Упередженість вашого методу вибірки є проблемою лише в тому випадку, якщо вона змушує вас робити неправильні висновки. Якщо дивитися з цієї точки зору, я б сказав, що нам не потрібно, щоб вибірка була випадковою в *усіх* відношеннях, нам потрібно, щоб вона була випадковою лише стосовно психологічно значущого явища, що нас цікавить. Припустимо, я проводжу дослідження, присвячене дослідженню обсягу робочої пам'яті. У дослідженні 1 я маю можливість проводити випадкову вибірку серед усіх людей, що зараз живуть, за одним винятком: я можу брати в вибірку лише людей, народжених у понеділок. У дослідженні 2 я можу проводити випадкову вибірку з австралійського населення. Я хочу узагальнити свої результати на все населення живих людей. Яке дослідження краще? Відповідь, очевидно, — дослідження 1. Чому? Тому що ми не маємо підстав вважати, що «народження в понеділок» має якийсь цікавий зв'язок з об'ємом робочої пам'яті. Натомість я можу придумати кілька причин, чому «австралійське походження» може мати значення. Австралія — багата, індустріалізована країна з дуже добре розвиненою системою освіти. Люди, які виросли в цій системі, матимуть життєвий досвід, набагато схожий на досвід людей, які розробляли тести на обсяг робочої пам'яті. Цей спільний досвід може легко перетворитися на схожі переконання щодо того, як «складати тест», спільні припущення про те, як працюють психологічні експерименти, тощо. Ці речі можуть мати значення. Наприклад, стиль «складання тестів» міг навчити австралійських учасників зосереджувати свою увагу виключно на досить абстрактних тестових матеріалах набагато більше, ніж людей, які не виросли в подібному середовищі. Це може призвести до хибного уявлення про те, що таке обсяг робочої пам'яті.

source: There are two points hidden in this discussion. First, when designing your own studies, it’s important to think about what population you care about and try hard to sample in a way that is appropriate to that population. In practice, you’re usually forced to put up with a “sample of convenience” (e.g., psychology lecturers sample psychology students because that’s the least expensive way to collect data, and our coffers aren’t exactly overflowing with gold), but if so you should at least spend some time thinking about what the dangers of this practice might be. Second, if you’re going to criticise someone else’s study because they’ve used a sample of convenience rather than laboriously sampling randomly from the entire human population, at least have the courtesy to offer a specific theory as to *how* this might have distorted the results.
de: In dieser Diskussion sind zwei Punkte versteckt. Erstens ist es wichtig, sich bei der Konzeption eigener Studien Gedanken darüber zu machen, um welche Population es geht, und sich zu bemühen, die Stichprobe so zu wählen, dass sie dieser Population angemessen ist. In der Praxis ist man in der Regel gezwungen, sich mit einer „willkürlichen Stichprobe“ abzufinden (*sample of convenience*; z. B. nehmen Psychologiedozenten Stichproben von Psychologiestudenten, weil das die kostengünstigste Art der Datenerhebung ist und unsere Kassen nicht gerade vor Geld strotzen). In diesem Fall sollte man zumindest einige Zeit damit verbringen, über die Gefahren dieser Praxis nachzudenken. Zweitens: Wenn Sie schon die Studie eines anderen kritisieren, weil dieser eine willkürliche Stichprobe verwendet hat, anstatt mühsam eine Zufallsstichprobe aus der gesamten menschlichen Bevölkerung zu ziehen, dann seien Sie wenigstens so höflich, eine konkrete Theorie anzubieten, *wie* dies die Ergebnisse verzerrt haben könnte.
nb: Det er to poenger som ligger skjult i denne diskusjonen. For det første er det viktig å tenke på hvilken populasjon man er interessert i når man utformer sine egne studier, og forsøke å gjøre utvalget på en måte som er tilpasset denne populasjonen. I praksis er man som regel nødt til å finne seg i et «bekvemmelighetsutvalg» (f.eks. velger psykologilærere ut psykologistudenter fordi det er den rimeligste måten å samle inn data på, og kistene våre flyter ikke akkurat over av gull), men i så fall bør man i det minste bruke litt tid på å tenke over hvilke farer denne praksisen kan innebære. For det andre, hvis du skal kritisere andres studier fordi de har brukt et bekvemmelighetsutvalg i stedet for å ta et tilfeldig utvalg fra hele befolkningen, bør du i det minste være høflig nok til å komme med en spesifikk teori om *hvordan* dette kan ha forvrengt resultatene.
ta: இந்த விவாதத்தில் இரண்டு புள்ளிகள் மறைக்கப்பட்டுள்ளன. முதலாவதாக, உங்கள் சொந்த படிப்பை வடிவமைக்கும்போது, நீங்கள் எந்த மக்கள்தொகையைப் பற்றி அக்கறை காட்டுகிறீர்கள் என்பதைப் பற்றி சிந்தித்து, அந்த மக்கள்தொகைக்கு ஏற்ற வகையில் மாதிரி செய்ய கடினமாக முயற்சி செய்யுங்கள். நடைமுறையில், நீங்கள் வழக்கமாக ஒரு “வசதியின் மாதிரி” (எ.கா., உளவியல் விரிவுரையாளர்கள் மாதிரி உளவியல் மாணவர்களை சமாளிக்க வேண்டிய கட்டாயத்தில் உள்ளீர்கள், ஏனெனில் இது தரவைச் சேகரிப்பதற்கான மிகக் குறைந்த விலையுயர்ந்த வழி, மேலும் எங்கள் பொக்கிசங்கள் தங்கத்தால் நிரம்பி வழிகிறது), ஆனால் என்றால் என்றால்) எனவே இந்த நடைமுறையின் ஆபத்துகள் என்னவாக இருக்கும் என்பதைப் பற்றி சிந்திக்க குறைந்தபட்சம் சிறிது நேரம் செலவிட வேண்டும். இரண்டாவதாக, நீங்கள் வேறொருவரின் ஆய்வை விமர்சிக்கப் போகிறீர்கள் என்றால், அவர்கள் முழு மனித மக்களிடமிருந்தும் தோராயமாக மாதிரியாக மாதிரியாக இருப்பதைக் காட்டிலும் வசதியின் மாதிரியைப் பயன்படுத்தியிருப்பதால், குறைந்தபட்சம் * இது எப்படி இருக்கலாம் என்று ஒரு குறிப்பிட்ட கோட்பாட்டை வழங்குவதற்கான மரியாதை உள்ளது முடிவுகளை சிதைத்தது.
uk: У цій дискусії приховано два моменти. По-перше, при розробці власних досліджень важливо подумати про те, яка група населення вас цікавить, і постаратися зробити вибірку, яка буде відповідати цій групі. На практиці зазвичай доводиться миритися з «вибіркою зручності» (наприклад, викладачі психології беруть вибірку зі студентів-психологів, оскільки це найдешевший спосіб збору даних, а наші скарбниці не переповнені золотом), але в такому випадку слід принаймні витратити деякий час на обдумування можливих небезпек такої практики. По-друге, якщо ви збираєтеся критикувати дослідження когось іншого за те, що він використовував вибірку зручності, а не ретельно підбирав випадкову вибірку з усього населення, то принаймні майте ввічливість запропонувати конкретну теорію щодо того, *як* це могло спотворити результати.

source: Population parameters and sample statistics
de: Populationsparameter und Stichprobenstatistiken
nb: Populasjonsparametere og utvalgsstatistikk
ta: மக்கள் தொகை அளவுருக்கள் மற்றும் மாதிரி புள்ளிவிவரங்கள்
uk: Параметри популяції та статистика вибірки

source: Okay. Setting aside the thorny methodological issues associated with obtaining a random sample, let’s consider a slightly different issue. Up to this point we have been talking about populations the way a scientist might. To a psychologist a population might be a group of people. To an ecologist a population might be a group of bears. In most cases the populations that scientists care about are concrete things that actually exist in the real world. Statisticians, however, are a funny lot. On the one hand, they *are* interested in real world data and real science in the same way that scientists are. On the other hand, they also operate in the realm of pure abstraction in the way that mathematicians do. As a consequence, statistical theory tends to be a bit abstract in how a population is defined. In much the same way that psychological researchers operationalise our abstract theoretical ideas in terms of concrete measurements (section :doc:`../Ch02/Ch02_StudyDesign_1`), statisticians operationalise the concept of a “population” in terms of mathematical objects that they know how to work with. You’ve already come across these objects in chapter :doc:`../Ch07/Ch07_Probability`. They’re called probability distributions.
nb: La oss se bort fra de vanskelige metodiske spørsmålene knyttet til det å ta et tilfeldig utvalg, og heller se på et litt annet spørsmål. Frem til nå har vi snakket om populasjoner på samme måte som en forsker. For en psykolog kan en populasjon være en gruppe mennesker. For en økolog kan en populasjon være en gruppe bjørner. I de fleste tilfeller er populasjonene som forskere bryr seg om, konkrete ting som faktisk eksisterer i den virkelige verden. Statistikere er imidlertid en merkelig gruppe. På den ene siden *er* de interessert i data fra den virkelige verden og ekte vitenskap på samme måte som forskere. På den annen side opererer de også i den rene abstraksjonsverdenen, slik matematikere gjør. Som en konsekvens av dette har statistisk teori en tendens til å være litt abstrakt når det gjelder hvordan en populasjon defineres. På samme måte som psykologiske forskere operasjonaliserer våre abstrakte teoretiske ideer i form av konkrete målinger (se :doc:`../Ch02/Ch02_StudyDesign_1`), operasjonaliserer statistikere begrepet «populasjon» i form av matematiske objekter som de vet hvordan de skal arbeide med. Du har allerede støtt på disse objektene i kapittel :doc:`../Ch07/Ch07_Probability`. De kalles sannsynlighetsfordelinger.
ta: சரி. சீரற்ற மாதிரியைப் பெறுவதோடு தொடர்புடைய முள் முறையான சிக்கல்களை ஒதுக்கி வைப்பது, சற்று வித்தியாசமான சிக்கலைக் கருத்தில் கொள்வோம். இந்த கட்டத்தில் நாங்கள் ஒரு விஞ்ஞானி செய்யக்கூடிய விதத்தில் மக்களைப் பற்றி பேசுகிறோம். ஒரு உளவியலாளருக்கு மக்கள் தொகை ஒரு குழுவாக இருக்கலாம். ஒரு சுற்றுச்சூழல் நிபுணருக்கு மக்கள் தொகை கரடிகளின் குழுவாக இருக்கலாம். பெரும்பாலான சந்தர்ப்பங்களில், விஞ்ஞானிகள் அக்கறை கொள்ளும் மக்கள் உண்மையான உலகில் உண்மையில் இருக்கும் உறுதியான விசயங்கள். இருப்பினும், புள்ளிவிவர வல்லுநர்கள் ஒரு வேடிக்கையான நிறைய. ஒருபுறம், அவர்கள் * விஞ்ஞானிகள் போலவே உண்மையான உலக தரவு மற்றும் உண்மையான அறிவியலில் ஆர்வம் காட்டுகிறார்கள். மறுபுறம், அவை கணிதவியலாளர்கள் செய்யும் விதத்தில் தூய சுருக்கத்தின் உலகிலும் செயல்படுகின்றன. இதன் விளைவாக, புள்ளிவிவரக் கோட்பாடு ஒரு மக்கள் தொகை எவ்வாறு வரையறுக்கப்படுகிறது என்பதில் சற்று சுருக்கமாக இருக்கும். உளவியல் ஆராய்ச்சியாளர்கள் எங்கள் சுருக்கமான தத்துவார்த்த யோசனைகளை உறுதியான அளவீடுகளின் அடிப்படையில் செயல்படும் அதே வழியில் (பிரிவு: doc: `../ ch02/ch02_studydesign_1`), புள்ளிவிவர வல்லுநர்கள் கணிதப் பொருள்களின் அடிப்படையில் ஒரு“ மக்கள் தொகை ”என்ற கருத்தை செயல்படுத்துகிறார்கள் எவ்வாறு வேலை செய்வது. அத்தியாயம்: `../ ch07/ch07_probability` இல் நீங்கள் ஏற்கனவே இந்த பொருள்களைக் கண்டிருக்கிறீர்கள். அவை நிகழ்தகவு வழங்கல் என்று அழைக்கப்படுகின்றன.
uk: Гаразд. Відкинувши складні методологічні питання, пов'язані з отриманням випадкової вибірки, розглянемо дещо інше питання. До цього моменту ми говорили про популяції так, як це робить науковець. Для психолога популяція може бути групою людей. Для еколога популяція може бути групою ведмедів. У більшості випадків популяції, які цікавлять науковців, є конкретними речами, що насправді існують у реальному світі. Однак статистики — це дивна група людей. З одного боку, вони *цікавляться* даними реального світу та реальною наукою так само, як і вчені. З іншого боку, вони також працюють у сфері чистої абстракції, як і математики. Як наслідок, статистична теорія має тенденцію бути дещо абстрактною в тому, як визначається популяція. Так само, як психологи реалізують наші абстрактні теоретичні ідеї у вигляді конкретних вимірювань (розділ :doc:`../Ch02/Ch02_StudyDesign_1`), статистики реалізують поняття «популяції» у вигляді математичних об'єктів, з якими вони вміють працювати. Ви вже зустрічали ці об'єкти в розділі :doc:`../Ch07/Ch07_Probability`. Вони називаються розподілами ймовірностей.

source: The idea is quite simple. Let’s say we’re talking about IQ scores. To a psychologist the population of interest is a group of actual humans who have IQ scores. A statistician “simplifies” this by operationally defining the population as the probability distribution depicted in the left panel of :numref:`fig-IQ_Pop_Smp`. IQ tests are designed so that the average IQ is 100, the standard deviation of IQ scores is 15, and the distribution of IQ scores is normal. These values are referred to as the **population parameters** because they are characteristics of the entire population. That is, we say that the population mean µ is 100 and the population standard deviation σ is 15.
de: Die Idee ist ganz einfach. Nehmen wir an, es geht um IQ-Werte. Für einen Psychologen ist die interessierende Population eine Gruppe von Menschen, die IQ-Werte haben. Ein Statistiker „vereinfacht“ dies, indem er die Grundgesamtheit operativ als die Wahrscheinlichkeitsverteilung definiert, die im linken Feld von :numref:`fig-IQ_Pop_Smp` dargestellt ist. IQ-Tests sind so konzipiert, dass der durchschnittliche IQ bei 100 liegt, die Standardabweichung der IQ-Werte 15 beträgt und die Verteilung der IQ-Werte normal ist. Diese Werte werden als **Populationsparameter** bezeichnet, weil sie Merkmale der gesamten Population sind. Das heißt, der Mittelwert der Population µ ist 100 und die Standardabweichung der Population σ ist 15.
nb: Ideen er ganske enkel. La oss si at vi snakker om IQ-skårer. For en psykolog er populasjonen av interesse en gruppe faktiske mennesker som har IQ-skårer. En statistiker «forenkler» dette ved å definere populasjonen operasjonelt som sannsynlighetsfordelingen som er avbildet i venstre panel av :numref:`fig-IQ_Pop_Smp`. IQ-tester er utformet slik at gjennomsnittlig IQ er 100, standardavviket for IQ-skårer er 15, og fordelingen av IQ-skårer følger en normalfordeling. Disse verdiene kalles **populasjonsparametere** fordi de er kjennetegn ved hele populasjonen. Det vil si at vi sier at populasjonsgjennomsnittet µ er 100 og populasjonsstandardavviket σ er 15.
ta: சிந்தனை மிகவும் எளிது. நாங்கள் IQ மதிப்பெண்களைப் பற்றி பேசுகிறோம் என்று சொல்லலாம். ஒரு உளவியலாளருக்கு ஆர்வத்தின் மக்கள் தொகை ஐ.க்யூ மதிப்பெண்களைக் கொண்ட உண்மையான மனிதர்களின் குழு. ஒரு புள்ளிவிவர வல்லுநர் இதை இடது குழுவில் சித்தரிக்கப்பட்டுள்ள நிகழ்தகவு விநியோகமாக மக்கள்தொகையை வரையறுப்பதன் மூலம் இதை "எளிதாக்குகிறார்": NUMREF: `Fig-IQ_POP_SMP`. IQ சோதனைகள் வடிவமைக்கப்பட்டுள்ளன, இதனால் சராசரி IQ 100, IQ மதிப்பெண்களின் நிலையான விலகல் 15, மற்றும் IQ மதிப்பெண்களின் வழங்கல் சாதாரணமானது. இந்த மதிப்புகள் ** மக்கள்தொகை அளவுருக்கள் ** என குறிப்பிடப்படுகின்றன, ஏனெனில் அவை முழு மக்கள்தொகையின் பண்புகள். அதாவது, மக்கள்தொகை என்பது 100 டாலர் என்றும் மக்கள்தொகை தரநிலை விலகல் 15 என்றும் நாங்கள் கூறுகிறோம்.
uk: Ідея досить проста. Припустимо, ми говоримо про показники IQ. Для психолога цікавою популяцією є група реальних людей, які мають показники IQ. Статистик «спрощує» це, операційно визначаючи популяцію як розподіл ймовірностей, зображений на лівому панелі :numref:`fig-IQ_Pop_Smp`. Тести IQ розроблені таким чином, що середній IQ дорівнює 100, стандартне відхилення показників IQ становить 15, а розподіл показників IQ є нормальним. Ці значення називаються **параметрами популяції**, оскільки вони є характеристиками всієї популяції. Тобто ми говоримо, що середнє значення популяції µ дорівнює 100, а стандартне відхилення популяції σ становить 15.
