Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: A third procedure is worth mentioning. This time around we close our eyes, shake the bag, and pull out a chip. This time, however, we record the observation and then put the chip back in the bag. Again we close our eyes, shake the bag, and pull out a chip. We then repeat this procedure until we have 4 chips. Data sets generated in this way are still simple random samples, but because we put the chips back in the bag immediately after drawing them it is referred to as a sample **with replacement**. The difference between this situation and the first one is that it is possible to observe the same population member multiple times, as illustrated in numref:`fig-srs2`.
de: Ein drittes Verfahren ist erwähnenswert. Diesmal schließen wir die Augen, schütteln den Beutel und ziehen einen Chip heraus. Danach notieren wir die Beobachtung und stecken den Chip wieder in die Tüte. Wir verschließen erneut die Augen, schütteln die Tüte und ziehen einen weiteren Chip heraus (und notieren das Ergebnis). Wir wiederholen diesen Vorgang, bis wir 4 Chips haben. Bei den auf diese Weise erzeugten Datensätzen handelt es sich immer noch um eine einfache Zufallsstichprobe, aber da wir die Chips sofort nach dem Ziehen wieder in die Tüte stecken, spricht man von einer Stichprobe **mit Zurücklegen**. Der Unterschied zwischen dieser Situation und der ersten ist, dass es möglich ist, dasselbe Mitglied der Population mehrfach zu beobachten, wie in numref:`fig-srs2` dargestellt.
nb: En tredje prosedyre er verdt å nevne. Denne gangen lukker vi øynene, rister posen og trekker ut en brikke. Denne gangen noterer vi observasjonen og legger deretter brikken tilbake i posen. Igjen lukker vi øynene, rister posen og trekker ut en brikke. Så gjentar vi denne prosedyren til vi har fire brikker. Datasettene som genereres på denne måten, er fortsatt enkle tilfeldige utvalg, men fordi vi legger brikkene tilbake i posen umiddelbart etter at vi har trukket dem ut, kalles det et utvalg **med erstatning**. Forskjellen mellom denne situasjonen og den første er at det er mulig å observere det samme populasjonsmedlemmet flere ganger, som illustrert i numref:`fig-srs2`.
ta: மூன்றாவது நடைமுறை குறிப்பிடத் தகுந்தது. இந்த நேரத்தில் நாங்கள் கண்களை மூடிக்கொண்டு, பையை அசைத்து, ஒரு சிப்பை வெளியே இழுக்கிறோம். எவ்வாறாயினும், இந்த நேரத்தில், நாங்கள் அவதானிப்பைப் பதிவுசெய்து பின்னர் சிப்பை மீண்டும் பையில் வைக்கிறோம். மீண்டும் நாங்கள் கண்களை மூடிக்கொண்டு, பையை அசைத்து, ஒரு சிப்பை வெளியே இழுக்கிறோம். நாங்கள் 4 சில்லுகள் இருக்கும் வரை இந்த நடைமுறையை மீண்டும் செய்கிறோம். இந்த வழியில் உருவாக்கப்படும் தரவுத் தொகுப்புகள் இன்னும் எளிமையான சீரற்ற மாதிரிகள், ஆனால் அவற்றை வரைந்த உடனேயே சில்லுகளை பையில் மீண்டும் வைப்பதால், அது ஒரு மாதிரி ** மாற்றத்துடன் ** என குறிப்பிடப்படுகிறது **. இந்த நிலைமைக்கும் முதலாவதாகவும் உள்ள வேறுபாடு என்னவென்றால், ஒரே மக்கள்தொகை உறுப்பினரை பல முறை அவதானிக்க முடியும், இது எண்ரெப்பில் விளக்கப்பட்டுள்ளது: `FIG-SRS2`.
uk: Варто згадати про третю процедуру. Цього разу ми закриваємо очі, струшуємо мішок і витягуємо фішку. Однак цього разу ми записуємо спостереження, а потім кладемо фішку назад у мішок. Знову закриваємо очі, струшуємо мішок і витягуємо фішку. Потім повторюємо цю процедуру, поки не отримаємо 4 фішки. Набори даних, отримані таким чином, все ще є простими випадковими вибірками, але оскільки ми кладемо фішки назад у мішок відразу після їх витягання, це називається вибіркою **з заміщенням**. Відмінність цієї ситуації від першої полягає в тому, що можна спостерігати одного і того ж члена популяції кілька разів, як показано на numref:`fig-srs2`.

source: Simple random sampling WITH replacement from a finite population
de: Einfache Zufallsstichprobenziehung aus einer endlichen Grundgesamtheit MIT Zurücklegen
nb: Enkelt tilfeldig utvalg MED erstatning fra en begrenset populasjon
ta: வரையறுக்கப்பட்ட மக்கள்தொகையிலிருந்து மாற்றத்துடன் எளிய சீரற்ற மாதிரி
uk: Проста випадкова вибірка з заміною зі скінченної генеральної сукупності

source: In my experience, most psychology experiments tend to be sampling without replacement, because the same person is not allowed to participate in the experiment twice. However, most statistical theory is based on the assumption that the data arise from a simple random sample *with* replacement. In real life this very rarely matters. If the population of interest is large (e.g., has more than 10 entities!) the difference between sampling with- and without- replacement is too small to be concerned with. The difference between simple random samples and biased samples, on the other hand, is not such an easy thing to dismiss.
de: Meiner Erfahrung nach handelt es sich bei den meisten psychologischen Experimenten um Stichproben ohne Zurücklegen, da dieselbe Person nicht zweimal an einem Experiment teilnehmen darf. Die meisten statistischen Theorien basieren jedoch auf der Annahme, dass die Daten aus einer einfachen Zufallsstichprobe *mit* Zurücklegen stammen. Im wirklichen Leben ist dies nur sehr selten der Fall. Wenn die interessierende Grundgesamtheit groß ist (z. B. mehr als 10 Einheiten umfasst!), ist der Unterschied zwischen Stichproben mit und ohne Ersetzung relativ gering, und man muss sich daher darüber keine Gedanken machen. Der Unterschied zwischen einfachen Zufallsstichproben und verzerrten Stichproben sollte dagegen nicht vernachlässigt werden.
nb: Min erfaring er at de fleste psykologieksperimenter har en tendens til å være stikkprøver uten erstatning, fordi samme person ikke får delta i eksperimentet to ganger. Det meste av statistisk teori er imidlertid basert på en antakelse om at dataene stammer fra et enkelt tilfeldig utvalg *med* erstatning. I virkeligheten er dette svært sjelden tilfelle. Hvis populasjonen man er interessert i, er stor (f.eks. har mer enn 10 enheter!), er forskjellen mellom utvalg med og uten utskifting for liten til at man trenger å bry seg om det. Forskjellen mellom enkle tilfeldige utvalg og utvalg som ikke er representativt (*biased*) er derimot ikke så lett å avfeie.
ta: எனது அனுபவத்தில், பெரும்பாலான உளவியல் சோதனைகள் மாற்றமின்றி மாதிரியாக இருக்கின்றன, ஏனென்றால் அதே நபர் சோதனையில் இரண்டு முறை பங்கேற்க அனுமதிக்கப்படுவதில்லை. இருப்பினும், பெரும்பாலான புள்ளிவிவரக் கோட்பாடு தரவு ஒரு எளிய சீரற்ற மாதிரியிலிருந்து * மாற்றத்துடன் எழுகிறது என்ற அனுமானத்தை அடிப்படையாகக் கொண்டது. நிச வாழ்க்கையில் இது மிகவும் அரிதாகவே முக்கியமானது. வட்டி மக்கள் தொகை பெரியதாக இருந்தால் (எ.கா., 10 க்கும் மேற்பட்ட நிறுவனங்கள் உள்ளன!) மாதிரிக்கு இடையிலான வேறுபாடு- மற்றும் இல்லாமல்- மாற்றீடு மிகவும் சிறியது. மறுபுறம், எளிய சீரற்ற மாதிரிகள் மற்றும் பக்கச்சார்பான மாதிரிகள் ஆகியவற்றுக்கு இடையேயான வேறுபாடு நிராகரிக்க எளிதான சேதி அல்ல.
uk: З мого досвіду, більшість психологічних експериментів, як правило, проводяться без заміщення, оскільки одна і та ж особа не може брати участь в експерименті двічі. Однак більшість статистичних теорій базуються на припущенні, що дані отримуються з простої випадкової вибірки *з* заміщенням. У реальному житті це дуже рідко має значення. Якщо популяція, що нас цікавить, є великою (наприклад, має більше 10 одиниць!), різниця між вибіркою з заміщенням і без заміщення є надто малою, щоб нею перейматися. З іншого боку, різницю між простими випадковими вибірками та вибірками з відхиленням не так легко ігнорувати.

source: Most samples are not simple random samples
de: Die meisten Stichproben sind keine einfachen Zufallsstichproben
nb: De fleste utvalg er ikke enkle tilfeldige utvalg
ta: பெரும்பாலான மாதிரிகள் எளிய சீரற்ற மாதிரிகள் அல்ல
uk: Більшість вибірок не є простими випадковими вибірками

source: As you can see from looking at the list of possible populations that I showed above, it is almost impossible to obtain a simple random sample from most populations of interest. When I run experiments I’d consider it a minor miracle if my participants turned out to be a random sampling of the undergraduate psychology students at Adelaide university, even though this is by far the narrowest population that I might want to generalise to. A thorough discussion of other types of sampling schemes is beyond the scope of this book, but to give you a sense of what’s out there I’ll list a few of the more important ones.
de: Wie Sie aus der Liste der möglichen Populationen, die ich oben gezeigt habe, ersehen können, ist es fast unmöglich, aus den meisten Populationen von Interesse eine einfache Zufallsstichprobe zu erhalten. Wenn ich Experimente durchführe, würde ich es für ein kleines Wunder halten, wenn sich herausstellen würde, dass meine Teilnehmer eine Zufallsstichprobe der Psychologiestudenten an der Universität von Adelaide sind, auch wenn dies bei weitem die kleinste Population ist, auf die ich verallgemeinern möchte. Eine ausführliche Erörterung von Verfahren zum Ziehen von Stichproben würde den Rahmen dieses Buches sprengen, aber um Ihnen einen Eindruck davon zu vermitteln, was es alles gibt, werde ich einige der wichtigsten auflisten.
nb: Som du kan se av listen over mulige populasjoner som jeg viste ovenfor, er det nesten umulig å få et tilfeldig utvalg fra de fleste populasjoner av interesse. Når jeg gjennomfører eksperimenter, ville jeg sett på det som et lite mirakel om deltakerne mine viste seg å være et tilfeldig utvalg av psykologistudentene ved universitetet i Adelaide, selv om dette er den klart smaleste populasjonen jeg ønsker å generalisere til. En grundig diskusjon av andre typer utvalgsordninger ligger utenfor rammen av denne boken, men for å gi deg en pekepinn på hva som finnes der ute, skal jeg liste opp noen av de viktigste.
ta: நான் மேலே காட்டிய சாத்தியமான மக்களின் பட்டியலைப் பார்ப்பதிலிருந்து நீங்கள் காணக்கூடியது போல, ஆர்வத்தின் பெரும்பாலான மக்களிடமிருந்து ஒரு எளிய சீரற்ற மாதிரியைப் பெறுவது கிட்டத்தட்ட சாத்தியமற்றது. நான் சோதனைகளை நடத்தும்போது, எனது பங்கேற்பாளர்கள் அடிலெய்ட் பல்கலைக்கழகத்தின் இளங்கலை உளவியல் மாணவர்களின் சீரற்ற மாதிரியாக மாறினால், இது ஒரு சிறிய அதிசயமாக கருதப்படுகிறது, இது நான் பொதுமைப்படுத்த விரும்பும் குறுகிய மக்கள்தொகையாக இருந்தாலும். பிற வகை மாதிரி திட்டங்களைப் பற்றிய முழுமையான கலந்துரையாடல் இந்த புத்தகத்தின் எல்லைக்கு அப்பாற்பட்டது, ஆனால் அங்கு என்ன இருக்கிறது என்பதைப் புரிந்துகொள்வதற்கு நான் மிக முக்கியமான சிலவற்றை பட்டியலிடுவேன்.
uk: Як ви можете бачити з переліку можливих популяцій, який я навів вище, отримати просту випадкову вибірку з більшості популяцій, що представляють інтерес, майже неможливо. Коли я проводжу експерименти, я вважаю невеликим дивом, якщо мої учасники виявляються випадковою вибіркою студентів-психологів Аделаїдського університету, навіть незважаючи на те, що це найвужча популяція, яку я міг би узагальнити. Детальне обговорення інших типів схем вибірки виходить за рамки цієї книги, але щоб дати вам уявлення про те, що існує, я перерахую кілька найважливіших з них.

source: *Stratified sampling*. Suppose your population is (or can be) divided into several different sub-populations, or *strata*. Perhaps you’re running a study at several different sites, for example. Instead of trying to sample randomly from the population as a whole, you instead try to collect a separate random sample from each of the strata. Stratified sampling is sometimes easier to do than simple random sampling, especially when the population is already divided into the distinct strata. It can also be more efficient than simple random sampling, especially when some of the sub-populations are rare. For instance, when studying schizophrenia it would be much better to divide the population into two\ [#]_ strata (schizophrenic and not-schizophrenic) and then sample an equal number of people from each group. If you selected people randomly you would get so few schizophrenic people in the sample that your study would be useless. This specific kind of of stratified sampling is referred to as *oversampling* because it makes a deliberate attempt to over-represent rare groups.
de: *Stratifizierte (geschichtete) Stichprobe*. Angenommen, Ihre Population ist (oder kann) in mehrere verschiedene Teilpopulationen oder *Schichten* unterteilt werden. Vielleicht führen Sie beispielsweise eine Studie an mehreren verschiedenen Standorten durch. Anstatt zu versuchen, zufällig aus der Grundgesamtheit Stichproben zu ziehen, versuchen Sie stattdessen, eine separate Zufallsstichprobe aus jeder einzelnen Schicht zu sammeln. Stratifizierte Stichproben sind manchmal einfacher durchzuführen als einfache Zufallsstichproben, insbesondere wenn die Grundgesamtheit bereits in verschiedene Schichten unterteilt ist. Es kann auch effizienter sein als einfache Zufallsstichproben, insbesondere wenn einige der Teilpopulationen selten vorkommen. Zum Beispiel wäre es bei der Untersuchung der Schizophrenie viel besser, die Grundgesamtheit in zwei\ [#]_ Schichten (schizophren und nicht-schizophren) einzuteilen und dann Daten von der gleichen Anzahl von Versuchteilnehmern in jeder Gruppe zu erfassen. Wenn Sie zufällig Personen auswählen würden, würden Sie so wenige schizophrene Menschen in die Stichprobe bekommen, dass Ihre Studie nutzlos wäre. Diese spezielle Art der geschichteten Stichprobe wird als *Oversampling* bezeichnet, weil sie bewusst versucht, seltene Gruppen zu überrepräsentieren.
nb: *Stratifisert utvalg*. Anta at populasjonen din er (eller kan deles inn i) flere ulike delpopulasjoner, eller *strata*. Kanskje du for eksempel skal gjennomføre en studie på flere forskjellige steder. I stedet for å prøve å trekke et tilfeldig utvalg fra populasjonen som helhet, prøver du i stedet å samle inn et separat tilfeldig utvalg fra hvert av strataene. Stratifisert utvalg er noen ganger enklere å gjennomføre enn enkle tilfeldige utvalg, spesielt når populasjonen allerede er delt inn i de ulike strataene. Det kan også være mer effektivt enn enkle tilfeldige utvalg, særlig når noen av delpopulasjonene er sjeldne. Når man for eksempel studerer schizofreni, vil det være mye bedre å dele populasjonen inn i to strata\ [#]_ (schizofrene og ikke-schizofrene) og deretter ta et like stort antall personer fra hver gruppe. Hvis du hadde valgt ut folk tilfeldig, ville du fått så få schizofrene personer i utvalget at studien ville vært ubrukelig. Denne typen stratifisert utvalg kalles *oversampling* fordi man bevisst forsøker å overrepresentere sjeldne grupper.
ta: *அடுக்கு மாதிரி*. உங்கள் மக்கள் தொகை பல்வேறு துணை மக்கள்தொகைகளாக பிரிக்கப்பட்டுள்ளது (அல்லது இருக்கலாம்) என்று வைத்துக்கொள்வோம். உதாரணமாக, நீங்கள் பல தளங்களில் ஒரு ஆய்வை நடத்துகிறீர்கள். ஒட்டுமொத்த மக்கள்தொகையிலிருந்து தோராயமாக மாதிரி எடுக்க முயற்சிப்பதற்குப் பதிலாக, ஒவ்வொரு அடுக்குகளிலிருந்தும் ஒரு தனி சீரற்ற மாதிரியை சேகரிக்க முயற்சிக்கிறீர்கள். எளிமையான சீரற்ற மாதிரியை விட, குறிப்பாக மக்கள் தொகை ஏற்கனவே தனித்துவமான அடுக்குகளாக பிரிக்கப்பட்டால், அடுக்கடுக்கப்பட்ட மாதிரி சில நேரங்களில் செய்ய எளிதானது. எளிய சீரற்ற மாதிரியை விட இது மிகவும் திறமையானதாக இருக்கும், குறிப்பாக சில துணை மக்கள்தொகைகள் அரிதாக இருக்கும்போது. உதாரணமாக, ச்கிசோஃப்ரினியாவைப் படிக்கும்போது, மக்கள்தொகையை இரண்டு \ [#] _ அடுக்குகளாகப் பிரிப்பது மிகவும் நல்லது (ச்கிசோஃப்ரினிக் மற்றும் ச்கிசோஃப்ரினிக் அல்ல) பின்னர் ஒவ்வொரு குழுவிலிருந்தும் சம எண்ணிக்கையிலான மக்களை மாதிரியாகக் கொண்டுள்ளது. நீங்கள் தோராயமாக நபர்களைத் தேர்ந்தெடுத்தால், உங்கள் ஆய்வு பயனற்றதாக இருக்கும் என்று மாதிரியில் சில ச்கிசோஃப்ரினிக் நபர்களைப் பெறுவீர்கள். இந்த குறிப்பிட்ட வகையான அடுக்கு மாதிரிகள் * மிகைப்படுத்தல் * என குறிப்பிடப்படுகின்றன, ஏனெனில் இது அரிய குழுக்களை அதிகமாக பிரதிநிதித்துவப்படுத்த வேண்டுமென்றே முயற்சிக்கிறது.
uk: *Стратифікована вибірка*. Припустимо, що ваша сукупність поділяється (або може поділятися) на кілька різних підсукупностей, або *страт*. Наприклад, ви проводите дослідження в декількох різних місцях. Замість того, щоб намагатися відібрати випадкову вибірку з усієї сукупності, ви намагаєтеся зібрати окрему випадкову вибірку з кожного страти. Стратифікована вибірка іноді легша у виконанні, ніж проста випадкова вибірка, особливо коли сукупність вже поділена на окремі страти. Вона також може бути ефективнішою за просту випадкову вибірку, особливо коли деякі підгрупи сукупності є рідкісними. Наприклад, при дослідженні шизофренії набагато краще розділити популяцію на два [#]_ страти (шизофреніки та нешизофреніки), а потім відібрати рівну кількість людей з кожної групи. Якщо вибрати людей випадково, у вибірці буде так мало шизофреніків, що дослідження буде марним. Цей конкретний вид стратифікованої вибірки називається *надмірною вибіркою*, оскільки він є свідомою спробою надмірно представити рідкісні групи.
