Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: Ten replications of the IQ experiment, each with a sample size of *N* =5
de: Zehn Wiederholungen des IQ-Experiments, jeweils mit einer Stichprobengröße von *N* =5
nb: Ti gjentakelser av IQ-eksperimentet, hver med en utvalgsstørrelse på *N* =5
ta: IQ பரிசோதனையின் பத்து பிரதிகள், ஒவ்வொன்றும் * n * = 5 மாதிரி அளவு
uk: Десять повторень експерименту IQ, кожна з розміром вибірки *N* = 5

source: Person 1
ta: நபர் 1
uk: Людина 1

source: Person 2
ta: நபர் 2
uk: Людина 2

source: Person 3
ta: நபர் 3
uk: Людина 3

source: Person 4
ta: ஆளுமை 4
uk: Людина 4

source: Person 5
ta: ஆளுமை 5
uk: Людина 5

source: Sample Mean
de: Stichprobenmittelwert
nb: Utvalg Gjennomsnitt
ta: மாதிரி சராசரி
uk: Середнє значення вибірки

source: Replication 1
de: Replikation 1
nb: Replikasjon 1
ta: பிரதி 1
uk: Реплікація 1

source: Replication 2
de: Replikation 2
nb: Replikasjon 2
ta: பிரதி 2
uk: Реплікація 2

source: Replication 3
de: Replikation 3
nb: Replikasjon 3
ta: பிரதி 3
uk: Реплікація 3

source: Replication 4
de: Replikation 4
nb: Replikasjon 4
ta: பிரதி 4
uk: Реплікація 4

source: Replication 5
de: Replikation 5
nb: Replikasjon 5
ta: பிரதி 5
uk: Реплікація 5

source: Replication 6
de: Replikation 6
nb: Replikasjon 6
ta: பிரதி 6
uk: Реплікація 6

source: Replication 7
de: Replikation 7
nb: Replikasjon 7
ta: பிரதி 7
uk: Реплікація 7

source: Replication 8
de: Replikation 8
nb: Replikasjon 8
ta: பிரதி 8
uk: Реплікація 8

source: Replication 9
de: Replikation 9
nb: Replikasjon 9
ta: பிரதி 9
uk: Реплікація 9

source: Replication 10
de: Replikation 10
nb: Replikasjon 10
ta: பிரதி 10
uk: Реплікація 10

source: Now suppose that I decided to keep going in this fashion, replicating this “five IQ scores” experiment over and over again. Every time I replicate the experiment I write down the sample mean. Over time, I’d be amassing a new data set, in which every experiment generates a single data point. The first 10 observations from my data set are the sample means listed in :numref:`tab-replications`, so my data set starts out like this:
de: Nehmen wir nun an, ich beschließe, so weiterzumachen und das Experiment „fünf IQ-Werte“ immer wieder zu wiederholen. Jedes Mal, wenn ich das Experiment wiederhole, schreibe ich den Mittelwert der Stichprobe auf. Mit der Zeit würde ich einen neuen Datensatz sammeln, in dem jedes Experiment einen einzelnen Datenpunkt erzeugt. Die ersten 10 Beobachtungen meines Datensatzes sind die Stichprobenmittelwerte, die in :numref:`tab-replications` aufgelistet sind, so dass mein Datensatz folgendermaßen beginnt:
nb: Anta nå at jeg bestemmer meg for å fortsette på denne måten, og gjenta dette «fem IQ-skårer»-eksperimentet om og om igjen. Hver gang jeg gjentar eksperimentet, skriver jeg ned gjennomsnittet for utvalget. Over tid vil jeg samle et nytt datasett, der hvert eksperiment genererer ett enkelt datapunkt. De første 10 observasjonene fra datasettet mitt er utvalgsgjennomsnittene som er oppført i :numref:`tab-replications`, så datasettet mitt starter slik:
ta: இப்போது நான் இந்த பாணியில் தொடர்ந்து செல்ல முடிவு செய்தேன் என்று வைத்துக்கொள்வோம், இந்த “ஐந்து ஐ.க்யூ மதிப்பெண்கள்” பரிசோதனையை மீண்டும் மீண்டும் பிரதிபலிக்கிறேன். ஒவ்வொரு முறையும் நான் பரிசோதனையை நகலெடுக்கும்போது மாதிரி சராசரியை எழுதுகிறேன். காலப்போக்கில், நான் ஒரு புதிய தரவுத் தொகுப்பை சேகரிப்பேன், அதில் ஒவ்வொரு பரிசோதனையும் ஒரு தரவு புள்ளியை உருவாக்குகிறது. எனது தரவு தொகுப்பிலிருந்து முதல் 10 அவதானிப்புகள் மாதிரி வழிமுறைகள் பட்டியலிடப்பட்டுள்ளன: NUMREF: `TAB-REPLICATIONS`, எனவே எனது தரவு தொகுப்பு இப்படி தொடங்குகிறது:
uk: Тепер припустимо, що я вирішив продовжувати в такому ж дусі, повторюючи цей експеримент з «п'ятьма показниками IQ» знову і знову. Кожного разу, коли я повторюю експеримент, я записую середнє значення вибірки. Згодом я накопичую новий набір даних, в якому кожен експеримент генерує одну точку даних. Перші 10 спостережень з мого набору даних — це середні значення вибірки, перелічені в :numref:`tab-replications`, тому мій набір даних починається так:

source: What if I continued like this for 10,000 replications, and then drew a histogram. Well that’s exactly what I did, and you can see the results in :numref:`fig-samplingDist4`. As this picture illustrates, the average of 5 IQ scores is usually between 90 and 110. But more importantly, what it highlights is that if we replicate an experiment over and over again, what we end up with is a *distribution* of sample means! This distribution has a special name in statistics, it’s called the **sampling distribution of the mean**.
de: Was wäre, wenn ich 10.000 Wiederholungen durchführen und dann ein Histogramm zeichnen würde? Nun, genau das habe ich getan, und Sie können die Ergebnisse in :numref:`fig-samplingDist4` sehen. Wie dieses Bild zeigt, liegt der Durchschnitt von 5 IQ-Werten normalerweise zwischen 90 und 110. Was aber noch wichtiger ist, ist die Tatsache, dass wir, wenn wir ein Experiment immer und immer wieder wiederholen, eine *Verteilung* der Stichprobenmittelwerte erhalten! Diese Verteilung hat in der Statistik einen besonderen Namen, sie heißt **Stichprobenverteilung des Mittelwerts**.
nb: Hva om jeg fortsatte slik i 10 000 replikasjoner, og deretter tegnet et histogram? Det var akkurat det jeg gjorde, og du kan se resultatene i :numref:`fig-samplingDist4`. Som dette bildet illustrerer, ligger gjennomsnittet av 5 IQ-skårer vanligvis mellom 90 og 110. Men enda viktigere er det at hvis vi gjentar et eksperiment om og om igjen, ender vi opp med en *fordeling* av utvalgsgjennomsnitt! Denne fordelingen har et spesielt navn i statistikken, den kalles **utvalgsfordelingen av gjennomsnittet**.
ta: 10,000 பிரதிகளுக்கு நான் இப்படி தொடர்ந்தால், பின்னர் ஒரு இச்டோகிராம் வரைந்தால். அதுதான் நான் செய்தேன், நீங்கள் முடிவுகளை இங்கே காணலாம்: numref: `Fig-samplingdist4`. இந்த படம் விளக்குவது போல, 5 ஐ.க்யூ மதிப்பெண்களின் சராசரி வழக்கமாக 90 முதல் 110 வரை இருக்கும். ஆனால் மிக முக்கியமாக, அது சிறப்பம்சமாக இருப்பது என்னவென்றால், ஒரு பரிசோதனையை மீண்டும் மீண்டும் நகலெடுத்தால், நாம் முடிவடைவது மாதிரி வழிமுறையாகும் ! இந்த வழங்கல் புள்ளிவிவரங்களில் ஒரு சிறப்புப் பெயரைக் கொண்டுள்ளது, இது சராசரி ** மாதிரி வழங்கல் ** என்று அழைக்கப்படுகிறது.
uk: Що буде, якщо я продовжу так робити протягом 10 000 повторень, а потім намалюю гістограму? Саме це я і зробив, і ви можете побачити результати в :numref:`fig-samplingDist4`. Як показує цей малюнок, середнє значення 5 балів IQ зазвичай знаходиться в діапазоні від 90 до 110. Але що ще важливіше, це підкреслює, що якщо ми повторюємо експеримент знову і знову, то в результаті отримуємо *розподіл* середніх значень вибірки! Цей розподіл має спеціальну назву в статистиці, він називається **вибірковим розподілом середнього значення**.

source: Sampling distribution: Mean for the “five IQ scores experiment”
de: Stichprobenverteilung: Mittelwert für das „Experiment mit fünf IQ-Werten“
nb: Utvalgsfordeling: Gjennomsnitt for «eksperimentet med fem IQ-skårer»
ta: மாதிரி விநியோகம்: “ஐந்து ஐ.க்யூ மதிப்பெண்கள் பரிசோதனைக்கு” சராசரி
uk: Розподіл вибірки: середнє значення для «експерименту з п'ятьма балами IQ»

source: The sampling distribution of the mean for the “five IQ scores experiment”: If you sample 5 people at random and calculate their average IQ you’ll almost certainly get a number between 80 and 120, even though there are quite a lot of individuals who have IQs above 120 or below 80. For comparison, the black line plots the population distribution of IQ scores.
de: Die Stichprobenverteilung des Mittelwerts für das „Experiment mit fünf IQ-Werten“: Wenn man eine Zufallsstichprobe von 5 Personen nimmt und ihren durchschnittlichen IQ berechnet, erhält man mit ziemlicher Sicherheit eine Zahl zwischen 80 und 120, auch wenn es eine ganze Reihe von Personen gibt, deren IQ über 120 oder unter 80 liegt. Zum Vergleich: Die schwarze Linie zeigt die Verteilung der IQ-Werte in der Bevölkerung.
nb: Utvalgsfordelingen av gjennomsnittet for «eksperimentet med fem IQ-skårer»: Hvis du tar et tilfeldig utvalg på 5 personer og beregner gjennomsnitts-IQ-en deres, vil du nesten helt sikkert få et tall mellom 80 og 120, selv om det er ganske mange personer som har en IQ over 120 eller under 80. Til sammenligning viser den svarte linjen fordelingen av IQ-skårer i befolkningen.
ta: “ஐந்து ஐ.க்யூ மதிப்பெண்கள் பரிசோதனை” க்கான சராசரியின் மாதிரி விநியோகம்: நீங்கள் 5 பேரை சீரற்ற முறையில் மாதிரி செய்து அவர்களின் சராசரி ஐ.க்யூவை கணக்கிட்டால், நீங்கள் நிச்சயமாக 80 முதல் 120 வரை ஒரு எண்ணைப் பெறுவீர்கள், இருப்பினும் நிறைய தனிநபர்கள் இருந்தபோதிலும் 120 அல்லது 80 க்கு மேல் IQ கள் உள்ளன. ஒப்பிடுகையில், கருப்பு வரி IQ மதிப்பெண்களின் மக்கள்தொகை விநியோகத்தை திட்டமிடுகிறது.
uk: Розподіл вибірки середнього значення для «експерименту з п'ятьма показниками IQ»: якщо ви випадково виберете 5 осіб і обчислите їх середній IQ, ви майже напевно отримаєте число від 80 до 120, навіть незважаючи на те, що є досить багато осіб, які мають IQ вище 120 або нижче 80. Для порівняння чорна лінія відображає розподіл населення за показниками IQ.

source: Sampling distributions are another important theoretical idea in statistics, and they’re crucial for understanding the behaviour of small samples. For instance, when I ran the very first “five IQ scores” experiment, the sample mean turned out to be 95. What the sampling distribution in :numref:`fig-samplingDist4` tells us, though, is that the “five IQ scores” experiment is not very accurate. If I repeat the experiment, the sampling distribution tells me that I can expect to see a sample mean anywhere between 80 and 120.
de: Stichprobenverteilungen sind eine weitere wichtige theoretische Idee in der Statistik, und sie sind entscheidend für das Verständnis des Verhaltens kleiner Stichproben. Als ich zum Beispiel das allererste „Fünf IQ-Werte“-Experiment durchführte, stellte sich heraus, dass der Stichprobenmittelwert bei 95 lag. Die Stichprobenverteilung in :numref:`fig-samplingDist4` sagt uns jedoch, dass das Experiment „Fünf IQ-Werte“ nicht sehr genau ist. Wenn ich das Experiment wiederhole, sagt mir die Stichprobenverteilung, dass ich einen Stichprobenmittelwert irgendwo zwischen 80 und 120 erwarten kann.
nb: Utvalgsfordelinger er en annen viktig teoretisk idé innen statistikk, og de er avgjørende for å forstå hvordan små utvalg oppfører seg. Da jeg for eksempel kjørte det aller første eksperimentet med «fem IQ-skårer», viste det seg at utvalgsgjennomsnittet var 95. Utvalgsfordelingen i :numref:`fig-samplingDist4` forteller oss imidlertid at eksperimentet med «fem IQ-skårer» ikke er særlig nøyaktig. Hvis jeg gjentar eksperimentet, forteller utvalgsfordelingen meg at jeg kan forvente å se et utvalgsgjennomsnitt et sted mellom 80 og 120.
ta: மாதிரி விநியோகங்கள் புள்ளிவிவரங்களில் மற்றொரு முக்கியமான தத்துவார்த்த யோசனையாகும், மேலும் சிறிய மாதிரிகளின் நடத்தையைப் புரிந்துகொள்வதற்கு அவை முக்கியமானவை. உதாரணமாக, நான் முதல் “ஐந்து ஐ.க்யூ மதிப்பெண்கள்” பரிசோதனையை இயக்கியபோது, மாதிரி சராசரி 95 ஆக மாறியது. மாதிரி வழங்கல் என்ன: எண்: `அத்தி-மாதிரி டிச்ட் 4` நமக்குச் சொல்கிறது, இருப்பினும்,“ ஐந்து ஐ.க்யூ மதிப்பெண்கள் ”சோதனை மிகவும் துல்லியமாக இல்லை. நான் பரிசோதனையை மீண்டும் செய்தால், மாதிரி வழங்கல் 80 முதல் 120 வரை எங்கும் ஒரு மாதிரியைக் காணலாம் என்று எதிர்பார்க்கலாம் என்று கூறுகிறது.
uk: Розподіл вибірки є ще однією важливою теоретичною ідеєю в статистиці, і він має вирішальне значення для розуміння поведінки невеликих вибірок. Наприклад, коли я провів перший експеримент з «п'ятьма показниками IQ», середнє значення вибірки виявилося рівним 95. Однак розподіл вибірки в :numref:`fig-samplingDist4` показує, що експеримент з «п'ятьма показниками IQ» не є дуже точним. Якщо я повторю експеримент, вибірковий розподіл покаже, що середнє значення вибірки може бути в межах від 80 до 120.

source: Sampling distributions exist for any sample statistic!
de: Stichprobenverteilungen existieren für jede Stichprobenstatistik!
nb: Det finnes utvalgsfordelinger for enhver utvalgsstatistikk!
ta: எந்தவொரு மாதிரி புள்ளிவிவரத்திற்கும் மாதிரி விநியோகங்கள் உள்ளன!
uk: Розподіл вибірки існує для будь-якої вибіркової статистики!

source: One thing to keep in mind when thinking about sampling distributions is that *any* sample statistic you might care to calculate has a sampling distribution. For example, suppose that each time I replicated the “five IQ scores” experiment I wrote down the largest IQ score in the experiment. This would give me a data set that started out like this:
de: Wenn Sie über Stichprobenverteilungen nachdenken, sollten Sie daran denken, dass *jede* Stichprobenstatistik, die Sie berechnen möchten, eine Stichprobenverteilung hat. Nehmen wir zum Beispiel an, dass ich jedes Mal, wenn ich das Experiment „fünf IQ-Werte“ wiederhole, den höchsten IQ-Wert des Experiments notiere. Dadurch würde ich einen Datensatz erhalten, der wie folgt beginnt:
nb: En ting du må huske på når du tenker på utvalgsfordelinger, er at *alle* utvalgsstatistikker du måtte ønske å beregne, har en utvalgsfordeling. Anta for eksempel at jeg hver gang jeg replikerte eksperimentet med «fem IQ-skårer», skrev ned den største IQ-skåren i eksperimentet. Dette ville gitt meg et datasett som startet slik:
ta: மாதிரி விநியோகங்களைப் பற்றி சிந்திக்கும்போது நினைவில் கொள்ள வேண்டிய ஒரு சேதி என்னவென்றால், நீங்கள் கணக்கிட நீங்கள் விரும்பும் எந்த * மாதிரி புள்ளிவிவரமும் மாதிரி விநியோகத்தைக் கொண்டுள்ளது. எடுத்துக்காட்டாக, ஒவ்வொரு முறையும் நான் “ஐந்து ஐ.க்யூ மதிப்பெண்கள்” பரிசோதனையை பிரதிபலித்தேன், பரிசோதனையில் மிகப்பெரிய ஐ.க்யூ மதிப்பெண்ணை எழுதினேன். இது இதுபோன்று தொடங்கிய தரவுத் தொகுப்பை எனக்குத் தரும்:
uk: При розгляді розподілів вибірки слід пам'ятати, що *будь-яка* вибіркова статистика, яку ви можете обчислити, має розподіл вибірки. Наприклад, припустимо, що кожного разу, коли я повторював експеримент «п'ять балів IQ», я записував найбільший бал IQ в експерименті. Це дало б мені набір даних, який спочатку виглядав би так:

source: Doing this over and over again would give me a very different sampling distribution, namely the *sampling distribution of the maximum*. The sampling distribution of the maximum of 5 IQ scores is shown in :numref:`fig-samplingDistMax`. Not surprisingly, if you pick 5 people at random and then find the person with the highest IQ score, they’re going to have an above average IQ. Most of the time you’ll end up with someone whose IQ is measured in the 100 to 140 range.
de: Würde ich dies immer wieder tun, würde ich eine ganz andere Stichprobenverteilung erhalten, nämlich die *Stichprobenverteilung des Maximums*. Die Stichprobenverteilung des Maximums von 5 IQ-Werten ist in :numref:`fig-samplingDistMax` dargestellt. Es überrascht nicht, dass, wenn man 5 Personen nach dem Zufallsprinzip auswählt und dann die Person mit dem höchsten IQ-Wert findet, diese einen überdurchschnittlichen IQ haben wird. Meistens findet man jemanden, dessen IQ im Bereich von 100 bis 140 liegt.
nb: Hvis jeg gjør dette om og om igjen, vil jeg få en helt annen utvalgsfordeling, nemlig *utvalgsfordelingen for maksimum*. Utvalgsfordelingen for maksimum av 5 IQ-skårer er vist i :numref:`fig-samplingDistMax`. Det er ikke overraskende at hvis du velger fem tilfeldige personer og deretter finner personen med den høyeste IQ-scoren, kommer vedkommende til å ha en IQ over gjennomsnittet. Som oftest vil du ende opp med en person som har en IQ på mellom 100 og 140.
ta: இதை மீண்டும் மீண்டும் செய்வது எனக்கு மிகவும் மாறுபட்ட மாதிரி விநியோகத்தை அளிக்கும், அதாவது அதிகபட்சம் *மாதிரி வழங்கல் *. அதிகபட்சம் 5 IQ மதிப்பெண்களின் மாதிரி வழங்கல் இதில் காட்டப்பட்டுள்ளது: NumRef: `Fig-samplingdistmax`. ஆச்சரியப்படுவதற்கில்லை, நீங்கள் 5 பேரை சீரற்ற முறையில் தேர்ந்தெடுத்து, அதிக ஐ.க்யூ மதிப்பெண்ணைக் கொண்ட நபரைக் கண்டறிந்தால், அவர்கள் சராசரியாக IQ ஐக் கொண்டிருக்கப் போகிறார்கள். 100 முதல் 140 வரம்பில் ஐ.க்யூ அளவிடப்பட்ட ஒருவருடன் நீங்கள் முடிவடையும்.
uk: Якщо робити це знову і знову, я отримаю зовсім інший розподіл вибірки, а саме *розподіл вибірки максимуму*. Розподіл вибірки максимуму 5 балів IQ показано на малюнку :numref:`fig-samplingDistMax`. Не дивно, що якщо вибрати 5 людей навмання, а потім знайти людину з найвищим балом IQ, вона матиме IQ вище середнього. У більшості випадків ви отримаєте людину, IQ якої вимірюється в діапазоні від 100 до 140.

source: Sampling distribution: Maximum for the “five IQ scores experiment”
de: Stichprobenverteilung: Maximum für das „Experiment mit fünf IQ-Werten“
nb: Utvalgsfordeling: Maksimum for «eksperimentet med fem IQ-skårer»
ta: மாதிரி விநியோகம்: “ஐந்து ஐ.க்யூ மதிப்பெண்கள் பரிசோதனைக்கு” அதிகபட்சம்
uk: Розподіл вибірки: Максимальний для «експерименту з п'ятьма балами IQ»

source: The sampling distribution of the maximum for the “five IQ scores experiment”: If you sample 5 people at random and select the one with the highest IQ score you’ll probably see someone with an IQ between 100 and 140.
de: Die Stichprobenverteilung des Maximums für das „Experiment mit fünf IQ-Werten“: Wenn man 5 Personen nach dem Zufallsprinzip auswählt und diejenige mit dem höchsten IQ-Wert auswählt, wird man wahrscheinlich jemanden mit einem IQ zwischen 100 und 140 finden.
nb: Utvalgsfordelingen av maksimum for «eksperimentet med fem IQ-skårer»: Hvis du tar et tilfeldig utvalg på 5 personer og velger den med høyest IQ-score, vil du sannsynligvis finne noen med en IQ mellom 100 og 140.
ta: “ஐந்து ஐ.க்யூ மதிப்பெண்கள் பரிசோதனைக்கான” அதிகபட்ச மாதிரி விநியோகம்: நீங்கள் 5 பேரை சீரற்ற முறையில் மாதிரி செய்து, அதிக ஐ.க்யூ மதிப்பெண்ணுடன் ஒன்றைத் தேர்ந்தெடுத்தால், 100 முதல் 140 வரை ஐ.க்யூ கொண்ட ஒருவரைப் பார்ப்பீர்கள்.
uk: Розподіл вибірки максимального значення для «експерименту з п'ятьма показниками IQ»: якщо ви випадково виберете 5 осіб і оберете ту, яка має найвищий показник IQ, ви, ймовірно, побачите людину з IQ від 100 до 140.

source: The central limit theorem
de: Der zentrale Grenzwertsatz
nb: Den sentrale grenseteoremet
ta: மைய வரம்பு தேற்றம்
uk: Центральна гранична теорема
