Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: Estimate of the population variance
de: Schätzung der Varianz der Grundgesamtheit
nb: Estimat av populasjonsvariansen
ta: மக்கள் தொகை மாறுபாட்டின் மதிப்பீடு
uk: Оцінка дисперсії популяції

source: Yes, but not the same as the sample variance
de: Ja, aber nicht identisch mit der Stichprobenvarianz
nb: Ja, men ikke det samme som utvalgsvariansen
ta: ஆம், ஆனால் மாதிரி மாறுபாட்டிற்கு சமமானதல்ல
uk: Так, але не те саме, що й дисперсія вибірки

source: I should note that I’m hiding something here. Unbiasedness is a desirable characteristic for an estimator, but there are other things that matter besides bias. However, it’s beyond the scope of this book to discuss this in any detail. I just want to draw your attention to the fact that there’s some hidden complexity here.
de: Ich sollte anmerken, dass ich hier etwas verheimliche. Unverzerrt zu sein ist eine wünschenswerte Eigenschaft für einen Schätzer, aber es gibt noch andere Dinge, die neben der Verzerrung wichtig sind. Es würde jedoch den Rahmen dieses Buches sprengen, hierauf im Detail einzugehen. Ich möchte Sie nur darauf aufmerksam machen, dass es hier eine versteckte Komplexität gibt.
nb: Jeg bør merke meg at jeg skjuler noe her. Objektivitet er en ønskelig egenskap for en estimator, men det er andre ting som betyr noe i tillegg til objektivitet. Det ligger imidlertid utenfor denne bokens rammer å diskutere dette i detalj. Jeg vil bare gjøre deg oppmerksom på at det er noe skjult kompleksitet her.
ta: நான் இங்கே எதையாவது மறைக்கிறேன் என்பதை கவனத்தில் கொள்ள வேண்டும். பக்கச்சார்பற்ற தன்மை என்பது ஒரு மதிப்பீட்டாளருக்கு விரும்பத்தக்க பண்பு, ஆனால் சார்பு தவிர முக்கியத்துவம் வாய்ந்த பிற விசயங்கள் உள்ளன. இருப்பினும், இதை எந்த விவரத்திலும் விவாதிப்பது இந்த புத்தகத்தின் எல்லைக்கு அப்பாற்பட்டது. இங்கே சில மறைக்கப்பட்ட சிக்கலானது உள்ளது என்பதற்கு உங்கள் கவனத்தை ஈர்க்க விரும்புகிறேன்.
uk: Слід зазначити, що я тут щось приховую. Неупередженість є бажаною характеристикою для оцінювача, але крім упередженості є й інші важливі речі. Однак детальне обговорення цього питання виходить за межі цієї книги. Я лише хочу звернути вашу увагу на те, що тут є певна прихована складність.

source: Okay, I’m hiding something else here. In a bizarre and counter-intuitive twist, since :math:`\hat\sigma^2` is an unbiased estimator of σ², you’d assume that taking the square root would be fine and :math:`\hat\sigma` would be an unbiased estimator of σ. Right? Weirdly, it’s not. There’s actually a subtle, tiny bias in :math:`\hat\sigma`. This is just bizarre: :math:`\hat\sigma^2` is an unbiased estimate of the population variance σ², but when you take the square root, it turns out that :math:`\hat\sigma` is a biased estimator of the population standard deviation σ. Weird, weird, weird, right? So, why is :math:`\hat\sigma` biased? The technical answer is “because non-linear transformations (e.g., the square root) don’t commute with expectation”, but that just sounds like gibberish to everyone who hasn’t taken a course in mathematical statistics. Fortunately, it doesn’t matter for practical purposes. The bias is small, and in real life everyone uses :math:`\hat\sigma` and it works just fine. Sometimes mathematics is just annoying.
de: Ich verstecke hier noch etwas anderes. Da :math:`\hat\sigma^2` ein unverzerrter Schätzer für σ² ist, könnte man annehmen, dass es in Ordnung wäre, die Quadratwurzel zu ziehen und dass :math:`\hat\sigma` ebenfalls ein unverzerrter Schätzer für σ ist. Seltsamerweise ist das nicht der Fall. Es gibt tatsächlich eine subtile, winzige Verzerrung in :math:`\hat\sigma`. Das ist einfach bizarr: :math:`\hat\sigma^2` ist ein unverzerrter Schätzer der Varianz der Grundgesamtheit σ², aber wenn man die Quadratwurzel zieht, stellt sich heraus, dass :math:`\hat\sigma` ein verzerrter Schätzer der Standardabweichung der Grundgesamtheit σ ist. Äußerst seltsam, oder? Warum also ist :math:`\hat\sigma` verzerrt? Die technische Antwort lautet „weil nichtlineare Transformationen (z. B. die Quadratwurzel) nicht mit dem Erwartungswert übereinstimmen“, aber das klingt für jeden, der keinen Kurs in mathematischer Statistik belegt hat, wie Kauderwelsch. Glücklicherweise spielt das für praktische Zwecke keine Rolle. Die Verzerrung ist gering, und im wirklichen Leben verwendet jeder :math:`\hat\sigma`, und es funktioniert ganz gut. Manchmal ist Mathematik einfach lästig.
nb: Jeg skjuler noe annet her. Siden :math:`\hat\sigma^2` er en objektiv estimator av σ², skulle man anta at det er greit å ta kvadratroten, og at :math:`\hat\sigma` ville være en objektiv estimator av σ. Ikke sant? Merkelig nok er det ikke det. Det er faktisk en subtil, liten skjevhet i :math:`\hat\sigma`. Dette er helt bisart: :math:`\hat\sigma^2` er et objektiv estimat av populasjonsvariansen σ², men når du tar kvadratroten, viser det seg at :math:`\hat\sigma` ikke er en objektiv estimator av populasjonsstandardavviket σ. Merkelig, ikke sant? Så hvorfor er :math:`\hat\sigma` ikke objektiv? Det tekniske svaret er «fordi ikke-lineære transformasjoner (f.eks. kvadratroten) kan endre verdiene i strid med forventningen», men det høres bare ut som tullprat for alle som ikke har tatt et kurs i matematisk statistikk. Heldigvis spiller det ingen rolle for praktiske formål. Skjevheten er liten, og i det virkelige liv bruker alle :math:`\hat\sigma`, og det fungerer helt fint. Noen ganger er matematikk bare irriterende.
ta: சரி, நான் இங்கே வேறு எதையாவது மறைக்கிறேன். ஒரு வினோதமான மற்றும் எதிர்-உள்ளுணர்வு திருப்பத்தில், ஏனெனில்: கணிதம்: `\ தொப்பி \ சிக்மா^2` என்பது σ² இன் பக்கச்சார்பற்ற மதிப்பீட்டாளர், சதுர மூலத்தை எடுத்துக்கொள்வது நன்றாக இருக்கும் என்று நீங்கள் கருதுவீர்கள்: கணிதம்:` \ தொப்பி \ சிக்மா` of இன் பக்கச்சார்பற்ற மதிப்பீட்டாளராக இருக்கும். சரி? வித்தியாசமாக, அது இல்லை. உண்மையில் ஒரு நுட்பமான, சிறிய சார்பு உள்ளது: கணிதம்: `\ தொப்பி \ சிக்மா`. இது வெறும் வினோதமானது :: கணிதம்: `\ தொப்பி \ சிக்மா^2` என்பது மக்கள்தொகை மாறுபாட்டின் பக்கச்சார்பற்ற மதிப்பீடாகும் σ², ஆனால் நீங்கள் சதுர மூலத்தை எடுக்கும்போது, அது மாறிவிடும்: கணிதம்:` \ ஆட் \ சிக்மா` ஒரு சார்புடையது மக்கள்தொகை தரமான விலகலின் மதிப்பீட்டாளர். வித்தியாசமான, வித்தியாசமான, வித்தியாசமான, இல்லையா? எனவே, ஏன்: கணிதம்: `\ தொப்பி \ சிக்மா` பக்கச்சார்பானது? தொழில்நுட்ப பதில் “ஏனெனில் நேரியல் அல்லாத மாற்றங்கள் (எ.கா., சதுர வேர்) எதிர்பார்ப்புடன் பயணிக்காது”, ஆனால் இது கணித புள்ளிவிவரங்களில் ஒரு பாடத்திட்டத்தை எடுக்காத அனைவருக்கும் மோசமானதாகத் தெரிகிறது. அதிர்ச்டவசமாக, இது நடைமுறை நோக்கங்களுக்காக ஒரு பொருட்டல்ல. சார்பு சிறியது, நிச வாழ்க்கையில் எல்லோரும் பயன்படுத்தும்: கணிதம்: `\ தொப்பி \ சிக்மா` மற்றும் அது நன்றாக வேலை செய்கிறது. சில நேரங்களில் கணிதம் எரிச்சலூட்டும்.
uk: Гаразд, я приховую тут ще щось. У дивному і неінтуїтивному повороті, оскільки :math:`\hat\sigma^2` є необ'єктивним оцінювачем σ², можна було б припустити, що взяти квадратний корінь буде цілком прийнятно і :math:`\hat\sigma` буде необ'єктивним оцінювачем σ. Правильно? Дивно, але це не так. Насправді в :math:`\hat\sigma` є невелике, ледь помітне зміщення. Це просто дивно: :math:`\hat\sigma^2` є необ'єктивною оцінкою дисперсії сукупності σ², але коли ви берете квадратний корінь, виявляється, що :math:`\hat\sigma` є зміщеною оцінкою стандартного відхилення сукупності σ. Дивно, дивно, дивно, правда? То чому ж :math:`\hat\sigma` є зміщеним? Технічна відповідь — «тому що нелінійні перетворення (наприклад, квадратний корінь) не комутують з очікуванням», але для тих, хто не вивчав математичну статистику, це звучить як нісенітниця. На щастя, для практичних цілей це не має значення. Похибка невелика, і в реальному житті всі використовують :math:`\hat\sigma`, і це працює чудово. Іноді математика просто дратує.

source: Estimating a confidence interval
de: Schätzen eines Konfidenzintervalls
nb: Estimering av et konfidensintervall
ta: நம்பிக்கை இடைவெளியை மதிப்பிடுதல்
uk: Оцінка довірчого інтервалу

source: *Statistics means never having to say you’re certain*
de: *Statistik bedeutet, dass man nie sagen muss, dass man sich sicher ist.*
nb: *Statistikk betyr at du aldri trenger å si at du er sikker*
ta: *புள்ளிவிவரங்கள் என்பது நீங்கள் உறுதியாக இல்லை என்று சொல்ல வேண்டியதில்லை*
uk: *Статистика означає, що ніколи не потрібно казати, що ти впевнений*

source: Unknown origin\ [#]_
de: Unbekannte Herkunft\ [#]_
nb: Ukjent opprinnelse\ [#]_
ta: தெரியாத தோற்றம் \ [#] _
uk: Невідоме походження\ [#]_

source: Up to this point in this chapter, I’ve outlined the basics of sampling theory which statisticians rely on to make guesses about population parameters on the basis of a sample of data. As this discussion illustrates, one of the reasons we need all this sampling theory is that every data set leaves us with a some of uncertainty, so our estimates are never going to be perfectly accurate. The thing that has been missing from this discussion is an attempt to *quantify* the amount of uncertainty that attaches to our estimate. It’s not enough to be able guess that, say, the mean IQ of undergraduate psychology students is 115 (yes, I just made that number up). We also want to be able to say something that expresses the degree of certainty that we have in our guess. For example, it would be nice to be able to say that there is a 95\% chance that the true mean lies between 109 and 121. The name for this is a **confidence interval** for the mean.
de: Bis zu diesem Punkt in diesem Kapitel habe ich die Grundlagen der Stichprobentheorie umrissen, auf die sich Statistiker stützen, um auf der Grundlage der Daten einer Stichprobe Schätzungen über Populationsparameter vorzunehmen. Wie diese Diskussion zeigt, ist einer der Gründe, warum wir die Stichprobentheorie brauchen, der, dass jeder Datensatz eine gewisse Unsicherheit mit sich bringt, so dass unsere Schätzungen nie vollkommen genau sein werden. Was in dieser Diskussion fehlt, ist der Versuch, den Grad der Unsicherheit, der mit unserer Schätzung verbunden ist, zu *quantifizieren*. Es reicht nicht aus, zu schätzen, dass, sagen wir, der durchschnittliche IQ von Psychologiestudenten 115 beträgt (ja, diese Zahl habe ich mir gerade ausgedacht). Wir wollen auch in der Lage sein, etwas zu sagen, das den Grad der Gewissheit ausdrückt, den wir bei unserer Schätzung haben. Es wäre zum Beispiel schön, wenn man sagen könnte, dass die Wahrscheinlichkeit, dass der wahre Mittelwert zwischen 109 und 121 liegt, 95 % beträgt. Die Bezeichnung dafür ist **Konfidenzintervall** für den Mittelwert.
nb: Så langt i dette kapittelet har jeg skissert det grunnleggende om utvalgsteori, som statistikere bruker for å gjøre gjetninger om populasjonsparametere på grunnlag av et utvalg av data. Som denne diskusjonen illustrerer, er en av grunnene til at vi trenger all denne utvalgsteorien, at alle datasett etterlater oss med en viss usikkerhet, slik at estimatene våre aldri kommer til å være helt nøyaktige. Det som har manglet i denne diskusjonen, er et forsøk på å *kvantifisere* hvor stor usikkerhet som er knyttet til estimatet vårt. Det er ikke nok å kunne gjette at, la oss si, den gjennomsnittlige IQ-en til psykologistudenter er 115 (ja, det tallet fant jeg nettopp på). Vi ønsker også å kunne si noe som uttrykker graden av sikkerhet vi har i gjetningen vår. Det ville for eksempel være fint å kunne si at det er 95\% sjanse for at det sanne gjennomsnittet ligger mellom 109 og 121. Dette kalles et **konfidensintervall** for gjennomsnittet.
ta: இந்த அத்தியாயத்தின் இந்த கட்டத்தில், தரவுகளின் மாதிரியின் அடிப்படையில் மக்கள்தொகை அளவுருக்களைப் பற்றி யூகங்களை உருவாக்க புள்ளிவிவர வல்லுநர்கள் நம்பியிருக்கும் மாதிரிக் கோட்பாட்டின் அடிப்படைகளை நான் கோடிட்டுக் காட்டியுள்ளேன். இந்த விவாதம் விளக்குவது போல, இந்த மாதிரிக் கோட்பாடு நமக்குத் தேவையான ஒரு காரணம் என்னவென்றால், ஒவ்வொரு தரவுத் தொகுப்பும் சில நிச்சயமற்ற தன்மையை நம்மை விட்டுச்செல்கிறது, எனவே எங்கள் மதிப்பீடுகள் ஒருபோதும் துல்லியமாக இருக்காது. இந்த விவாதத்திலிருந்து காணாமல் போன சேதி, எங்கள் மதிப்பீட்டோடு இணைக்கும் நிச்சயமற்ற அளவை * அளவிடுவதற்கான முயற்சியாகும். இளங்கலை உளவியல் மாணவர்களின் சராசரி ஐ.க்யூ 115 என்று யூகிக்க முடிந்தது போதாது (ஆம், நான் அந்த எண்ணை உருவாக்கினேன்). எங்கள் யூகத்தில் நம்மிடம் உள்ள உறுதியின் அளவை வெளிப்படுத்தும் ஒன்றைச் சொல்லவும் விரும்புகிறோம். எடுத்துக்காட்டாக, உண்மையான சராசரி 109 மற்றும் 121 க்கு இடையில் உள்ளது என்று 95 \% வாய்ப்பு உள்ளது என்று சொல்வது நல்லது. இதற்கான பெயர் சராசரிக்கு ** நம்பிக்கை இடைவெளி ** ஆகும்.
uk: До цього моменту в цьому розділі я виклав основи теорії вибірки, на яку спираються статистики, щоб робити припущення про параметри популяції на основі вибірки даних. Як показує ця дискусія, одна з причин, чому нам потрібна вся ця теорія вибірки, полягає в тому, що кожен набір даних залишає нас з певною часткою невизначеності, тому наші оцінки ніколи не будуть абсолютно точними. У цій дискусії бракує спроби *кількісно оцінити* ступінь невизначеності, пов'язаної з нашою оцінкою. Недостатньо просто припустити, що, скажімо, середній IQ студентів-психологів становить 115 (так, я щойно вигадав це число). Ми також хочемо мати можливість висловити ступінь впевненості в нашому припущенні. Наприклад, було б добре мати можливість сказати, що ймовірність того, що справжнє середнє значення лежить в діапазоні від 109 до 121, становить 95 %. Це називається **довірчим інтервалом** для середнього значення.

source: Armed with an understanding of sampling distributions, constructing a confidence interval for the mean is actually pretty easy. Here’s how it works. Suppose the true population mean is µ and the standard deviation is σ. I’ve just finished running my study that has *N* participants, and the mean IQ among those participants is *X̄*. We know from our discussion of :ref:`the central limit theorem <central_limit_theorem>` that the sampling distribution of the mean is approximately normal. We also know from our discussion of the :doc:`normal distribution <../Ch07/Ch07_Probability_5>`, that there is a 95\% chance that a normally-distributed quantity will fall within about two standard deviations of the true mean.
nb: Med en forståelse av utvalgsfordelinger er det faktisk ganske enkelt å konstruere et konfidensintervall for gjennomsnittet. Dette er hvordan det fungerer. Anta at det sanne populasjonsgjennomsnittet er µ og standardavviket er σ. Jeg har nettopp avsluttet studien min som har *N* deltakere, og gjennomsnittlig IQ blant disse deltakerne er *X̄*. Vi vet fra vår diskusjon av :ref:`det sentrale grenseteoremet <central_limit_theorem>` at utvalgsfordelingen av gjennomsnittet er tilnærmet normalfordelt. Vi vet også fra vår diskusjon av :doc:`normalfordelingen <../Ch07/Ch07_Probability_5>`, at det er 95\% sjanse for at en normalfordelt størrelse vil ligge innenfor omtrent to standardavvik fra det sanne gjennomsnittet.
ta: மாதிரி விநியோகங்களைப் பற்றிய புரிதலுடன் கருவி, சராசரிக்கான நம்பிக்கை இடைவெளியை உருவாக்குவது உண்மையில் மிகவும் எளிதானது. இது எவ்வாறு செயல்படுகிறது என்பது இங்கே. உண்மையான மக்கள் தொகை சராசரி µ மற்றும் நிலையான விலகல் is. *N *பங்கேற்பாளர்களைக் கொண்ட எனது ஆய்வை நான் முடித்துவிட்டேன், அந்த பங்கேற்பாளர்களிடையே சராசரி IQ *x̄ *. எங்கள் கலந்துரையாடலில் இருந்து எங்களுக்குத் தெரியும்: குறிப்பு: `மத்திய வரம்பு தேற்றம் <சென்ட்ரல்_ லிமிட்_தரேம்>` சராசரியின் மாதிரி வழங்கல் தோராயமாக இயல்பானது என்பதை. எங்கள் விவாதத்திலிருந்து: டாக்: `இயல்பான வழங்கல் <../ ch07/ch07_probability_5>`, பொதுவாக விநியோகிக்கப்பட்ட அளவு உண்மையான சராசரியின் இரண்டு நிலையான விலகல்களுக்குள் விழும் 95 \% வாய்ப்பு உள்ளது என்பதையும் நாங்கள் அறிவோம்.
uk: Озброївшись розумінням вибіркових розподілів, побудувати довірчий інтервал для середнього значення насправді досить просто. Ось як це працює. Припустимо, що справжнє середнє значення популяції дорівнює µ, а стандартне відхилення — σ. Я щойно завершив дослідження, в якому взяли участь *N* учасників, і середній IQ серед цих учасників дорівнює *X̄*. З нашого обговорення :ref:`the central limit theorem <central_limit_theorem>` ми знаємо, що вибірковий розподіл середнього значення є приблизно нормальним. З нашого обговорення :doc:`normal distribution <../Ch07/Ch07_Probability_5>` ми також знаємо, що існує 95\% ймовірність того, що нормально розподілена величина буде знаходитися в межах приблизно двох стандартних відхилень від істинного середнього значення.

source: To be more precise, the more correct answer is that there is a 95\% chance that a normally-distributed quantity will fall within 1.96 standard deviations of the true mean. Next, recall that the standard deviation of the sampling distribution is referred to as the standard error, and the standard error of the mean is written as SEM. When we put all these pieces together, we learn that there is a 95\% probability that the sample mean *X̄* that we have actually observed lies within 1.96 standard errors of the population mean.
de: Genauer gesagt lautet die korrektere Antwort, dass die Wahrscheinlichkeit, dass eine normalverteilte Größe innerhalb von 1,96 Standardabweichungen um den wahren Mittelwert liegt, 95 % beträgt. Erinnern Sie sich daran, dass die Standardabweichung der Stichprobenverteilung als Standardfehler bezeichnet wird, und der Standardfehler des Mittelwerts wird als SEM geschrieben. Wenn wir all diese Teile zusammenfügen, erfahren wir, dass der tatsächlich beobachtete Stichprobenmittelwert *X̄* mit einer Wahrscheinlichkeit von 95 % innerhalb von 1,96 Standardabweichungen um den Mittelwert der Grundgesamtheit liegt.
nb: For å være mer presis, er det mer korrekte svaret at det er 95\% sjanse for at en normalfordelt størrelse vil falle innenfor 1,96 standardavvik fra det sanne gjennomsnittet. Husk deretter at standardavviket til utvalgsfordelingen kalles standardfeilen, og standardfeilen til gjennomsnittet skrives SEM. Når vi setter sammen alle disse bitene, finner vi ut at det er 95\% sannsynlighet for at utvalgsgjennomsnittet *X̄* som vi faktisk har observert, ligger innenfor 1,96 standardfeil fra populasjonsgjennomsnittet.
ta: இன்னும் துல்லியமாகச் சொல்வதானால், இன்னும் சரியான பதில் என்னவென்றால், பொதுவாக விநியோகிக்கப்பட்ட அளவு உண்மையான சராசரியின் 1.96 நிலையான விலகல்களுக்குள் விழும் 95 \% வாய்ப்பு உள்ளது. அடுத்து, மாதிரி விநியோகத்தின் நிலையான விலகல் நிலையான பிழை என குறிப்பிடப்படுகிறது என்பதையும், சராசரியின் நிலையான பிழை SEM என எழுதப்பட்டுள்ளது என்பதையும் நினைவில் கொள்க. இந்த துண்டுகள் அனைத்தையும் நாங்கள் ஒன்றாக இணைக்கும்போது, 95 \% நிகழ்தகவு உள்ளது என்பதை அறிகிறோம், மாதிரி சராசரி * x̄ * மக்கள்தொகையின் 1.96 நிலையான பிழைகளுக்குள் பொய்களை நாம் உண்மையில் கவனித்திருக்கிறோம்.
uk: Точніше кажучи, більш правильною відповіддю є те, що існує 95\% ймовірність того, що нормально розподілена величина буде знаходитися в межах 1,96 стандартних відхилень від справжнього середнього значення. Далі згадаймо, що стандартне відхилення вибіркового розподілу називається стандартною похибкою, а стандартна похибка середнього записується як SEM. Якщо поєднати всі ці елементи, ми дізнаємося, що існує 95\% ймовірність того, що середнє значення вибірки *X̄*, яке ми фактично спостерігали, знаходиться в межах 1,96 стандартних похибок середнього значення генеральної сукупності.

source: Mathematically, we write this as:
de: Mathematisch lässt sich dies wie folgt ausdrücken:
nb: Matematisk skriver vi dette som:
ta: கணித ரீதியாக, இதை இவ்வாறு எழுதுகிறோம்:
uk: Математично ми записуємо це так:

source: where the SEM is equal to :math:`\sigma / \sqrt{N}` and we can be 95\% confident that this is true. However, that’s not answering the question that we’re actually interested in. The equation above tells us what we should expect about the sample mean given that we know what the population parameters are. What we *want* is to have this work the other way around. We want to know what we should believe about the population parameters, given that we have observed a particular sample. However, it’s not too difficult to do this. Using a little high school algebra, a sneaky way to rewrite our equation is like this:
de: wobei der SEM gleich :math:`\sigma / \sqrt{N}` ist und wir zu 95 % sicher sein können, dass dieser Wert wahr ist. Das beantwortet jedoch nicht die Frage, an der wir eigentlich interessiert sind. Die obige Gleichung sagt uns, was wir in Bezug auf den Stichprobenmittelwert erwarten können, wenn wir wissen, wie der Populationsparameter lautet. Was wir *wollen*, ist, dass es umgekehrt funktioniert. Wir wollen wissen, was wir über die Parameter der Grundgesamtheit annehmen können, nachdem wir eine bestimmte Stichprobe beobachtet haben. Es ist jedoch nicht allzu schwierig, dies zu tun. Mit ein wenig Schulalgebra lässt sich unsere Gleichung auf raffinierte Weise wie folgt umschreiben:
nb: der SEM er lik :math:`\sigma / \sqrt{N}`, og vi kan være 95\% sikre på at dette er sant. Det er imidlertid ikke svaret på spørsmålet vi egentlig er interessert i. Ligningen ovenfor forteller oss hva vi kan forvente om utvalgsgjennomsnittet gitt at vi vet hva populasjonsparametrene er. Det vi *ønsker* er å få dette til å fungere omvendt. Vi ønsker å vite hva vi bør tro om populasjonsparametrene, gitt at vi har observert et bestemt utvalg. Det er imidlertid ikke så vanskelig å gjøre dette. Ved hjelp av litt algebra fra videregående skole kan vi omskrive ligningen vår på en snedig måte:
ta: SEM க்கு சமம்: கணிதம்: `\ சிக்மா / \ sqrt {N}` மேலும் இது உண்மை என்று 95 \% நம்பிக்கையுடன் இருக்க முடியும். எவ்வாறாயினும், நாங்கள் உண்மையில் ஆர்வமாக உள்ள கேள்விக்கு இது பதிலளிக்கவில்லை. மேலே உள்ள சமன்பாடு மாதிரி பற்றி நாம் எதிர்பார்க்க வேண்டும் என்று கூறுகிறது, இது மக்கள்தொகை அளவுருக்கள் என்னவென்று எங்களுக்குத் தெரியும். நாம் * விரும்புவது * இந்த வேலையை வேறு வழியில் வைத்திருக்க வேண்டும். மக்கள்தொகை அளவுருக்களைப் பற்றி நாம் என்ன நம்ப வேண்டும் என்பதை அறிய விரும்புகிறோம், ஒரு குறிப்பிட்ட மாதிரியை நாங்கள் கவனித்திருக்கிறோம். இருப்பினும், இதைச் செய்வது மிகவும் கடினம் அல்ல. கொஞ்சம் உயர்நிலைப் பள்ளி இயற்கணிதத்தைப் பயன்படுத்தி, எங்கள் சமன்பாட்டை மீண்டும் எழுத ஒரு ச்னீக்கி வழி இது போன்றது:
uk: де SEM дорівнює :math:`\sigma / \sqrt{N}` і ми можемо бути впевнені на 95\% що це правда. Однак це не відповідає на питання, яке нас насправді цікавить. Вищезазначене рівняння показує нам, чого ми повинні очікувати від середнього значення вибірки, якщо ми знаємо параметри генеральної сукупності. Ми *хочемо*, щоб це працювало навпаки. Ми хочемо знати, що ми повинні вважати про параметри генеральної сукупності, враховуючи, що ми спостерігали конкретну вибірку. Однак це не дуже складно зробити. Використовуючи трохи алгебри з середньої школи, можна хитро переписати наше рівняння таким чином:

source: *X̄* − (1.96 × SEM) ≤ µ ≤ *X̄* + (1.96 × SEM)
ta: * X̄* - (1.96 × இல்லாமல்) ≤ µ ≤* x̄* + (1.96 × இல்லாமல்)
