Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: Demonstration of the central limit theorem: In the top-left panel, we have a non-normal population distribution, and the remaining panels show the sampling distribution of the mean for samples of size 2 (top-right), 4 (bottom-left) and 8 (bottom-right) for data drawn from the distribution in the top-left panel. As you can see, even though the original population distribution is non-normal the sampling distribution of the mean becomes pretty close to normal by the time you have a sample of even 4 observations.
de: Veranschaulichung des zentralen Grenzwertsatzes: Im linken oberen Feld haben wir eine nicht-normale Verteilung der Grundgesamtheit, und die übrigen Felder zeigen die Stichprobenverteilung des Mittelwerts für Stichproben der Größe 2 (oben rechts), 4 (unten links) und 8 (unten rechts) für Daten, die aus der Verteilung im linken oberen Feld gezogen wurden. Wie Sie sehen, nähert sich die Stichprobenverteilung des Mittelwerts trotz der nicht-normalen Verteilung der Grundgesamtheit der Normalverteilung an, sobald Sie eine Stichprobe mit nur 4 Beobachtungen haben.
nb: Demonstrasjon av sentralgrenseteoremet: I panelet øverst til venstre har vi en populasjonsfordeling som er ikke normalfordelt, og de resterende panelene viser utvalgsfordelingen av gjennomsnittet for utvalg av størrelse 2 (øverst til høyre), 4 (nederst til venstre) og 8 (nederst til høyre) for data hentet fra fordelingen i panelet øverst til venstre. Som du kan se, blir fordelingen av gjennomsnittet i stikkprøven er ganske nær en normalfordeling selv om den opprinnelige populasjonsfordelingen ikke er normalfordelt, når du har en stikkprøve på til og med fire observasjoner.
ta: நடு வரம்பு தேற்றத்தின் ஆர்ப்பாட்டம்: மேல்-இடது பேனலில், எங்களுக்கு இயல்பான மக்கள்தொகை வழங்கல் உள்ளது, மீதமுள்ள பேனல்கள் அளவு 2 (மேல்-வலது) மாதிரிகளுக்கான சராசரியின் மாதிரி விநியோகத்தைக் காட்டுகின்றன (கீழ்-இடது-இடது-இடது ) மற்றும் 8 (கீழ்-வலது) மேல்-இடது பேனலில் விநியோகத்திலிருந்து பெறப்பட்ட தரவுகளுக்கு. நீங்கள் பார்க்க முடியும் என, அசல் மக்கள்தொகை வழங்கல் இயல்பற்றதாக இருந்தாலும், சராசரியின் மாதிரி வழங்கல் உங்களுக்கு 4 அவதானிப்புகளின் மாதிரியைக் கொண்டிருக்கும் நேரத்தில் இயல்புக்கு மிக நெருக்கமாகிறது.
uk: Демонстрація центральної граничної теореми: у верхньому лівому вікні ми маємо ненормальний розподіл популяції, а в інших вікнах показано вибірковий розподіл середнього значення для вибірок розміром 2 (у верхньому правому вікні), 4 (у нижньому лівому вікні) та 8 (у нижньому правому вікні) для даних, взятих із розподілу у верхньому лівому вікні. Як бачимо, навіть якщо вихідний розподіл населення є ненормальним, вибірковий розподіл середнього значення стає досить близьким до нормального, коли маємо вибірку навіть із 4 спостереженнями.

source: On the basis of these figures, it seems like we have evidence for all of the following claims about the sampling distribution of the mean.
de: Auf der Grundlage dieser Zahlen scheint es, als hätten wir Beweise für alle folgenden Behauptungen über die Stichprobenverteilung des Mittelwerts.
nb: På grunnlag av disse tallene ser det ut til at vi har bevis for alle de følgende påstandene om utvalgsfordelingen av gjennomsnittet.
ta: இந்த புள்ளிவிவரங்களின் அடிப்படையில், சராசரியின் மாதிரி வழங்கல் குறித்த பின்வரும் அனைத்து கூற்றுகளுக்கும் எங்களிடம் ஆதாரங்கள் இருப்பதாகத் தெரிகிறது.
uk: На основі цих цифр, схоже, ми маємо докази для всіх наступних тверджень щодо розподілу середнього значення за вибіркою.

source: The mean of the sampling distribution is the same as the mean of the population
de: Der Mittelwert der Stichprobenverteilung entspricht dem Mittelwert der Grundgesamtheit
nb: Gjennomsnittet av utvalgsfordelingen er det samme som gjennomsnittet av populasjonen
ta: மாதிரி விநியோகத்தின் சராசரி மக்கள்தொகையின் சராசரியைப் போன்றது
uk: Середнє значення розподілу вибірки таке ж, як середнє значення генеральної сукупності

source: The standard deviation of the sampling distribution (i.e., the standard error) gets smaller as the sample size increases
de: Die Standardabweichung der Stichprobenverteilung (d. h. der Standardfehler) wird mit zunehmendem Stichprobenumfang kleiner
nb: Standardavviket til utvalgsfordelingen (dvs. standardfeilen) blir mindre etter hvert som utvalgsstørrelsen øker
ta: மாதிரி விநியோகத்தின் நிலையான விலகல் (அதாவது, நிலையான பிழை) மாதிரி அளவு அதிகரிக்கும் போது சிறியதாகிறது
uk: Стандартне відхилення розподілу вибірки (тобто стандартна помилка) зменшується зі збільшенням розміру вибірки

source: The shape of the sampling distribution becomes normal as the sample size increases
de: Die Form der Stichprobenverteilung nähert sich mit zunehmendem Stichprobenumfang einer Normalverteilung
nb: Formen på utvalgsfordelingen tilnærmer seg en normalfordeling når utvalgsstørrelsen øker
ta: மாதிரி அளவு அதிகரிக்கும்போது மாதிரி விநியோகத்தின் வடிவம் இயல்பாகிவிடும்
uk: Форма розподілу вибірки стає нормальною зі збільшенням розміру вибірки

source: As it happens, not only are all of these statements true, there is a very famous theorem in statistics that proves all three of them, known as the **central limit theorem**. Among other things, the central limit theorem tells us that if the population distribution has mean µ and standard deviation σ, then the sampling distribution of the mean also has mean µ and the standard error of the mean is
de: Zufälligerweise sind nicht nur alle diese Aussagen wahr, sondern es gibt auch ein sehr berühmtes Theorem in der Statistik, das alle drei Aussagen beweist, der so genannte **zentrale Grenzwertsatz**. Der zentrale Grenzwertsatz besagt unter anderem, dass, wenn die Verteilung der Grundgesamtheit einen Mittelwert µ und eine Standardabweichung σ hat, so hat die Stichprobenverteilung des Mittelwerts ebenfalls den Mittelwert µ und der Standardfehler des Mittelwerts beträgt
nb: Ikke bare er alle disse utsagnene sanne, det finnes også en svært berømt setning i statistikk som beviser alle tre, kjent som **sentralgrenseteoremet**. Sentralgrenseteoremet forteller oss blant annet at hvis populasjonsfordelingen har gjennomsnitt µ og standardavvik σ, så har utvalgsfordelingen av gjennomsnittet også gjennomsnitt µ, og standardfeilen til gjennomsnittet er
ta: அது நிகழும்போது, இந்த அறிக்கைகள் அனைத்தும் உண்மைதான் மட்டுமல்ல, புள்ளிவிவரங்களில் மிகவும் பிரபலமான தேற்றம் உள்ளது, அவை மூன்றையும் நிரூபிக்கின்றன, அவை ** நடு வரம்பு தேற்றம் ** என அழைக்கப்படுகின்றன. மற்றவற்றுடன், மக்கள்தொகை வழங்கல் சராசரி µ மற்றும் நிலையான விலகல் σ ஐக் கொண்டிருந்தால், சராசரியின் மாதிரி விநியோகமும் சராசரி µ மற்றும் சராசரியின் நிலையான பிழை உள்ளது என்று கூறுகிறது
uk: Як виявляється, не тільки всі ці твердження є правдивими, але й існує дуже відома теорема в статистиці, яка доводить всі три з них, відома як **центральна гранична теорема**. Серед іншого, центральна гранична теорема говорить нам, що якщо розподіл популяції має середнє значення µ і стандартне відхилення σ, то вибірковий розподіл середнього значення також має середнє значення µ, а стандартна похибка середнього значення дорівнює

source: Because we divide the population standard deviation σ by the square root of the sample size *N*, the SEM gets smaller as the sample size increases. It also tells us that the shape of the sampling distribution becomes normal.\ [#]_
de: Da wir die Standardabweichung der Grundgesamtheit σ durch die Quadratwurzel des Stichprobenumfangs *N* teilen, wird der SEM kleiner, wenn der Stichprobenumfang zunimmt. Er sagt uns auch, dass die Form der Stichprobenverteilung sich der Normalverteilung annähert.\ [#]_
nb: Fordi vi dividerer populasjonens standardavvik σ med kvadratroten av utvalgsstørrelsen *N*, blir SEM mindre når utvalgsstørrelsen øker. Det forteller oss også at formen på utvalgsfordelingen blir normalfordelt.\ [#]_
ta: மாதிரி அளவின் சதுர மூலத்தால் மக்கள் தொகை தர விலகலை நாம் பிரிப்பதால் *n *, மாதிரி அளவு அதிகரிக்கும் போது SEM சிறியதாகிறது. மாதிரி விநியோகத்தின் வடிவம் பொதுவாக மாறும் என்றும் இது நமக்குச் சொல்கிறது. \ [#] _
uk: Оскільки ми ділимо стандартне відхилення σ на квадратний корінь з розміру вибірки *N*, SEM зменшується із збільшенням розміру вибірки. Це також свідчить про те, що форма вибіркового розподілу стає нормальною.\ [#]_

source: This result is useful for all sorts of things. It tells us why large experiments are more reliable than small ones, and because it gives us an explicit formula for the standard error it tells us *how much* more reliable a large experiment is. It tells us why the normal distribution is, well, *normal*. In real experiments, many of the things that we want to measure are actually averages of lots of different quantities (e.g., arguably, “general” intelligence as measured by IQ is an average of a large number of “specific” skills and abilities), and when that happens, the averaged quantity should follow a normal distribution. Because of this mathematical law, the normal distribution pops up over and over again in real data.
de: Dieses Ergebnis ist für alle möglichen Dinge nützlich. Es sagt uns, warum große Experimente zuverlässiger sind als kleine, und weil es eine explizite Formel für den Standardfehler angibt, sagt es uns *wie viel* zuverlässiger ein großes Experiment ist. Sie sagt uns auch, warum die Normalverteilung, *normal* ist. In realen Experimenten sind viele der Dinge, die wir messen wollen, eigentlich Durchschnittswerte aus vielen verschiedenen Größen (z. B. ist die „allgemeine“ Intelligenz, die durch den IQ gemessen wird, wohl ein Durchschnittswert aus einer großen Anzahl „spezifischer“ Fähigkeiten und Fertigkeiten), und wenn das passiert, sollte die gemittelte Größe einer Normalverteilung folgen. Aufgrund dieses mathematischen Gesetzes taucht die Normalverteilung immer wieder in realen Daten auf.
nb: Dette resultatet er nyttig for alle mulige ting. Det forteller oss hvorfor store eksperimenter er mer reliabel enn små, og fordi det gir oss en eksplisitt formel for standardfeilen, forteller det oss *hvor mye* mer reliabel et stort eksperiment er. Den forteller oss hvorfor normalfordelingen er, vel, *normal*. I virkelige eksperimenter er mange av de tingene vi ønsker å måle, faktisk gjennomsnittet av mange forskjellige størrelser (f.eks. er «generell» intelligens, målt ved IQ, et gjennomsnitt av et stort antall «spesifikke» ferdigheter og evner), og når det skjer, bør gjennomsnittsstørrelsen følge en normalfordeling. På grunn av denne matematiske loven dukker normalfordelingen opp igjen og igjen i reelle data.
ta: இந்த முடிவு எல்லா வகையான விசயங்களுக்கும் பயனுள்ளதாக இருக்கும். சிறியவற்றை விட பெரிய சோதனைகள் ஏன் நம்பகமானவை என்பதை இது நமக்குக் கூறுகிறது, மேலும் இது நிலையான பிழைக்கான வெளிப்படையான சூத்திரத்தை நமக்கு அளிப்பதால், ஒரு பெரிய சோதனை எவ்வளவு நம்பகமானது என்பதை இது நமக்குக் கூறுகிறது. சாதாரண வழங்கல் ஏன், *இயல்பானது *என்பதை இது நமக்குக் கூறுகிறது. உண்மையான சோதனைகளில், நாம் அளவிட விரும்பும் பல விசயங்கள் உண்மையில் பல்வேறு அளவுகளின் சராசரியாக இருக்கின்றன (எ.கா., ஐ.க்யூவால் அளவிடப்படும் “பொது” நுண்ணறிவு சராசரியாக அதிக எண்ணிக்கையிலான “குறிப்பிட்ட” திறன்கள் மற்றும் திறன்களின்), அது நிகழும்போது, சராசரி அளவு ஒரு சாதாரண விநியோகத்தைப் பின்பற்ற வேண்டும். இந்த கணிதச் சட்டத்தின் காரணமாக, இயல்பான வழங்கல் உண்மையான தரவுகளில் மீண்டும் மீண்டும் தோன்றும்.
uk: Цей результат корисний для багатьох речей. Він пояснює, чому великі експерименти є більш надійними, ніж малі, а також дає нам чітку формулу для стандартної похибки, *яка показує*, на скільки великий експеримент є більш надійним. Він пояснює, чому нормальний розподіл є, власне, *нормальним*. У реальних експериментах багато речей, які ми хочемо виміряти, насправді є середніми значеннями багатьох різних величин (наприклад, можна стверджувати, що «загальний» інтелект, виміряний за допомогою IQ, є середнім значенням великої кількості «специфічних» навичок і здібностей), і коли це відбувається, усереднена величина повинна відповідати нормальному розподілу. Завдяки цьому математичному закону нормальний розподіл знову і знову з'являється в реальних даних.

source: As usual, I’m being a bit sloppy here. The central limit theorem is a bit more general than this section implies. Like most introductory stats texts I’ve discussed one situation where the central limit theorem holds: when you’re taking an average across lots of independent events drawn from the same distribution. However, the central limit theorem is much broader than this. There’s a whole class of things called “*U*-statistics” for instance, all of which satisfy the central limit theorem and therefore become normally distributed for large sample sizes. The mean is one such statistic, but it’s not the only one.
de: Wie üblich bin ich hier etwas schlampig. Der zentrale Grenzwertsatz ist etwas allgemeiner, als dieser Abschnitt vermuten lässt. Wie in den meisten einführenden Statistik-Texten habe ich eine Situation besprochen, in welcher der zentrale Grenzwertsatz gilt: wenn man einen Durchschnitt über viele unabhängige Ereignisse bildet, die aus derselben Verteilung stammen. Der zentrale Grenzwertsatz ist jedoch viel weiter gefasst als das. Es gibt zum Beispiel eine ganze Klasse von Statistiken, die „*U*-Statistiken“ genannt werden, die alle den zentralen Grenzwertsatz erfüllen und daher für große Stichprobengrößen normalverteilt sind. Der Mittelwert ist eine solche Statistik, aber sie ist nicht die einzige.
nb: Som vanlig slurver jeg litt her. Sentralgrenseteoremet er litt mer generelt enn dette avsnittet gir inntrykk av. I likhet med de fleste innføringsbøker i statistikk har jeg diskutert én situasjon der sentralgrenseteoremet holder: når du tar et gjennomsnitt over mange uavhengige hendelser som er trukket fra samme fordeling. Sentralgrenseteoremet er imidlertid mye bredere enn dette. Det finnes for eksempel en hel klasse av ting som kalles «*U*-statistikk», som alle tilfredsstiller sentralgrenseteoremet og derfor blir normalfordelte for store stikkprøver. Gjennomsnittet er en slik statistikk, men det er ikke den eneste.
ta: வழக்கம் போல், நான் இங்கே கொஞ்சம் மெதுவாக இருக்கிறேன். இந்த பிரிவு குறிப்பிடுவதை விட மைய வரம்பு தேற்றம் சற்று பொதுவானது. பெரும்பாலான அறிமுக புள்ளிவிவர உரைகளைப் போலவே, நடு வரம்பு தேற்றம் வைத்திருக்கும் ஒரு சூழ்நிலையை நான் விவாதித்தேன்: ஒரே விநியோகத்திலிருந்து பெறப்பட்ட பல சுயாதீன நிகழ்வுகளை நீங்கள் சராசரியாக எடுத்துக் கொள்ளும்போது. இருப்பினும், நடு வரம்பு தேற்றம் இதை விட மிகவும் விரிவானது. உதாரணமாக “*u*-புள்ளிவிவரங்கள்” என்று அழைக்கப்படும் முழு வகை விசயங்கள் உள்ளன, இவை அனைத்தும் நடு வரம்பு தேற்றத்தை நிறைவு செய்கின்றன, எனவே பொதுவாக பெரிய மாதிரி அளவுகளுக்கு விநியோகிக்கப்படுகின்றன. சராசரி அத்தகைய புள்ளிவிவரம், ஆனால் அது மட்டும் இல்லை.
uk: Як завжди, я тут трохи недбалий. Центральна гранична теорема є дещо більш загальною, ніж це випливає з цього розділу. Як і в більшості вступних підручників зі статистики, я розглянув одну ситуацію, в якій діє центральна гранична теорема: коли ви обчислюєте середнє значення для багатьох незалежних подій, взятих з одного і того ж розподілу. Однак центральна гранична теорема є набагато ширшою. Існує цілий клас величин, які називаються «*U*-статистиками», і всі вони задовольняють центральну граничну теорему і тому мають нормальний розподіл для великих розмірів вибірки. Середнє значення є однією з таких статистик, але не єдиною.

source: Estimating population parameters
de: Schätzen von Populationsparametern
nb: Estimering av populasjonsparametere
ta: மக்கள் தொகை அளவுருக்களை மதிப்பிடுதல்
uk: Оцінка параметрів популяції

source: In all the IQ examples in the previous sections we actually knew the population parameters ahead of time. As every undergraduate gets taught in their very first lecture on the measurement of intelligence, IQ scores are *defined* to have mean 100 and standard deviation 15. However, this is a bit of a lie. How do we know that IQ scores have a true population mean of 100? Well, we know this because the people who designed the tests have administered them to very large samples, and have then “rigged” the scoring rules so that their sample has mean 100. That’s not a bad thing of course, it’s an important part of designing a psychological measurement. However, it’s important to keep in mind that this theoretical mean of 100 only attaches to the population that the test designers used to design the tests. Good test designers will actually go to some lengths to provide “test norms” that can apply to lots of different populations (e.g., different age groups, nationalities etc).
de: Bei allen IQ-Beispielen in den vorangegangenen Abschnitten kannten wir die Parameter der Grundgesamtheit bereits im Voraus. Wie jedem Studenten in der allerersten Vorlesung über die Messung von Intelligenz beigebracht wird, sind die IQ-Werte mit einem Mittelwert von 100 und einer Standardabweichung von 15 *definiert*. Dies ist jedoch eine kleine Lüge. Woher wissen wir, dass die IQ-Werte tatsächlich einen Bevölkerungsmittelwert von 100 haben? Nun, wir wissen das, weil die Leute, welche die Tests entwickelt haben, sie an sehr großen Stichproben durchgeführt und dann die Bewertungsregeln so „manipuliert“ (oder besser: „angepasst“) haben, dass ihre Stichprobe einen Mittelwert von 100 hat. Das ist natürlich nichts Schlechtes, sondern ein wichtiger Teil der Entwicklung einer psychologischen Messung. Es ist jedoch wichtig zu bedenken, dass dieser theoretische Mittelwert von 100 nur für die Population gilt, die die Testentwickler für die Konzeption der Tests verwendet haben. Gute Testentwickler geben sich Mühe, „Testnormen“ zu erstellen, die für viele verschiedene Populationen gelten können (z. B. verschiedene Altersgruppen, Nationalitäten usw.).
nb: I alle IQ-eksemplene i de foregående avsnittene kjente vi faktisk til populasjonsparametrene på forhånd. Som alle studenter får vite i sin aller første forelesning om intelligensmåling, er IQ-skårer *definert* til å ha et gjennomsnitt på 100 og et standardavvik på 15. Dette er imidlertid litt av en løgn. Hvordan vet vi at IQ-skårer har et sant populasjonsgjennomsnitt på 100? Det vet vi fordi de som har utviklet testene, har administrert dem på svært store utvalg, og deretter «rigget» skåringsreglene slik at utvalget deres har et gjennomsnitt på 100. Det er selvfølgelig ikke noe negativt, det er en viktig del av det å utforme en psykologisk måling. Det er imidlertid viktig å huske på at dette teoretiske gjennomsnittet på 100 bare gjelder for den populasjonen som testdesignerne har brukt til å utforme testene. Gode testdesignere vil faktisk strekke seg langt for å lage «testnormer» som kan gjelde for mange ulike populasjoner (f.eks. ulike aldersgrupper, nasjonaliteter osv.).
ta: முந்தைய பிரிவுகளில் உள்ள அனைத்து ஐ.க்யூ எடுத்துக்காட்டுகளிலும், மக்கள் தொகை அளவுருக்களை நேரத்திற்கு முன்பே நாங்கள் அறிந்தோம். ஒவ்வொரு இளங்கலை பட்டதாரிகளும் உளவுத்துறையை அளவிடுவது குறித்த அவர்களின் முதல் சொற்பொழிவில் கற்பிக்கப்படுவதால், IQ மதிப்பெண்கள் * வரையறுக்கப்பட்டுள்ளன * சராசரி 100 மற்றும் நிலையான விலகல் 15 ஐக் கொண்டுள்ளன. இருப்பினும், இது ஒரு பொய்யாகும். ஐ.க்யூ மதிப்பெண்கள் 100 இன் உண்மையான மக்கள்தொகை சராசரியைக் கொண்டுள்ளன என்பது எங்களுக்கு எப்படித் தெரியும்? சரி, இது எங்களுக்குத் தெரியும், ஏனென்றால் சோதனைகளை வடிவமைத்தவர்கள் அவற்றை மிகப் பெரிய மாதிரிகளுக்கு நிர்வகித்துள்ளனர், பின்னர் மதிப்பெண் விதிகளை "மோசடி" செய்துள்ளனர், இதனால் அவர்களின் மாதிரி 100 ஐ குறிக்கிறது. அது நிச்சயமாக ஒரு மோசமான சேதி அல்ல, இது ஒரு முக்கியமான பகுதியாகும் ஒரு உளவியல் அளவீட்டை வடிவமைத்தல். இருப்பினும், 100 இன் இந்த தத்துவார்த்த சராசரி சோதனை வடிவமைப்பாளர்கள் சோதனைகளை வடிவமைக்கப் பயன்படுத்திய மக்கள்தொகையுடன் மட்டுமே இணைகிறது என்பதை நினைவில் கொள்ள வேண்டும். நல்ல சோதனை வடிவமைப்பாளர்கள் உண்மையில் பல்வேறு மக்களுக்கு (எ.கா., வெவ்வேறு வயதுக் குழுக்கள், தேசிய இனங்கள் போன்றவை) பொருந்தக்கூடிய “சோதனை விதிமுறைகளை” வழங்க சில நீளங்களுக்குச் செல்வார்கள்.
uk: У всіх прикладах з IQ, наведених у попередніх розділах, ми заздалегідь знали параметри популяції. Як навчають студентів на першому курсі на першій лекції з вимірювання інтелекту, бали IQ *визначаються* як такі, що мають середнє значення 100 і стандартне відхилення 15. Однак це не зовсім правда. Звідки ми знаємо, що бали IQ мають справжнє середнє значення 100 для популяції? Ми знаємо це, тому що люди, які розробляли тести, застосовували їх до дуже великих вибірок, а потім «підлаштували» правила підрахунку балів так, щоб їх вибірка мала середнє значення 100. Звичайно, це не є поганим, це важлива частина розробки психологічного вимірювання. Однак важливо пам'ятати, що це теоретичне середнє значення 100 стосується лише популяції, яку розробники тестів використовували для розробки тестів. Хороші розробники тестів докладають чималих зусиль, щоб створити «норми тестування», які можна застосовувати до багатьох різних груп населення (наприклад, різних вікових груп, національностей тощо).
