Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: *Snowball sampling* is a technique that is especially useful when sampling from a “hidden” or hard to access population and is especially common in social sciences. For instance, suppose the researchers want to conduct an opinion poll among transgender people. The research team might only have contact details for a few trans folks, so the survey starts by asking them to participate (stage 1). At the end of the survey the participants are asked to provide contact details for other people who might want to participate. In stage 2 those new contacts are surveyed. The process continues until the researchers have sufficient data. The big advantage to snowball sampling is that it gets you data in situations that might otherwise be impossible to get any. On the statistical side, the main disadvantage is that the sample is highly non-random, and non-random in ways that are difficult to address. On the real life side, the disadvantage is that the procedure can be unethical if not handled well, because hidden populations are often hidden for a reason. I chose transgender people as an example here to highlight this issue. If you weren’t careful you might end up outing people who don’t want to be outed (very, very bad form), and even if you don’t make that mistake it can still be intrusive to use people’s social networks to study them. It’s certainly very hard to get people’s informed consent *before* contacting them, yet in many cases the simple act of contacting them and saying “hey we want to study you” can be hurtful. Social networks are complex things, and just because you can use them to get data doesn’t always mean you should.
de: Das *Schneeballsystem* ist eine Technik, die besonders nützlich ist, wenn man Stichproben aus einer „versteckten“ oder schwer zugänglichen Population nehmen will. Sie ist vor allem in den Sozialwissenschaften üblich. Nehmen wir zum Beispiel an, Forscher wollen eine Meinungsumfrage unter Transgender-Personen durchführen. Das Forschungsteam verfügt möglicherweise nur über die Kontaktdaten einiger weniger Transmenschen, so dass die Umfrage damit beginnt, dass diese zur Teilnahme aufgefordert werden (Phase 1). Am Ende der Umfrage werden die Teilnehmer gebeten, die Kontaktdaten anderer Personen, die möglicherweise teilnehmen möchten, anzugeben. In Phase 2 werden diese neuen Kontakte befragt. Dieser Prozess wird so lange fortgesetzt, bis die Forscher über genügend Daten verfügen. Der große Vorteil des Schneeballsystems besteht darin, dass man Daten in Situationen oder von Populationen erhält, bei denen es sonst schwer möglich ist, solche Daten zu bekommen. Statistisch gesehen besteht der Hauptnachteil darin, dass die Stichprobe in hohem Maße nicht zufällig ist, und zwar auf eine Art und Weise, die schwer zu beheben ist. Praktisch besteht ein Nachteil darin, dass das Verfahren unethisch sein kann, wenn es nicht richtig gehandhabt wird, da versteckte Bevölkerungsgruppen oft aus einem bestimmten Grund versteckt sind. Ich habe hier Transgender-Personen als Beispiel gewählt, um dieses Problem zu verdeutlichen. Wenn man nicht aufpasst, könnte man Leute outen, die nicht geoutet werden wollen. Und selbst wenn man diesen Fehler nicht macht, kann es immer noch aufdringlich sein, die sozialen Netzwerke von Menschen zu nutzen, um sie zur Teilnahme an einer Studie zu bewegen. Es ist sicherlich schwierig, die Einwilligung von Menschen einzuholen, *bevor* man sie kontaktiert. In vielen Fällen kann schon die bloße Kontaktaufnahme und die Aussage „Hey, wir wollen dich untersuchen“ verletzend wirken. Soziale Netzwerke sind komplexe Gebilde, und nur weil man sie nutzen kann, um Daten zu erhalten, heißt das nicht immer, dass man das auch tun sollte.
nb: *Snowball sampling* er en teknikk som er spesielt nyttig når man skal ta utvalg fra en «skjult» eller vanskelig tilgjengelig populasjon, og er særlig vanlig i samfunnsvitenskapen. Tenk deg for eksempel at forskerne ønsker å gjennomføre en meningsmåling blant transpersoner. Forskerteamet har kanskje bare kontaktinformasjon til noen få transpersoner, så undersøkelsen starter med å be dem om å delta (trinn 1). På slutten av undersøkelsen blir deltakerne bedt om å oppgi kontaktinformasjon til andre personer som kunne tenke seg å delta. I trinn 2 blir disse nye kontaktene kartlagt. Prosessen fortsetter til forskerne har tilstrekkelig med data. Den store fordelen med snøballutvalg er at man får data i situasjoner der det ellers ville vært umulig å få tak i data. Den største ulempen på den statistiske siden er at utvalget er svært ikke-tilfeldig, og ikke-tilfeldig på måter som det er vanskelig å gjøre noe med. I det virkelige liv er ulempen at prosedyren kan være uetisk hvis den ikke håndteres på en god måte, fordi skjulte populasjoner ofte er skjulte av en grunn. Jeg valgte transpersoner som eksempel her for å belyse dette problemet. Hvis man ikke er forsiktig, kan man ende opp med å outa folk som ikke ønsker å bli outet (veldig, veldig dårlig stil), og selv om man ikke gjør den feilen, kan det fortsatt være påtrengende å bruke folks sosiale nettverk til å studere dem. Det er svært vanskelig å få folks informerte samtykke *før* man kontakter dem, men i mange tilfeller kan bare det å kontakte dem og si «hei, vi vil gjerne studere deg» være sårende. Sosiale nettverk er komplekse størrelser, og bare fordi du kan bruke dem til å innhente data, betyr ikke det alltid at du bør gjøre det.
ta: * பனிப்பந்து மாதிரி* என்பது ஒரு “மறைக்கப்பட்ட” அல்லது மக்கள்தொகையை அணுக கடினமாக இருக்கும்போது மிகவும் பயனுள்ளதாக இருக்கும் ஒரு நுட்பமாகும், மேலும் இது சமூக அறிவியலில் பொதுவானது. உதாரணமாக, திருநங்கைகள் மத்தியில் ஒரு கருத்துக் கணிப்பை ஆராய்ச்சியாளர்கள் விரும்புகிறார்கள் என்று வைத்துக்கொள்வோம். ஆராய்ச்சி குழுவில் ஒரு சில டிரான்ச் எல்லோருக்கும் தொடர்பு விவரங்கள் மட்டுமே இருக்கக்கூடும், எனவே கணக்கெடுப்பு அவர்களிடம் பங்கேற்கக் கேட்டு தொடங்குகிறது (நிலை 1). கணக்கெடுப்பின் முடிவில், பங்கேற்க விரும்பும் பிற நபர்களுக்கு தொடர்பு விவரங்களை வழங்க பங்கேற்பாளர்கள் கேட்கப்படுகிறார்கள். நிலை 2 இல் அந்த புதிய தொடர்புகள் கணக்கெடுக்கப்படுகின்றன. ஆராய்ச்சியாளர்களுக்கு போதுமான தரவு இருக்கும் வரை செயல்முறை தொடர்கிறது. பனிப்பந்து மாதிரியின் பெரிய நன்மை என்னவென்றால், இது சூழ்நிலைகளில் தரவைப் பெறுகிறது, இல்லையெனில் எதையும் பெற இயலாது. புள்ளிவிவரப் பக்கத்தில், முக்கிய குறைபாடு என்னவென்றால், மாதிரி மிகவும் சீரற்றது, மற்றும் உரையாற்றுவது கடினம். உண்மையான வாழ்க்கைப் பக்கத்தில், குறைபாடு என்னவென்றால், செயல்முறை நன்றாகக் கையாளப்படாவிட்டால் செயல்முறை நெறிமுறையற்றது, ஏனென்றால் மறைக்கப்பட்ட மக்கள் பெரும்பாலும் ஒரு காரணத்திற்காக மறைக்கப்படுகிறார்கள். இந்த சிக்கலை முன்னிலைப்படுத்த திருநங்கைகளை நான் இங்கே ஒரு எடுத்துக்காட்டு என்று தேர்ந்தெடுத்தேன். நீங்கள் கவனமாக இல்லாவிட்டால், வெளியேற விரும்பாதவர்களை (மிகவும், மிக மோசமான வடிவம்) வெளியேற்றுவதை முடிக்கலாம், மேலும் நீங்கள் அந்த தவறை செய்யாவிட்டாலும் கூட, மக்கள் சமூக வலைப்பின்னல்களைப் படிக்க இன்னும் ஊடுருவும் அவர்கள். அவர்களைத் தொடர்புகொள்வதற்கு முன்பு * மக்களின் தகவலறிந்த சம்மதத்தைப் பெறுவது நிச்சயமாக மிகவும் கடினம், ஆனால் பல சந்தர்ப்பங்களில் அவர்களைத் தொடர்புகொண்டு “ஏய் நாங்கள் உங்களைப் படிக்க விரும்புகிறோம்” என்று சொல்வது புண்படுத்தும். சமூக வலைப்பின்னல்கள் சிக்கலான விசயங்கள், தரவைப் பெற நீங்கள் அவற்றைப் பயன்படுத்துவதால் நீங்கள் எப்போதும் இருக்க வேண்டும் என்று அர்த்தமல்ல.
uk: *Сніговий вибір* — це метод, який є особливо корисним при вибірці з «прихованої» або важкодоступної популяції і особливо поширений у соціальних науках. Наприклад, припустимо, що дослідники хочуть провести опитування серед трансгендерних людей. Дослідницька група може мати контактні дані лише декількох трансгендерних людей, тому опитування починається з того, що їх просять взяти участь (етап 1). Наприкінці опитування учасників просять надати контактні дані інших людей, які можуть захотіти взяти участь. На етапі 2 опитуються ці нові контакти. Процес триває, доки дослідники не отримають достатню кількість даних. Великою перевагою снігової вибірки є те, що вона дозволяє отримати дані в ситуаціях, коли інакше це було б неможливо. З точки зору статистики, головним недоліком є те, що вибірка є вкрай невипадковою, і невипадковою в такий спосіб, що це важко виправити. З точки зору реального життя, недоліком є те, що ця процедура може бути неетичною, якщо її не проводити обережно, оскільки приховані групи населення часто приховані з певних причин. Я вибрав трансгендерних людей як приклад, щоб підкреслити цю проблему. Якщо не бути обережним, можна викрити людей, які не хочуть, щоб про них дізналися (що є дуже, дуже поганим тоном), і навіть якщо не припуститися такої помилки, використання соціальних мереж людей для їх дослідження все одно може бути втручанням у їхнє приватне життя. Звичайно, дуже важко отримати інформовану згоду людей *перед* тим, як зв'язатися з ними, але в багатьох випадках сам факт зв'язку з ними і слова «привіт, ми хочемо вас дослідити» можуть бути образливими. Соціальні мережі — це складні речі, і те, що ви можете використовувати їх для отримання даних, не завжди означає, що ви повинні це робити.

source: *Convenience sampling* is more or less what it sounds like. The samples are chosen in a way that is convenient to the researcher, and not selected at random from the population of interest. Snowball sampling is one type of convenience sampling, but there are many others. A common example in psychology are studies that rely on undergraduate psychology students. These samples are generally non-random in two respects. First, reliance on undergraduate psychology students automatically means that your data are restricted to a single sub-population. Second, the students usually get to pick which studies they participate in, so the sample is a self selected subset of psychology students and not a randomly selected subset. In real life most studies are convenience samples of one form or another. This is sometimes a severe limitation, but not always.
de: Willkürliche Stichproben (*convenience sampling*) sind mehr oder weniger das, wonach sie sich anhören. Die Stichproben werden so ausgewählt, wie es für den Forscher am günstigsten ist, und nicht nach dem Zufallsprinzip aus der interessierenden Population ausgewählt. Schneeballsysteme sind eine Art von willkürlichen Stichproben, aber es gibt noch viele andere. Das wahrscheinlich häufigste Beispiel in der Psychologie sind Studien, die sich auf Psychologiestudenten stützen (oft weil diese zu einer bestimmten Anzahl von Versuchsteilnahmen verpflichtet sind). Diese Stichproben sind im Allgemeinen in zweierlei Hinsicht nicht zufällig. Erstens bedeutet der Rückgriff auf Psychologiestudenten automatisch, dass Ihre Daten auf eine einzige Teilpopulation beschränkt sind. Zweitens können sich die Studenten in der Regel aussuchen, an welchen Studien sie teilnehmen, so dass es sich bei der Stichprobe um eine selbst ausgewählte Teilmenge von Psychologiestudenten handelt und nicht um eine zufällig ausgewählte Teilmenge. Im wirklichen Leben handelt es sich bei den meisten Studien um Zufallsstichproben in der einen oder anderen Form. Dies stellt manchmal eine große Einschränkung dar, aber nicht immer.
nb: *Bekvemmelighetsutvalg* er mer eller mindre det det høres ut som. Utvalgene velges ut på en måte som er praktisk for forskeren, og velges ikke tilfeldig fra den populasjonen man er interessert i. Snøballutvalg er én type bekvemmelighetsutvalg, men det finnes mange andre. Et vanlig eksempel innen psykologi er studier som baserer seg på psykologistudenter på lavere grad. Disse utvalgene er generelt ikke tilfeldige på to måter. For det første betyr det å basere seg på psykologistudenter automatisk at dataene dine er begrenset til en enkelt delpopulasjon. For det andre får studentene vanligvis velge hvilke studier de vil delta i, slik at utvalget er en selvvalgt delmengde av psykologistudenter og ikke en tilfeldig utvalgt delmengde. I det virkelige liv er de fleste studier bekvemmelighetsutvalg av en eller annen form. Dette er noen ganger en alvorlig begrensning, men ikke alltid.
ta: * வசதி மாதிரி* அது போல் அதிகமாகவோ அல்லது குறைவாகவோ உள்ளது. மாதிரிகள் ஆராய்ச்சியாளருக்கு வசதியான வகையில் தேர்ந்தெடுக்கப்படுகின்றன, மேலும் ஆர்வமுள்ள மக்களிடமிருந்து சீரற்ற முறையில் தேர்ந்தெடுக்கப்படவில்லை. பனிப்பந்து மாதிரி என்பது ஒரு வகை வசதியான மாதிரியாகும், ஆனால் இன்னும் பல உள்ளன. உளவியலில் ஒரு பொதுவான எடுத்துக்காட்டு இளங்கலை உளவியல் மாணவர்களை நம்பியிருக்கும் ஆய்வுகள். இந்த மாதிரிகள் பொதுவாக இரண்டு விசயங்களில் சீரற்றவை. முதலாவதாக, இளங்கலை உளவியல் மாணவர்களை நம்பியிருப்பது தானாகவே உங்கள் தரவு ஒற்றை துணை மக்கள்தொகைக்கு மட்டுப்படுத்தப்பட்டுள்ளது என்பதாகும். இரண்டாவதாக, மாணவர்கள் வழக்கமாக அவர்கள் எந்த ஆய்வில் பங்கேற்கிறார்கள் என்பதைத் தேர்ந்தெடுப்பார்கள், எனவே மாதிரி உளவியல் மாணவர்களின் தன்வய தேர்ந்தெடுக்கப்பட்ட துணைக்குழு மற்றும் தோராயமாக தேர்ந்தெடுக்கப்பட்ட துணைக்குழு அல்ல. நிச வாழ்க்கையில் பெரும்பாலான ஆய்வுகள் ஒரு வடிவத்தின் அல்லது இன்னொரு வடிவத்தின் வசதியான மாதிரிகள். இது சில நேரங்களில் கடுமையான வரம்பாகும், ஆனால் எப்போதும் இல்லை.
uk: *Зручна вибірка* — це приблизно те, що випливає з назви. Вибірка формується таким чином, щоб бути зручною для дослідника, а не випадковим чином з цікавої для нього групи населення. Снігова вибірка — це один із видів зручної вибірки, але існує й багато інших. Поширеним прикладом у психології є дослідження, що базуються на студентах-психологах. Такі вибірки, як правило, є невипадковими у двох аспектах. По-перше, використання студентів-психологів автоматично означає, що ваші дані обмежуються однією підгрупою населення. По-друге, студенти зазвичай самі вибирають, в яких дослідженнях брати участь, тому вибірка є самовідібраною підгрупою студентів-психологів, а не випадково відібраною підгрупою. У реальному житті більшість досліджень є вибірками за зручністю в тій чи іншій формі. Іноді це є серйозним обмеженням, але не завжди.

source: How much does it matter if you don’t have a simple random sample?
de: Wie viel macht es aus, wenn man keine einfache Zufallsstichprobe hat?
nb: Hvor mye har det å si om du ikke har et enkelt tilfeldig utvalg?
ta: உங்களிடம் எளிய சீரற்ற மாதிரி இல்லையென்றால் எவ்வளவு முக்கியம்?
uk: Яке це має значення, якщо у вас немає простої випадкової вибірки?

source: Okay, so real world data collection tends not to involve nice simple random samples. Does that matter? A little thought should make it clear to you that it *can* matter if your data are not a simple random sample. Just think about the difference between :numref:`fig-srs1` and :numref:`fig-brs`. However, it’s not quite as bad as it sounds. Some types of biased samples are entirely unproblematic. For instance, when using a stratified sampling technique you actually *know* what the bias is because you created it deliberately, often to *increase* the effectiveness of your study, and there are statistical techniques that you can use to adjust for the biases you’ve introduced (not covered in this book!). So in those situations it’s not a problem.
de: Die Datenerhebung in der realen Welt besteht in der Regel nicht aus perfekten einfachen Zufallsstichproben. Ist das von Bedeutung? Ein wenig Nachdenken sollte Ihnen klarmachen, dass es eine Rolle spielen *kann*, wenn Ihre Daten keine einfache Zufallsstichprobe sind. Denken Sie nur an den Unterschied zwischen :numref:`fig-srs1` und :numref:`fig-brs`. Es ist jedoch nicht ganz so schlimm, wie es klingt. Einige Arten von verzerrten Stichproben sind völlig unproblematisch. Wenn Sie zum Beispiel eine geschichtete Stichprobentechnik verwenden, *wissen* Sie tatsächlich, was die Verzerrung ist, weil Sie sie absichtlich erzeugt haben, oft um die Effektivität Ihrer Studie zu *erhöhen*. Außerdem gibt es weitere statistische Techniken, die Sie verwenden können, um die von Ihnen eingeführten Verzerrungen auszugleichen (selbst wenn diese in diesem Buch nicht behandelt werden). In diesen Fällen ist es also kein Problem.
nb: Ok, så datainnsamling i den virkelige verden involverer vanligvis ikke enkle, tilfeldige utvalg. Spiller det noen rolle? En liten tanke bør gjøre det klart for deg at det *kan* ha noe å si om dataene dine ikke er et enkelt tilfeldig utvalg. Bare tenk på forskjellen mellom :numref:`fig-srs1` og :numref:`fig-brs`. Det er imidlertid ikke så ille som det høres ut. Noen typer utvalg som ikke er representativt er helt uproblematiske. Når du for eksempel bruker en stratifisert utvalgsteknikk, *vet* du faktisk hva skjevheten er fordi du har skapt den med vilje, ofte for å *øke* effektiviteten i studien, og det finnes statistiske teknikker du kan bruke for å justere for skjevhetene du har introdusert (ikke dekket i denne boken!). Så i slike situasjoner er det ikke noe problem.
ta: சரி, எனவே உண்மையான உலக தரவு சேகரிப்பு நல்ல எளிய சீரற்ற மாதிரிகளை உள்ளடக்கியது அல்ல. அது முக்கியமா? உங்கள் தரவு ஒரு எளிய சீரற்ற மாதிரியாக இல்லாவிட்டால் * அது * முதன்மை என்பதை ஒரு சிறிய சிந்தனை உங்களுக்குத் தெளிவுபடுத்த வேண்டும். இடையிலான வேறுபாட்டைப் பற்றி சற்று சிந்தித்துப் பாருங்கள்: NumRef: `Fig-srs1` மற்றும்: NumRef:` Fig-brs`. இருப்பினும், இது மிகவும் மோசமாக இல்லை. சில வகையான பக்கச்சார்பான மாதிரிகள் முற்றிலும் சிக்கலற்றவை. உதாரணமாக, ஒரு அடுக்கு மாதிரி நுட்பத்தைப் பயன்படுத்தும் போது நீங்கள் உண்மையில் * தெரியும் * சார்பு என்ன என்பதை நீங்கள் வேண்டுமென்றே உருவாக்கியதால், உங்கள் ஆய்வின் செயல்திறனை * அதிகரிக்க *, மற்றும் நீங்கள் சார்புகளை சரிசெய்ய நீங்கள் பயன்படுத்தக்கூடிய புள்ளிவிவர நுட்பங்கள் உள்ளன அறிமுகப்படுத்தப்பட்டது (இந்த புத்தகத்தில் இல்லை!). எனவே அந்த சூழ்நிலைகளில் இது ஒரு பிரச்சனையல்ல.
uk: Гаразд, отже, збір даних у реальному світі, як правило, не передбачає використання простих випадкових вибірок. Чи має це значення? Якщо трохи подумати, то стане зрозуміло, що це *може* мати значення, якщо ваші дані не є простою випадковою вибіркою. Просто подумайте про різницю між :numref:`fig-srs1` та :numref:`fig-brs`. Однак це не так погано, як здається. Деякі типи упереджених вибірок не становлять жодної проблеми. Наприклад, при використанні методу стратифікованої вибірки ви насправді *знаєте*, яке саме є упередження, оскільки ви створили його навмисно, часто для *підвищення* ефективності вашого дослідження, і існують статистичні методи, які ви можете використовувати для коригування введених вами упереджень (це не розглядається в цій книзі!). Тож у таких ситуаціях це не є проблемою.
