Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: Now let’s extend the simulation. Instead of restricting ourselves to the situation where *N* = 2, let’s repeat the exercise for sample sizes from 1 to 10. If we plot the average sample mean and average sample standard deviation as a function of sample size, you get the results shown in :numref:`fig-biasMeanSD`. On the left hand side I’ve plotted the average sample mean and on the right hand side I’ve plotted the average standard deviation. The two plots are quite different: *on average*, the average sample mean is equal to the population mean. It is an **unbiased estimator**, which is essentially the reason why your best estimate for the population mean is the sample mean.\ [#]_ The plot on the right is quite different: on average, the sample standard deviation *s* is *smaller* than the population standard deviation σ. It is a **biased estimator**. In other words, if we want to make a “best guess” :math:`\hat\sigma` about the value of the population standard deviation σ we should make sure our guess is a little bit larger than the sample standard deviation *s*.
de: Nun wollen wir die Simulation erweitern. Anstatt uns auf die Situation zu beschränken, in der *N* = 2 ist, wiederholen wir die Übung für Stichprobengrößen von 1 bis 10. Wenn wir den durchschnittlichen Stichprobenmittelwert und die durchschnittliche Standardabweichung der Stichprobe als Funktion des Stichprobenumfangs darstellen, erhalten wir die in :numref:`fig-biasMeanSD` gezeigten Ergebnisse. Auf der linken Seite habe ich den durchschnittlichen Stichprobenmittelwert und auf der rechten Seite die durchschnittliche Standardabweichung aufgetragen. Die beiden Diagramme sind recht unterschiedlich: *im Durchschnitt* ist der durchschnittliche Stichprobenmittelwert gleich dem Mittelwert der Grundgesamtheit. Es handelt sich um einen **unverzerrten Schätzer**, was im Wesentlichen der Grund dafür ist, dass der Stichprobenmittelwert der beste Schätzwert für den Mittelwert der Grundgesamtheit ist.\ [#]_ Die Darstellung auf der rechten Seite ist ganz anders: Im Durchschnitt ist die Standardabweichung der Stichprobe *s* kleiner ** als die Standardabweichung der Grundgesamtheit σ. Es handelt sich um einen **verzerrten Schätzer**. Mit anderen Worten, wenn wir eine „beste Schätzung“ :math:`\hat\sigma` über den Wert der Standardabweichung der Grundgesamtheit σ vornehmen wollen, sollten wir sicherstellen, dass unsere Schätzung ein wenig größer ist als die Standardabweichung der Stichprobe *s*.
nb: La oss nå utvide simuleringen. I stedet for å begrense oss til situasjonen der *N* = 2, kan vi gjenta øvelsen for utvalgsstørrelser fra 1 til 10. Hvis vi plotter det gjennomsnittlige utvalgsgjennomsnittet og det gjennomsnittlige standardavviket som en funksjon av utvalgsstørrelsen, får du resultatene som vises i :numref:`fig-biasMeanSD`. På venstre side har jeg plottet det gjennomsnittlige utvalgsgjennomsnittet, og på høyre side har jeg plottet det gjennomsnittlige standardavviket. De to plottene er ganske forskjellige: *I gjennomsnitt* er det gjennomsnittlige utvalgsgjennomsnittet lik populasjonsgjennomsnittet. Det er en **objektiv estimator** (*unbiased*), noe som egentlig er grunnen til at det beste estimatet for populasjonsgjennomsnittet er gjennomsnittet i stikkprøven.\ [#]_ Plottet til høyre er helt annerledes: I gjennomsnitt er standardavviket i stikkprøven *s* *mindre* enn populasjonsstandardavviket σ. Det **ikke** er en **objektiv estimator** (*biased*). Med andre ord, hvis vi ønsker å gjøre en «best mulig gjetning» :math:`\hat\sigma` om verdien av populasjonsstandardavviket σ, bør vi sørge for at gjetningen vår er litt større enn utvalgsstandardavviket *s*.
ta: இப்போது உருவகப்படுத்துதலை நீட்டிப்போம். * N * = 2 இருக்கும் சூழ்நிலைக்கு நம்மை கட்டுப்படுத்துவதற்குப் பதிலாக, மாதிரி அளவுகளுக்கான உடற்பயிற்சியை 1 முதல் 10 வரை மீண்டும் செய்வோம். மாதிரி அளவின் செயல்பாடாக சராசரி மாதிரி சராசரி மற்றும் சராசரி மாதிரி நிலையான விலகலை நாங்கள் சூழ்ச்சி செய்தால், காட்டப்பட்ட முடிவுகளைப் பெறுவீர்கள் இல்: எண்ரெஃப்: `Fig-biasmeansd`. இடது புறத்தில் நான் சராசரி மாதிரி சராசரியைத் திட்டமிட்டுள்ளேன், வலது புறத்தில் சராசரி நிலையான விலகலைத் திட்டமிட்டுள்ளேன். இரண்டு அடுக்குகளும் முற்றிலும் வேறுபட்டவை: *சராசரியாக *, சராசரி மாதிரி சராசரி மக்கள் தொகை சராசரிக்கு சமம். இது ஒரு ** பக்கச்சார்பற்ற மதிப்பீட்டாளர் ** ஆகும், இது மக்கள்தொகைக்கான உங்கள் சிறந்த மதிப்பீடு மாதிரி சராசரி என்பதற்கு முக்கியமாக காரணம். \ [#] _ வலதுபுறத்தில் உள்ள சூழ்ச்சி முற்றிலும் வேறுபட்டது: சராசரியாக, மாதிரி நிலையான விலகல்* எச்* என்பது மக்கள்தொகை தர விலகலை விட* சிறியது*. இது ஒரு ** சார்புடைய மதிப்பீட்டாளர் **. வேறு வார்த்தைகளில் கூறுவதானால், நாம் ஒரு “சிறந்த யூகத்தை” செய்ய விரும்பினால்: கணிதம்: `\ தொப்பி \ சிக்மா` மக்கள்தொகை தரமான விலகலின் மதிப்பைப் பற்றி σ எங்கள் உய்த்துணர்தல் மாதிரி நிலையான விலகலை விட சற்று பெரியது என்பதை உறுதிப்படுத்த வேண்டும் *கள் *.
uk: Тепер розширимо моделювання. Замість того, щоб обмежуватися ситуацією, де *N* = 2, повторімо вправу для розмірів вибірки від 1 до 10. Якщо побудувати графік середнього значення вибірки та середнього стандартного відхилення вибірки як функції розміру вибірки, отримаємо результати, показані в :numref:`fig-biasMeanSD`. Зліва я зобразив середнє значення вибірки, а праворуч — середнє стандартне відхилення. Ці два графіки досить сильно відрізняються: *в середньому* середнє значення вибірки дорівнює середньому значенню генеральної сукупності. Це **неупереджений оцінювач**, що є основною причиною, чому найкращим оцінювачем середнього значення генеральної сукупності є середнє значення вибірки. [#]_ Графік праворуч є зовсім іншим: в середньому, стандартне відхилення вибірки *s* є *меншим* за стандартне відхилення генеральної сукупності σ. Це **упереджений оцінювач**. Іншими словами, якщо ми хочемо зробити «найкраще припущення» :math:`\hat\sigma` щодо значення стандартного відхилення генеральної сукупності σ, ми повинні переконатися, що наше припущення є трохи більшим за стандартне відхилення вибірки *s*.

source: Sample size: Mean (un-biased) and standard deviation (biased)
de: Stichprobenumfang: Mittelwert (unverzerrt) und Standardabweichung (verzerrt)
nb: Utvalgsstørrelse: Gjennomsnitt (objektiv) og standardavvik (ikke objektiv)
ta: மாதிரி அளவு: சராசரி (ஐ.நா.-சார்பற்ற) மற்றும் நிலையான விலகல் (பக்கச்சார்பானது)
uk: Розмір вибірки: середнє значення (неупереджене) та стандартне відхилення (упереджене)

source: Illustration of the fact that the sample mean is an unbiased estimator of the population mean (left panel), but the sample standard deviation is a biased estimator of the population standard deviation (right panel). For the figure, I generated 10,000 simulated data sets with 1 observation each, 10,000 more with 2 observations, and so on up to a sample size of 10. Each data set consisted of fake IQ data, that is the data were normally distributed with a true population mean of 100 and standard deviation 15. On average, the sample means turn out to be 100, regardless of sample size (left panel). However, the sample standard deviations turn out to be systematically too small (right panel), especially for small sample sizes.
de: Veranschaulichung der Tatsache, dass der Stichprobenmittelwert ein unverzerrter Schätzer des Mittelwerts der Grundgesamtheit ist (linke Seite), die Standardabweichung der Stichprobe jedoch ein verzerrter Schätzer der Standardabweichung der Grundgesamtheit ist (rechte Seite). Für die Abbildung habe ich 10.000 simulierte Datensätze mit jeweils 1 Beobachtung, 10.000 weitere mit 2 Beobachtungen und so weiter bis zu einem Stichprobenumfang von 10 erzeugt. Jeder Datensatz bestand aus gefälschten IQ-Daten, d. h. die Daten waren normalverteilt und hatten einen „wahren“ Populationsmittelwert von 100 und eine „wahre“ Populationsstandardabweichung von 15. Die Stichprobenmittelwerte liegen im Durchschnitt bei 100, unabhängig vom Stichprobenumfang (linke Seite). Die Standardabweichungen der Stichproben erweisen sich jedoch als systematisch zu klein (rechte Seite), besondere bei kleinen Stichprobenumfängen.
nb: Illustrasjon av det faktum at utvalgsgjennomsnittet er en objektiv estimator av populasjonsgjennomsnittet (venstre panel), men at utvalgsstandardavviket ikke er en objektiv estimator av populasjonsstandardavviket (høyre panel). Til figuren genererte jeg 10 000 simulerte datasett med 1 observasjon hver, 10 000 flere med 2 observasjoner, og så videre opp til en utvalgsstørrelse på 10. Hvert datasett besto av falske IQ-data, det vil si at dataene var normalfordelte med et sant populasjonsgjennomsnitt på 100 og et standardavvik på 15. I gjennomsnitt viser utvalgsgjennomsnittet seg å være 100, uavhengig av utvalgsstørrelse (venstre panel). Standardavvikene i utvalget viser seg imidlertid å være systematisk for små (høyre panel), spesielt for små utvalgsstørrelser.
ta: மாதிரி சராசரி என்பது மக்கள்தொகையின் ஒரு பக்கச்சார்பற்ற மதிப்பீட்டாளர் (இடது குழு) என்ற உண்மையின் விளக்கம், ஆனால் மாதிரி நிலையான விலகல் என்பது மக்கள்தொகை தர விலகலின் (வலது குழு) ஒரு பக்கச்சார்பான மதிப்பீட்டாளராகும். படத்தைப் பொறுத்தவரை, நான் 10,000 உருவகப்படுத்தப்பட்ட தரவுத் தொகுப்புகளை ஒவ்வொன்றும் 1 அவதானிப்புடன் உருவாக்கினேன், 10,000 மேலும் 2 அவதானிப்புகளுடன், மற்றும் மாதிரி அளவு 10 வரை. ஒவ்வொரு தரவு தொகுப்பும் போலி ஐ.க்யூ தரவைக் கொண்டிருந்தது, அதாவது தரவு பொதுவாக a உடன் விநியோகிக்கப்பட்டது உண்மையான மக்கள் தொகை 100 மற்றும் நிலையான விலகல் 15. சராசரியாக, மாதிரி அளவு (இடது குழு) பொருட்படுத்தாமல், மாதிரி 100 ஆக மாறும். இருப்பினும், மாதிரி நிலையான விலகல்கள் முறையாக மிகச் சிறியதாக மாறும் (வலது குழு), குறிப்பாக சிறிய மாதிரி அளவுகளுக்கு.
uk: Ілюстрація того, що середнє значення вибірки є необ'єктивним оцінювачем середнього значення генеральної сукупності (ліва панель), але стандартне відхилення вибірки є необ'єктивним оцінювачем стандартного відхилення генеральної сукупності (права панель). Для цього рисунка я створив 10 000 модельованих наборів даних з 1 спостереженням у кожному, ще 10 000 з 2 спостереженнями і так далі, аж до розміру вибірки 10. Кожен набір даних складався з вигаданих даних про IQ, тобто дані мали нормальний розподіл із справжнім середнім значенням генеральної сукупності 100 і стандартним відхиленням 15. У середньому, середні значення вибірки виявляються рівними 100, незалежно від розміру вибірки (ліва панель). Однак стандартні відхилення вибірки виявляються систематично занадто малими (права панель), особливо для малих розмірів вибірки.

source: The fix to this systematic bias turns out to be very simple. Here’s how it works. Before tackling the standard deviation let’s look at the variance. If you recall from :doc:`../Ch04/Ch04_Descriptives_2`, the sample variance is defined to be the average of the squared deviations from the sample mean. That is:
nb: Løsningen på denne systematiske skjevheten viser seg å være svært enkel. Her er hvordan den fungerer. Før vi tar for oss standardavviket, la oss se på variansen. Hvis du husker fra :doc:`../Ch04/Ch04_Descriptives_2`, er utvalgets varians definert som gjennomsnittet av de kvadrerte avvikene fra utvalgsgjennomsnittet. Det vil si at:
ta: இந்த முறையான சார்புக்கான பிழைத்திருத்தம் மிகவும் எளிமையானதாக மாறும். இது எவ்வாறு செயல்படுகிறது என்பது இங்கே. நிலையான விலகலைக் கையாள்வதற்கு முன் மாறுபாட்டைப் பார்ப்போம். நீங்கள் நினைவுகூர்ந்தால்: DOC: `../ CH04/CH04_Descrictives_2`, மாதிரி மாறுபாடு மாதிரி சராசரியிலிருந்து சதுர விலகல்களின் சராசரியாக வரையறுக்கப்படுகிறது. அதாவது:
uk: Вирішення цієї систематичної похибки виявляється дуже простим. Ось як це працює. Перш ніж розглянути стандартне відхилення, давайте подивимося на дисперсію. Якщо ви пам'ятаєте з :doc:`../Ch04/Ch04_Descriptives_2`, дисперсія вибірки визначається як середнє значення квадратів відхилень від середнього значення вибірки. Тобто:

source: The sample variance *s*\² is a biased estimator of the population variance σ². But as it turns out, we only need to make a tiny tweak to transform this into an unbiased estimator. All we have to do is divide by *N* - 1 rather than by *N*. If we do that, we obtain the following formula:
de: Die Stichprobenvarianz *s*\² ist ein verzerrter Schätzer der Varianz der Grundgesamtheit σ². Es stellt sich jedoch heraus, dass wir nur eine winzige Änderung vornehmen müssen, um sie in einen unverzerrten Schätzer zu verwandeln. Wir müssen nur durch *N* - 1 statt durch *N* dividieren. Wenn wir das tun, erhalten wir die folgende Formel:
nb: Utvalgsvariansen *s*\² ikke er en objektiv estimator av populasjonsvariansen σ². Men det viser seg at vi bare trenger å gjøre en liten justering for å gjøre dette om til en objektiv estimator. Alt vi trenger å gjøre, er å dividere med *N* - 1 i stedet for med *N*. Hvis vi gjør det, får vi følgende formel:
ta: மாதிரி மாறுபாடு *S *\ ² என்பது மக்கள் தொகை மாறுபாட்டின் பக்கச்சார்பான மதிப்பீட்டாளர் σ². ஆனால் அது மாறிவிட்டால், இதை ஒரு பக்கச்சார்பற்ற மதிப்பீட்டாளராக மாற்ற ஒரு சிறிய மாற்றங்களை மட்டுமே செய்ய வேண்டும். நாம் செய்ய வேண்டியது எல்லாம் *n *ஐ விட *n * - 1 ஆல் வகுக்க வேண்டும். நாங்கள் அவ்வாறு செய்தால், பின்வரும் சூத்திரத்தைப் பெறுகிறோம்:
uk: Діапазон вибірки *s*\² є зміщеним оцінювачем діапазону сукупності σ². Але, як виявляється, нам потрібно лише трохи змінити його, щоб перетворити на незміщений оцінювач. Все, що нам потрібно зробити, це розділити на *N* - 1, а не на *N*. Якщо ми це зробимо, отримаємо таку формулу:

source: This is an unbiased estimator of the population variance σ². Moreover, this finally answers the question we raised in :doc:`../Ch04/Ch04_Descriptives_2`. Why did jamovi give us slightly different answers for variance? It’s because jamovi calculates :math:`\hat\sigma^2` not *s*\², that’s why. A similar story applies for the standard deviation. If we divide by *N* - 1 rather than *N* our estimate of the population standard deviation becomes:
nb: Dette er en objektiv estimator av populasjonsvariansen σ². Dessuten gir dette endelig svar på spørsmålet vi reiste i :doc:`../Ch04/Ch04_Descriptives_2`. Hvorfor ga jamovi oss litt forskjellige svar for variansen? Det er fordi jamovi beregner :math:`\hat\sigma^2` og ikke *s*\², det er grunnen. En lignende historie gjelder for standardavviket. Hvis vi dividerer med *N* - 1 i stedet for *N*, blir vårt estimat av standardavviket i populasjonen:
ta: இது மக்கள் தொகை மாறுபாட்டின் பக்கச்சார்பற்ற மதிப்பீட்டாளர் σ². மேலும், இது இறுதியாக நாங்கள் எழுப்பிய கேள்விக்கு பதிலளிக்கிறது: DOC: `../ ch04/ch04_descrictives_2`. மாறுபாட்டிற்கு சமோவி ஏன் சற்று வித்தியாசமான பதில்களை எங்களுக்குக் கொடுத்தார்? சமோவி கணக்கிடுவதால் தான்: கணிதம்: `\ தொப்பி \ சிக்மா^2` இல்லை *கள் *² ², அதனால்தான். நிலையான விலகலுக்கு இதே போன்ற கதை பொருந்தும். நாம் * n * ஐ விட * n * - 1 ஆல் வகுத்தால், மக்கள்தொகை நிலையான விலகல் பற்றிய நமது மதிப்பீடு ஆகிறது:
uk: Це є необ'єктивним оцінювачем дисперсії сукупності σ². Більше того, це нарешті дає відповідь на питання, яке ми поставили в :doc:`../Ch04/Ch04_Descriptives_2`. Чому jamovi дав нам дещо різні відповіді щодо дисперсії? Тому що jamovi обчислює :math:`\hat\sigma^2`, а не *s*\², ось чому. Подібна ситуація стосується і стандартного відхилення. Якщо ми ділимо на *N* - 1, а не на *N*, наша оцінка стандартного відхилення генеральної сукупності стає такою:

source: and when we use jamovi’s built in standard deviation function, what it’s doing is calculating :math:`\hat\sigma`, not *s*.\ [#]_
de: und wenn wir jamovi's Funktion für die Standardabweichung verwenden, berechnet sie :math:`\hat\sigma`, nicht *s*.\ [#]_
nb: og når vi bruker jamovis innebygde standardavviksfunksjon, beregner den :math:`\hat\sigma`, ikke *s*.\ [#]_
ta: நிலையான விலகல் செயல்பாட்டில் கட்டப்பட்ட சாமோவியின் கட்டமைக்கப்பட்டால், அது என்ன செய்கிறது என்பதைக் கணக்கிடுகிறது: கணிதம்: `\ தொப்பி \ சிக்மா`, *கள் *. \ [#] _ _
uk: і коли ми використовуємо вбудовану функцію стандартного відхилення jamovi, вона обчислює :math:`\hat\sigma`, а не *s*.\ [#]_

source: One final point. In practice, a lot of people tend to refer to :math:`\hat{\sigma}` (i.e., the formula where we divide by *N* - 1) as the *sample* standard deviation. Technically, this is incorrect. The *sample* standard deviation should be equal to *s* (i.e., the formula where we divide by *N*). These aren’t the same thing, either conceptually or numerically. One is a property of the sample, the other is an estimated characteristic of the population. However, in almost every real life application what we actually care about is the estimate of the population parameter, and so people always report :math:`\hat\sigma` rather than *s*. This is the right number to report, of course. It’s just that people tend to get a little bit imprecise about terminology when they write it up, because “sample standard deviation” is shorter than “estimated population standard deviation”. It’s no big deal, and in practice I do the same thing everyone else does. Nevertheless, I think it’s important to keep the two *concepts* separate. It’s never a good idea to confuse “known properties of your sample” with “guesses about the population from which it came”. The moment you start thinking that *s* and :math:`\hat\sigma` are the same thing, you start doing exactly that.
de: Ein letzter Punkt: In der Praxis neigen viele Leute dazu, :math:`\hat{\sigma}` (d.h. die Formel, in der wir durch *N* - 1 dividieren) als die *Stichprobenstandardabweichung* zu bezeichnen. Technisch gesehen ist dies falsch. Die Standardabweichung der *Stichprobe* sollte gleich *s* sein (d. h. die Formel, bei der wir durch *N* dividieren). Dies ist nicht dasselbe, weder konzeptionell noch numerisch. Das eine ist eine Eigenschaft der Stichprobe, das andere ist ein geschätztes Merkmal der Grundgesamtheit. In fast allen Anwendungen im wirklichen Leben geht es jedoch um die Schätzung des Parameters für die Grundgesamtheit. Deshalb wird immer :math:`\hat\sigma` statt *s* angegeben. Das ist natürlich die richtige Zahl. Es ist nur so, dass die Leute dazu neigen, sich bei der Terminologie etwas ungenau auszudrücken, weil „Stichprobenstandardabweichung“ kürzer ist als „geschätzte Standardabweichung in der Grundgesamtheit“. Das ist keine große Sache, und in der Praxis mache ich das Gleiche wie alle anderen auch. Dennoch halte ich es für wichtig, die beiden *Konzepte* voneinander zu trennen. Es ist nie eine gute Idee, „bekannte Eigenschaften Ihrer Stichprobe“ mit „Vermutungen über die Grundgesamtheit, aus der sie stammt“ zu verwechseln. In dem Moment, in dem man anfängt zu denken, dass *s* und :math:`\hat\sigma` dasselbe sind, fängt man an, genau das zu tun.
nb: Et siste poeng. I praksis har mange en tendens til å referere til :math:`\hat{\sigma}` (dvs. formelen der vi dividerer med *N* - 1) som *utvalgsstandardavviket*. Teknisk sett er dette feil. Standardavviket for *utvalget* skal være lik *s* (dvs. formelen der vi dividerer med *N*). Dette er ikke det samme, verken konseptuelt eller numerisk. Det ene er en egenskap ved utvalget, det andre er en estimert egenskap ved populasjonen. Men i nesten alle virkelige anvendelser er det estimatet av populasjonsparameteren vi er interessert i, og derfor rapporterer folk alltid :math:`\hat\sigma` i stedet for *s*. Dette er selvfølgelig det riktige tallet å rapportere. Det er bare det at folk har en tendens til å bli litt upresise med terminologien når de skriver det opp, fordi «utvalgsstandardavvik» er kortere enn «estimert populasjonsstandardavvik». Det er ikke så farlig, og i praksis gjør jeg det samme som alle andre. Likevel synes jeg det er viktig å holde de to *begrepene* adskilt. Det er aldri lurt å blande sammen «kjente egenskaper ved utvalget ditt» med «gjetninger om populasjonen det kommer fra». I det øyeblikket du begynner å tro at *s* og :math:`\hat\sigma` er det samme, begynner du å gjøre akkurat det.
ta: ஒரு இறுதி புள்ளி. நடைமுறையில், நிறைய பேர் குறிப்பிடுகிறார்கள்: கணிதம்: `\ தொப்பி {\ சிக்மா}` (அதாவது, * n * - 1 ஆல் நாம் வகுக்கும் சூத்திரம்) * மாதிரி * நிலையான விலகலாக. தொழில்நுட்ப ரீதியாக, இது தவறானது. *மாதிரி *நிலையான விலகல் *s *க்கு சமமாக இருக்க வேண்டும் (அதாவது, நாம் *n *ஆல் வகுக்கும் சூத்திரம்). இவை ஒரே மாதிரியானவை அல்ல, கருத்தியல் ரீதியாகவோ அல்லது எண்ணியல் ரீதியாகவோ. ஒன்று மாதிரியின் சொத்து, மற்றொன்று மக்கள்தொகையின் மதிப்பிடப்பட்ட பண்பு. எவ்வாறாயினும், கிட்டத்தட்ட ஒவ்வொரு நிச வாழ்க்கை பயன்பாட்டிலும் நாம் உண்மையில் அக்கறை கொள்வது மக்கள் தொகை அளவுருவின் மதிப்பீடு, எனவே மக்கள் எப்போதும் புகாரளிக்கிறார்கள்: கணிதம்: *கள் *ஐ விட `\ தொப்பி \ சிக்மா`. நிச்சயமாக புகாரளிக்க இது சரியான எண். மக்கள் அதை எழுதும்போது சொற்களைப் பற்றி கொஞ்சம் துல்லியமாகப் பெறுகிறார்கள், ஏனென்றால் “மாதிரி நிலையான விலகல்” “மதிப்பிடப்பட்ட மக்கள்தொகை தர விலகல்” ஐ விடக் குறைவானது. இது ஒன்றும் பெரிய விசயமல்ல, நடைமுறையில் எல்லோரும் செய்யும் அதே காரியத்தையும் நான் செய்கிறேன். ஆயினும்கூட, இரண்டு * கருத்துக்களை * தனித்தனியாக வைத்திருப்பது முதன்மை என்று நான் நினைக்கிறேன். “உங்கள் மாதிரியின் அறியப்பட்ட பண்புகளை” “அது வந்த மக்கள்தொகையைப் பற்றிய யூகங்களுடன்” குழப்புவது ஒருபோதும் நல்லதல்ல. * கள் * மற்றும்: கணிதம்: `\ தொப்பி \ சிக்மா` ஒரே சேதி என்று நீங்கள் நினைக்கத் தொடங்கும் தருணம், நீங்கள் அதைச் சரியாகச் செய்யத் தொடங்குகிறீர்கள்.
uk: Останнє зауваження. На практиці багато хто схильний називати :math:`\hat{\sigma}` (тобто формулу, в якій ми ділимо на *N* - 1) *вибірковим* стандартним відхиленням. Технічно це невірно. Стандартне відхилення *вибірки* повинно дорівнювати *s* (тобто формулі, в якій ми ділимо на *N*). Це не одне й те саме, ні концептуально, ні числово. Одне є властивістю вибірки, інше — оціночною характеристикою сукупності. Однак у майже всіх реальних випадках нас цікавить саме оцінка параметра генеральної сукупності, тому люди завжди вказують :math:`\hat\sigma`, а не *s*. Звичайно, це правильне число, яке слід вказувати. Просто люди схильні бути неточними в термінології, коли пишуть про це, оскільки «стандартне відхилення вибірки» є коротшим виразом, ніж «оціночне стандартне відхилення генеральної сукупності». Це не є великою проблемою, і на практиці я роблю те саме, що й усі інші. Проте, я вважаю, що важливо розрізняти ці два *поняття*. Ніколи не варто плутати «відомі властивості вибірки» з «припущеннями щодо генеральної сукупності, з якої вона походить». У той момент, коли ви починаєте думати, що *s* і :math:`\hat\sigma` є одним і тим самим, ви починаєте робити саме це.

source: To finish this section off, here’s another couple of tables to help keep things clear.
de: Zum Abschluss dieses Abschnitts finden Sie noch einige Tabellen, die Ihnen helfen sollen, die Übersicht zu behalten.
nb: For å avslutte denne delen, her er et par tabeller til for å gjøre det hele mer oversiktlig.
ta: இந்த பகுதியை முடிக்க, விசயங்களை தெளிவாக வைத்திருக்க உதவும் மற்றொரு இரண்டு அட்டவணைகள் இங்கே.
uk: На завершення цього розділу, ось ще кілька таблиць для наочності.

source: Sample standard deviation
de: Standardabweichung der Stichprobe
nb: Standardavvik for utvalget
ta: மாதிரி நிலையான விலகல்
uk: Стандартне відхилення вибірки

source: Population standard deviation
de: Standardabweichung der Grundgesamtheit
nb: Standardavvik i populasjonen
ta: மக்கள்தொகை தர விலகல்
uk: Стандартне відхилення популяції

source: Estimate of the population standard deviation
de: Schätzung der Standardabweichung der Grundgesamtheit
nb: Estimat av standardavviket i populasjonen
ta: மக்கள்தொகை நிலையான விலகலின் மதிப்பீடு
uk: Оцінка до стандартного відхилення генеральної сукупності

source: Yes, but not the same as the sample standard deviation
de: Ja, aber nicht identisch mit der Standardabweichung der Stichprobe
nb: Ja, men ikke det samme som standardavviket i utvalget
ta: ஆம், ஆனால் மாதிரி நிலையான விலகலுக்கு சமமானதல்ல
uk: Так, але не те саме, що стандартне відхилення вибірки

source: Sample variance
de: Stichprobenvarianz
nb: Eksempel på varians
ta: மாதிரி மாறுபாடு
uk: Дисперсія вибірки

source: Population variance
de: Varianz der Grundgesamtheit
nb: Populasjonsvarians
ta: மக்கள் தொகை மாறுபாடு
uk: Дисперсія популяції
