Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: At the start of the last chapter I highlighted the critical distinction between *descriptive statistics* and *inferential statistics*. As discussed in :doc:`Descriptive statistics <../Ch04/Ch04_Descriptives>`, the role of descriptive statistics is to concisely summarise what we *do* know. In contrast, the purpose of inferential statistics is to “learn what we do not know from what we do”. Now that we have a foundation in probability theory we are in a good position to think about the problem of statistical inference. What kinds of things would we like to learn about? And how do we learn them? These are the questions that lie at the heart of inferential statistics, and they are traditionally divided into two “big ideas”: estimation and hypothesis testing. The goal in this chapter is to introduce the first of these big ideas, estimation theory, but I’m going to witter on about sampling theory first because estimation theory doesn’t make sense until you understand sampling. As a consequence, this chapter divides naturally into two parts :doc:`Samples, populations and sampling <../Ch08/Ch08_Estimation_1>` through :doc:`Sampling distributions and the central limit theorem <../Ch08/Ch08_Estimation_3>` are focused on sampling theory, and :doc:`Estimating means and standard deviations <../Ch08/Ch08_Estimation_4>` and :doc:`Estimating a confidence interval <../Ch08/Ch08_Estimation_5>` make use of sampling theory to discuss how statisticians think about estimation.
de: Zu Beginn des letzten Kapitels habe ich auf den entscheidenden Unterschied zwischen *deskriptiver Statistik* und *Inferenzstatistik* hingewiesen. Wie in :doc:`Deskriptive Statistik <../Ch04/Ch04_Descriptives>` erläutert, besteht die Aufgabe der deskriptiven Statistik darin, das, was wir *wissen*, prägnant zusammenzufassen. Im Gegensatz dazu besteht der Zweck der Inferenzstatistik darin, „das, was wir noch wissen, aus dem zu lernen, was wir bereits wissen“. Nachdem wir uns eine Grundlage in der Wahrscheinlichkeitstheorie angeeignet haben, sind wir nun in einer guten Position, um über das Problem der statistischen Inferenz nachzudenken. Über welche Dinge möchten wir etwas lernen? Und wie können wir sie lernen? Diese Fragen stehen im Mittelpunkt der Inferenzstatistik und werden traditionell in zwei „große Ideen“ unterteilt: Schätzung und Hypothesentestung. Das Ziel dieses Kapitels ist es, die erste dieser großen Ideen, die Schätztheorie, vorzustellen. Ich werde mich zunächst jedoch mit der Stichprobentheorie beschäftigen, weil die Schätztheorie erst dann Sinn ergibt, wenn man die Stichprobentheorie verstanden hat. Aus diesem Grund teilt sich das Kapitel in zwei Teile: :doc:`Stichproben, Grundgesamtheiten und Stichprobenziehung <../Ch08/Ch08_Estimation_1>` bis :doc:`Stichprobenverteilungen und der zentrale Grenzwertsatz <../Ch08/Ch08_Estimation_3>` konzentrieren sich auf die Stichprobentheorie und :doc:`Schätzen von Mittelwerten und Standardabweichungen <../Ch08/Ch08_Estimation_4>` und :doc:`Schätzen eines Konfidenzintervalls <../Ch08/Ch08_Estimation_5>` machen wiederum Gebrauch von der Stichprobentheorie, um zu erläutern, wie Statistiker über Schätzungen nachdenken.

source: In almost every situation of interest what we have available to us as researchers is a **sample** of data. We might have run experiment with some number of participants, a polling company might have phoned some number of people to ask questions about voting intentions, and so on. In this way the data set available to us is finite and incomplete. We can’t possibly get every person in the world to do our experiment, for example a polling company doesn’t have the time or the money to ring up every voter in the country. In our earlier discussion of :doc:`Descriptive statistics <../Ch04/Ch04_Descriptives>`, this sample was the only thing we were interested in. Our only goal was to find ways of describing, summarising and graphing that sample. This is about to change.
de: In fast jeder Situation, die uns interessiert, ist das, was wir als Forscher zur Verfügung haben, eine **Stichprobe** von Daten. Wir haben vielleicht ein Experiment mit einer bestimmten Anzahl von Teilnehmern durchgeführt, ein Meinungsforschungsinstitut hat vielleicht eine bestimmte Anzahl von Personen angerufen, um sie zu ihren Wahlabsichten zu befragen, und so weiter. Auf diese Weise ist der uns zur Verfügung stehende Datensatz endlich und unvollständig. Wir können unmöglich alle Menschen auf der Welt dazu bringen, an unserem Experiment teilzunehmen und ein Meinungsforschungsinstitut hat weder die Zeit noch das Geld, alle Wähler im Land anzurufen. In unserer früheren Diskussion über :doc:`Deskriptive Statistik <../Ch04/Ch04_Descriptives>` war diese Stichprobe das einzige, was uns interessierte. Unser einziges Ziel war es, Wege zu finden, diese Stichprobe zu beschreiben, zusammenzufassen und grafisch darzustellen. Das wird sich jetzt ändern.

source: Okay. Setting aside the thorny methodological issues associated with obtaining a random sample, let’s consider a slightly different issue. Up to this point we have been talking about populations the way a scientist might. To a psychologist a population might be a group of people. To an ecologist a population might be a group of bears. In most cases the populations that scientists care about are concrete things that actually exist in the real world. Statisticians, however, are a funny lot. On the one hand, they *are* interested in real world data and real science in the same way that scientists are. On the other hand, they also operate in the realm of pure abstraction in the way that mathematicians do. As a consequence, statistical theory tends to be a bit abstract in how a population is defined. In much the same way that psychological researchers operationalise our abstract theoretical ideas in terms of concrete measurements (section :doc:`Introduction to psychological measurement <../Ch02/Ch02_StudyDesign_1>`), statisticians operationalise the concept of a “population” in terms of mathematical objects that they know how to work with. You’ve already come across these objects in chapter :doc:`Introduction to probability <../Ch07/Ch07_Probability>`. They’re called probability distributions.
de: Lassen wir die heiklen methodischen Fragen im Zusammenhang mit der Gewinnung einer Zufallsstichprobe beiseite und betrachten wir ein etwas anderes Thema. Bis zu diesem Punkt haben wir über Populationen gesprochen, wie es ein Wissenschaftler tun würde. Für einen Psychologen könnte eine Population eine Gruppe von Menschen sein. Für einen Biologen könnte eine Population eine Gruppe von Bären sein. In den meisten Fällen handelt es sich bei den Populationen, für die sich Wissenschaftler interessieren, um konkrete Dinge, die tatsächlich in der realen Welt existieren. Statistiker sind jedoch ein seltsamer Haufen. Einerseits *sind* sie an realen Daten und realer Wissenschaft interessiert, wie es auch die Wissenschaftler sind. Andererseits bewegen sie sich im Bereich der reinen Abstraktion, wie es auch Mathematiker tun. Infolgedessen ist die statistische Theorie in Bezug auf die Definition einer Population tendenziell eher abstrakt. Genauso wie Psychologen unsere abstrakten theoretischen Ideen in Form von konkreten Messungen operationalisieren (Abschnitt :doc:`Einführung in die psychologische Messung <../Ch02/Ch02_StudyDesign_1>`), operationalisieren Statistiker das Konzept einer „Population“ in Form von mathematischen Objekten, mit denen sie zu arbeiten wissen. Sie haben diese Objekte bereits in Kapitel :doc:`Einführung in die Wahrscheinlichkeitsrechnung <../Ch07/Ch07_Probability>` kennengelernt. Man nennt sie Wahrscheinlichkeitsverteilungen.

source: Each of these IQ scores is sampled from a normal distribution with mean 100 and standard deviation 15. So if I plot a histogram of the sample I get something like the one shown in the middle panel of :numref:`fig-IQ_Pop_Smp`. As you can see, the histogram is *roughly* the right shape but it’s a very crude approximation to the true population distribution shown in the left panel of :numref:`fig-IQ_Pop_Smp`. When I calculate the mean of my sample, I get a number that is fairly close to the population mean 100 but not identical. In this case, it turns out that the people in my sample have a mean IQ of 98.5, and the standard deviation of their IQ scores is 15.9. These **sample statistics** are properties of my data set, and although they are fairly similar to the true population values they are not the same. In general, sample statistics are the things you can calculate from your data set and the population parameters are the things you want to learn about. Later on in this chapter I’ll talk about how you can estimate population parameters using your sample statistics (:doc:`Estimating means and standard deviations <../Ch08/Ch08_Estimation_4>`) and how to work out how confident you are in your estimates (:doc:`Estimating a confidence interval <../Ch08/Ch08_Estimation_5>`) but before we get to that there’s a few more ideas in sampling theory that you need to know about.
de: Jeder dieser IQ-Werte ist eine Stichprobe aus einer Normalverteilung mit Mittelwert 100 und Standardabweichung 15. Wenn ich also ein Histogramm der Stichprobe aufzeichne, erhalte ich etwas wie das im mittleren Feld von :numref:`fig-IQ_Pop_Smp` gezeigte. Wie Sie sehen können, ist das Histogramm *ungefähr* die richtige Form, aber es ist eine sehr grobe Annäherung an die wahre Populationsverteilung, die im linken Feld von :numref:`fig-IQ_Pop_Smp` dargestellt ist. Wenn ich den Mittelwert meiner Stichprobe berechne, erhalte ich eine Zahl, die dem Mittelwert der Grundgesamtheit 100 recht nahe kommt, aber nicht identisch ist. In diesem Fall ergibt sich, dass die Personen in meiner Stichprobe einen mittleren IQ von 98,5 haben, und die Standardabweichung ihrer IQ-Werte beträgt 15,9. Diese **Stichprobenstatistiken** sind Eigenschaften meines Datensatzes, und obwohl sie den wahren Werten der Grundgesamtheit recht ähnlich sind, so sind sie trotzdem nicht identisch. Im Allgemeinen sind Stichprobenstatistiken die Dinge, die Sie aus Ihrem Datensatz berechnen können, und die Populationsparameter sind die Dinge, über die Sie etwas lernen wollen. Später in diesem Kapitel werde ich darüber sprechen, wie Sie die Parameter der Grundgesamtheit anhand Ihrer Stichprobenstatistiken schätzen können (:doc:`Schätzen von Mittelwerten und Standardabweichungen <../Ch08/Ch08_Estimation_4>`) und wie Sie herausfinden können, wie sicher Sie in Ihren Schätzungen sind (:doc:`Schätzen eines Konfidenzintervalls <../Ch08/Ch08_Estimation_5>`), aber bevor wir dazu kommen, gibt es noch ein paar weitere Ideen aus der Stichprobentheorie, die Sie kennen sollten.

source: *For even the most stupid of men, by some instinct of nature, by himself and without any instruction (which is a remarkable thing), is convinced that the more observations have been made, the less danger there is of wandering from one’s goal* (`Stigler, 1986 <../Other/References.html#stigler-1986>`__\ ).
de: *Selbst der dümmste Mensch ist durch irgendeinen Naturinstinkt, von sich aus und ohne jede Belehrung (was eine bemerkenswerte Sache ist), davon überzeugt, dass die Gefahr, sich vom Ziel zu entfernen, umso geringer ist, je mehr Beobachtungen man gemacht hat* (`Stigler, 1986 <../Other/References.html#stigler-1986>`__\ ).

source: *[The] long run is a misleading guide to current affairs. In the long run we are all dead. Economists set themselves too easy, too useless a task, if in tempestuous seasons they can only tell us, that when the storm is long past, the ocean is flat again* (`Keynes, 1923 <../Other/References.html#keynes-1923>`__\ ).
de: *Die Langfristigkeit ist ein irreführender Leitfaden für aktuelle Angelegenheiten. Auf lange Sicht sind wir alle tot. Die Ökonomen machen es sich zu leicht, zu nutzlos, wenn sie uns in stürmischen Zeiten nur sagen können, dass das Meer wieder flach ist, wenn der Sturm längst vorüber ist* (`Keynes, 1923 <../Other/References.html#keynes-1923>`__\ ).

source: The fix to this systematic bias turns out to be very simple. Here’s how it works. Before tackling the standard deviation let’s look at the variance. If you recall from :doc:`Measures of variability <../Ch04/Ch04_Descriptives_2>`, the sample variance is defined to be the average of the squared deviations from the sample mean. That is:
de: Die Lösung für diese systematische Verzerrung stellt sich als sehr einfach heraus. Sie funktioniert folgendermaßen. Bevor wir uns mit der Standardabweichung befassen, wollen wir uns die Varianz ansehen. Wenn Sie sich an :doc:`Maße der Variabilität <../Ch04/Ch04_Descriptives_2>` erinnern, ist die Stichprobenvarianz definiert als der Durchschnitt der quadrierten Abweichungen vom Stichprobenmittelwert. Das bedeutet:

source: This is an unbiased estimator of the population variance σ. Moreover, this finally answers the question we raised in :doc:`Measures of variability <../Ch04/Ch04_Descriptives_2>`. Why did jamovi give us slightly different answers for variance? It’s because jamovi calculates :math:`\hat\sigma^2` not *s*\², that’s why. A similar story applies for the standard deviation. If we divide by *N* - 1 rather than *N* our estimate of the population standard deviation becomes:
de: Dies ist ein unverzerrter Schätzer der Varianz der Grundgesamtheit σ. Außerdem beantwortet dies endlich die Frage, die wir in :doc:`Maße der Variabilität <../Ch04/Ch04_Descriptives_2>` gestellt haben. Warum hat uns jamovi ein leicht unterschiedliches Resultat für die Varianz ausgegeben? Das liegt daran, dass jamovi :math:`\hat\sigma^2` berechnet und nicht *s*\². Ähnlich verhält es sich mit der Standardabweichung. Wenn wir durch *N* - 1 statt durch *N* dividieren, ergibt sich eine Schätzung der Standardabweichung der Grundgesamtheit:

source: Please note that if you were *actually* interested in this question you would need to be a *lot* more careful than I’m being here. You *can’t* just compare IQ scores in Whyalla to Port Pirie and assume that any differences are due to lead poisoning. Even if it were true that the only differences between the two towns corresponded to the different refineries (and it isn’t, not by a long shot), you need to account for the fact that people already *believe* that lead pollution causes cognitive deficits. If you recall back to chapter :doc:`A brief introduction to research design <../Ch02/Ch02_StudyDesign>`, this means that there are different demand effects for the Port Pirie sample than for the Whyalla sample. In other words, you might end up with an illusory group difference in your data, caused by the fact that people *think* that there is a real difference. I find it pretty implausible to think that the locals wouldn’t be well aware of what you were trying to do if a bunch of researchers turned up in Port Pirie with lab coats and IQ tests, and even less plausible to think that a lot of people would be pretty resentful of you for doing it. Those people won’t be as co-operative in the tests. Other people in Port Pirie might be *more* motivated to do well because they don’t want their home town to look bad. The motivational effects that would apply in Whyalla are likely to be weaker, because people don’t have any concept of “iron ore poisoning” in the same way that they have a concept for “lead poisoning”. Psychology is *hard*.
de: Bitte beachten Sie, dass Sie, wenn Sie *tatsächlich* an dieser Frage interessiert sind, *sehr viel* vorsichtiger sein müssten, als ich es hier bin. Sie *können nicht* einfach die IQ-Werte in Whyalla mit denen in Port Pirie vergleichen und dann davon ausgehen, dass alle Unterschiede auf eine mögliche Bleivergiftung zurückzuführen sind. Selbst wenn es so wäre, dass die einzigen Unterschiede zwischen den beiden Städten auf die verschiedenen Raffinerien zurückzuführen sind (und das ist oft nicht der Fall), so müssten Sie die Tatsache berücksichtigen, dass die Menschen bereits *glauben*, dass die Verschmutzung mit Blei kognitive Defizite verursacht. Wenn Sie sich an Kapitel :doc:`Eine kurze Einführung in Forschungsdesigns <../Ch02/Ch02_StudyDesign>` erinnern, so bedeutet dies, dass es für die Port Pirie-Stichprobe andere Anforderungsmerkmale (*demand characteristics*) gibt als für die Whyalla-Stichprobe. Mit anderen Worten, Sie könnten in Ihren Daten einen illusorischen Gruppenunterschied feststellen, der dadurch entsteht, dass die Leute *glauben*, dass es einen echten Unterschied gibt. Ich halte für ziemlich unwahrscheinlich, dass die Einheimischen nicht wissen, was es bedeutet, dass eine Gruppe von Forschern mit Laborkitteln und IQ-Tests in Port Pirie auftaucht. Einige wenige Leute würden Ihnen ihre Untersuchung übel nehmen und bei den Tests nicht kooperieren. Andere Menschen in Port Pirie wären vielleicht *mehr* motiviert, gut abzuschneiden, weil sie nicht wollen, dass ihre Heimatstadt schlecht dasteht. Die Motivationswirkung in Whyalla ist wahrscheinlich schwächer, weil die Menschen keine Vorstellung von „Eisenerzvergiftung“ haben, so wie sie eine Vorstellung von „Bleivergiftung“ haben. Psychologie ist *schwer*.

source: Armed with an understanding of sampling distributions, constructing a confidence interval for the mean is actually pretty easy. Here’s how it works. Suppose the true population mean is µ and the standard deviation is σ. I’ve just finished running my study that has *N* participants, and the mean IQ among those participants is *X̄*. We know from our discussion of :doc:`the central limit theorem <../Ch08/Ch08_Estimation_3>` that the sampling distribution of the mean is approximately normal. We also know from our discussion of the :doc:`normal distribution <../Ch07/Ch07_Probability_5>`, that there is a 95\% chance that a normally-distributed quantity will fall within about two standard deviations of the true mean.
de: Mit dem Wissen über Stichprobenverteilungen ist es eigentlich recht einfach, ein Konfidenzintervall für den Mittelwert zu berechnen. Und so funktioniert es. Nehmen wir an, der wahre Mittelwert der Population ist µ und die Standardabweichung ist σ. Ich habe gerade meine Studie mit *N* Teilnehmern abgeschlossen, und der mittlere IQ unter diesen Teilnehmern ist *X̄*. Aus unserer Diskussion über :doc:`den zentralen Grenzwertsatz <../Ch08/Ch08_Estimation_3>` wissen wir, dass die Stichprobenverteilung des Mittelwertes annähernd normal ist. Wir wissen aus unserer Diskussion über die :doc:`Normalverteilung <../Ch07/Ch07_Probability_5>` auch, dass eine Wahrscheinlichkeit von 95 % besteht, dass eine normalverteilte Größe innerhalb von etwa zwei Standardabweichungen um den wahren Mittelwert liegt.

source: As usual, I lied. The formula that I’ve given above for the 95\% confidence interval is approximately correct, but I glossed over an important detail in the discussion. Notice my formula requires you to use the standard error of the mean, *SEM*, which in turn requires you to use the true population standard deviation σ. Yet, in :doc:`Estimating means and standard deviations <../Ch08/Ch08_Estimation_4>` I stressed the fact that we don’t actually *know* the true population parameters. Because we don’t know the true value of σ we have to use an estimate of the population standard deviation :math:`\hat{\sigma}` instead. This is pretty straightforward to do, but this has the consequence that we need to use the percentiles of the *t*-distribution rather than the normal distribution to calculate our magic number, and the answer depends on the sample size. When *N* is very large, we get pretty much the same value using the *t*-distribution or the normal distribution: 1.96. But when *N* is small we get a much bigger number when we use the *t*-distribution: 2.26.
de: Wie üblich, habe ich nicht die ganze Wahrheit gesagt. Die Formel, die ich oben für das 95\%-Konfidenzintervall angegeben habe, ist zwar ungefähr richtig, aber ich habe ein wichtiges Detail in der Diskussion übergangen. Beachten Sie, dass meine Formel die Verwendung des Standardfehlers des Mittelwerts, *SEM*, voraussetzt, der wiederum die Kenntnis der wahren Standardabweichung der Grundgesamtheit σ voraussetzt. In :doc:`Schätzen von Mittelwerten und Standardabweichungen <../Ch08/Ch08_Estimation_4>` habe ich jedoch die Tatsache betont, dass wir die wahren Populationsparameter *nicht kennen*. Da wir den wahren Wert von σ nicht kennen, müssen wir stattdessen die Schätzung der Standardabweichung der Grundgesamtheit :math:`\hat{\sigma}` verwenden. Das ist recht einfach zu bewerkstelligen, hat aber zur Folge, dass wir die Perzentile der *t*-Verteilung anstelle der Normalverteilung verwenden müssen, um unsere magische Zahl zu berechnen, und die Antwort hängt von der Stichprobengröße ab. Wenn *N* sehr groß ist, erhalten wir so ziemlich denselben Wert, unabhängig davon, ob wir die *t*-Verteilung oder die Normalverteilung verwenden: 1.96. Aber wenn *N* klein ist, erhalten wir eine viel größere Zahl, wenn wir die *t*-Verteilung verwenden: 2,26.

source: The hardest thing about confidence intervals is understanding what they *mean*. Whenever people first encounter confidence intervals, the first instinct is almost always to say that “there is a 95\% probability that the true mean lies inside the confidence interval”. It’s simple and it seems to capture the common sense idea of what it means to say that I am “95\% confident”. Unfortunately, it’s not quite right. The intuitive definition relies very heavily on your own personal *beliefs* about the value of the population mean. I say that I am 95\% confident because those are my beliefs. In everyday life that’s perfectly okay, but if you remember back to :doc:`What does probability mean? <../Ch07/Ch07_Probability_2>`, you’ll notice that talking about personal belief and confidence is a Bayesian idea. However, confidence intervals are *not* Bayesian tools. Like everything else in this chapter, confidence intervals are *frequentist* tools, and if you are going to use frequentist methods then it’s not appropriate to attach a Bayesian interpretation to them. If you use frequentist methods, you must adopt frequentist interpretations!
de: Das Schwierigste an Konfidenzintervallen ist zu verstehen, was sie *bedeuten*. Wenn Menschen zum ersten Mal mit Konfidenzintervallen konfrontiert werden, sagen sie fast immer instinktiv: „Der wahre Mittelwert liegt mit einer Wahrscheinlichkeit von 95 % innerhalb des Konfidenzintervalls“. Das ist einfach und entspricht dem gesunden Menschenverstand, was es bedeutet, wenn ich sage, dass ich „zu 95 % sicher“ bin. Leider ist die Interpretation nicht ganz richtig. Die intuitive Definition stützt sich sehr stark auf Ihre eigenen persönlichen *Überzeugungen* über den Wert des Mittelwerts der Grundgesamtheit. Ich sage, dass ich zu 95 % sicher bin, weil das meine Überzeugungen sind. Im Alltag ist das völlig in Ordnung, aber wenn Sie sich an :doc:`Was bedeutet Wahrscheinlichkeit? <../Ch07/Ch07_Probability_2>` zurückerinnern, werden Sie feststellen, dass das Reden über persönliche Überzeugungen und Vertrauen eine Bayes'sche Idee ist. Konfidenzintervalle sind jedoch *keine* Bayes'schen Werkzeuge. Wie alles andere in diesem Kapitel sind Konfidenzintervalle *frequentistische* Werkzeuge, und wenn Sie frequentistische Methoden verwenden, ist es nicht angebracht, dafür eine Bayes'sche Interpretation zu verwenden. Wenn Sie frequentistische Methoden verwenden, müssen Sie auch frequentistische Interpretationen verwenden!
