Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch08.po
Languages: de, nb, ta, uk

source: This is a perfectly legitimate sample, even if it does have a sample size of *N* = 1. It has a sample mean of 20 and because every observation in this sample is equal to the sample mean (obviously!) it has a sample standard deviation of 0. As a description of the *sample* this seems quite right, the sample contains a single observation and therefore there is no variation observed within the sample. A sample standard deviation of *s* = 0 is the right answer here. But as an estimate of the *population* standard deviation it feels completely insane, right? Admittedly, you and I don’t know anything at all about what “cromulence” is, but we know something about data. The only reason that we don’t see any variability in the *sample* is that the sample is too small to display any variation! So, if you have a sample size of *N* = 1 it *feels* like the right answer is just to say “no idea at all”.
de: Es handelt sich hier um eine völlig legitime Stichprobe, auch wenn sie einen Stichprobenumfang von *N* = 1 hat. Sie hat einen Stichprobenmittelwert von 20, und da jede Beobachtung in dieser Stichprobe gleich dem Stichprobenmittelwert ist (offensichtlich!), hat sie eine Stichprobenstandardabweichung von 0. Als Beschreibung der *Stichprobe* scheint dies ganz richtig zu sein, da die Stichprobe eine einzige Beobachtung enthält und daher keine Variation innerhalb der Stichprobe beobachtet wird. Eine Stichprobenstandardabweichung von *s* = 0 ist hier die richtige Antwort. Aber als Schätzung der Standardabweichung der *Grundgesamtheit* erscheint sie völlig unsinnig, oder? Zugegeben, Sie und ich wissen überhaupt nicht, was *cromulence* ist, aber wir wissen etwas über Daten. Der einzige Grund, warum wir in der *Stichprobe* keine Variabilität sehen, ist, dass die Stichprobe zu klein ist, um irgendeine Variation zu zeigen! Bei einer Stichprobengröße von *N* = 1 *fühlt* es sich so an, als ob die richtige Antwort einfach „keine Ahnung“ wäre.
nb: Dette er et helt legitimt utvalg, selv om det har en utvalgsstørrelse på *N* = 1. Det har et utvalgsgjennomsnitt på 20, og fordi hver observasjon i dette utvalget er lik utvalgsgjennomsnittet (selvsagt!), har det et utvalgsstandardavvik på 0. Som en beskrivelse av *utvalget* virker dette helt riktig, utvalget inneholder én enkelt observasjon, og det er derfor ingen variasjon i utvalget. Et utvalgsstandardavvik på *s* = 0 er det riktige svaret her. Men som et estimat av *populasjonens* standardavvik føles det helt vanvittig, ikke sant? Du og jeg vet riktignok ikke noe som helst om hva “*cromulence*” er, men vi vet noe om data. Den eneste grunnen til at vi ikke ser noen variasjon i *utvalget*, er at utvalget er for lite til å vise noen variasjon! Så hvis du har en utvalgsstørrelse på *N* = 1, føles det som om det riktige svaret er å si «ingen anelse i det hele tatt».
ta: இது ஒரு முழுமையான முறையான மாதிரி, இது * n * = 1 மாதிரி அளவைக் கொண்டிருந்தாலும் கூட. இது 20 இன் மாதிரி சராசரி மற்றும் இந்த மாதிரியில் உள்ள ஒவ்வொரு அவதானிப்பும் மாதிரி சராசரிக்கு சமம் (வெளிப்படையாக!) அதில் ஒரு மாதிரி உள்ளது 0 இன் நிலையான விலகல். * மாதிரி * இன் விளக்கமாக இது சரியானது என்று தோன்றுகிறது, மாதிரியில் ஒரு அவதானிப்பு உள்ளது, எனவே மாதிரியில் எந்த மாறுபாடும் காணப்படவில்லை. * S * = 0 இன் மாதிரி நிலையான விலகல் இங்கே சரியான பதில். ஆனால் * மக்கள் தொகை * நிலையான விலகலின் மதிப்பீடாக இது முற்றிலும் பைத்தியக்காரத்தனமாக உணர்கிறது, இல்லையா? ஒப்புக்கொண்டபடி, நீங்களும் நானும் “க்ரோமலென்ச்” என்றால் என்ன என்பது பற்றி எதுவும் தெரியாது, ஆனால் தரவைப் பற்றி எங்களுக்கு ஏதாவது தெரியும். * மாதிரி * இல் எந்த மாறுபாட்டையும் நாம் காணாத ஒரே காரணம், எந்த மாறுபாட்டையும் காட்ட மாதிரி மிகவும் சிறியது! எனவே, உங்களிடம் * n * = 1 இன் மாதிரி அளவு இருந்தால், அது * சரியான பதிலைப் போலவே உணர்கிறது “எதுவும் தெரியாது” என்று சொல்வது.
uk: Це цілком законна вибірка, навіть якщо її розмір становить *N* = 1. Середнє значення вибірки дорівнює 20, а оскільки кожне спостереження в цій вибірці дорівнює середньому значенню вибірки (що очевидно!), стандартне відхилення вибірки дорівнює 0. Як опис *вибірки* це здається цілком правильним, оскільки вибірка містить одне спостереження і, отже, у вибірці не спостерігається жодних відхилень. Стандартне відхилення вибірки *s* = 0 є правильною відповіддю в цьому випадку. Але як оцінка стандартного відхилення *популяції* це здається абсолютно божевільним, чи не так? Звісно, ми з вами нічого не знаємо про те, що таке «кромулентність», але ми знаємо дещо про дані. Єдина причина, чому ми не бачимо жодної варіативності у *вибірці*, полягає в тому, що вибірка занадто мала, щоб відобразити будь-яку варіацію! Отже, якщо розмір вибірки *N* = 1, *здається*, що правильною відповіддю буде просто сказати «зовсім не знаю».

source: Notice that you *don’t* have the same intuition when it comes to the sample mean and the population mean. If forced to make a best guess about the population mean it doesn’t feel completely insane to guess that the population mean is 20. Sure, you probably wouldn’t feel very confident in that guess because you have only the one observation to work with, but it’s still the best guess you can make.
de: Beachten Sie, dass Sie *nicht* die gleiche Intuition haben, wenn es um den Stichprobenmittelwert und den Mittelwert der Grundgesamtheit geht. Wenn man gezwungen ist, den Mittelwert der Grundgesamtheit zu schätzen, ist es nicht völlig unsinnig zu vermuten, dass der Mittelwert der Grundgesamtheit 20 beträgt. Sicherlich würden Sie sich bei dieser Schätzung nicht sehr sicher fühlen, weil Sie nur eine einzige Beobachtung haben, mit der Sie arbeiten können, aber es ist immer noch die beste Schätzung, die Sie abgeben können.
nb: Legg merke til at du *ikke* har samme intuisjon når det gjelder utvalgsgjennomsnittet og populasjonsgjennomsnittet. Hvis du blir tvunget til å gjette på populasjonsgjennomsnittet, føles det ikke helt galskap å gjette at populasjonsgjennomsnittet er 20. Riktignok ville du sannsynligvis ikke føle deg veldig sikker på den gjetningen fordi du bare har én observasjon å jobbe med, men det er likevel den beste gjetningen du kan gjøre.
ta: மாதிரி சராசரி மற்றும் மக்கள் தொகை சராசரி என்று வரும்போது உங்களுக்கு * அதே உள்ளுணர்வு இல்லை என்பதைக் கவனியுங்கள். மக்கள்தொகையைப் பற்றி ஒரு சிறந்த யூகத்தை உருவாக்க வேண்டிய கட்டாயத்தில் இருந்தால், மக்கள்தொகை சராசரி 20 என்று யூகிப்பது முற்றிலும் பைத்தியக்காரத்தனமாக உணரவில்லை. நிச்சயமாக, அந்த யூகத்தில் நீங்கள் மிகுந்த நம்பிக்கையுடன் இருக்க மாட்டீர்கள், ஏனென்றால் நீங்கள் வேலை செய்ய ஒரு அவதானிப்பு மட்டுமே உள்ளது , ஆனால் நீங்கள் செய்யக்கூடிய சிறந்த உய்த்துணர்தல் இது.
uk: Зверніть увагу, що ви *не* маєте такої ж інтуїції, коли мова йде про середнє значення вибірки та середнє значення генеральної сукупності. Якщо вас змушують зробити найкраще припущення щодо середнього значення генеральної сукупності, то припущення, що середнє значення генеральної сукупності дорівнює 20, не здається зовсім безглуздим. Звичайно, ви, ймовірно, не будете дуже впевнені в цьому припущенні, оскільки маєте лише одне спостереження, але це все одно найкраще припущення, яке ви можете зробити.

source: Let’s extend this example a little. Suppose I now make a second observation. My data set now has *N* = 2 observations of the cromulence of shoes, and the complete sample now looks like this:
de: Erweitern wir dieses Beispiel noch ein wenig. Nehmen wir an, ich mache jetzt eine zweite Beobachtung. Mein Datensatz enthält nun *N* = 2 Beobachtungen zur *cromulence* von Schuhen, und die vollständige Stichprobe sieht nun wie folgt aus:
nb: La oss utvide dette eksempelet litt. Anta at jeg nå gjør en ny observasjon. Datasettet mitt har nå *N* = 2 observasjoner av skokromulansen, og det komplette utvalget ser nå slik ut:
ta: இந்த உதாரணத்தை கொஞ்சம் நீட்டிப்போம். நான் இப்போது இரண்டாவது அவதானிப்பை மேற்கொள்கிறேன் என்று வைத்துக்கொள்வோம். எனது தரவுத் தொகுப்பில் இப்போது * n * = 2 காலணிகளின் க்ரோமுலென்சின் அவதானிப்புகள் உள்ளன, மேலும் முழுமையான மாதிரி இப்போது போல் தெரிகிறது:
uk: Давайте трохи розширимо цей приклад. Припустимо, що я тепер зроблю друге спостереження. Мій набір даних тепер містить *N* = 2 спостереження щодо кромулентності взуття, і повна вибірка тепер виглядає так:

source: This time around, our sample is *just* large enough for us to be able to observe some variability: two observations is the bare minimum number needed for any variability to be observed! For our new data set, the sample mean is *X̄* = 21, and the sample standard deviation is *s* = 1. What intuitions do we have about the population? Again, as far as the population mean goes, the best guess we can possibly make is the sample mean. If forced to guess we’d probably guess that the population mean cromulence is 21. What about the standard deviation? This is a little more complicated. The sample standard deviation is only based on two observations, and if you’re at all like me you probably have the intuition that, with only two observations we haven’t given the population “enough of a chance” to reveal its true variability to us. It’s not just that we suspect that the estimate is *wrong*, after all with only two observations we expect it to be wrong to some degree. The worry is that the error is *systematic*. Specifically, we suspect that the sample standard deviation is likely to be smaller than the population standard deviation.
de: Diesmal ist unsere Stichprobe *gerade* groß genug, um eine gewisse Variabilität beobachten zu können: Zwei Beobachtungen sind das absolute Minimum, das erforderlich ist, um eine Variabilität zu beobachten! Für unseren neuen Datensatz beträgt der Stichprobenmittelwert *X̄* = 21, und die Standardabweichung der Stichprobe ist *s* = 1. Welche Anhaltspunkte haben wir über die Grundgesamtheit? Was den Mittelwert der Grundgesamtheit anbelangt, so ist der Stichprobenmittelwert die beste Schätzung, die wir machen können. Müssten wir raten, würden wir wahrscheinlich vermuten, dass der Mittelwert der Grundgesamtheit 21 beträgt. Wie sieht es mit der Standardabweichung aus? Dies ist ein wenig komplizierter. Die Standardabweichung der Stichprobe basiert nur auf zwei Beobachtungen, und wenn es Ihnen so geht wie mir, haben Sie wahrscheinlich das Gefühl, dass wir der Grundgesamtheit mit nur zwei Beobachtungen nicht genug Chancen gegeben haben, um ihre wahre Variabilität zu erkennen. Es geht nicht nur darum, dass wir vermuten, dass die Schätzung *falsch ist*, denn bei nur zwei Beobachtungen erwarten wir, dass sie bis zu einem gewissen Grad falsch ist. Die Sorge ist, dass der Fehler *systematisch* ist. Insbesondere vermuten wir, dass die Standardabweichung der Stichprobe wahrscheinlich kleiner ist als die Standardabweichung der Grundgesamtheit.
nb: Denne gangen er utvalget vårt *rett og slett* stort nok til at vi kan observere en viss variasjon: To observasjoner er det minste antallet som trengs for at vi skal kunne observere noen variasjon! For det nye datasettet vårt er utvalgsgjennomsnittet *X̄* = 21, og utvalgsstandardavviket er *s* = 1. Hvilke intuisjoner har vi om populasjonen? Igjen, når det gjelder populasjonsgjennomsnittet, er utvalgsgjennomsnittet den beste gjetningen vi kan gjøre. Hvis vi blir tvunget til å gjette, vil vi sannsynligvis gjette at populasjonens gjennomsnittskromulens er 21. Hva med standardavviket? Dette er litt mer komplisert. Standardavviket er kun basert på to observasjoner, og hvis du er litt som meg, har du sannsynligvis en intuisjon om at vi med bare to observasjoner ikke har gitt populasjonen «nok muligheter» til å avsløre dens sanne variabilitet for oss. Det er ikke bare det at vi mistenker at estimatet er *feil*, for med bare to observasjoner forventer vi tross alt at det til en viss grad er feil. Bekymringen er at feilen er *systematisk*. Nærmere bestemt mistenker vi at standardavviket i utvalget sannsynligvis er mindre enn standardavviket i populasjonen.
ta: இந்த நேரத்தில், எங்கள் மாதிரி * சில மாறுபாடுகளைக் கடைப்பிடிக்க எங்களுக்கு போதுமானதாக இருக்கிறது: இரண்டு அவதானிப்புகள் எந்தவொரு மாறுபாட்டையும் கவனிக்க வேண்டிய குறைந்தபட்ச எண்! எங்கள் புதிய தரவு தொகுப்பைப் பொறுத்தவரை, மாதிரி சராசரி * x̄ * = 21, மற்றும் மாதிரி நிலையான விலகல் * S * = 1 ஆகும். மக்கள் தொகை குறித்து நமக்கு என்ன உள்ளுணர்வுகள் உள்ளன? மீண்டும், மக்கள்தொகை அர்த்தமுள்ள வரையில், நாம் செய்யக்கூடிய சிறந்த உய்த்துணர்தல் மாதிரி சராசரி. யூகிக்க வேண்டிய கட்டாயத்தில் இருந்தால், மக்கள் தொகை 21 என்று மக்கள்தொகை என்று நாம் யூகிக்கிறோம். நிலையான விலகல் பற்றி என்ன? இது இன்னும் கொஞ்சம் சிக்கலானது. மாதிரி நிலையான விலகல் இரண்டு அவதானிப்புகளை மட்டுமே அடிப்படையாகக் கொண்டது, நீங்கள் என்னைப் போலவே இருந்தால், உங்களுக்கு உள்ளுணர்வு இருக்கலாம், இரண்டு அவதானிப்புகள் மட்டுமே மக்கள்தொகைக்கு அதன் உண்மையான மாறுபாட்டை வெளிப்படுத்த “போதுமான வாய்ப்பை” வழங்கவில்லை எங்களுக்கு. மதிப்பீடு *தவறு *என்று நாங்கள் சந்தேகிப்பது மட்டுமல்ல, எல்லாவற்றிற்கும் மேலாக இரண்டு அவதானிப்புகள் மட்டுமே இது ஓரளவிற்கு தவறு என்று நாங்கள் எதிர்பார்க்கிறோம். கவலை என்னவென்றால், பிழை *முறையானது *. குறிப்பாக, மாதிரி நிலையான விலகல் மக்கள்தொகை நிலையான விலகலை விட சிறியதாக இருக்கும் என்று நாங்கள் சந்தேகிக்கிறோம்.
uk: Цього разу наша вибірка є *достатньо* великою, щоб ми могли спостерігати певну мінливість: два спостереження — це мінімальна кількість, необхідна для спостереження будь-якої мінливості! Для нашого нового набору даних середнє значення вибірки становить *X̄* = 21, а стандартне відхилення вибірки — *s* = 1. Які інтуїтивні висновки ми можемо зробити про генеральну сукупність? Знову ж таки, що стосується середнього значення генеральної сукупності, найкращим припущенням, яке ми можемо зробити, є середнє значення вибірки. Якщо б нас змусили вгадати, ми б, ймовірно, припустили, що середнє значення генеральної сукупності становить 21. А що щодо стандартного відхилення? Це трохи складніше. Стандартне відхилення вибірки базується лише на двох спостереженнях, і якщо ви хоч трохи схожі на мене, то, ймовірно, інтуїтивно відчуваєте, що лише два спостереження не дають генеральній сукупності «достатньої можливості» розкрити нам свою справжню мінливість. Ми не просто підозрюємо, що оцінка є *неправильною*, адже з лише двома спостереженнями ми очікуємо, що вона буде неправильною в певній мірі. Проблема полягає в тому, що помилка є *систематичною*. Зокрема, ми підозрюємо, що стандартне відхилення вибірки, ймовірно, буде меншим за стандартне відхилення генеральної сукупності.

source: This intuition feels right, but it would be nice to demonstrate this somehow. There are in fact mathematical proofs that confirm this intuition, but unless you have the right mathematical background they don’t help very much. Instead, what I’ll do is simulate the results of some experiments. With that in mind, let’s return to our IQ studies. Suppose the true population mean IQ is 100 and the standard deviation is 15. First I’ll conduct an experiment in which I measure *N* = 2 IQ scores and I’ll calculate the sample standard deviation. If I do this over and over again, and plot a histogram of these sample standard deviations, what I have is the *sampling distribution of the standard deviation*. I’ve plotted this distribution in :numref:`fig-samplingDistSampleSD`. Even though the true population standard deviation is 15 the average of the *sample* standard deviations is only 8.5. Notice that this is a very different result to what we found in :numref:`fig-samplingDistDiffN` (middle panel) when we plotted the sampling distribution of the mean, where the population mean is 100 and the average of the sample means is also 100.
de: Diese Intuition fühlt sich richtig an, aber es wäre schön, wenn man das irgendwie beweisen könnte. Es gibt in der Tat mathematische Beweise, die diese Intuition bestätigen. Aber wenn man nicht das nötige mathematische Hintergrundwissen hat, sind sie nicht sehr hilfreich. Stattdessen werde ich die Ergebnisse einiger Experimente simulieren. Kehren wir also zu unseren IQ-Studien zurück. Nehmen wir an, der tatsächliche Durchschnitts-IQ der Bevölkerung liegt bei 100 und die Standardabweichung bei 15. Zunächst führe ich ein Experiment durch, bei dem ich *N* = 2 IQ-Werte messe und die Standardabweichung der Stichprobe berechne. Wenn ich das immer wieder mache und ein Histogramm dieser Stichproben-Standardabweichungen zeichne, erhalte ich die *Stichprobenverteilung der Standardabweichung*. Ich habe diese Verteilung in :numref:`fig-samplingDistSampleSD` aufgezeichnet. Obwohl die tatsächliche Standardabweichung der Grundgesamtheit 15 beträgt, liegt der Durchschnitt der Standardabweichungen der *Stichprobe* nur bei 8,5. Dies ist ein ganz anderes Ergebnis als in :numref:`fig-samplingDistDiffN` (mittleres Feld), wo wir die Stichprobenverteilung des Mittelwerts aufgetragen haben, wobei der Mittelwert der Grundgesamtheit 100 und der Durchschnitt der Stichprobenmittelwerte ebenfalls 100 ist.
nb: Denne intuisjonen føles riktig, men det hadde vært fint å kunne bevise dette på en eller annen måte. Det finnes faktisk matematiske bevis som bekrefter denne intuisjonen, men med mindre du har den rette matematiske bakgrunnen, hjelper de ikke så mye. I stedet vil jeg simulere resultatene av noen eksperimenter. Med det i bakhodet, la oss gå tilbake til IQ-studiene våre. Anta at den sanne gjennomsnittlige IQ-en i befolkningen er 100 og standardavviket er 15. Først gjennomfører jeg et eksperiment der jeg måler *N* = 2 IQ-skårer og beregner standardavviket i utvalget. Hvis jeg gjør dette om og om igjen, og plotter et histogram over disse utvalgsstandardavvikene, har jeg *utvalgsfordelingen av standardavviket*. Jeg har plottet denne fordelingen i :numref:`fig-samplingDistSampleSD`. Selv om det sanne standardavviket i populasjonen er 15, er gjennomsnittet av standardavvikene i *utvalget* bare 8,5. Legg merke til at dette er et helt annet resultat enn det vi fant i :numref:`fig-samplingDistDiffN` (midtre panel) da vi plottet utvalgsfordelingen av gjennomsnittet, der populasjonsgjennomsnittet er 100 og gjennomsnittet av utvalgsgjennomsnittet også er 100.
ta: இந்த உள்ளுணர்வு சரியாக உணர்கிறது, ஆனால் இதை எப்படியாவது நிரூபிப்பது நன்றாக இருக்கும். உண்மையில் இந்த உள்ளுணர்வை உறுதிப்படுத்தும் கணித சான்றுகள் உள்ளன, ஆனால் உங்களுக்கு சரியான கணித பின்னணி இல்லையென்றால் அவை அதிகம் உதவாது. அதற்கு பதிலாக, நான் என்ன செய்வேன் என்பது சில சோதனைகளின் முடிவுகளை உருவகப்படுத்துவதாகும். இதைக் கருத்தில் கொண்டு, எங்கள் ஐ.க்யூ ஆய்வுகளுக்குத் திரும்புவோம். உண்மையான மக்கள் தொகை IQ 100 மற்றும் நிலையான விலகல் 15 ஆகும் என்று வைத்துக்கொள்வோம். முதலில் நான் ஒரு பரிசோதனையை நடத்துவேன், அதில் நான் * n * = 2 IQ மதிப்பெண்களை அளவிடுகிறேன், மேலும் மாதிரி நிலையான விலகலைக் கணக்கிடுவேன். நான் இதை மீண்டும் மீண்டும் செய்தால், இந்த மாதிரி நிலையான விலகல்களின் ஒரு இச்டோகிராம் சூழ்ச்சி செய்தால், என்னிடம் உள்ள சேதி நிலையான விலகலின் *மாதிரி வழங்கல் *. இந்த விநியோகத்தை நான் இவற்றில் சூழ்ச்சி செய்துள்ளேன்: NUMREF: `Fig-samplingdistististamplesd`. உண்மையான மக்கள்தொகை நிலையான விலகல் 15 என்றாலும், * மாதிரி * நிலையான விலகல்களின் சராசரி 8.5 மட்டுமே. நாம் கண்டறிந்தவற்றிற்கு இது மிகவும் மாறுபட்ட முடிவு என்பதைக் கவனியுங்கள்: NUMREF: `Fig-samplingdistdiffn` (நடுத்தர குழு) நாங்கள் சராசரியின் மாதிரி விநியோகத்தை திட்டமிட்டபோது, மக்கள் தொகை சராசரி 100 மற்றும் மாதிரியின் சராசரியும் கூட 100.
uk: Ця інтуїція здається правильною, але було б добре якось це продемонструвати. Насправді існують математичні докази, які підтверджують цю інтуїцію, але якщо ви не маєте відповідної математичної підготовки, вони не дуже допоможуть. Натомість я продемонструю результати деяких експериментів. З огляду на це, повернемося до наших досліджень IQ. Припустимо, що справжнє середнє значення IQ населення становить 100, а стандартне відхилення — 15. Спочатку я проведу експеримент, в якому виміряю *N* = 2 показники IQ і обчислю стандартне відхилення вибірки. Якщо я буду робити це знову і знову і будувати гістограму цих стандартних відхилень вибірки, я отримаю *розподіл вибірки стандартного відхилення*. Я побудував цей розподіл на :numref:`fig-samplingDistSampleSD`. Незважаючи на те, що справжнє стандартне відхилення генеральної сукупності становить 15, середнє значення *вибіркових* стандартних відхилень становить лише 8,5. Зверніть увагу, що цей результат значно відрізняється від того, який ми отримали в :numref:`fig-samplingDistDiffN` (середня панель), коли ми побудували вибірковий розподіл середнього значення, де середнє значення генеральної сукупності становить 100, а середнє значення вибіркових середніх значень також становить 100.

source: Sampling distrib. of the std. dev. for a “two IQ scores” experiment
de: Stichprobenverteilung der Standardabweichung für ein Experiment mit „zwei IQ-Werten“
nb: Utvalgsfordeling av std. dev. for et eksperiment med «to IQ-scorer»
ta: மாதிரி வழங்கல். எச்.டி.டி. தேவ். “இரண்டு IQ மதிப்பெண்கள்” பரிசோதனைக்கு
uk: Розподіл вибірки стандартного відхилення для експерименту «два показники IQ»

source: Sampling distribution of the sample standard deviation for a “two IQ scores” experiment. The true population standard deviation is 15 (dashed line), but as you can see from the histogram the vast majority of experiments will produce a much smaller sample standard deviation than this. On average, this experiment would produce a sample standard deviation of only 8.5, well below the true value! In other words, the sample standard deviation is a biased estimate of the population standard deviation.
de: Stichprobenverteilung der Stichprobenstandardabweichung für ein Experiment mit „zwei IQ-Werten“. Die wahre Standardabweichung der Grundgesamtheit beträgt 15 (gestrichelte Linie), aber wie Sie aus dem Histogramm ersehen können, wird die große Mehrheit der Experimente eine sehr viel kleinere Stichprobenstandardabweichung als diese ergeben. Im Durchschnitt würde dieses Experiment eine Stichprobenstandardabweichung von nur 8,5 ergeben, also deutlich unter dem wahren Wert! Mit anderen Worten: Die Stichprobenstandardabweichung ist eine verzerrte Schätzung der Standardabweichung in der Grundgesamtheit.
nb: Utvalgsfordeling av standardavviket for et eksperiment med «to IQ-skårer». Det sanne populasjonsstandardavviket er 15 (stiplet linje), men som du kan se av histogrammet, vil de aller fleste eksperimenter gi et mye mindre utvalgsstandardavvik enn dette. I gjennomsnitt vil dette eksperimentet gi et utvalgsstandardavvik på bare 8,5, altså langt under den sanne verdien! Utvalgsstandardavviket er med andre ord ikke et objektivt estimat av populasjonsstandardavviket.
ta: “இரண்டு IQ மதிப்பெண்கள்” பரிசோதனைக்கான மாதிரி நிலையான விலகலின் மாதிரி வழங்கல். உண்மையான மக்கள்தொகை தரமான விலகல் 15 (கோடு வரி) ஆகும், ஆனால் நீங்கள் இச்டோகிராமில் இருந்து பார்க்க முடியும் எனில், பெரும்பாலான சோதனைகள் இதை விட மிகச் சிறிய மாதிரி நிலையான விலகலை உருவாக்கும். சராசரியாக, இந்த சோதனை ஒரு மாதிரி நிலையான விலகலை 8.5 மட்டுமே உருவாக்கும், இது உண்மையான மதிப்புக்கு கீழே! வேறு வார்த்தைகளில் கூறுவதானால், மாதிரி நிலையான விலகல் என்பது மக்கள்தொகை தர விலகலின் பக்கச்சார்பான மதிப்பீடாகும்.
uk: Розподіл вибіркового стандартного відхилення для експерименту з «двома показниками IQ». Справжнє стандартне відхилення генеральної сукупності становить 15 (пунктирна лінія), але, як видно з гістограми, у переважній більшості експериментів вибіркове стандартне відхилення буде значно меншим. В середньому, цей експеримент дасть вибіркове стандартне відхилення лише 8,5, що значно нижче за справжнє значення! Іншими словами, стандартне відхилення вибірки є упередженою оцінкою стандартного відхилення генеральної сукупності.
