Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: Why calculate effect size? Let’s assume that you’ve run your experiment, collected the data, and gotten a significant effect when you ran your hypothesis test. Isn’t it enough just to say that you’ve gotten a significant effect? Surely that’s the *point* of hypothesis testing? Well, sort of. Yes, the point of doing a hypothesis test is to try to demonstrate that the null hypothesis is wrong, but that’s hardly the only thing we’re interested in. If the null hypothesis claimed that *θ* = 0.50 and we show that it’s wrong, we’ve only really told half of the story. Rejecting the null hypothesis implies that we believe that *θ* ≠ 0.50, but there’s a big difference between *θ* = 0.51 and *θ* = 0.80. If we find that *θ* = 0.80, then not only have we found that the null hypothesis is wrong, it appears to be *very* wrong. On the other hand, suppose we’ve successfully rejected the null hypothesis, but it looks like the true value of *θ* is only 0.51 (this would only be possible with a very large study). Sure, the null hypothesis is wrong but it’s not at all clear that we actually *care* because the effect size is so small. In the context of my ESP study we might still care since any demonstration of real psychic powers would actually be pretty cool,\ [#]_ but in other contexts a 1% difference usually isn’t very interesting, even if it is a real difference. For instance, suppose we’re looking at differences in high school exam scores between males and females and it turns out that the female scores are 1% higher on average than the males. If I’ve got data from thousands of students then this difference will almost certainly be *statistically significant*, but regardless of how small the *p* value is it’s just not very interesting. You’d hardly want to go around proclaiming a crisis in boys education on the basis of such a tiny difference would you? It’s for this reason that it is becoming more standard (slowly, but surely) to report some kind of standard measure of effect size along with the the results of the hypothesis test. The hypothesis test itself tells you whether you should believe that the effect you have observed is real (i.e., not just due to chance), whereas the effect size tells you whether or not you should care.
de: Warum berechnen wir die Effektstärke? Nehmen wir an, Sie haben ein Experiment durchgeführt, die Daten gesammelt und in Ihrem Hypothesentest ein signifikantes Ergebnis erhalten. Reicht es nicht aus, zu sagen, dass Sie einen signifikanten Effekt erhalten haben? Ist das nicht das *Ziel* der Hypothesenprüfung? Ja, aber während der Sinn eines Hypothesentests besteht darin, zu zeigen, dass die Nullhypothese falsch ist, ist das kaum das Einzige, was uns interessiert. Wenn die Nullhypothese behauptet, dass *θ* = 0,50 ist, und wir zeigen, dass sie falsch ist, haben wir nur eine Hälfte der Geschichte erzählt. Die Ablehnung der Nullhypothese bedeutet, dass wir glauben, dass *θ* ≠ 0,50 ist, aber es gibt einen großen Unterschied zwischen *θ* = 0,51 und *θ* = 0,80. Wenn wir feststellen, dass *θ* = 0,80 ist, dann haben wir nicht nur festgestellt, dass die Nullhypothese falsch ist, sondern dass sie *sehr* falsch zu sein scheint. Nehmen wir andererseits an, wir haben die Nullhypothese erfolgreich verworfen, aber es sieht so aus, als ob der wahre Wert von *θ* nur 0,51 beträgt (dies wäre nur bei einer sehr großen Studie möglich). Einerseits ist die Nullhypothese falsch, aber es ist überhaupt nicht klar, ob wir uns tatsächlich um diesen Effekt *kümmern* sollten, weil die Effektstärke so klein ist. Im Zusammenhang mit meiner ESP-Studie mag uns das noch interessieren, da jeder Nachweis echter übersinnlicher Fähigkeiten ziemlich cool wäre,\ [#]_ aber in anderen Zusammenhängen ist ein Unterschied von 1 % normalerweise nicht sehr interessant, selbst wenn es sich um einen echten Unterschied handelt. Nehmen wir zum Beispiel an, wir untersuchen die Unterschiede zwischen den Prüfungsergebnissen von Männern und Frauen während des Abiturs und es stellt sich heraus, dass die Ergebnisse der Frauen im Durchschnitt 1 % höher sind als die der Männer. Wenn ich Daten von Tausenden von Schülern habe, wird dieser Unterschied mit ziemlicher Sicherheit *statistisch signifikant* sein. Aber unabhängig davon, wie klein der *p*-Wert ist, ist er einfach nicht wirklich interessant. Sie würden wohl kaum auf der Grundlage eines so geringen Unterschieds eine Bildungskrise bei Männern konstatieren wollen? Aus diesem Grund wird es (langsam, aber sicher) immer mehr zum Standard, zusammen mit den Ergebnissen des Hypothesentests eine Maß für die Effektstärke anzugeben. Der Hypothesentest selbst sagt Ihnen, ob Sie glauben sollten, dass der von Ihnen beobachtete Effekt real ist (d. h. nicht nur zufällig), während die Effektstärke Ihnen sagt, ob dieses Ergebnis (praktisch) relevant ist oder eher nicht.

source: Increasing the power of your study
de: Steigern der Teststärke Ihrer Studie
nb: Øke effekten av studien din
ta: உங்கள் ஆய்வின் சக்தியை அதிகரித்தல்
uk: Збільшення ефективності вашого навчання

source: Not surprisingly, scientists are fairly obsessed with maximising the power of their experiments. We want our experiments to work and so we want to maximise the chance of rejecting the null hypothesis if it is false (and of course we usually want to believe that it is false!). As we’ve seen, one factor that influences power is the effect size. So the first thing you can do to increase your power is to increase the effect size. In practice, what this means is that you want to design your study in such a way that the effect size gets magnified. For instance, in my ESP study I might believe that psychic powers work best in a quiet, darkened room with fewer distractions to cloud the mind. Therefore I would try to conduct my experiments in just such an environment. If I can strengthen people’s ESP abilities somehow then the true value of *θ* will go up\ [#]_ and therefore my effect size will be larger. In short, clever experimental design is one way to boost power, because it can alter the effect size.
de: Es überrascht nicht, dass Wissenschaftler ziemlich besessen davon sind, die Aussagekraft ihrer Experimente zu steigern. Wir wollen, dass unsere Experimente funktionieren, und deshalb wollen wir die Chance maximieren, die Nullhypothese zu verwerfen, wenn sie falsch ist (und natürlich wollen wir in der Regel glauben, dass sie falsch ist). Wie wir gesehen haben, ist ein Faktor, der die Aussagekraft beeinflusst, die Effektstärke. Das Erste, was Sie tun können, um die Aussagekraft zu erhöhen, ist, die Effektstärke zu vergrößern. In der Praxis bedeutet dies, dass Sie Ihre Studie so anlegen sollten, dass die Effektstärke erhöht wird. In meiner ESP-Studie könnte ich zum Beispiel davon ausgehen, dass übersinnliche Kräfte am besten in einem ruhigen, abgedunkelten Raum funktionieren, in dem es weniger Ablenkungen gibt, die den Geist beeinflussen. Daher würde ich versuchen, meine Experimente in einer solchen Umgebung durchzuführen. Wenn ich die ESP-Fähigkeiten meiner Versuchsteilnehmer irgendwie verbessern kann, dann wird der wahre Wert von *θ* nach oben gehen\ [#]_ und daher wird meine Effektstärke größer werden. Kurz gesagt, eine geschickte Versuchsplanung ist eine Möglichkeit, die Aussagekraft ihrer Studie zu erhöhen, da sie die Effektstärke verändern kann.
nb: Ikke overraskende er forskere ganske besatt av å maksimere styrken i eksperimentene sine. Vi vil at eksperimentene våre skal fungere, og derfor ønsker vi å maksimere sjansen for å forkaste nullhypotesen hvis den er falsk (og selvfølgelig ønsker vi som regel å tro at den er falsk!). Som vi har sett, er effektstørrelsen en faktor som påvirker styrken. Så det første du kan gjøre for å øke styrken, er å øke effektstørrelsen. I praksis betyr dette at du bør utforme studien på en slik måte at effektstørrelsen blir større. I ESP-studien min kan jeg for eksempel tro at overnaturlige evner fungerer best i et stille, mørkt rom med færre distraksjoner som kan forstyrre tankene. Derfor vil jeg prøve å gjennomføre eksperimentene mine i nettopp et slikt miljø. Hvis jeg på en eller annen måte kan styrke folks ESP-evner, vil den sanne verdien av *θ* gå opp\ [#]_, og dermed vil effektstørrelsen min bli større. Kort sagt er et smart eksperimentelt design en måte å øke effekten på, fordi det kan endre effektstørrelsen.
ta: விஞ்ஞானிகள் தங்கள் சோதனைகளின் சக்தியை அதிகரிப்பதில் மிகவும் வெறித்தனமாக இருப்பதில் ஆச்சரியமில்லை. எங்கள் சோதனைகள் செயல்பட வேண்டும் என்று நாங்கள் விரும்புகிறோம், எனவே சுழிய கருதுகோள் தவறானது என்றால் அதை நிராகரிப்பதற்கான வாய்ப்பை அதிகரிக்க விரும்புகிறோம் (நிச்சயமாக அது தவறானது என்று நாங்கள் வழக்கமாக நம்ப விரும்புகிறோம்!). நாம் பார்த்தபடி, சக்தியை பாதிக்கும் ஒரு காரணி விளைவு அளவு. எனவே உங்கள் சக்தியை அதிகரிக்க நீங்கள் செய்யக்கூடிய முதல் சேதி விளைவு அளவை அதிகரிப்பதாகும். நடைமுறையில், இதன் பொருள் என்னவென்றால், விளைவு அளவு பெரிதாகிவிடும் வகையில் உங்கள் ஆய்வை வடிவமைக்க விரும்புகிறீர்கள். உதாரணமாக, எனது ஈஎச்பி ஆய்வில், மனநல சக்திகள் அமைதியான, இருண்ட அறையில் மனதை மேகமூட்ட குறைவான கவனச்சிதறல்களுடன் சிறப்பாக செயல்படுகின்றன என்று நான் நம்பலாம். எனவே எனது சோதனைகளை அத்தகைய சூழலில் நடத்த முயற்சிப்பேன். நான் எப்படியாவது மக்களின் ஈஎச்பி திறன்களை வலுப்படுத்த முடிந்தால், * θ * இன் உண்மையான மதிப்பு \ [#] _ அதிகரிக்கும், எனவே எனது விளைவு அளவு பெரிதாக இருக்கும். சுருக்கமாக, புத்திசாலித்தனமான சோதனை வடிவமைப்பு சக்தியை அதிகரிப்பதற்கான ஒரு வழியாகும், ஏனெனில் இது விளைவு அளவை மாற்றும்.
uk: Не дивно, що вчені досить зациклені на максимізації потужності своїх експериментів. Ми хочемо, щоб наші експерименти були успішними, тому прагнемо максимізувати ймовірність відхилення нульової гіпотези, якщо вона є хибною (і, звичайно, ми зазвичай хочемо вірити, що вона є хибною!). Як ми бачили, одним із факторів, що впливає на ефективність, є розмір ефекту. Отже, перше, що ви можете зробити для підвищення ефективності, — це збільшити розмір ефекту. На практиці це означає, що ви хочете розробити своє дослідження таким чином, щоб розмір ефекту збільшився. Наприклад, у моєму дослідженні екстрасенсорних здібностей я можу вважати, що екстрасенсорні здібності найкраще працюють у тихій, затемненій кімнаті, де менше відволікаючих факторів, що затуманюють розум. Тому я намагатимуся проводити свої експерименти саме в такому середовищі. Якщо я зможу якось посилити екстрасенсорні здібності людей, то справжня величина *θ* збільшиться [#]_, а отже, розмір ефекту буде більшим. Коротко кажучи, розумне планування експерименту є одним із способів підвищити потужність, оскільки воно може змінити розмір ефекту.

source: Unfortunately, it’s often the case that even with the best of experimental designs you may have only a small effect. Perhaps, for example, ESP really does exist but even under the best of conditions it’s very very weak. Under those circumstances your best bet for increasing power is to increase the sample size. In general, the more observations that you have available, the more likely it is that you can discriminate between two hypotheses. If I ran my ESP experiment with 10 participants and 7 of them correctly guessed the colour of the hidden card you wouldn’t be terribly impressed. But if I ran it with 10,000 participants, and 7,000 of them got the answer right, you would be much more likely to think I had discovered something. In other words, power increases with the sample size. This is illustrated in :numref:`fig-powerN`, which shows the power of the test for a true parameter of *θ* = 0.70 for all sample sizes *N* from 1 to 100, where I’m assuming that the null hypothesis predicts that *θ*\ :sub:`0` = 0.5.
de: Leider ist es oft so, dass man selbst mit den besten Versuchsanordnungen nur einen kleinen Effekt erzielt. Vielleicht gibt es zum Beispiel ESP wirklich, aber selbst unter den besten Bedingungen ist der Effekt nur sehr schwach. Unter diesen Umständen besteht die beste Möglichkeit, die Aussagekraft zu erhöhen, darin, die Stichprobengröße zu vergrößern. Im Allgemeinen gilt: Je mehr Beobachtungen Sie zur Verfügung haben, desto wahrscheinlicher ist es, dass Sie zwischen zwei Hypothesen unterscheiden können. Wenn ich mein ESP-Experiment mit 10 Teilnehmern durchführe und 7 von ihnen die Farbe der verdeckten Karte richtig erraten, wären Sie nicht sonderlich beeindruckt. Wenn ich es aber mit 10.000 Teilnehmern durchführte und 7.000 von ihnen die richtige Antwort wüssten, würden Sie viel eher glauben, ich hätte etwas entdeckt. Mit anderen Worten: Die Aussagekraft steigt mit dem Umfang der Stichprobe. Dies wird in :numref:`fig-powerN` veranschaulicht, welche die Aussagekraft des Tests für einen wahren Parameter von *θ* = 0,70 für alle Stichprobengrößen *N* von 1 bis 100 zeigt. Dabei gehe ich davon aus, dass die Nullhypothese vorhersagt, dass *θ*\ :sub:`0` = 0,5 ist.
nb: Dessverre er det ofte slik at selv med de beste eksperimentelle designene kan du bare få en liten effekt. Det kan for eksempel være at ESP virkelig eksisterer, men selv under de beste forutsetninger er den svært svak. Under slike omstendigheter er det beste alternativet for å øke effekten å øke utvalgsstørrelsen. Jo flere observasjoner du har til rådighet, desto mer sannsynlig er det at du kan skille mellom to hypoteser. Hvis jeg kjørte ESP-eksperimentet mitt med 10 deltakere, og 7 av dem gjettet riktig farge på det skjulte kortet, ville du ikke bli veldig imponert. Men hvis jeg kjørte det med 10 000 deltakere, og 7 000 av dem hadde rett, ville du være mye mer tilbøyelig til å tro at jeg hadde oppdaget noe. Med andre ord øker styrken med utvalgsstørrelsen. Dette er illustrert i :numref:`fig-powerN`, som viser testens styrke for en sann parameter på *θ* = 0,70 for alle utvalgsstørrelser *N* fra 1 til 100, der jeg antar at nullhypotesen predikerer at *θ*\ :sub:`0` = 0,5.
ta: துரதிர்ச்டவசமாக, சிறந்த சோதனை வடிவமைப்புகளுடன் கூட நீங்கள் ஒரு சிறிய விளைவை மட்டுமே கொண்டிருக்கலாம். எடுத்துக்காட்டாக, எச்பி உண்மையில் உள்ளது, ஆனால் சிறந்த நிலைமைகளின் கீழ் கூட இது மிகவும் பலவீனமானது. அந்த சூழ்நிலைகளில் சக்தியை அதிகரிப்பதற்கான உங்கள் சிறந்த பந்தயம் மாதிரி அளவை அதிகரிப்பதாகும். பொதுவாக, உங்களிடம் அதிக அவதானிப்புகள் கிடைக்கின்றன, இரண்டு கருதுகோள்களுக்கு இடையில் நீங்கள் பாகுபாடு காட்ட வாய்ப்புள்ளது. நான் 10 பங்கேற்பாளர்களுடன் எனது ஈஎச்பி பரிசோதனையை இயக்கினால், அவர்களில் 7 பேர் மறைக்கப்பட்ட அட்டையின் நிறத்தை சரியாக யூகித்தால், நீங்கள் மிகவும் ஈர்க்கப்பட மாட்டீர்கள். ஆனால் நான் அதை 10,000 பங்கேற்பாளர்களுடன் ஓடினால், அவர்களில் 7,000 டாலர் பதிலைப் பெற்றால், நான் ஏதாவது கண்டுபிடித்தேன் என்று நீங்கள் நினைப்பீர்கள். வேறு வார்த்தைகளில் கூறுவதானால், மாதிரி அளவுடன் ஆற்றல் அதிகரிக்கிறது. இது இதில் விளக்கப்பட்டுள்ளது: NumRef: `Fig-powern`, இது 1 முதல் 100 வரை அனைத்து மாதிரி அளவுகளுக்கும் * n * இன் உண்மையான அளவுருவுக்கான சோதனையின் சக்தியைக் காட்டுகிறது, அங்கு நான் சுழியம் என்று கருதுகிறேன் கருதுகோள் *θ *\: துணை: `0` = 0.5 என்று கணித்துள்ளது.
uk: На жаль, часто буває так, що навіть при найкращому експериментальному дизайні ефект може бути незначним. Можливо, наприклад, екстрасенсорне сприйняття дійсно існує, але навіть за найкращих умов воно дуже слабке. За таких обставин найкращим способом збільшити потужність є збільшення розміру вибірки. Загалом, чим більше спостережень ви маєте, тим більша ймовірність, що ви зможете розрізнити дві гіпотези. Якби я провів експеримент з екстрасенсорним сприйняттям з 10 учасниками і 7 з них правильно вгадали колір прихованої карти, ви б не були надто вражені. Але якби я провів його з 10 000 учасників і 7000 з них дали правильну відповідь, ви б набагато швидше повірили, що я відкрив щось нове. Іншими словами, потужність збільшується із розміром вибірки. Це проілюстровано на :numref:`fig-powerN`, де показано потужність тесту для істинного параметра *θ* = 0,70 для всіх розмірів вибірки *N* від 1 до 100, де я припускаю, що нульова гіпотеза передбачає, що *θ*\ :sub:`0` = 0,5.

source: The power of our test plotted as a function of the sample size N. In this case, the true value of θ is 0.7 but the null hypothesis is that θ = 0.5. Overall, larger N means greater power (the small zig-zags in this function occur because of some odd interactions between θ, α and the fact that the binomial distribution is discrete, it doesn’t matter for any serious purpose).
de: Die Stärke unseres Tests, aufgetragen als Funktion des Stichprobenumfangs N. In diesem Fall ist der wahre Wert von θ 0,7, die Nullhypothese lautet jedoch θ = 0,5. Insgesamt bedeutet ein größeres N eine größere Aussagekraft (die kleinen Zickzackkurven in dieser Funktion sind auf einige seltsame Wechselwirkungen zwischen θ, α und der Tatsache zurückzuführen, dass die Binomialverteilung diskret ist; für einen ernsthaften Zweck spielt dies keine Rolle).
