Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: To answer this question we need to introduce the concept of a **critical region** for the test statistic *X*. The critical region of the test corresponds to those values of *X* that would lead us to reject null hypothesis (which is why the critical region is also sometimes called the rejection region). How do we find this critical region? Well, let’s consider what we know:
de: Um diese Frage zu beantworten, müssen wir das Konzept des **kritischen Bereichs** für die Teststatistik *X* einführen. Der kritische Bereich des Tests entspricht den Werten von *X*, die zur Ablehnung der Nullhypothese führen würden (daher wird der kritische Bereich manchmal auch als Ablehnungsbereich bezeichnet). Wie finden wir diesen kritischen Bereich? Nun, betrachten wir, was wir wissen:
nb: For å svare på dette spørsmålet må vi introdusere begrepet **kritisk region** for teststatistikken *X*. Testens kritiske region tilsvarer de verdiene av *X* som vil føre til at vi forkaster nullhypotesen (derfor kalles den kritiske regionen også forkastningsregionen). Hvordan finner vi denne kritiske regionen? La oss ta utgangspunkt i det vi vet:
ta: இந்த கேள்விக்கு பதிலளிக்க, சோதனை புள்ளிவிவரத்திற்கு ** முக்கியமான பிராந்திய ** என்ற கருத்தை நாம் அறிமுகப்படுத்த வேண்டும்*x*. சோதனையின் முக்கியமான பகுதி * ஃச் * இன் மதிப்புகளுக்கு ஒத்திருக்கிறது, இது சுழிய கருதுகோளை நிராகரிக்க வழிவகுக்கும் (அதனால்தான் முக்கியமான பகுதி சில நேரங்களில் நிராகரிப்பு பகுதி என்றும் அழைக்கப்படுகிறது). இந்த முக்கியமான பகுதியை நாம் எவ்வாறு கண்டுபிடிப்பது? சரி, நமக்குத் தெரிந்ததைக் கருத்தில் கொள்வோம்:
uk: Щоб відповісти на це питання, нам потрібно ввести поняття **критичної області** для тестової статистики *X*. Критична область тесту відповідає тим значенням *X*, які призводять нас до відхилення нульової гіпотези (саме тому критична область іноді також називається областю відхилення). Як знайти цю критичну область? Давайте розглянемо те, що ми знаємо:

source: *X* should be very big or very small in order to reject the null hypothesis.
de: *X* sollte entweder sehr groß oder sehr klein sein, um die Nullhypothese zu verwerfen.
nb: *X* bør være veldig stor eller veldig liten for å forkaste nullhypotesen.
ta: * X* சுழிய கருதுகோளை நிராகரிக்க மிகப் பெரியதாகவோ அல்லது மிகச் சிறியதாகவோ இருக்க வேண்டும்.
uk: *X* має бути дуже великим або дуже малим, щоб відхилити нульову гіпотезу.

source: If the null hypothesis is true, the sampling distribution of *X* is Binomial(0.5, N).
de: Wenn die Nullhypothese wahr ist, ist die Stichprobenverteilung von *X* Binomial(0,5, N).
nb: Hvis nullhypotesen er sann, er utvalgsfordelingen til *X* Binomial(0,5, N).
ta: சுழிய கருதுகோள் உண்மையாக இருந்தால், * ஃச் * இன் மாதிரி வழங்கல் பைனோமியல் (0.5, n) ஆகும்.
uk: Якщо нульова гіпотеза істинна, розподіл вибірки *X* є біноміальним (0,5, N).

source: If *α* = 0.05, the critical region must cover 5% of this sampling distribution.
de: Wenn *α* = 0,05 ist, muss der kritische Bereich 5 % dieser (Binomial-)Stichprobenverteilung abdecken.

source: It’s important to make sure you understand this last point. The critical region corresponds to those values of *X* for which we would reject the null hypothesis, and the sampling distribution in question describes the probability that we would obtain a particular value of *X* if the null hypothesis were actually true. Now, let’s suppose that we chose a critical region that covers 20% of the sampling distribution, and suppose that the null hypothesis is actually true. What would be the probability of incorrectly rejecting the null? The answer is of course 20%. And, therefore, we would have built a test that had an *α* level of 0.2. If we want *α* = 0.05, the critical region is only *allowed* to cover 5% of the sampling distribution of our test statistic.
de: Es ist wichtig, dass Sie diesen letzten Punkt verstehen. Der kritische Bereich entspricht den Werten von *X*, für die wir die Nullhypothese ablehnen würden. Die betreffende Stichprobenverteilung beschreibt die Wahrscheinlichkeit, dass wir einen bestimmten Wert von *X* erhalten würden, wenn die Nullhypothese tatsächlich wahr wäre. Nehmen wir an, dass wir einen kritischen Bereich gewählt haben, der 20 % der Stichprobenverteilung abdeckt. Nehmen wir außerdem an, dass die Nullhypothese wahr ist. Wie hoch wäre die Wahrscheinlichkeit, dass die Nullhypothese fälschlicherweise abgelehnt wird? Die Antwort ist natürlich 20 %. Wir hätten also einen Test entwickelt, der ein Niveau von *α* von 0,2 aufweist. Wenn wir *α* = 0,05 erhalten wollen, *darf* der kritische Bereich nur 5 % der Stichprobenverteilung unserer Teststatistik abdecken.

source: Critical region associated with a two-sided test
de: Kritischer Bereich im Zusammenhang mit einem zweiseitigen Test
nb: Kritisk område forbundet med en tosidig test
ta: இரு பக்க சோதனையுடன் தொடர்புடைய முக்கியமான பகுதி
uk: Критична область, пов'язана з двостороннім тестом

source: The critical region associated with the hypothesis test for the ESP study, for a hypothesis test with a significance level of α = 0.05. The plot shows the sampling distribution of X under the null hypothesis (i.e., same as :numref:`fig-samplingDist`). The grey bars correspond to those values of X for which we would retain the null hypothesis. The blue (darker shaded) bars show the critical region, those values of X for which we would reject the null. Because the alternative hypothesis is two-sided (i.e., allows both θ < 0.5 and θ > 0.5), the critical region covers both tails of the distribution. To ensure an α level of 0.05, we need to ensure that each of the two regions encompasses 2.5% of the sampling distribution.
de: Der kritische Bereich im Zusammenhang mit dem Hypothesentest für die ESP-Studie sollte ein Signifikanzniveau von α = 0,05 haben. Das Diagramm zeigt die Stichprobenverteilung von X unter der Nullhypothese (d. h. dasselbe wie :numref:`fig-samplingDist`). Die grauen Balken entsprechen denjenigen Werten von X, für welche wir die Nullhypothese beibehalten würden. Die blauen (dunkler schattierten) Balken zeigen den kritischen Bereich, d. h. die Werte von X, für welche wir die Nullhypothese verwerfen würden. Da die Alternativhypothese zweiseitig ist (d. h. sowohl θ < 0,5 als auch θ > 0,5 zulässt), deckt der kritische Bereich beide Ausläufer der Verteilung ab. Um ein α-Niveau von 0,05 zu gewährleisten, müssen wir sicherstellen, dass jede der beiden Regionen 2,5 % der Stichprobenverteilung abdeckt.

source: As it turns out those three things uniquely solve the problem. Our critical region consists of the most *extreme values*, known as the **tails** of the distribution. This is illustrated in :numref:`fig-rejectionRegion1`. If we want *α* = 0.05 then our critical regions correspond to *X* ≤ 40` and *X* ≥ 60.\ [#]_ That is, if the number of people saying “true” is between 41 and 59, then we should retain the null hypothesis. If the number is between 0 to 40, or between 60 to 100, then we should reject the null hypothesis. The numbers 40 and 60 are often referred to as the **critical values** since they define the edges of the critical region.
de: Wie sich herausstellt, lösen diese drei Dinge das Problem auf einzigartige Weise. Unsere kritische Region besteht aus den meisten *Extremwerten*, den sogenannten **Ausläufern** der Verteilung. Dies ist in :numref:`fig-rejectionRegion1` dargestellt. Wenn wir *α* = 0,05 wollen, dann entsprechen unsere kritischen Regionen *X* ≤ 40` und *X* ≥ 60.\ [#]_ Das heißt, wenn die Anzahl der Personen, welche die verdeckte Karte korrekt vorhersagen, zwischen 41 und 59 liegt, dann sollten wir die Nullhypothese beibehalten. Liegt die Zahl zwischen 0 und 40 oder zwischen 60 und 100, dann können wir die Nullhypothese verwerfen. Die Zahlen 40 und 60 werden oft als die **kritischen Werte** bezeichnet, da sie die Ränder des kritischen Bereichs definieren.

source: At this point, our hypothesis test is essentially complete:
de: An diesem Punkt ist unser Hypothesentest eigentlich abgeschlossen:
nb: På dette tidspunktet er hypotesetesten vår i hovedsak fullført:
ta: இந்த கட்டத்தில், எங்கள் கருதுகோள் சோதனை அடிப்படையில் முடிந்தது:
uk: На цьому етапі перевірка нашої гіпотези фактично завершена:

source: we choose an *α* level (e.g., *α* = 0.05;
de: wir haben ein *α*-Niveau (z. B. *α* = 0,05) gewählt;

source: (2) come up with some test statistic (e.g., *X*) that does a good job (in some meaningful sense) of comparing H\ :sub:`0` to H\ :sub:`1`;
de: (2) wir haben eine Teststatistik entwickelt (z. B. *X*), die (in irgendeinem sinnvollen Sinne) einen guten Vergleich zwischen H\ :sub:`0` und H\ :sub:`1` ermöglicht;
nb: (2) finne en teststatistikk (f.eks. *X*) som gjør en god jobb (i en eller annen meningsfull forstand) med å sammenligne H\ :sub:`0` med H\ :sub:`1`;
ta: (2) come மேலே with some தேர்வு statistic (e.g., *X*) that does a good பணி (in some meaningful sense) of comparing H\ :sub:`0` பெறுநர் H\ :sub:`1`;
uk: (2) придумати певну тестову статистику (наприклад, *X*), яка добре (у певному сенсі) порівнює H\ :sub:`0` з H\ :sub:`1`;

source: (3) figure out the sampling distribution of the test statistic on the assumption that the null hypothesis is true (in this case, binomial); and then
de: (3) wir haben die Stichprobenverteilung der Teststatistik (in diesem Fall eine Binomialverteilung) unter der Annahme berechnet, dass die Nullhypothese wahr ist; und dann
nb: (3) finne ut utvalgsfordelingen til teststatistikken under forutsetning av at nullhypotesen er sann (i dette tilfellet binomisk); og deretter
ta: (3) சுழிய கருதுகோள் உண்மை என்ற அனுமானத்தின் அடிப்படையில் சோதனை புள்ளிவிவரத்தின் மாதிரி விநியோகத்தைக் கண்டுபிடி (இந்த விசயத்தில், பைனோமியல்); பின்னர்
uk: (3) визначити розподіл вибірки тестової статистики, припускаючи, що нульова гіпотеза істинна (у цьому випадку біноміальна); а потім

source: (4) calculate the critical region that produces an appropriate *α* level (0-40 and 60-100).
de: (4) wir haben den kritischen Bereich bestimmt, der ein angemessenes *α*-Niveau ergibt (0-40 und 60-100).

source: All that we have to do now is calculate the value of the test statistic for the real data (e.g., *X* = 62) and then compare it to the critical values to make our decision. Since 62 is greater than the critical value of 60 we would reject the null hypothesis. Or, to phrase it slightly differently, we say that the test has produced a statistically **significant** result.
de: Jetzt müssen wir nur noch den Wert der Teststatistik für die realen Daten berechnen (z. B. *X* = 62) und ihn dann mit den kritischen Werten vergleichen, um unsere Entscheidung zu treffen. Da 62 größer ist als der kritische Wert von 60, würden wir die Nullhypothese ablehnen. Oder, um es etwas anders auszudrücken, wir sagen, dass der Test ein statistisch **signifikantes** Ergebnis erbracht hat.
nb: Alt vi trenger å gjøre nå, er å beregne verdien av teststatistikken for de reelle dataene (f.eks. *X* = 62) og deretter sammenligne den med de kritiske verdiene for å ta en beslutning. Siden 62 er større enn den kritiske verdien på 60, vil vi forkaste nullhypotesen. Eller, for å si det på en litt annen måte, vi sier at testen har gitt et statistisk **signifikant** resultat.
ta: இப்போது நாம் செய்ய வேண்டியது உண்மையான தரவுகளுக்கான சோதனை புள்ளிவிவரத்தின் மதிப்பைக் கணக்கிடுவதுதான் (எ.கா., * ஃச் * = 62) பின்னர் அதை எங்கள் முடிவை எடுக்க முக்கியமான மதிப்புகளுடன் ஒப்பிடுங்கள். 60 இன் முக்கியமான மதிப்பை விட 62 அதிகமாக இருப்பதால், சுழிய கருதுகோளை நிராகரிப்போம். அல்லது, அதை சற்று வித்தியாசமாக சொற்றொடருக்கு, சோதனை புள்ளிவிவர ரீதியாக ** குறிப்பிடத்தக்க ** முடிவை உருவாக்கியுள்ளது என்று நாங்கள் கூறுகிறோம்.
uk: Тепер нам залишається лише обчислити значення тестової статистики для реальних даних (наприклад, *X* = 62) і порівняти його з критичними значеннями, щоб прийняти рішення. Оскільки 62 більше за критичне значення 60, ми відхиляємо нульову гіпотезу. Іншими словами, ми можемо сказати, що тест дав статистично **значущий** результат.

source: A note on statistical “significance”
de: Eine Anmerkung zur statistischen „Signifikanz“
nb: En merknad om statistisk «signifikans»
ta: புள்ளிவிவர “முக்கியத்துவம்” பற்றிய குறிப்பு
uk: Примітка щодо статистичної «значущості»

source: *Like other occult techniques of divination, the statistical method has a private jargon deliberately contrived to obscure its methods from non-practitioners.*
de: *Wie andere okkulte Wahrsagetechniken hat auch die statistische Methode einen eigenen Jargon, der erfunden wurde, um ihre Methoden vor Nicht-Mitgliedern zu verbergen*.

source: Attributed to G. O. Ashley\ [#]_
de: G. O. Ashley zugeschrieben\ [#]_
nb: Tilskrives G. O. Ashley\ [#]_
ta: சி. ஓ. ஆச்லே \ [#] _
uk: Приписується Г. О. Ешлі\ [#]_

source: A very brief digression is in order at this point, regarding the word “significant”. The concept of statistical significance is actually a very simple one, but has a very unfortunate name. If the data allow us to reject the null hypothesis, we say that “the result is *statistically significant*”, which is often shortened to “the result is significant”. This terminology is rather old and dates back to a time when “significant” just meant something like “indicated”, rather than its modern meaning which is much closer to “important”. As a result, a lot of modern readers get very confused when they start learning statistics because they think that a “significant result” must be an important one. It doesn’t mean that at all. All that “statistically significant” means is that the data allowed us to reject a null hypothesis. Whether or not the result is actually important in the real world is a very different question, and depends on all sorts of other things.
de: An dieser Stelle ist ein Exkurs über das Wort „signifikant“ angebracht. Das Konzept der statistischen Signifikanz ist eigentlich sehr einfach, hat aber einen sehr unglücklichen Namen. Wenn die Daten es uns erlauben, die Nullhypothese abzulehnen, sagen wir, dass „das Ergebnis *statistisch signifikant ist*“, was oft zu „das Ergebnis ist signifikant“ verkürzt wird. Diese Terminologie ist ziemlich alt und stammt aus einer Zeit, als „signifikant“ noch so etwas wie „angedeutet“ bedeutete, und nicht in seiner modernen Bedeutung, die viel näher an „wichtig“ (oder „bedeutsam“) liegt. Daher sind viele moderne Leser sehr verwirrt, wenn sie anfangen, Statistik zu lernen, weil sie denken, dass ein „signifikantes Ergebnis“ ein bedeutsames oder wichtiges Ergebnis sein muss. Das bedeutet es aber überhaupt nicht. „Statistisch signifikant“ bedeutet lediglich, dass die Daten es uns ermöglichen, eine Nullhypothese abzulehnen. Ob das Ergebnis in der realen Welt tatsächlich bedeutsam ist oder nicht, ist eine ganz andere Frage und hängt von vielen anderen Dingen ab.
nb: Her er det på sin plass med en kort digresjon om ordet «signifikant». Begrepet statistisk signifikans er egentlig veldig enkelt, men har et svært uheldig navn. Hvis dataene tillater oss å forkaste nullhypotesen, sier vi at «resultatet er *statistisk signifikant*», noe som ofte forkortes til «resultatet er signifikant». Denne terminologien er ganske gammel og stammer fra en tid da «signifikant» bare betydde noe sånt som «indikerer at», i stedet for den moderne betydningen, som er mye nærmere «betydelig». Derfor blir mange moderne lesere veldig forvirret når de begynner å lære statistikk, fordi de tror at et «signifikant resultat» må være et viktig resultat. Det betyr ikke det i det hele tatt. Det eneste «statistisk signifikant» betyr, er at dataene gjorde det mulig å forkaste en nullhypotese. Hvorvidt resultatet faktisk er viktig i den virkelige verden, er et helt annet spørsmål, og avhenger av en rekke andre ting.
ta: "குறிப்பிடத்தக்க" என்ற வார்த்தையைப் பற்றி இந்த கட்டத்தில் மிகவும் சுருக்கமான திசைதிருப்பல் உள்ளது. புள்ளிவிவர முக்கியத்துவத்தின் கருத்து உண்மையில் மிகவும் எளிமையானது, ஆனால் மிகவும் துரதிர்ச்டவசமான பெயரைக் கொண்டுள்ளது. சுழிய கருதுகோளை நிராகரிக்க தரவு நம்மை அனுமதித்தால், “முடிவு *புள்ளிவிவர ரீதியாக முக்கியமானது *” என்று நாங்கள் சொல்கிறோம், இது பெரும்பாலும் “இதன் விளைவாக குறிப்பிடத்தக்கதாகும்” என்று சுருக்கப்படுகிறது. இந்த சொற்களஞ்சியம் மிகவும் பழையது மற்றும் "குறிப்பிடத்தக்க" என்பது அதன் நவீன அர்த்தத்தை விட "சுட்டிக்காட்டப்பட்ட" போன்ற ஒன்றைக் குறிக்கும் ஒரு காலத்திற்கு முந்தையது, இது "முக்கியமானது" உடன் மிக நெருக்கமாக உள்ளது. இதன் விளைவாக, நவீன வாசகர்கள் புள்ளிவிவரங்களைக் கற்கத் தொடங்கும் போது மிகவும் குழப்பமடைகிறார்கள், ஏனெனில் ஒரு “குறிப்பிடத்தக்க முடிவு” ஒரு முக்கியமான ஒன்றாக இருக்க வேண்டும் என்று அவர்கள் நினைக்கிறார்கள். அது ஒன்றும் அர்த்தமல்ல. "புள்ளிவிவர ரீதியாக முக்கியமானது" என்றால், சுழிய கருதுகோளை நிராகரிக்க தரவு எங்களுக்கு அனுமதித்தது. உண்மையான உலகில் உண்மையில் முக்கியத்துவம் வாய்ந்ததா இல்லையா என்பது மிகவும் மாறுபட்ட கேள்வி, மேலும் எல்லா வகையான பிற விசயங்களையும் பொறுத்தது.
uk: На цьому місці доречно зробити невеличкий відступ щодо слова «значущий». Поняття статистичної значущості насправді дуже просте, але має дуже невдалу назву. Якщо дані дозволяють нам відхилити нульову гіпотезу, ми говоримо, що «результат є *статистично значущим*», що часто скорочується до «результат є значущим». Ця термінологія є досить давньою і походить з часів, коли «значущий» означав просто «вказаний», а не сучасне значення, яке набагато ближче до «важливий». В результаті багато сучасних читачів дуже плутаються, коли починають вивчати статистику, бо думають, що «значущий результат» обов'язково має бути важливим. Це зовсім не так. «Статистично значущий» означає лише те, що дані дозволили нам відхилити нульову гіпотезу. Чи є результат насправді важливим у реальному світі — це зовсім інше питання, яке залежить від багатьох інших факторів.

source: The difference between one-sided and two-sided tests
de: Der Unterschied zwischen einseitigen und zweiseitigen Tests
nb: Forskjellen mellom ensidige og tosidige tester
ta: ஒருதலைப்பட்ச மற்றும் இரு பக்க சோதனைகளுக்கு இடையிலான வேறுபாடு
uk: Різниця між односторонніми та двосторонніми тестами

source: There’s one more thing I want to point out about the hypothesis test that I’ve just constructed. If we take a moment to think about the statistical hypotheses I’ve been using,
de: Es gibt noch eine weitere Sache, die ich zum Hypothesentest, den ich gerade konstruiert habe, anmerken möchte. Wenn wir uns einen Moment Zeit nehmen, um über die statistischen Hypothesen nachzudenken, die ich verwendet habe,
nb: Det er én ting til jeg vil påpeke om hypotesetesten som jeg nettopp har konstruert. Hvis vi tar oss tid til å tenke på de statistiske hypotesene jeg har brukt,
ta: நான் இப்போது கட்டியெழுப்பிய கருதுகோள் சோதனையைப் பற்றி சுட்டிக்காட்ட இன்னும் ஒரு சேதி இருக்கிறது. நான் பயன்படுத்தும் புள்ளிவிவர கருதுகோள்களைப் பற்றி சிந்திக்க சிறிது நேரம் எடுத்துக் கொண்டால்,
uk: Є ще одна річ, яку я хочу зазначити щодо перевірки гіпотез, яку я щойно сформулював. Якщо ми на хвилинку подумаємо про статистичні гіпотези, які я використовував,

source: we notice that the alternative hypothesis covers *both* the possibility that *θ* < 0.5 and the possibility that *θ* > 0.5. This makes sense if I really think that ESP could produce either better-than-chance performance *or* worse-than-chance performance (and there are some people who think that). In statistical language this is an example of a **two-sided test**. It’s called this because the alternative hypothesis covers the area on both “sides” of the null hypothesis, and as a consequence the critical region of the test covers both tails of the sampling distribution (2.5% on either side if *α* = 0.05), as illustrated earlier in :numref:`fig-rejectionRegion1`.
de: stellen wir fest, dass die Alternativhypothese *sowohl* die Möglichkeit, dass *θ* < 0,5 als auch die Möglichkeit, dass *θ* > 0,5 abdeckt. Das macht Sinn, wenn ich wirklich glaube, dass ESP entweder eine überdurchschnittliche *oder* eine unterdurchschnittliche Leistung hervorbringen könnte (und es gibt einige Leute, die das glauben). In der Sprache der Statistik ist dies ein Beispiel für einen **zweiseitigen Test**. Er wird so genannt, weil die Alternativhypothese den Bereich auf beiden „Seiten“ der Nullhypothese abdeckt. Folglich deckt der kritische Bereich des Tests, wie in :numref:`fig-rejectionRegion1` dargestellt, beide Enden der Stichprobenverteilung ab (2,5 % auf jeder Seite, wenn *α* = 0,05).

source: However, that’s not the only possibility. I might only be willing to believe in ESP if it produces better than chance performance. If so, then my alternative hypothesis would only covers the possibility that *θ* > 0.5, and as a consequence the null hypothesis now becomes *θ* ≤ 0.5
de: Aber das ist nicht die einzige Möglichkeit: Es könnte sein, dass ich nur dann bereit bin, an ESP zu glauben, wenn es bessere Leistungen als der Zufall hervorbringt. In diesem Fall würde meine Alternativhypothese nur die Möglichkeit abdecken, dass *θ* > 0,5 ist, und folglich würde die Nullhypothese jetzt *θ* ≤ 0,5 lauten.
nb: Men det er ikke den eneste muligheten. Jeg er kanskje bare villig til å tro på ESP hvis det gir bedre resultater enn tilfeldighetene. I så fall vil min alternativhypotese bare dekke muligheten for at *θ* > 0,5, og følgelig blir nullhypotesen nå *θ* ≤ 0,5
ta: இருப்பினும், அது ஒரே சாத்தியம் அல்ல. வாய்ப்பு செயல்திறனை விட சிறந்ததாக இருந்தால் மட்டுமே நான் நம்புவதற்கு தயாராக இருக்கக்கூடும். அப்படியானால், எனது மாற்று கருதுகோள் * θ *> 0.5 என்ற வாய்ப்பை மட்டுமே உள்ளடக்கும், இதன் விளைவாக சுழிய கருதுகோள் இப்போது * θ * ≤ 0.5 ஆகிறது
uk: Однак це не єдина можливість. Я можу повірити в екстрасенсорні здібності лише в тому випадку, якщо вони дають кращі результати, ніж випадковість. Якщо так, то моя альтернативна гіпотеза охоплюватиме лише можливість, що *θ* > 0,5, і, як наслідок, нульова гіпотеза тепер стає *θ* ≤ 0,5.

source: When this happens, we have what’s called a **one-sided test** and the critical region only covers one tail of the sampling distribution. This is illustrated in :numref:`fig-rejectionRegion2`.
de: In diesem Fall handelt es sich um einen so genannten **einseitigen Test** und der kritische Bereich deckt nur einen Ausläufer der Stichprobenverteilung ab. Dies wird in :numref:`fig-rejectionRegion2` dargestellt.
nb: Når dette skjer, har vi det som kalles en **ensidig test**, og den kritiske regionen dekker bare den ene halen av utvalgsfordelingen. Dette er illustrert i :numref:`fig-rejectionRegion2`.
ta: இது நிகழும்போது, ** ஒருதலைப்பட்ச சோதனை ** என்று அழைக்கப்படுகிறது, மேலும் முக்கியமான பகுதி மாதிரி விநியோகத்தின் ஒரு வால் மட்டுமே உள்ளடக்கியது. இது இதில் விளக்கப்பட்டுள்ளது: NUMREF: `Fig-rugenction Region2`.
uk: Коли це трапляється, ми маємо так званий **односторонній тест**, і критична область охоплює лише один хвіст розподілу вибірки. Це проілюстровано на малюнку :numref:`fig-rejectionRegion2`.

source: Critical region associated with a one-sided test
de: Kritischer Bereich im Zusammenhang mit einem einseitigen Test
nb: Kritisk område forbundet med en ensidig test
ta: ஒருதலைப்பட்ச சோதனையுடன் தொடர்புடைய முக்கியமான பகுதி
uk: Критична область, пов'язана з одностороннім тестом

source: The critical region for a one-sided test. In this case, the alternative hypothesis is that θ = 0.5 so we would only reject the null hypothesis for large values of X. As a consequence, the critical region only covers the upper tail of the sampling distribution, specifically the upper 5% of the distribution. Contrast this to the two-sided version in :numref:`fig-rejectionRegion1`.
de: Der kritische Bereich für einen einseitigen Test. In diesem Fall lautet die Alternativhypothese θ > 0,5, so dass die Nullhypothese nur für große Werte von X zurückgewiesen wird. Folglich deckt der kritische Bereich nur den oberen Ausläufer der Stichprobenverteilung ab, d.h. die oberen 5 % der Verteilung. Dies unterscheidet sich von der zweiseitigen Version in :numref:`fig-rejectionRegion1`.
