Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: Neyman versus Fisher
nb: Neyman mot Fisher
ta: நெய்மன் மற்றும் ஃபிசர்
uk: Нейман проти Фішера

source: The first thing you should be aware of is that orthodox NHST is actually a mash-up of two rather different approaches to hypothesis testing, one proposed by Sir Ronald Fisher and the other proposed by Jerzy Neyman (see :ref:`Lehmann, 2011 <Lehmann_2011>` for a historical summary). The history is messy because Fisher and Neyman were real people whose opinions changed over time, and at no point did either of them offer “the definitive statement” of how we should interpret their work many decades later. That said, here’s a quick summary of what I take these two approaches to be.
nb: Det første du bør være klar over, er at ortodoks NHST faktisk er en blanding av to ganske forskjellige tilnærminger til hypotesetesting, den ene foreslått av Sir Ronald Fisher og den andre foreslått av Jerzy Neyman (se :ref:`Lehmann, 2011 <Lehmann_2011>` for et historisk sammendrag). Historien er rotete fordi Fisher og Neyman var virkelige mennesker hvis meninger endret seg over tid, og ingen av dem kom på noe tidspunkt med «den definitive uttalelsen» om hvordan vi skulle tolke arbeidet deres mange tiår senere. Når det er sagt, her er en rask oppsummering av hva jeg oppfatter disse to tilnærmingene som.
ta: நீங்கள் அறிந்திருக்க வேண்டிய முதல் சேதி என்னவென்றால், ஆர்த்தடாக்ச் என்.எச்.எச்.டி உண்மையில் கருதுகோள் சோதனைக்கு இரண்டு மாறுபட்ட அணுகுமுறைகளின் மேச்-அப் ஆகும், ஒன்று சர் ரொனால்ட் ஃபிசர் முன்மொழியப்பட்டது, மற்றொன்று செர்சி நெய்மனால் முன்மொழியப்பட்டது (பார்க்க: குறிப்பு: `லெஅ்மன், 2011 < Lehmann_2011> `ஒரு வரலாற்று சுருக்கத்திற்கு). வரலாறு குழப்பமாக இருக்கிறது, ஏனென்றால் ஃபிசரும் நெய்மனும் உண்மையான மனிதர்களாக இருந்தனர், அதன் கருத்துக்கள் காலப்போக்கில் மாறியது, மேலும் எந்த நேரத்திலும் அவர்களில் ஒருவர் பல தசாப்தங்களுக்குப் பிறகு அவர்களின் வேலையை எவ்வாறு விளக்க வேண்டும் என்பதற்கான "உறுதியான அறிக்கையை" வழங்கவில்லை. இந்த இரண்டு அணுகுமுறைகளையும் நான் எடுத்துக்கொள்வதற்கான விரைவான சுருக்கம் இங்கே.
uk: Перше, про що слід знати, це те, що ортодоксальний NHST насправді є поєднанням двох досить різних підходів до перевірки гіпотез, один з яких був запропонований сером Рональдом Фішером, а інший — Єжи Нейманом (історичний огляд див. :ref:`Lehmann, 2011 <Lehmann_2011>`). Історія є заплутаною, оскільки Фішер і Нейман були реальними людьми, чиї думки змінювалися з часом, і жоден з них ніколи не давав «остаточної відповіді» щодо того, як слід інтерпретувати їхню роботу через багато десятиліть. Тим не менш, ось короткий огляд того, як я розумію ці два підходи.

source: In contrast, Neyman thought that the point of hypothesis testing was as a guide to action and his approach was somewhat more formal than Fisher’s. His view was that there are multiple things that you could *do* (accept the null or accept the alternative) and the point of the test was to tell you which one the data support. From this perspective, it is critical to specify your alternative hypothesis properly. If you don’t know what the alternative hypothesis is, then you don’t know how powerful the test is, or even which action makes sense. His framework genuinely requires a competition between different hypotheses. For Neyman, the *p*-value didn’t directly measure the probability of the data (or data more extreme) under the null, it was more of an abstract description about which “possible tests” were telling you to accept the null, and which “possible tests” were telling you to accept the alternative.
nb: Neyman mente derimot at poenget med hypotesetesting var å veilede til handling, og hans tilnærming var noe mer formell enn Fishers. Han mente at det er flere ting du kan *gjøre* (godta nullhypotesen eller godta alternativhypotesen), og at poenget med testen er å fortelle deg hvilken av dem dataene støtter. Ut fra dette perspektivet er det avgjørende å spesifisere alternativhypotesen på riktig måte. Hvis du ikke vet hva alternativhypotesen er, vet du ikke hvor kraftig testen er, eller hvilken handling som er fornuftig. Rammeverket hans krever virkelig en konkurranse mellom ulike hypoteser. For Neyman målte ikke *p*-verdien direkte sannsynligheten for dataene (eller mer ekstreme data) under nullhypotesen, den var mer en abstrakt beskrivelse av hvilke «mulige tester» som fortalte deg at du skulle akseptere nullhypotesen, og hvilke «mulige tester» som fortalte deg at du skulle akseptere alternativhypotesen.
ta: இதற்கு நேர்மாறாக, கருதுகோள் சோதனையின் புள்ளி செயலுக்கான வழிகாட்டியாக இருந்தது என்றும் அவரது அணுகுமுறை ஃபிசரை விட சற்றே முறையானது என்றும் நெய்மன் நினைத்தார். அவரது கருத்து என்னவென்றால், நீங்கள் செய்யக்கூடிய பல விசயங்கள் உள்ளன * (பூச்யத்தை ஏற்றுக்கொள்ளுங்கள் அல்லது மாற்றீட்டை ஏற்றுக்கொள்ளுங்கள்) மற்றும் சோதனையின் புள்ளி எந்த தரவு உதவி உங்களுக்குச் சொல்வதுதான். இந்த கண்ணோட்டத்தில், உங்கள் மாற்று கருதுகோளை சரியாகக் குறிப்பிடுவது மிக முதன்மை. மாற்று கருதுகோள் என்னவென்று உங்களுக்குத் தெரியாவிட்டால், சோதனை எவ்வளவு ஆற்றல் வாய்ந்தது என்பது உங்களுக்குத் தெரியாது, அல்லது எந்த நடவடிக்கை அர்த்தமுள்ளதாக இருக்கிறது. அவரது கட்டமைப்பிற்கு உண்மையிலேயே வெவ்வேறு கருதுகோள்களுக்கு இடையில் ஒரு போட்டி தேவைப்படுகிறது. நெய்மானைப் பொறுத்தவரை, *பி *-மதிப்பு பூச்யத்தின் கீழ் தரவின் நிகழ்தகவை (அல்லது தரவு மிகவும் தீவிரமானது) நேரடியாக அளவிடவில்லை, இது ஒரு சுருக்க விளக்கமாக இருந்தது, இது "சாத்தியமான சோதனைகள்" பூச்யத்தை ஏற்றுக்கொள்ளச் சொல்கிறது, எந்த “சாத்தியமான சோதனைகள்” மாற்றீட்டை ஏற்றுக்கொள்ளச் சொல்லும்.
uk: На відміну від цього, Нейман вважав, що мета перевірки гіпотези полягає в тому, щоб слугувати орієнтиром для дій, і його підхід був дещо більш формальним, ніж підхід Фішера. На *його* думку, існує кілька варіантів дій (прийняти нульову гіпотезу або прийняти альтернативну гіпотезу), і мета перевірки полягає в тому, щоб визначити, який з них підтверджують дані. З цієї точки зору, дуже важливо правильно сформулювати альтернативну гіпотезу. Якщо ви не знаєте, що таке альтернативна гіпотеза, то ви не знаєте, наскільки потужним є тест, або навіть які дії мають сенс. Його концепція дійсно вимагає конкуренції між різними гіпотезами. Для Неймана *p*-значення не вимірювало безпосередньо ймовірність даних (або більш екстремальних даних) за нульовою гіпотезою, а було скоріше абстрактним описом того, які «можливі тести» вказували на прийняття нульової гіпотези, а які «можливі тести» вказували на прийняття альтернативної гіпотези.

source: As you can see, what we have today is an odd mishmash of the two. We talk about having both a null hypothesis and an alternative (Neyman), but usually\ [#]_ define the *p*-value in terms of extreme data (Fisher), but we still have α values (Neyman). Some of the statistical tests have explicitly specified alternatives (Neyman) but others are quite vague about it (Fisher). And, according to some people at least, we’re not allowed to talk about accepting the alternative (Fisher). It’s a mess, but I hope this at least explains why it’s a mess.
nb: Som du ser, er det vi har i dag en merkelig blanding av de to. Vi snakker om å ha både en null- og en alternativhypotese (Neyman), men definerer vanligvis\ [#]_ *p*-verdien i form av ekstreme data (Fisher), men vi har fortsatt α-verdier (Neyman). Noen av de statistiske testene har eksplisitt spesifiserte alternativhypoteser (Neyman), mens andre er ganske vage (Fisher). Og, i hvert fall ifølge noen, har vi ikke lov til å snakke om å akseptere alternativhypotesen (Fisher). Det er et rot, men jeg håper dette i det minste forklarer hvorfor det er et rot.
ta: நீங்கள் பார்க்க முடியும் என, இன்று நம்மிடம் இருப்பது இருவரின் ஒற்றைப்படை மிச்மாச் ஆகும். ஒரு சுழிய கருதுகோள் மற்றும் மாற்று (நெய்மன்) இரண்டையும் கொண்டிருப்பதைப் பற்றி நாங்கள் பேசுகிறோம், ஆனால் வழக்கமாக \ [#] _ தீவிர தரவு (ஃபிசர்) அடிப்படையில் *பி *-மதிப்பை வரையறுக்கவும், ஆனால் நம்மிடம் α மதிப்புகள் (நெய்மன்) உள்ளன. சில புள்ளிவிவர சோதனைகள் வெளிப்படையாகக் குறிப்பிடப்பட்ட மாற்று வழிகளைக் கொண்டுள்ளன (நெய்மன்) ஆனால் மற்றவை அதைப் பற்றி மிகவும் தெளிவற்றவை (ஃபிசர்). மேலும், சிலரின் கூற்றுப்படி, மாற்றீட்டை (ஃபிசர்) ஏற்றுக்கொள்வது பற்றி பேச எங்களுக்கு இசைவு இல்லை. இது ஒரு குழப்பம், ஆனால் இது ஏன் ஒரு குழப்பம் என்பதை இது விளக்குகிறது என்று நம்புகிறேன்.
uk: Як бачите, сьогодні ми маємо дивну суміш цих двох підходів. Ми говоримо про наявність як нульової гіпотези, так і альтернативної (Нейман), але зазвичай [#]_ визначаємо *p*-значення з точки зору екстремальних даних (Фішер), проте все ще маємо значення α (Нейман). Деякі статистичні тести мають чітко визначені альтернативи (Нейман), але інші є досить розмитими щодо цього (Фішер). І, принаймні на думку деяких людей, ми не маємо права говорити про прийняття альтернативи (Фішер). Це безлад, але я сподіваюся, що це принаймні пояснює, чому це безлад.

source: Earlier on in this chapter I was quite emphatic about the fact that you *cannot* interpret the *p*-value as the probability that the null hypothesis is true. NHST is fundamentally a frequentist tool (see chapter :doc:`../Ch07/Ch07_Probability`) and as such it does not allow you to assign probabilities to hypotheses. The null hypothesis is either true or it is not. The Bayesian approach to statistics interprets probability as a degree of belief, so it’s totally okay to say that there is a 10\% chance that the null hypothesis is true. That’s just a reflection of the degree of confidence that you have in this hypothesis. You aren’t allowed to do this within the frequentist approach. Remember, if you’re a frequentist, a probability can only be defined in terms of what happens after a large number of independent replications (i.e., a long run frequency). If this is your interpretation of probability, talking about the “probability” that the null hypothesis is true is complete gibberish: a null hypothesis is either true or it is false. There’s no way you can talk about a long run frequency for this statement. To talk about “the probability of the null hypothesis” is as meaningless as “the colour of freedom”. It doesn’t have one!
nb: Tidligere i dette kapittelet har jeg understreket at du *ikke* kan tolke *p*-verdien som sannsynligheten for at nullhypotesen er sann. NHST er i bunn og grunn et frekventistisk verktøy (se kapittel :doc:`../Ch07/Ch07_Probability`), og som sådan lar det deg ikke tildele hypoteser sannsynligheter. Nullhypotesen er enten sann eller usann. Den bayesianske tilnærmingen til statistikk tolker sannsynlighet som en grad av tro, så det er helt i orden å si at det er 10\% sjanse for at nullhypotesen er sann. Det er bare et uttrykk for graden av tillit du har til denne hypotesen. Dette har du ikke lov til å gjøre innenfor den frekventistiske tilnærmingen. Husk at hvis du er frekventist, kan en sannsynlighet bare defineres ut fra hva som skjer etter et stort antall uavhengige replikasjoner (dvs. en langtidsfrekvens). Hvis dette er din tolkning av sannsynlighet, er det fullstendig tull å snakke om «sannsynligheten» for at nullhypotesen er sann: En nullhypotese er enten sann eller usann. Det er umulig å snakke om en langsiktig frekvens for denne påstanden. Å snakke om «sannsynligheten for nullhypotesen» er like meningsløst som «frihetens farge». De finnes ikke!
ta: இந்த அத்தியாயத்தில் முன்னதாக நான் *p *-value ஐ சுழிய கருதுகோள் உண்மையாக இருப்பதற்கான நிகழ்தகவாக விளக்க முடியாது என்ற உண்மையைப் பற்றி நான் மிகவும் உறுதியாக இருந்தேன். NHST என்பது அடிப்படையில் அடிக்கடி நிகழும் கருவியாகும் (அத்தியாயம்: DOC: `../ ch07/ch07_probability`) மற்றும் கருதுகோள்களுக்கு நிகழ்தகவுகளை ஒதுக்க உங்களை அனுமதிக்காது. சுழிய கருதுகோள் உண்மை அல்லது அது இல்லை. புள்ளிவிவரங்களுக்கான பேய்சியன் அணுகுமுறை நிகழ்தகவை நம்பிக்கையின் அளவாக விளக்குகிறது, எனவே சுழிய கருதுகோள் உண்மையாக இருக்க 10 \% வாய்ப்பு உள்ளது என்று சொல்வது முற்றிலும் சரி. இந்த கருதுகோளில் உங்களிடம் உள்ள நம்பிக்கையின் அளவின் பிரதிபலிப்பு இது. அடிக்கடி நிகழும் அணுகுமுறையில் இதைச் செய்ய உங்களுக்கு இசைவு இல்லை. நினைவில் கொள்ளுங்கள், நீங்கள் அடிக்கடி நிகழும் என்றால், அதிக எண்ணிக்கையிலான சுயாதீன பிரதிகளுக்குப் பிறகு (அதாவது நீண்ட கால அதிர்வெண்) என்ன நடக்கிறது என்பதன் அடிப்படையில் மட்டுமே நிகழ்தகவை வரையறுக்க முடியும். இது நிகழ்தகவு குறித்த உங்கள் விளக்கமாக இருந்தால், சுழிய கருதுகோள் உண்மை என்று “நிகழ்தகவு” பற்றி பேசுவது முழுமையான அபத்தமானது: ஒரு சுழிய கருதுகோள் உண்மை அல்லது அது தவறானது. இந்த அறிக்கைக்கு நீண்டகால அதிர்வெண் பற்றி நீங்கள் பேச வழி இல்லை. “பூச்ய கருதுகோளின் நிகழ்தகவு” பற்றி பேசுவது “சுதந்திரத்தின் நிறம்” போலவே அர்த்தமற்றது. அதற்கு ஒன்று இல்லை!
uk: Раніше в цьому розділі я досить категорично наголошував на тому, що ви *не можете* інтерпретувати *p*-значення як ймовірність того, що нульова гіпотеза є правдивою. NHST є, по суті, інструментом частотного підходу (див. розділ :doc:`../Ch07/Ch07_Probability`) і, як такий, не дозволяє вам присвоювати гіпотезам ймовірності. Нульова гіпотеза є або правдивою, або неправдивою. Баєсівський підхід до статистики інтерпретує ймовірність як ступінь віри, тому цілком прийнятно сказати, що ймовірність того, що нульова гіпотеза є істинною, становить 10 %. Це лише відображення ступеня впевненості, який ви маєте в цій гіпотезі. У рамках частотного підходу це робити не можна. Пам'ятайте, якщо ви частотист, ймовірність можна визначити лише з точки зору того, що відбувається після великої кількості незалежних повторень (тобто довгострокової частоти). Якщо це ваше тлумачення ймовірності, то говорити про «ймовірність» того, що нульова гіпотеза є істинною, є повним безглуздям: нульова гіпотеза є або істинною, або хибною. Неможливо говорити про довгострокову частоту для цього твердження. Говорити про «ймовірність нульової гіпотези» так само безглуздо, як про «колір свободи». Вона не має кольору!

source: Most importantly, this *isn’t* a purely ideological matter. If you decide that you are a Bayesian and that you’re okay with making probability statements about hypotheses, you have to follow the Bayesian rules for calculating those probabilities. I’ll talk more about this in chapter :doc:`../Ch16/Ch16_Bayes`, but for now what I want to point out to you is the *p*-value is a *terrible* approximation to the probability that H\ :sub:`0` is true. If what you want to know is the probability of the null, then the *p*-value is not what you’re looking for!
nb: Viktigst av alt er at dette *ikke* er et rent ideologisk spørsmål. Hvis du bestemmer deg for at du er bayesianer og at du synes det er greit å si noe om sannsynligheten for hypoteser, må du følge de bayesianske reglene for å beregne disse sannsynlighetene. Jeg skal snakke mer om dette i kapittel :doc:`../Ch16/Ch16_Bayes`, men foreløpig vil jeg bare påpeke at *p*-verdien er en *forferdelig* tilnærming til sannsynligheten for at H\ :sub:`0` er sann. Hvis det du vil vite er sannsynligheten for null, så er ikke *p*-verdien det du er ute etter!
ta: மிக முக்கியமாக, இது * முற்றிலும் கருத்தியல் சேதி அல்ல. நீங்கள் ஒரு பேய்சியன் என்றும், கருதுகோள்களைப் பற்றிய நிகழ்தகவு அறிக்கைகளை வெளியிடுவதில் நீங்கள் சரி என்றும் நீங்கள் முடிவு செய்தால், அந்த நிகழ்தகவுகளைக் கணக்கிடுவதற்கு நீங்கள் பேய்சியன் விதிகளைப் பின்பற்ற வேண்டும். அத்தியாயத்தில் இதைப் பற்றி நான் அதிகம் பேசுவேன்: டாக்: `../ சி.எச் .16/சி.எச். \: துணை: `0` உண்மை. நீங்கள் தெரிந்து கொள்ள விரும்புவது பூச்யத்தின் நிகழ்தகவு என்றால், *p *-மதிப்பு நீங்கள் தேடுவது அல்ல!
uk: Найголовніше, що це *не* є суто ідеологічним питанням. Якщо ви вирішили, що ви є байєсіанцем і що ви згодні робити ймовірнісні твердження про гіпотези, ви повинні дотримуватися байєсіанських правил для обчислення цих ймовірностей. Я докладніше розповім про це в розділі :doc:`../Ch16/Ch16_Bayes`, але зараз я хочу звернути вашу увагу на те, що *p*-значення є *жахливим* наближенням до ймовірності того, що H\ :sub:`0` є істинним. Якщо ви хочете знати ймовірність нульової гіпотези, то *p*-значення не є тим, що ви шукаєте!

source: To give an example of this, consider the following example (:ref:`Gelman & Stern, 2006 <Gelman_2006>`). Suppose I’m running my ESP study and I’ve decided to analyse the data separately for the male participants and the female participants. Of the male participants, 33 out of 50 guessed the colour of the card correctly. This is a significant effect (*p* = 0.03). Of the female participants, 29 out of 50 guessed correctly. This is not a significant effect (p = 0.32). Upon observing this, it is extremely tempting for people to start wondering why there is a difference between males and females in terms of their psychic abilities. However, this is wrong. If you think about it, we haven’t *actually* run a test that explicitly compares males to females. All we have done is compare males to chance (binomial test was significant) and compared females to chance (binomial test was non significant). If we want to argue that there is a real difference between the males and the females, we should probably run a test of the null hypothesis that there is no difference! We can do that using a different hypothesis test,\ [#]_ but when we do that it turns out that we have no evidence that males and females are significantly different (*p* = 0.54). *Now* do you think that there’s anything fundamentally different between the two groups? Of course not. What’s happened here is that the data from both groups (male and female) are pretty borderline. By pure chance one of them happened to end up on the magic side of the *p* = 0.05 line, and the other one didn’t. That doesn’t actually imply that males and females are different. This mistake is so common that you should always be wary of it. The difference between significant and not-significant is *not* evidence of a real difference. If you want to say that there’s a difference between two groups, then you have to test for that difference!
nb: For å gi et eksempel på dette kan vi se på følgende eksempel (:ref:`Gelman & Stern, 2006 <Gelman_2006>`). Anta at jeg gjennomfører ESP-studien min og har bestemt meg for å analysere dataene separat for de mannlige og de kvinnelige deltakerne. Av de mannlige deltakerne gjettet 33 av 50 riktig farge på kortet. Dette er en signifikant effekt (*p* = 0,03). Av de kvinnelige deltakerne gjettet 29 av 50 riktig. Dette er ikke en signifikant effekt (p = 0,32). Når man observerer dette, er det svært fristende å begynne å lure på hvorfor det er forskjell på menn og kvinners overnaturlige evner. Dette er imidlertid feil. Hvis du tenker deg om, har vi *faktisk* ikke kjørt en test som eksplisitt sammenligner menn med kvinner. Alt vi har gjort er å sammenligne menn med tilfeldigheter (binomisk test var signifikant) og sammenlignet kvinner med tilfeldigheter (binomisk test var ikke signifikant). Hvis vi ønsker å argumentere for at det er en reell forskjell mellom menn og kvinner, bør vi sannsynligvis kjøre en test av nullhypotesen om at det ikke er noen forskjell! Det kan vi gjøre ved hjelp av en annen hypotesetest,\ [#]_ men når vi gjør det, viser det seg at vi ikke har noe bevis for at menn og kvinner er signifikant forskjellige (*p* = 0,54). *Tror du nå* at det er noe fundamentalt forskjellig mellom de to gruppene? Nei, selvfølgelig ikke. Det som har skjedd her, er at dataene fra begge gruppene (menn og kvinner) er ganske grensetilfelle. Ved en ren tilfeldighet havnet en av dem på den magiske siden av *p* = 0,05-linjen, mens den andre ikke gjorde det. Det betyr ikke at menn og kvinner er forskjellige. Denne feilen er så vanlig at du alltid bør være på vakt mot den. Forskjellen mellom signifikant og ikke-signifikant er *ikke* bevis på en reell forskjell. Hvis du vil si at det er en forskjell mellom to grupper, må du teste for denne forskjellen!
ta: இதற்கு ஒரு எடுத்துக்காட்டு கொடுக்க, பின்வரும் உதாரணத்தைக் கவனியுங்கள் (: குறிப்பு: `கெல்மேன் & ச்டெர்ன், 2006 <gelman_2006>`). நான் எனது ஈஎச்பி ஆய்வை இயக்குகிறேன் என்று வைத்துக்கொள்வோம், ஆண் பங்கேற்பாளர்கள் மற்றும் பெண் பங்கேற்பாளர்களுக்கான தரவை தனித்தனியாக பகுப்பாய்வு செய்ய முடிவு செய்துள்ளேன். ஆண் பங்கேற்பாளர்களில், 50 பேரில் 33 பேர் அட்டையின் நிறத்தை சரியாக யூகித்தனர். இது ஒரு குறிப்பிடத்தக்க விளைவு (* ப* = 0.03). பெண் பங்கேற்பாளர்களில், 50 பேரில் 29 பேர் சரியாக யூகிக்கப்பட்டனர். இது ஒரு குறிப்பிடத்தக்க விளைவு அல்ல (ப = 0.32). இதைக் கவனித்தவுடன், ஆண்களுக்கும் பெண்களுக்கும் அவர்களின் மனநல திறன்களின் அடிப்படையில் ஏன் வேறுபாடு இருக்கிறது என்று மக்கள் யோசிக்கத் தொடங்குவது மிகவும் தூண்டுகிறது. இருப்பினும், இது தவறு. நீங்கள் இதைப் பற்றி சிந்தித்தால், ஆண்களை வெளிப்படையாக பெண்களுடன் ஒப்பிடும் ஒரு சோதனையை நாங்கள் உண்மையில் * இயக்கவில்லை. நாங்கள் செய்ததெல்லாம் ஆண்களை வாய்ப்புடன் ஒப்பிடுவது (பைனோமியல் சோதனை குறிப்பிடத்தக்கதாக இருந்தது) மற்றும் பெண்களை வாய்ப்புடன் ஒப்பிட்டுப் பார்த்தது (பைனோமியல் சோதனை குறிப்பிடத்தக்கதாக இல்லை). ஆண்களுக்கும் பெண்களுக்கும் இடையே உண்மையான வேறுபாடு இருப்பதாக நாம் வாதிட விரும்பினால், எந்த வித்தியாசமும் இல்லை என்ற சுழிய கருதுகோளின் சோதனையை நாம் இயக்க வேண்டும்! வேறுபட்ட கருதுகோள் சோதனையைப் பயன்படுத்தி நாம் அதைச் செய்யலாம், \ [#] _ ஆனால் நாம் அவ்வாறு செய்யும்போது ஆண்களும் பெண்களும் கணிசமாக வேறுபட்டவர்கள் என்பதற்கு எங்களுக்கு எந்த ஆதாரமும் இல்லை (* ப* = 0.54). * இப்போது* இரு குழுக்களிடையே அடிப்படையில் வேறுபட்ட எதுவும் இருப்பதாக நீங்கள் நினைக்கிறீர்களா? நிச்சயமாக இல்லை. இங்கே நடந்தது என்னவென்றால், இரு குழுக்களிடமிருந்தும் (ஆண் மற்றும் பெண்) தரவு அழகான எல்லைக்கோடு. தூய்மையான வாய்ப்பால், அவர்களில் ஒருவர் * பி * = 0.05 வரியின் மந்திர பக்கத்தில் முடிவடைந்தது, மற்றொன்று அவ்வாறு செய்யவில்லை. ஆண்களும் பெண்களும் வேறுபட்டவர்கள் என்பதை இது உண்மையில் குறிக்கவில்லை. இந்த தவறு மிகவும் பொதுவானது, நீங்கள் எப்போதும் எச்சரிக்கையாக இருக்க வேண்டும். குறிப்பிடத்தக்க மற்றும் குறிப்பிடத்தக்கதாக இல்லாத வேறுபாடு உண்மையான வேறுபாட்டின் சான்றுகள் * அல்ல. இரண்டு குழுக்களிடையே வேறுபாடு இருப்பதாக நீங்கள் சொல்ல விரும்பினால், அந்த வித்தியாசத்தை நீங்கள் சோதிக்க வேண்டும்!
uk: Як приклад можна навести наступний приклад (:ref:`Gelman & Stern, 2006 <Gelman_2006>`). Припустимо, я проводжу дослідження ESP і вирішив проаналізувати дані окремо для чоловіків і жінок. З чоловіків 33 з 50 правильно вгадали колір карти. Це є значущим ефектом (*p* = 0,03). З жінок-учасниць 29 з 50 вгадали правильно. Це не є значущим ефектом (p = 0,32). Спостерігаючи за цим, людям дуже кортить почати задаватися питанням, чому між чоловіками та жінками існує різниця в їхніх екстрасенсорних здібностях. Однак це неправильно. Якщо подумати, ми *насправді* не проводили тест, який би прямо порівнював чоловіків і жінок. Все, що ми зробили, це порівняли чоловіків з випадковістю (біноміальний тест був значущим) і порівняли жінок з випадковістю (біноміальний тест був не значущим). Якщо ми хочемо стверджувати, що між чоловіками і жінками існує реальна різниця, нам, ймовірно, слід провести тест нульової гіпотези про відсутність різниці! Ми можемо зробити це, використовуючи інший тест гіпотези,\ [#]_ але коли ми це робимо, виявляється, що у нас немає доказів того, що чоловіки і жінки істотно відрізняються (*p* = 0,54). *Тепер* ви вважаєте, що між цими двома групами є якась фундаментальна різниця? Звичайно, ні. Тут сталося так, що дані обох груп (чоловіків і жінок) є досить межовими. Випадково одна з них опинилася на магічній стороні лінії *p* = 0,05, а інша — ні. Це насправді не означає, що чоловіки і жінки відрізняються. Ця помилка є настільки поширеною, що ви завжди повинні бути обережними. Різниця між значущим і незначущим *не* є доказом реальної різниці. Якщо ви хочете сказати, що між двома групами є різниця, то ви повинні перевірити цю різницю!

source: Although this book describes both Neyman’s and Fisher’s definition of the *p*-value, most don’t. Most introductory textbooks will only give you the Fisher version.
nb: Selv om denne boken beskriver både Neymans og Fishers definisjon av *p*-verdien, gjør de fleste det ikke. De fleste innføringsbøker gir deg bare Fisher-versjonen.
ta: இந்த நூல் நெய்மன் மற்றும் *பி *-மதிப்பு பற்றிய ஃபிசரின் வரையறை இரண்டையும் விவரித்தாலும், பெரும்பாலானவை இல்லை. பெரும்பாலான அறிமுக பாடப்புத்தகங்கள் உங்களுக்கு ஃபிசர் பதிப்பை மட்டுமே வழங்கும்.
uk: Хоча в цій книзі описано визначення *p*-значення як за Нейманом, так і за Фішером, у більшості з них цього не відбувається. Більшість вступних підручників нададуть вам лише версію Фішера.
