Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: Let’s take a moment to think about what a Type II error actually is. A Type II error occurs when the alternative hypothesis is true, but we are nevertheless unable to reject the null hypothesis. Ideally, we’d be able to calculate a single number β that tells us the Type II error rate, in the same way that we can set α = 0.05 for the Type I error rate. Unfortunately, this is a lot trickier to do. To see this, notice that in my ESP study the alternative hypothesis actually corresponds to lots of possible values of *θ*. In fact, the alternative hypothesis corresponds to every value of *θ* *except* 0.5. Let’s suppose that the true probability of someone choosing the correct response is 55\% (i.e., *θ* = 0.55). If so, then the *true* sampling distribution for *X* is not the same one that the null hypothesis predicts, as the most likely value for *X* is now 55 out of 100. Not only that, the whole sampling distribution has now shifted, as shown in :numref:`fig-rejectionRegion3`. The critical regions, of course, do not change. By definition the critical regions are based on what the null hypothesis predicts. What we’re seeing in this figure is the fact that when the null hypothesis is wrong, a much larger proportion of the sampling distribution distribution falls in the critical region. And of course that’s what should happen. The probability of rejecting the null hypothesis is larger when the null hypothesis is actually false! However *θ* = 0.55 is not the only possibility consistent with the alternative hypothesis. Let’s instead suppose that the true value of *θ* is actually 0.70. What happens to the sampling distribution when this occurs? The answer, shown in :numref:`fig-rejectionRegion4`, is that almost the entirety of the sampling distribution has now moved into the critical region. Therefore, if *θ* = 0.70, the probability of us correctly rejecting the null hypothesis (i.e., the power of the test) is much larger than if *θ* = 0.55. In short, while *θ* = 0.55 and *θ* = 0.70 are both part of the alternative hypothesis, the Type II error rate is different.
nb: La oss bruke et øyeblikk på å tenke over hva en type-II-feil egentlig er. En type-II-feil oppstår når alternativhypotesen er sann, men vi likevel ikke klarer å forkaste nullhypotesen. Ideelt sett skulle vi kunne beregne et enkelt tall β som forteller oss type-II-feilraten, på samme måte som vi kan sette α = 0,05 for type-I-feilraten. Dessverre er dette mye vanskeligere å gjøre. For å se dette, legg merke til at i ESP-studien min tilsvarer alternativhypotesen faktisk mange mulige verdier av *θ*. Faktisk tilsvarer alternativhypotesen alle verdier av *θ* *unntatt* 0,5. La oss anta at den sanne sannsynligheten for at noen velger riktig svar er 55\% (dvs. *θ* = 0,55). I så fall er den *sanne* utvalgsfordelingen for *X* ikke den samme som nullhypotesen predikerer, ettersom den mest sannsynlige verdien for *X* nå er 55 av 100. Ikke bare det, hele utvalgsfordelingen har nå forskjøvet seg, som vist i :numref:`fig-rejectionRegion3`. De kritiske regionene endres selvfølgelig ikke. Per definisjon er de kritiske regionene basert på hva nullhypotesen predikerer. Det vi ser i denne figuren, er at når nullhypotesen er feil, faller en mye større andel av utvalgsfordelingen i den kritiske regionen. Og det er selvfølgelig det som skal skje. Sannsynligheten for å forkaste nullhypotesen er større når nullhypotesen faktisk er falsk! Men *θ* = 0,55 er ikke den eneste muligheten som er forenlig med alternativhypotesen. La oss i stedet anta at den sanne verdien av *θ* faktisk er 0,70. Hva skjer med utvalgsfordelingen når dette inntreffer? Svaret, som vises i :numref:`fig-rejectionRegion4`, er at nesten hele utvalgsfordelingen nå har beveget seg inn i den kritiske regionen. Hvis *θ* = 0,70, er sannsynligheten for at vi forkaster nullhypotesen korrekt (dvs. testens styrke) mye større enn hvis *θ* = 0,55. Kort sagt, selv om *θ* = 0,55 og *θ* = 0,70 begge er en del av alternativhypotesen, er type-II-feilraten forskjellig.
ta: வகை II பிழை உண்மையில் என்ன என்பதைப் பற்றி சிந்திக்க சிறிது நேரம் ஒதுக்குவோம். மாற்று கருதுகோள் உண்மையாக இருக்கும்போது ஒரு வகை II பிழை ஏற்படுகிறது, ஆனால் நம்மால் சுழிய கருதுகோளை நிராகரிக்க முடியவில்லை. வெறுமனே, வகை I II பிழை வீதத்தை நமக்குச் சொல்லும் ஒற்றை எண்ணைக் கணக்கிட முடியும், அதே வழியில் வகை I பிழை விகிதத்திற்கு α = 0.05 ஐ அமைக்கலாம். துரதிர்ச்டவசமாக, இது செய்ய மிகவும் தந்திரமானது. இதைக் காண, எனது ஈஎச்பியில் மாற்று கருதுகோள் உண்மையில் *θ *இன் சாத்தியமான மதிப்புகளுக்கு ஒத்திருக்கிறது என்பதைக் கவனியுங்கள். உண்மையில், மாற்று கருதுகோள் * 0.5 தவிர * θ * * இன் ஒவ்வொரு மதிப்புக்கும் ஒத்திருக்கிறது. யாரோ சரியான பதிலைத் தேர்ந்தெடுப்பதன் உண்மையான நிகழ்தகவு 55 \% (அதாவது, * θ * = 0.55) என்று வைத்துக்கொள்வோம். அப்படியானால், * ஃச் * க்கான * உண்மை * மாதிரி வழங்கல் சுழிய கருதுகோள் கணிக்கும் ஒன்றல்ல, * ஃச் * க்கான பெரும்பாலும் மதிப்பு இப்போது 100 இல் 55 ஆக உள்ளது. அது மட்டுமல்லாமல், முழு மாதிரி விநியோகமும் உள்ளது இப்போது காட்டப்பட்டுள்ளபடி இப்போது மாற்றப்பட்டது: NumRef: `Fig-rugenction Region3`. முக்கியமான பகுதிகள், நிச்சயமாக மாறாது. வரையறையின்படி முக்கியமான பகுதிகள் சுழிய கருதுகோள் கணித்ததை அடிப்படையாகக் கொண்டவை. இந்த படத்தில் நாம் காணக்கூடியது என்னவென்றால், சுழிய கருதுகோள் தவறாக இருக்கும்போது, மாதிரி விநியோக விநியோகத்தின் மிகப் பெரிய விகிதம் முக்கியமான பிராந்தியத்தில் விழுகிறது. நிச்சயமாக அதுதான் நடக்க வேண்டும். சுழிய கருதுகோள் உண்மையில் தவறானது போது சுழிய கருதுகோளை நிராகரிப்பதற்கான நிகழ்தகவு பெரியது! இருப்பினும் * θ * = 0.55 மாற்று கருதுகோளுடன் ஒத்துப்போகும் ஒரே சாத்தியம் இல்லை. அதற்கு பதிலாக * θ * இன் உண்மையான மதிப்பு உண்மையில் 0.70 என்று வைத்துக்கொள்வோம். இது நிகழும்போது மாதிரி விநியோகத்திற்கு என்ன நடக்கும்? பதில், காட்டப்பட்டுள்ளது: NUMREF: `Fig-frogection Region4`, கிட்டத்தட்ட மாதிரி வழங்கல் முழுவதுமாக இப்போது முக்கியமான பகுதிக்கு நகர்ந்துள்ளது. ஆகையால், * θ * = 0.70 என்றால், சுழிய கருதுகோளை (அதாவது, சோதனையின் சக்தி) சரியாக நிராகரிப்பதற்கான நிகழ்தகவு * θ * = 0.55 ஐ விட மிகப் பெரியது. சுருக்கமாக, * θ * = 0.55 மற்றும் * θ * = 0.70 இரண்டும் மாற்று கருதுகோளின் ஒரு பகுதியாகும், வகை II பிழை விகிதம் வேறுபட்டது.
uk: Давайте на хвилинку замислимося над тим, що таке помилка II типу. Помилка II типу трапляється, коли альтернативна гіпотеза є правдивою, але ми все одно не можемо відхилити нульову гіпотезу. В ідеалі ми могли б обчислити одне число β, яке б показувало рівень помилки II типу, так само, як ми можемо встановити α = 0,05 для рівня помилки I типу. На жаль, це зробити набагато складніше. Щоб це зрозуміти, зверніть увагу, що в моєму дослідженні ESP альтернативна гіпотеза насправді відповідає багатьом можливим значенням *θ*. Насправді альтернативна гіпотеза відповідає кожному значенню *θ*, *крім* 0,5. Припустимо, що справжня ймовірність того, що хтось обере правильну відповідь, становить 55 % (тобто *θ* = 0,55). Якщо так, то *справжній* вибірковий розподіл для *X* не збігається з тим, що передбачає нульова гіпотеза, оскільки найімовірніше значення для *X* тепер становить 55 із 100. Мало того, весь вибірковий розподіл тепер змістився, як показано на :numref:`fig-rejectionRegion3`. Критичні області, звичайно, не змінюються. За визначенням, критичні області базуються на тому, що передбачає нульова гіпотеза. На цьому рисунку ми бачимо, що коли нульова гіпотеза є хибною, набагато більша частка вибіркового розподілу потрапляє в критичну область. І, звичайно, так і повинно бути. Імовірність відхилення нульової гіпотези є більшою, коли нульова гіпотеза є насправді хибною! Однак *θ* = 0,55 не є єдиною можливістю, що узгоджується з альтернативною гіпотезою. Давайте замість цього припустимо, що справжнє значення *θ* насправді дорівнює 0,70. Що відбувається з вибірковим розподілом, коли це відбувається? Відповідь, показана в :numref:`fig-rejectionRegion4`, полягає в тому, що майже весь вибірковий розподіл тепер перемістився в критичну область. Отже, якщо *θ* = 0,70, ймовірність того, що ми правильно відхилимо нульову гіпотезу (тобто потужність тесту), набагато більша, ніж якщо *θ* = 0,55. Коротше кажучи, хоча *θ* = 0,55 і *θ* = 0,70 є частиною альтернативної гіпотези, рівень помилки II типу є різним.

source: What all this means is that the power of a test (i.e., 1 - β) depends on the true value of *θ*. To illustrate this, I’ve calculated the expected probability of rejecting the null hypothesis for all values of *θ*, and plotted it in :numref:`fig-powerTheta`. This plot describes what is usually called the **power function** of the test. It’s a nice summary of how good the test is, because it actually tells you the power (1 - β) for all possible values of *θ*. As you can see, when the true value of *θ* is very close to 0.5, the power of the test drops very sharply, but when it is further away, the power is large.
nb: Alt dette betyr at testens styrke (dvs. 1 - β) avhenger av den sanne verdien av *θ*. For å illustrere dette har jeg beregnet den forventede sannsynligheten for å forkaste nullhypotesen for alle verdier av *θ*, og plottet den i :numref:`fig-powerTheta`. Dette plottet beskriver det som vanligvis kalles testens **power-funksjon**. Det er en fin oppsummering av hvor god testen er, fordi den faktisk forteller deg styrken (1 - β) for alle mulige verdier av *θ*. Som du kan se, faller testens styrke kraftig når den sanne verdien av *θ* er svært nær 0,5, men når den ligger lenger unna, er styrken stor.
ta: இவை அனைத்தும் என்னவென்றால், ஒரு சோதனையின் ஆற்றல் (அதாவது, 1 - β) *θ *இன் உண்மையான மதிப்பைப் பொறுத்தது. இதை விளக்குவதற்கு, *θ *இன் அனைத்து மதிப்புகளுக்கும் சுழிய கருதுகோளை நிராகரிப்பதற்கான எதிர்பார்க்கப்பட்ட நிகழ்தகவைக் கணக்கிட்டு, அதைத் திட்டமிட்டுள்ளேன்: எண்ரெஃப்: `Fig-poowertheta`. இந்த சூழ்ச்சி பொதுவாக சோதனையின் ** ஆற்றல் செயல்பாடு ** என்று அழைக்கப்படுகிறது. சோதனை எவ்வளவு சிறந்தது என்பதற்கான நல்ல சுருக்கம் இது, ஏனென்றால் *θ *இன் சாத்தியமான அனைத்து மதிப்புகளுக்கும் இது உண்மையில் சக்தியை (1 - β) உங்களுக்குச் சொல்கிறது. நீங்கள் பார்க்க முடியும் என, * θ * இன் உண்மையான மதிப்பு 0.5 க்கு மிக அருகில் இருக்கும்போது, சோதனையின் ஆற்றல் மிகவும் கூர்மையாக குறைகிறது, ஆனால் அது மேலும் தொலைவில் இருக்கும்போது, சக்தி பெரியது.
uk: Все це означає, що потужність тесту (тобто 1 - β) залежить від істинного значення *θ*. Щоб проілюструвати це, я обчислив очікувану ймовірність відхилення нульової гіпотези для всіх значень *θ* і зобразив її на графіку :numref:`fig-powerTheta`. Цей графік описує те, що зазвичай називають **потужною функцією** тесту. Це гарне узагальнення того, наскільки хороший тест, оскільки він фактично показує потужність (1 - β) для всіх можливих значень *θ*. Як бачите, коли справжнє значення *θ* дуже близьке до 0,5, потужність тесту різко падає, але коли воно віддалене, потужність велика.

source: :ref:`George Box (1976) <Box_1976>`
ta: : குறிப்பு: `சார்ச் பாக்ச் (1976) <பெட்டி_1976>`

source: The plot shown in :numref:`fig-powerTheta` captures a fairly basic point about hypothesis testing. If the true state of the world is very different from what the null hypothesis predicts then your power will be very high, but if the true state of the world is similar to the null (but not identical) then the power of the test is going to be very low. Therefore, it’s useful to be able to have some way of quantifying how “similar” the true state of the world is to the null hypothesis. A statistic that does this is called a measure of **effect size** (:ref:`Cohen, 1988 <Cohen_1988>`, :ref:`Ellis, 2010 <Ellis_2010>`).
nb: Plottet som vises i :numref:`fig-powerTheta`, viser et ganske grunnleggende poeng om hypotesetesting. Hvis den sanne tilstanden i verden er svært forskjellig fra det nullhypotesen forutsier, vil styrken være svært høy, men hvis den sanne tilstanden i verden er lik nullhypotesen (men ikke identisk), vil testens styrke være svært lav. Derfor er det nyttig å ha en måte å kvantifisere hvor «lik» den sanne tilstanden i verden er nullhypotesen. En statistikk som gjør dette, kalles et mål på **effektstørrelse** (:ref:`Cohen, 1988 <Cohen_1988>`, :ref:`Ellis, 2010 <Ellis_2010>`).
ta: காட்டப்பட்டுள்ள சதி: NUMREF: `Fig-powertheta` கருதுகோள் சோதனை பற்றி மிகவும் அடிப்படை புள்ளியைப் பிடிக்கிறது. உலகின் உண்மையான நிலை சுழிய கருதுகோள் கணித்ததிலிருந்து மிகவும் வித்தியாசமாக இருந்தால், உங்கள் ஆற்றல் மிக அதிகமாக இருக்கும், ஆனால் உலகின் உண்மையான நிலை பூச்யத்திற்கு ஒத்ததாக இருந்தால் (ஆனால் ஒரே மாதிரியாக இல்லை) பின்னர் சோதனையின் ஆற்றல் போகிறது மிகக் குறைவாக இருக்க வேண்டும். ஆகையால், உலகின் உண்மையான நிலை சுழிய கருதுகோளுக்கு எவ்வளவு “ஒத்ததாக” இருக்கிறது என்பதை அளவிட சில வழிகளைக் கொண்டிருப்பது பயனுள்ளதாக இருக்கும். இதைச் செய்யும் ஒரு புள்ளிவிவரம் ** விளைவு அளவு ** (: குறிப்பு: `கோஅன், 1988 <கோஎன்_1988>`,: குறிப்பு: `எல்லிச், 2010 <liles_2010>`).
uk: Графік, показаний у :numref:`fig-powerTheta`, відображає досить базовий момент щодо перевірки гіпотез. Якщо справжній стан речей значно відрізняється від того, що передбачає нульова гіпотеза, то ваша потужність буде дуже високою, але якщо справжній стан речей схожий на нульовий (але не ідентичний), то потужність тесту буде дуже низькою. Тому корисно мати якийсь спосіб кількісно оцінити, наскільки «подібним» є справжній стан речей до нульової гіпотези. Статистичний показник, який це робить, називається мірою **розміру ефекту** (:ref:`Cohen, 1988 <Cohen_1988>`, :ref:`Ellis, 2010 <Ellis_2010>`).

source: Why calculate effect size? Let’s assume that you’ve run your experiment, collected the data, and gotten a significant effect when you ran your hypothesis test. Isn’t it enough just to say that you’ve gotten a significant effect? Surely that’s the *point* of hypothesis testing? Well, sort of. Yes, the point of doing a hypothesis test is to try to demonstrate that the null hypothesis is wrong, but that’s hardly the only thing we’re interested in. If the null hypothesis claimed that *θ* = 0.50 and we show that it’s wrong, we’ve only really told half of the story. Rejecting the null hypothesis implies that we believe that *θ* ≠ 0.50, but there’s a big difference between *θ* = 0.51 and *θ* = 0.80. If we find that *θ* = 0.80, then not only have we found that the null hypothesis is wrong, it appears to be *very* wrong. On the other hand, suppose we’ve successfully rejected the null hypothesis, but it looks like the true value of *θ* is only 0.51 (this would only be possible with a very large study). Sure, the null hypothesis is wrong but it’s not at all clear that we actually *care* because the effect size is so small. In the context of my ESP study we might still care since any demonstration of real psychic powers would actually be pretty cool,\ [#]_ but in other contexts a 1\% difference usually isn’t very interesting, even if it is a real difference. For instance, suppose we’re looking at differences in high school exam scores between males and females and it turns out that the female scores are 1\% higher on average than the males. If I’ve got data from thousands of students then this difference will almost certainly be *statistically significant*, but regardless of how small the *p*-value is it’s just not very interesting. You’d hardly want to go around proclaiming a crisis in boys education on the basis of such a tiny difference would you? It’s for this reason that it is becoming more standard (slowly, but surely) to report some kind of standard measure of effect size along with the the results of the hypothesis test. The hypothesis test itself tells you whether you should believe that the effect you have observed is real (i.e., not just due to chance), whereas the effect size tells you whether or not you should care.
nb: Hvorfor beregne effektstørrelse? La oss anta at du har gjennomført eksperimentet ditt, samlet inn data og fått en signifikant effekt da du kjørte hypotesetesten din. Holder det ikke bare å si at du har fått en signifikant effekt? Det er vel det som er *poenget* med hypotesetesting? Vel, på en måte. Ja, poenget med å gjøre en hypotesetest er å prøve å påvise at nullhypotesen er feil, men det er neppe det eneste vi er interessert i. Hvis nullhypotesen sier at *θ* = 0,50, og vi viser at den er feil, har vi egentlig bare fortalt halvparten av historien. Å forkaste nullhypotesen innebærer at vi tror at *θ* ≠ 0,50, men det er stor forskjell mellom *θ* = 0,51 og *θ* = 0,80. Hvis vi finner at *θ* = 0,80, har vi ikke bare funnet ut at nullhypotesen er feil, den ser ut til å være *svært* feil. Anta derimot at vi har forkastet nullhypotesen, men at det ser ut til at den sanne verdien av *θ* bare er 0,51 (dette ville bare være mulig med en svært stor studie). Nullhypotesen er feil, men det er slett ikke sikkert at vi faktisk *bryr oss* om det, siden effektstørrelsen er så liten. I forbindelse med ESP-studien min kan vi fortsatt bry oss, siden enhver demonstrasjon av ekte synske evner faktisk ville vært ganske kult,\ [#]_ men i andre sammenhenger er en forskjell på 1\% vanligvis ikke særlig interessant, selv om det er en reell forskjell. Anta for eksempel at vi ser på forskjeller i eksamenskarakterer mellom menn og kvinner på videregående skole, og det viser seg at kvinnene i gjennomsnitt har 1\% høyere poengsum enn mennene. Hvis jeg har data fra tusenvis av elever, vil denne forskjellen nesten helt sikkert være *statistisk signifikant*, men uansett hvor liten *p*-verdien er, er det ikke særlig interessant. Du vil neppe gå rundt og proklamere en krise i gutteutdanningen på grunnlag av en så liten forskjell, vil du vel? Det er av denne grunn at det (sakte, men sikkert) begynner å bli mer vanlig å rapportere et slags standardmål for effektstørrelse sammen med resultatene av hypotesetesten. Selve hypotesetesten forteller deg om du bør tro at effekten du har observert, er reell (dvs. ikke bare skyldes tilfeldigheter), mens effektstørrelsen forteller deg om du bør bry deg eller ikke.
ta: விளைவு அளவைக் கணக்கிட ஏன்? உங்கள் பரிசோதனையை நீங்கள் இயக்கியுள்ளீர்கள், தரவைச் சேகரித்தீர்கள், உங்கள் கருதுகோள் சோதனையை இயக்கும்போது குறிப்பிடத்தக்க விளைவைப் பெற்றுள்ளீர்கள் என்று வைத்துக் கொள்வோம். நீங்கள் ஒரு குறிப்பிடத்தக்க விளைவைப் பெற்றுள்ளீர்கள் என்று சொல்வது போதாதா? நிச்சயமாக இது கருதுகோள் சோதனையின் * புள்ளி *? சரி, வகை. ஆமாம், ஒரு கருதுகோள் சோதனையைச் செய்வதன் புள்ளி சுழிய கருதுகோள் தவறானது என்பதை நிரூபிக்க முயற்சிப்பதாகும், ஆனால் அதுதான் நாங்கள் ஆர்வமாக இல்லை. சுழிய கருதுகோள் * θ * = 0.50 என்று கூறினால் அது தவறு என்று நாங்கள் காட்டுகிறோம் , கதையின் பாதியை மட்டுமே நாங்கள் சொன்னோம். சுழிய கருதுகோளை நிராகரிப்பது * θ * ≠ 0.50 என்று நாங்கள் நம்புகிறோம் என்பதைக் குறிக்கிறது, ஆனால் * θ * = 0.51 மற்றும் * θ * = 0.80 க்கு இடையில் பெரிய வேறுபாடு உள்ளது. * Θ * = 0.80 என்று நாம் கண்டால், சுழிய கருதுகோள் தவறானது என்பதைக் கண்டறிந்துள்ளது மட்டுமல்லாமல், அது * மிகவும் * தவறு என்று தோன்றுகிறது. மறுபுறம், சுழிய கருதுகோளை நாங்கள் வெற்றிகரமாக நிராகரித்தோம் என்று வைத்துக்கொள்வோம், ஆனால் இது * θ * இன் உண்மையான மதிப்பு 0.51 மட்டுமே என்று தெரிகிறது (இது மிகப் பெரிய ஆய்வில் மட்டுமே சாத்தியமாகும்). நிச்சயமாக, சுழிய கருதுகோள் தவறானது, ஆனால் நாம் உண்மையில் * அக்கறை * என்பது தெளிவாக இல்லை, ஏனெனில் விளைவு அளவு மிகவும் சிறியது. எனது ஈஎச்பி ஆய்வின் சூழலில், உண்மையான மனநல சக்திகளின் எந்தவொரு ஆர்ப்பாட்டமும் உண்மையில் மிகவும் அருமையாக இருக்கும் என்பதால், \ [#] _ ஆனால் மற்ற சூழல்களில் 1 \% வேறுபாடு பொதுவாக மிகவும் சுவாரச்யமானது அல்ல, அது ஒரு உண்மையான வேறுபாடு. உதாரணமாக, ஆண்களுக்கும் பெண்களுக்கும் இடையிலான உயர்நிலைப் பள்ளி தேர்வு மதிப்பெண்களில் உள்ள வேறுபாடுகளை நாங்கள் கவனித்து வருகிறோம் என்று வைத்துக்கொள்வோம், மேலும் பெண் மதிப்பெண்கள் ஆண்களை விட சராசரியாக 1 \% அதிகம் என்று மாறிவிடும். ஆயிரக்கணக்கான மாணவர்களிடமிருந்து எனக்கு தரவு கிடைத்திருந்தால், இந்த வேறுபாடு நிச்சயமாக *புள்ளிவிவர ரீதியாக முக்கியத்துவம் வாய்ந்ததாக இருக்கும் *, ஆனால் *p *-மதிப்பு எவ்வளவு சிறியதாக இருந்தாலும் இது மிகவும் சுவாரச்யமானது அல்ல. இதுபோன்ற ஒரு சிறிய வித்தியாசத்தின் அடிப்படையில் சிறுவர்களின் கல்வியில் நெருக்கடியை அறிவிக்க நீங்கள் செல்ல விரும்பவில்லை? இந்த காரணத்திற்காகவே, கருதுகோள் சோதனையின் முடிவுகளுடன் விளைவு அளவின் ஒருவித நிலையான அளவைப் புகாரளிப்பது மிகவும் தரமாக (மெதுவாக, ஆனால் நிச்சயமாக) ஆகிறது. நீங்கள் கவனித்த விளைவு உண்மையானது என்று நீங்கள் நம்ப வேண்டுமா என்று கருதுகோள் சோதனை உங்களுக்குக் கூறுகிறது (அதாவது, வாய்ப்பு காரணமாக மட்டுமல்ல), அதேசமயம் நீங்கள் அக்கறை கொள்ள வேண்டுமா இல்லையா என்பதை விளைவு அளவு உங்களுக்குக் கூறுகிறது.
uk: Навіщо обчислювати розмір ефекту? Припустимо, ви провели експеримент, зібрали дані і отримали значущий ефект під час перевірки гіпотези. Чи не достатньо просто сказати, що ви отримали значущий ефект? Адже в цьому і полягає *сенс* перевірки гіпотези? Ну, в деякому сенсі. Так, мета перевірки гіпотези полягає в тому, щоб спробувати довести, що нульова гіпотеза є помилковою, але це далеко не єдине, що нас цікавить. Якщо нульова гіпотеза стверджувала, що *θ* = 0,50, і ми довели, що вона є помилковою, то ми розповіли лише половину історії. Відхилення нульової гіпотези означає, що ми вважаємо, що *θ* ≠ 0,50, але є велика різниця між *θ* = 0,51 і *θ* = 0,80. Якщо ми виявляємо, що *θ* = 0,80, то ми не тільки виявляємо, що нульова гіпотеза є помилковою, але й що вона є *дуже* помилковою. З іншого боку, припустимо, що ми успішно відхилили нульову гіпотезу, але, схоже, справжнє значення *θ* становить лише 0,51 (це можливо лише за умови дуже великого дослідження). Звичайно, нульова гіпотеза є помилковою, але зовсім не ясно, чи нас це насправді *цікавить*, оскільки розмір ефекту є дуже малим. У контексті мого дослідження ESP нам це все одно може бути цікаво, оскільки будь-яке проявлення реальних екстрасенсорних здібностей було б насправді досить крутим,\ [#]_ але в інших контекстах різниця в 1\% зазвичай не дуже цікава, навіть якщо це реальна різниця. Наприклад, припустимо, що ми розглядаємо різницю в результатах іспитів у середній школі між хлопцями та дівчатами і виявляється, що результати дівчат в середньому на 1\% вищі, ніж у хлопців. Якщо я маю дані про тисячі учнів, то ця різниця майже напевно буде *статистично значущою*, але незалежно від того, наскільки малим є значення *p*, це просто не дуже цікаво. Ви ж навряд чи захочете оголошувати кризу в освіті хлопців на підставі такої незначної різниці, чи не так? Саме з цієї причини стає все більш стандартним (повільно, але впевнено) повідомляти про якийсь стандартний показник розміру ефекту разом з результатами перевірки гіпотези. Сама перевірка гіпотези показує, чи слід вірити, що спостережуваний ефект є реальним (тобто не є випадковим), тоді як розмір ефекту показує, чи слід вам про це турбуватися.

source: The power of our test plotted as a function of the sample size N. In this case, the true value of θ is 0.7 but the null hypothesis is that θ = 0.5. Overall, larger *N* means greater power (the small zig-zags in this function occur because of some odd interactions between θ, α and the fact that the binomial distribution is discrete, it doesn’t matter for any serious purpose).
nb: Testens styrke plottet som en funksjon av utvalgsstørrelsen N. I dette tilfellet er den sanne verdien av θ 0,7, men nullhypotesen er at θ = 0,5. Generelt betyr større *N* større styrke (de små sikksakkene i denne funksjonen oppstår på grunn av noen merkelige interaksjoner mellom θ, α og det faktum at binomialfordelingen er diskret, men det spiller ingen rolle for noe seriøst formål).
ta: எங்கள் சோதனையின் ஆற்றல் மாதிரி அளவு N இன் செயல்பாடாக திட்டமிடப்பட்டுள்ளது. இந்த விசயத்தில், θ இன் உண்மையான மதிப்பு 0.7 ஆகும், ஆனால் சுழிய கருதுகோள் θ = 0.5 ஆகும். ஒட்டுமொத்தமாக, பெரியது * n * என்பது அதிக ஆற்றல் என்று பொருள் (இந்த செயல்பாட்டில் உள்ள சிறிய சிக்-சாக்ச் α, binder க்கு இடையில் சில ஒற்றைப்படை தொடர்புகள் மற்றும் பைனோமியல் வழங்கல் தனித்தனியாக இருப்பதால், இது எந்தவொரு தீவிர நோக்கத்திற்கும் ஒரு பொருட்டல்ல).
uk: Потужність нашого тесту, зображена як функція розміру вибірки N. У цьому випадку справжнє значення θ дорівнює 0,7, але нульова гіпотеза полягає в тому, що θ = 0,5. Загалом, більший *N* означає більшу потужність (невеликі зигзаги в цій функції виникають через деякі дивні взаємодії між θ, α та тим фактом, що біноміальний розподіл є дискретним, але це не має значення для будь-яких серйозних цілей).
