Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: *Intelligence is related to personality*. Like the last one, this is a relational claim about two psychological constructs (intelligence and personality), but the claim is weaker: correlational not causal.
de: *Die Intelligenz hängt mit der Persönlichkeit zusammen*. Wie bei der letzten Behauptung handelt es sich um eine relationale Behauptung über zwei psychologische Konstrukte (Intelligenz und Persönlichkeit), aber die Behauptung ist schwächer: korrelativ, nicht kausal.
nb: *Intelligens er relatert til personlighet*. I likhet med den forrige er dette en relasjonell påstand om to psykologiske konstrukter (intelligens og personlighet), men påstanden er svakere: korrelasjonell, ikke kausal.
ta: *நுண்ணறிவு ஆளுமையுடன் தொடர்புடையது*. கடைசியாக, இது இரண்டு உளவியல் கட்டுமானங்கள் (உளவுத்துறை மற்றும் ஆளுமை) பற்றிய தொடர்புடைய கூற்று, ஆனால் கூற்று பலவீனமானது: தொடர்பு காரணமல்ல.
uk: *Інтелект пов'язаний з особистістю*. Як і попереднє твердження, це відносне твердження про два психологічні конструкти (інтелект і особистість), але воно є слабшим: кореляційним, а не причинно-наслідковим.

source: *Intelligence is speed of information processing*. This hypothesis has a quite different character. It’s not actually a relational claim at all. It’s an ontological claim about the fundamental character of intelligence (and I’m pretty sure it’s wrong). It’s worth expanding on this one actually. It’s usually easier to think about how to construct experiments to test research hypotheses of the form “does X affect Y?” than it is to address claims like “what is X?” And in practice what usually happens is that you find ways of testing relational claims that follow from your ontological ones. For instance, if I believe that intelligence *is* speed of information processing in the brain, my experiments will often involve looking for relationships between measures of intelligence and measures of speed. As a consequence most everyday research questions do tend to be relational in nature, but they’re almost always motivated by deeper ontological questions about the state of nature.
de: *Intelligenz ist die Geschwindigkeit der Informationsverarbeitung*. Diese Hypothese hat einen ganz anderen Charakter. Sie ist eigentlich überhaupt keine relationale Behauptung. Sie ist eine ontologische Behauptung über den grundlegenden Charakter der Intelligenz (und ich bin mir ziemlich sicher, dass sie falsch ist). Es lohnt sich tatsächlich, diese Behauptung zu erweitern. Es ist in der Regel einfacher, darüber nachzudenken, wie man Experimente konstruiert, um Forschungshypothesen der Form „Beeinflusst X Y?“ zu testen, als sich mit Aussagen wie „Was ist X?“ zu befassen. Und in der Praxis findet man in der Regel Wege, um relationale Behauptungen zu testen, die sich aus den ontologischen Behauptungen ergeben. Wenn ich zum Beispiel glaube, dass die Intelligenz der Geschwindigkeit der Informationsverarbeitung im Gehirn *entspricht*, werden meine Experimente nach Beziehungen zwischen Intelligenzmessungen und Geschwindigkeitsmessungen suchen. Folglich sind die meisten alltäglichen Forschungsfragen eher relationaler Natur, aber sie sind fast immer durch tiefere ontologische Fragen über den Zustand der Natur motiviert.
nb: *Intelligens er hastigheten på informasjonsbehandling*. Denne hypotesen har en helt annen karakter. Den er faktisk ikke en relasjonell påstand i det hele tatt. Det er en ontologisk påstand om intelligensens grunnleggende karakter (og jeg er ganske sikker på at den er feil). Det er faktisk verdt å utdype dette. Det er vanligvis lettere å tenke på hvordan man skal konstruere eksperimenter for å teste forskningshypoteser av typen «påvirker X Y?» enn det er å svare på påstander av typen «hva er X?». Og i praksis skjer det som regel at man finner måter å teste relasjonelle påstander som følger av de ontologiske påstandene. Hvis jeg for eksempel tror at intelligens *er* hastigheten på informasjonsbehandlingen i hjernen, vil eksperimentene mine ofte innebære å lete etter sammenhenger mellom mål på intelligens og mål på hastighet. Som en konsekvens av dette har de fleste hverdagslige forskningsspørsmål en tendens til å være relasjonelle, men de er nesten alltid motivert av dypere ontologiske spørsmål om naturens tilstand.
ta: *நுண்ணறிவு என்பது செய்தி செயலாக்கத்தின் வேகம்*. இந்த கருதுகோள் முற்றிலும் மாறுபட்ட தன்மையைக் கொண்டுள்ளது. இது உண்மையில் ஒரு தொடர்புடைய கூற்று அல்ல. இது உளவுத்துறையின் அடிப்படை தன்மை பற்றிய ஒரு இயக்கவியல் கூற்று (அது தவறு என்று நான் நம்புகிறேன்). இதை உண்மையில் விரிவாக்குவது மதிப்பு. “எக்ச் ஒய் ஐ பாதிக்கிறதா?” வடிவத்தின் ஆராய்ச்சி கருதுகோள்களை சோதிக்க சோதனைகளை எவ்வாறு உருவாக்குவது என்பது பற்றி சிந்திப்பது பொதுவாக எளிதானது. "ஃச் என்றால் என்ன?" வழக்கமாக என்ன நடக்கிறது என்பது உங்கள் இயக்கவியல் நிறுவனங்களிலிருந்து வரும் தொடர்புடைய உரிமைகோரல்களைச் சோதிக்கும் வழிகளைக் காணலாம். உதாரணமாக, உளவுத்துறை * மூளையில் செய்தி செயலாக்கத்தின் விரைவு * என்று நான் நம்பினால், எனது சோதனைகள் பெரும்பாலும் உளவுத்துறை நடவடிக்கைகள் மற்றும் வேக நடவடிக்கைகளுக்கு இடையிலான உறவுகளைத் தேடுவதை உள்ளடக்கும். இதன் விளைவாக, பெரும்பாலான அன்றாட ஆராய்ச்சி கேள்விகள் இயற்கையில் தொடர்புடையவை, ஆனால் அவை எப்போதும் இயற்கையின் நிலை குறித்த ஆழமான ஆன்டாலசிக்கல் கேள்விகளால் உந்துதல் பெறுகின்றன.
uk: *Інтелект — це швидкість обробки інформації*. Ця гіпотеза має зовсім інший характер. Насправді це зовсім не реляційне твердження. Це онтологічне твердження про фундаментальний характер інтелекту (і я майже впевнений, що воно є хибним). Варто детальніше зупинитися на цьому питанні. Зазвичай легше продумати, як побудувати експерименти для перевірки гіпотез дослідження типу «чи впливає X на Y?», ніж розглядати твердження на кшталт «що таке X?». На практиці зазвичай відбувається так, що ви знаходите способи перевірки реляційних тверджень, які випливають з ваших онтологічних тверджень. Наприклад, якщо я вірю, що інтелект *є* швидкістю обробки інформації в мозку, мої експерименти часто будуть полягати в пошуку взаємозв'язків між показниками інтелекту та показниками швидкості. Як наслідок, більшість повсякденних дослідницьких питань зазвичай мають реляційний характер, але майже завжди вони мотивовані глибшими онтологічними питаннями про стан природи.

source: Notice that in practice, my research hypotheses could overlap a lot. My ultimate goal in the ESP experiment might be to test an ontological claim like “ESP exists”, but I might operationally restrict myself to a narrower hypothesis like “Some people can ‘see’ objects in a clairvoyant fashion”. That said, there are some things that really don’t count as proper research hypotheses in any meaningful sense:
de: Beachten Sie, dass sich meine Forschungshypothesen in der Praxis stark überschneiden können. Mein ultimatives Ziel im ESP-Experiment könnte sein, eine ontologische Behauptung wie „ESP existiert“ zu testen, aber ich könnte mich operativ auf eine engere Hypothese wie „Manche Menschen können Objekte auf hellseherische Weise ‚sehen‘“ beschränken. Abgesehen davon gibt es einige Dinge, die wirklich nicht als richtige Forschungshypothesen in irgendeinem sinnvollen Sinne gelten:
nb: Legg merke til at forskningshypotesene mine i praksis kan overlappe mye. Det endelige målet mitt med ESP-eksperimentet kan være å teste en ontologisk påstand som «ESP eksisterer», men jeg kan operativt begrense meg til en snevrere hypotese som «Noen mennesker kan ‹se› objekter på en klarsynt måte». Når det er sagt, er det noen ting som virkelig ikke kan regnes som egentlige forskningshypoteser i noen meningsfull forstand:
ta: நடைமுறையில், எனது ஆராய்ச்சி கருதுகோள்கள் நிறைய ஒன்றுடன் ஒன்று சேரக்கூடும் என்பதைக் கவனியுங்கள். ஈ.எச்.பி பரிசோதனையில் எனது இறுதி குறிக்கோள் “ஈஎச்பி உள்ளது” போன்ற ஒரு இயக்கவியல் உரிமைகோரலை சோதிப்பதாக இருக்கலாம், ஆனால் “சிலர் ஒரு தெளிவான பாணியில் பொருள்களை‘ பார்க்கலாம் ’போன்ற ஒரு குறுகிய கருதுகோளுக்கு நான் செயல்பாட்டுடன் என்னைக் கட்டுப்படுத்தலாம். எந்தவொரு அர்த்தமுள்ள அர்த்தத்திலும் சரியான ஆராய்ச்சி கருதுகோள்களாகக் கருதப்படாத சில விசயங்கள் உள்ளன:
uk: Зверніть увагу, що на практиці мої дослідницькі гіпотези можуть значною мірою перетинатися. Моєю кінцевою метою в експерименті з екстрасенсорним сприйняттям може бути перевірка онтологічного твердження на кшталт «екстрасенсорне сприйняття існує», але в оперативному плані я можу обмежитися більш вузькою гіпотезою, наприклад «деякі люди можуть «бачити» об'єкти за допомогою ясновидіння». Однак є деякі речі, які насправді не можна вважати повноцінними дослідницькими гіпотезами в будь-якому значущому сенсі:

source: *Love is a battlefield*. This is too vague to be testable. Whilst it’s okay for a research hypothesis to have a degree of vagueness to it, it has to be possible to operationalise your theoretical ideas. Maybe I’m just not creative enough to see it, but I can’t see how this can be converted into any concrete research design. If that’s true then this isn’t a scientific research hypothesis, it’s a pop song. That doesn’t mean it’s not interesting. A lot of deep questions that humans have fall into this category. Maybe one day science will be able to construct testable theories of love, or to test to see if God exists, and so on. But right now we can’t, and I wouldn’t bet on ever seeing a satisfying scientific approach to either.
de: *Die Liebe ist ein Schlachtfeld*. Dies ist zu vage, um überprüfbar zu sein. Es ist zwar in Ordnung, wenn eine Forschungshypothese ein gewisses Maß an Unbestimmtheit aufweist, aber es muss möglich sein, die theoretischen Ideen zu operationalisieren. Vielleicht bin ich einfach nicht kreativ genug, um das zu erkennen, aber ich kann nicht erkennen, wie diese Hypothese in ein konkretes Forschungsdesign umgesetzt werden kann. Wenn das stimmt, dann ist das keine wissenschaftliche Forschungshypothese, sondern ein Popsong. Das heißt nicht, dass die Frage nicht interessant ist. Viele tiefgründige Fragen, die Menschen haben, fallen in diese Kategorie. Vielleicht wird die Wissenschaft eines Tages in der Lage sein, überprüfbare Theorien über die Liebe aufzustellen oder zu testen, ob Gott existiert, und so weiter. Aber im Moment können wir das nicht, und ich würde nicht darauf wetten, dass wir jemals einen befriedigenden wissenschaftlichen Ansatz finden werden, um diese Fragestellungen zu untersuchen.
nb: *Kjærlighet er en slagmark*. Dette er for vagt til å kunne testes. Selv om det er greit at en forskningshypotese er vag, må det være mulig å operasjonalisere de teoretiske ideene dine. Kanskje er jeg bare ikke kreativ nok til å se det, men jeg kan ikke se hvordan dette kan konverteres til noe konkret forskningsdesign. I så fall er ikke dette en vitenskapelig forskningshypotese, det er en popsang. Det betyr ikke at det ikke er interessant. Mange dype spørsmål som mennesker har, faller inn under denne kategorien. Kanskje vil vitenskapen en dag være i stand til å konstruere testbare teorier om kjærlighet, eller til å teste om Gud eksisterer, og så videre. Men akkurat nå kan vi ikke det, og jeg vil ikke vedde på at vi noen gang vil få se en tilfredsstillende vitenskapelig tilnærming til noen av delene.
ta: *காதல் ஒரு போர்க்களம்*. இது சோதனைக்கு உட்படுத்த முடியாத அளவுக்கு தெளிவற்றது. ஒரு ஆராய்ச்சி கருதுகோள் அதற்கு தெளிவற்ற தன்மையைக் கொண்டிருப்பது பரவாயில்லை என்றாலும், உங்கள் தத்துவார்த்த யோசனைகளை செயல்படுத்த முடியும். ஒருவேளை நான் அதைப் பார்க்கும் அளவுக்கு ஆக்கப்பூர்வமாக இல்லை, ஆனால் இதை எவ்வாறு உறுதியான ஆராய்ச்சி வடிவமைப்பாக மாற்ற முடியும் என்பதை என்னால் பார்க்க முடியவில்லை. அது உண்மை என்றால் இது விஞ்ஞான ஆராய்ச்சி கருதுகோள் அல்ல, இது ஒரு பாப் பாடல். இது சுவாரச்யமானது அல்ல என்று அர்த்தமல்ல. மனிதர்கள் இந்த வகைக்குள் வரக்கூடிய ஆழமான கேள்விகள் நிறைய. ஒருவேளை ஒரு நாள் அறிவியல் அன்பின் சோதனைக்குரிய கோட்பாடுகளை உருவாக்க முடியும், அல்லது கடவுள் இருக்கிறாரா என்று சோதிக்க முடியும், மற்றும் பல. ஆனால் இப்போது நம்மால் முடியாது, மேலும் திருப்திகரமான அறிவியல் அணுகுமுறையைப் பார்க்க நான் பந்தயம் கட்ட மாட்டேன்.
uk: *Любов – це поле бою*. Це занадто розмите поняття, щоб його можна було перевірити. Хоча в дослідницькій гіпотезі допускається певна розмитість, ваші теоретичні ідеї мають бути реалізовані на практиці. Можливо, я просто недостатньо креативний, щоб це побачити, але я не розумію, як це можна перетворити на конкретний дослідницький проект. Якщо це правда, то це не наукова дослідницька гіпотеза, а поп-пісня. Це не означає, що вона нецікава. Багато глибоких питань, які виникають у людей, належать до цієї категорії. Можливо, одного дня наука зможе сформулювати перевірювані теорії кохання або перевірити, чи існує Бог, і так далі. Але зараз ми не можемо цього зробити, і я не став би робити ставку на те, що колись з'явиться задовільний науковий підхід до будь-якого з цих питань.

source: *The first rule of tautology club is the first rule of tautology club*. This is not a substantive claim of any kind. It’s true by definition. No conceivable state of nature could possibly be inconsistent with this claim. We say that this is an unfalsifiable hypothesis, and as such it is outside the domain of science. Whatever else you do in science your claims must have the possibility of being wrong.
de: *Die erste Regel des Tautologie-Clubs ist die erste Regel des Tautologie-Clubs*. Dies ist keine inhaltliche Behauptung irgendeiner Art. Sie ist definitionsgemäß wahr. Kein denkbarer Zustand der Natur könnte mit dieser Behauptung unvereinbar sein. Wir sagen, dass es sich um eine nicht falsifizierbare Hypothese handelt, die als solche außerhalb des Bereichs der Wissenschaft liegt. Was auch immer Sie sonst in der Wissenschaft tun, Ihre Behauptungen müssen die Möglichkeit haben, falsch zu sein.
nb: *Tautologiklubbens første regel er tautologiklubbens første regel*. Dette er ikke en substansiell påstand av noe slag. Den er sann per definisjon. Ingen tenkelig naturtilstand kan være uforenlig med denne påstanden. Vi sier at dette er en ufalsifiserbar hypotese, og som sådan ligger den utenfor vitenskapens domene. Uansett hva du ellers gjør i vitenskapen, må påstandene dine ha muligheten for å være feil.
ta: *டாட்டாலசி கிளப்பின் முதல் விதி ட ut டாலசி கிளப்பின் முதல் விதி*. இது எந்த வகையிலும் கணிசமான கூற்று அல்ல. இது வரையறையால் உண்மை. இயற்கையின் எந்தவொரு கற்பனையும் இந்த கூற்றுக்கு முரணாக இருக்க முடியாது. இது ஒரு வரையறுக்க முடியாத கருதுகோள் என்று நாங்கள் கூறுகிறோம், மேலும் இது அறிவியலின் களத்திற்கு வெளியே உள்ளது. அறிவியலில் நீங்கள் வேறு எதைச் செய்தாலும் உங்கள் கூற்றுக்கள் தவறாக இருப்பதற்கான வாய்ப்பைக் கொண்டிருக்க வேண்டும்.
uk: *Перше правило клубу тавтології є першим правилом клубу тавтології*. Це не є жодним суттєвим твердженням. Це є правдою за визначенням. Жодний мислимий стан природи не може суперечити цьому твердженню. Ми говоримо, що це є нефальсифіковуваною гіпотезою, і як така вона знаходиться поза межами науки. Що б ви не робили в науці, ваші твердження повинні мати можливість бути помилковими.

source: *More people in my experiment will say “yes” than “no”*. This one fails as a research hypothesis because it’s a claim about the data set, not about the psychology (unless of course your actual research question is whether people have some kind of “yes” bias!). Actually, this hypothesis is starting to sound more like a statistical hypothesis than a research hypothesis.
de: *In meinem Experiment werden mehr Menschen „Ja“ als „Nein“ sagen*. Diese Hypothese ist als Forschungshypothese ungeeignet, da sie eine Behauptung über den Datensatz und nicht über die Psychologie ist (es sei denn, Ihre eigentliche Forschungsfrage lautet, ob Menschen eine Art „Ja“-Voreingenommenheit haben). Eigentlich klingt diese Hypothese eher nach einer statistischen Hypothese als nach einer Forschungshypothese.
nb: *I mitt eksperiment vil flere si «ja» enn «nei»*. Denne mislykkes som forskningshypotese fordi det er en påstand om datasettet, ikke om psykologien (med mindre det egentlige forskningsspørsmålet ditt er om folk har en eller annen form for «ja»-skjevhet!) Faktisk begynner denne hypotesen å høres mer ut som en statistisk hypotese enn en forskningshypotese.
ta: *எனது பரிசோதனையில் அதிகமானவர்கள் “இல்லை” என்பதை விட “ஆம்” என்று கூறுவார்கள். இது ஒரு ஆராய்ச்சி கருதுகோளாக தோல்வியடைகிறது, ஏனெனில் இது தரவுத் தொகுப்பைப் பற்றிய உரிமைகோரல், உளவியலைப் பற்றியது அல்ல (நிச்சயமாக உங்கள் உண்மையான ஆராய்ச்சி கேள்வி என்றால், மக்களுக்கு ஒருவித “ஆம்” சார்பு இருக்கிறதா!). உண்மையில், இந்த கருதுகோள் ஒரு ஆராய்ச்சி கருதுகோளை விட புள்ளிவிவர கருதுகோள் போல ஒலிக்கத் தொடங்குகிறது.
uk: *Більше людей у моєму експерименті скажуть «так», ніж «ні»*. Ця гіпотеза не підходить для дослідження, оскільки вона стосується набору даних, а не психології (якщо, звичайно, ваша фактична дослідницька проблема не полягає в тому, чи мають люди якусь схильність до відповіді «так»!). Насправді ця гіпотеза більше схожа на статистичну гіпотезу, ніж на дослідницьку.

source: As you can see, research hypotheses can be somewhat messy at times and ultimately they are *scientific* claims. **Statistical hypotheses** are neither of these two things. Statistical hypotheses must be mathematically precise and they must correspond to specific claims about the characteristics of the data generating mechanism (i.e., the “population”). Even so, the intent is that statistical hypotheses bear a clear relationship to the substantive research hypotheses that you care about! For instance, in my ESP study my research hypothesis is that some people are able to see through walls or whatever. What I want to do is to “map” this onto a statement about how the data were generated. So let’s think about what that statement would be. The quantity that I’m interested in within the experiment is *P*\ (“correct”), the true-but-unknown probability with which the participants in my experiment answer the question correctly. Let’s use the Greek letter *θ* (theta) to refer to this probability. Here are four different statistical hypotheses:
de: Wie Sie sehen, können Forschungshypothesen manchmal etwas chaotisch sein, und letztendlich sind sie *wissenschaftliche* Behauptungen. **Statistische Hypothesen** sind weder das eine, noch das andere. Statistische Hypothesen müssen mathematisch präzise sein und sie müssen spezifischen Aussagen über die Merkmale des datenerzeugenden Mechanismus (d. h. der „Population“) entsprechen. Dennoch sollen die statistischen Hypothesen einen klaren Bezug zu den inhaltlichen Forschungshypothesen haben, die Sie interessieren! In meiner ESP-Studie lautet meine Forschungshypothese zum Beispiel, dass manche Menschen durch Wände hindurch sehen können. Ich möchte diese Hypothese mit einer Aussage darüber verknüpfen, wie die Daten entstanden sind. Überlegen wir uns also, wie diese Aussage lauten könnte. Die Größe, an der ich im Rahmen des Experiments interessiert bin, ist *P*\ („richtig“), die wahre, aber unbekannte Wahrscheinlichkeit, mit der die Teilnehmer an meinem Experiment die Frage richtig beantworten. Verwenden wir den griechischen Buchstaben *θ* (Theta), um diese Wahrscheinlichkeit zu bezeichnen. Hier sind vier verschiedene statistische Hypothesen:
nb: Som du ser, kan forskningshypoteser til tider være noe rotete, og til syvende og sist er de *vitenskapelige* påstander. **Statistiske hypoteser** er ingen av disse to tingene. Statistiske hypoteser må være matematisk presise, og de må svare til spesifikke påstander om egenskapene til den datagenererende mekanismen (dvs. «populasjonen»). Likevel er hensikten at de statistiske hypotesene skal ha en klar sammenheng med de substansielle forskningshypotesene som du er opptatt av! I ESP-studien min er for eksempel forskningshypotesen min at noen mennesker er i stand til å se gjennom vegger eller lignende. Det jeg ønsker å gjøre, er å «tilordne» dette til en uttalelse om hvordan dataene ble generert. Så la oss tenke på hva en slik uttalelse vil være. Størrelsen jeg er interessert i i eksperimentet, er *P*\ («riktig»), den sanne, men ukjente sannsynligheten for at deltakerne i eksperimentet mitt svarer riktig på spørsmålet. La oss bruke den greske bokstaven *θ* (theta) for å referere til denne sannsynligheten. Her er fire ulike statistiske hypoteser:
ta: நீங்கள் பார்க்க முடியும் என, ஆராய்ச்சி கருதுகோள்கள் சில நேரங்களில் ஓரளவு குழப்பமாக இருக்கும், இறுதியில் அவை * விஞ்ஞான * கூற்றுக்கள். ** புள்ளிவிவர கருதுகோள்கள் ** இந்த இரண்டு விசயங்களிலும் இல்லை. புள்ளிவிவர கருதுகோள்கள் கணித ரீதியாக துல்லியமாக இருக்க வேண்டும், மேலும் அவை தரவு உருவாக்கும் பொறிமுறையின் பண்புகள் (அதாவது “மக்கள் தொகை”) பற்றிய குறிப்பிட்ட கூற்றுக்களுடன் ஒத்திருக்க வேண்டும். அப்படியிருந்தும், நீங்கள் அக்கறை கொண்ட கணிசமான ஆராய்ச்சி கருதுகோள்களுக்கு புள்ளிவிவர கருதுகோள்கள் தெளிவான உறவைக் கொண்டுள்ளன என்பதே இதன் நோக்கம்! உதாரணமாக, எனது ஈஎச்பி ஆய்வில் எனது ஆராய்ச்சி கருதுகோள் என்னவென்றால், சிலர் சுவர்கள் அல்லது எதையாவது பார்க்க முடியும். நான் செய்ய விரும்புவது என்னவென்றால், தரவு எவ்வாறு உருவாக்கப்பட்டது என்பது பற்றிய அறிக்கையில் இதை "வரைபடமாக்குவது". எனவே அந்த அறிக்கை என்னவாக இருக்கும் என்பதைப் பற்றி சிந்திக்கலாம். பரிசோதனைக்குள் நான் ஆர்வமாக உள்ள அளவு *p *\ (“சரியானது”), உண்மையான-ஆனால்-அறியப்படாத நிகழ்தகவு, எனது பரிசோதனையில் பங்கேற்பாளர்கள் கேள்விக்கு சரியாக பதிலளிக்கிறார்கள். இந்த நிகழ்தகவைக் குறிக்க கிரேக்க எழுத்தை * θ * (தீட்டா) பயன்படுத்துவோம். நான்கு வெவ்வேறு புள்ளிவிவர கருதுகோள்கள் இங்கே:
uk: Як бачите, дослідницькі гіпотези іноді можуть бути дещо заплутаними, але в кінцевому рахунку вони є *науковими* твердженнями. **Статистичні гіпотези** не є ні тим, ні іншим. Статистичні гіпотези повинні бути математично точними і відповідати конкретним твердженням про характеристики механізму генерації даних (тобто «популяції»). Незважаючи на це, статистичні гіпотези повинні мати чіткий зв'язок із суттєвими дослідницькими гіпотезами, які вас цікавлять! Наприклад, у моєму дослідженні ESP моя дослідницька гіпотеза полягає в тому, що деякі люди здатні бачити крізь стіни тощо. Я хочу «відобразити» це у твердженні про те, як були згенеровані дані. Тож давайте поміркуємо, яким буде це твердження. Величина, яка мене цікавить в експерименті, — це *P*\ («правильно»), істинна, але невідома ймовірність, з якою учасники мого експерименту правильно відповідають на питання. Використаємо грецьку літеру *θ* (тета) для позначення цієї ймовірності. Ось чотири різні статистичні гіпотези:

source: If ESP doesn’t exist and if my experiment is well designed then my participants are just guessing. So I should expect them to get it right half of the time and so my statistical hypothesis is that the true probability of choosing correctly is *θ* = 0.5\ .
de: Wenn es keine ESP gibt und mein Experiment gut konzipiert ist, dann raten meine Teilnehmer nur. Ich sollte also erwarten, dass sie in der Hälfte der Fälle richtig liegen. Meine statistische Hypothese lautet daher, dass die wahre Wahrscheinlichkeit, richtig zu wählen, *θ* = 0,5 beträgt.
nb: Hvis ESP ikke eksisterer, og hvis eksperimentet mitt er godt designet, gjetter deltakerne mine bare. Da bør jeg forvente at de har rett halvparten av gangene, og min statistiske hypotese er derfor at den sanne sannsynligheten for å velge riktig er *θ* = 0,5\ .
ta: ESP இல்லை என்றால், எனது சோதனை நன்கு வடிவமைக்கப்பட்டிருந்தால், எனது பங்கேற்பாளர்கள் யூகிக்கிறார்கள். எனவே அவர்கள் அதை சரியாகப் பெறுவார்கள் என்று நான் எதிர்பார்க்க வேண்டும், எனவே எனது புள்ளிவிவர கருதுகோள் என்னவென்றால், சரியாகத் தேர்ந்தெடுப்பதற்கான உண்மையான நிகழ்தகவு * θ * = 0.5 \.
uk: Якщо ESP не існує і якщо мій експеримент добре розроблений, то мої учасники просто вгадують. Тому я повинен очікувати, що вони вгадають половину разів, і тому моя статистична гіпотеза полягає в тому, що справжня ймовірність правильного вибору становить *θ* = 0,5\ .
