Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: Strictly speaking, the test I just constructed has *α* = 0.057, which is a bit too generous. However, if I’d chosen 39 and 61 to be the boundaries for the critical region then the critical region only covers 3.5% of the distribution. I figured that it makes more sense to use 40 and 60 as my critical values, and be willing to tolerate a 5.7% type I error rate, since that’s as close as I can get to a value of *α* = 0.05.
de: Streng genommen ergibt der Test, den ich gerade konstruiert habe, *α* = 0,057, was etwas zu großzügig ist. Wenn ich jedoch 39 und 61 als Grenzen für den kritischen Bereich gewählt hätte, dann würde der kritische Bereich nur 3,5 % der Verteilung abdecken. Ich hielt es für sinnvoller, 40 und 60 als kritische Werte zu verwenden und eine Typ-I-Fehlerrate von 5,7 % in Kauf zu nehmen, da dies dem Wert von *α* = 0,05 am nächsten kommt.

source: The internet seems fairly convinced that Ashley said this, though I can’t for the life of me find anyone willing to give a source for the claim.
de: Das Internet scheint ziemlich überzeugt davon zu sein, dass Ashley dies gesagt hat, obwohl ich beim besten Willen niemanden finden kann, der bereit ist, eine Quelle für diese Behauptung anzugeben.
nb: Internett virker ganske overbevist om at Ashley sa dette, selv om jeg ikke kan finne noen som er villig til å oppgi en kilde for påstanden.
ta: ஆச்லே இதைச் சொன்னார் என்று இணையம் மிகவும் உறுதியாக நம்புகிறது, இருப்பினும் என் வாழ்க்கைக்காக என்னால் முடியாது என்றாலும், உரிமைகோரலுக்கு ஒரு ஆதாரத்தை வழங்க விரும்பும் எவரையும் கண்டுபிடிக்க முடியவில்லை.
uk: Інтернет, здається, цілком переконаний, що Ешлі сказала це, хоча я ніяк не можу знайти нікого, хто б погодився надати джерело цього твердження.

source: The *p* value of a test
de: Der *p*-Wert eines Tests

source: In one sense, our hypothesis test is complete. We’ve constructed a test statistic, figured out its sampling distribution if the null hypothesis is true, and then constructed the critical region for the test. Nevertheless, I’ve actually omitted the most important number of all, **the *p* value**. It is to this topic that we now turn. There are two somewhat different ways of interpreting a *p* value, one proposed by Sir Ronald Fisher and the other by Jerzy Neyman. Both versions are legitimate, though they reflect very different ways of thinking about hypothesis tests. Most introductory textbooks tend to give Fisher’s version only, but I think that’s a bit of a shame. To my mind, Neyman’s version is cleaner and actually better reflects the logic of the null hypothesis test. You might disagree though, so I’ve included both. I’ll start with Neyman’s version.
de: In gewissem Sinne ist unser Hypothesentest nun vollständig. Wir haben eine Teststatistik konstruiert, ihre Stichprobenverteilung für den Fall, dass die Nullhypothese wahr ist, ermittelt und dann den kritischen Bereich für den Test ermittelt. Allerdings habe ich die wichtigste Zahl von allen weggelassen, **den p-Wert**. Wir widmen wir uns jetzt deshalb diesem Thema. Es gibt zwei etwas unterschiedliche Arten, einen *p*-Wert zu interpretieren: Eine vorgeschlagen von Sir Ronald Fisher, die andere von Jerzy Neyman. Beide Versionen sind legitim, obwohl sie sehr unterschiedliche Denkweisen über Hypothesentests widerspiegeln. Die meisten einführenden Lehrbücher tendieren dazu, nur Fishers Version wiederzugeben, aber ich finde das ein bisschen schade. Meiner Meinung nach ist Neymans Version reiner und spiegelt die Logik des Nullhypothesentests besser wider. Vielleicht sind Sie aber anderer Meinung: Deshalb habe ich beide Versionen aufgenommen. Ich beginne mit der Version von Neyman.

source: A softer view of decision making
de: Eine weichere Sichtweise auf die Entscheidungsfindung
nb: Et mykere syn på beslutningstaking
ta: முடிவெடுப்பதில் மென்மையான பார்வை
uk: М'якший погляд на прийняття рішень

source: One problem with the hypothesis testing procedure that I’ve described is that it makes no distinction at all between a result that is “barely significant” and those that are “highly significant”. For instance, in my ESP study the data I obtained only just fell inside the critical region, so I did get a significant effect but it was a pretty near thing. In contrast, suppose that I’d run a study in which *X* = 97 out of my *N* = 100 participants got the answer right. This would obviously be significant too but by a much larger margin, such that there’s really no ambiguity about this at all. The procedure that I have already described makes no distinction between the two. If I adopt the standard convention of allowing *α* = 0.05 as my acceptable Type I error rate, then both of these are significant results.
de: Ein Problem bei dem von mir beschriebenen Hypothesentestverfahren ist, dass es keinen Unterschied zwischen einem „kaum signifikanten“ und einem „hoch signifikanten“ Ergebnis macht. In meiner ESP-Studie zum Beispiel lagen die Daten, die ich erhalten habe, nur knapp innerhalb des kritischen Bereichs, so dass ich zwar einen signifikanten Effekt erhalten habe, aber es war eine ziemlich knappe Sache. Nehmen wir dagegen an, ich hätte eine Studie durchgeführt, bei der *X* = 97 von meinen *N* = 100 Teilnehmern die richtige Antwort gegeben hätten. Das wäre natürlich auch signifikant, aber mit einem viel größeren Abstand, so dass es hier wirklich keine Unklarheiten gibt. Das Verfahren, das ich beschrieben habe, macht keinen Unterschied zwischen den beiden. Wenn ich die Standardkonvention von *α* = 0,05 als akzeptable Typ-I-Fehlerrate annehme, dann sind beide Ergebnisse signifikant.

source: This is where the *p* value comes in handy. To understand how it works, let’s suppose that we ran lots of hypothesis tests on the same data set, but with a different value of *α* in each case. When we do that for my original ESP data what we’d get is something like this
de: An dieser Stelle kommt der *p*-Wert ins Spiel. Um zu verstehen, wie er funktioniert, nehmen wir an, dass wir viele Hypothesentests mit demselben Datensatz durchgeführt haben, aber mit einem jeweils anderen Wert von *α*. Wenn wir dies für meine ursprünglichen ESP-Daten tun, erhalten wir etwa folgendes Ergebnis

source: Value of *α*
de: Wert von *α*

source: Reject the null?
de: Die Nullhypothese verwerfen?
nb: Avvise null?
ta: பூச்யத்தை நிராகரிக்கவா?
uk: Відхилити нуль?

source: Yes
de: Ja
nb: Ja
ta: ஆம்
uk: Так

source: No
de: Nein
nb: Nei
ta: இல்லை
uk: Ні

source: When we test the ESP data (*X* = 62 successes out of *N* = 100 observations), using *α* levels of 0.03 and above, we’d always find ourselves rejecting the null hypothesis. For *α* levels of 0.02 and below we always end up retaining the null hypothesis. Therefore, somewhere between 0.02 and 0.03 there must be a smallest value of *α* that would allow us to reject the null hypothesis for this data. This is the *p* value. As it turns out the ESP data has *p* = 0.021. In short,
de: Wenn wir die ESP-Daten (*X* = 62 Erfolge aus *N* = 100 Beobachtungen) mit *α* -Werten von 0,03 und mehr testen, wird die Nullhypothese abgelehnt. Bei Werten von *α* von 0,02 und darunter wird die Nullhypothese immer beibehalten. Daher muss es irgendwo zwischen 0,02 und 0,03 einen kleinsten Wert von *α* geben, der es uns ermöglicht, die Nullhypothese für diese Daten zu verwerfen. Dies ist der Wert *p*. Es stellt sich heraus, dass die ESP-Daten *p* = 0,021 haben. Kurz und gut,

source: *p* is defined to be the smallest Type I error rate (*α*) that you have to be willing to tolerate if you want to reject the null hypothesis.
de: *p* ist definiert als die kleinste Fehlerrate vom Typ I (*α*), die man in Kauf nehmen würde, wenn die Nullhypothese abgelehnt werden soll.

source: If it turns out that *p* describes an error rate that you find intolerable, then you must retain the null. If you’re comfortable with an error rate equal to *p*, then it’s okay to reject the null hypothesis in favour of your preferred alternative.
de: Wenn sich herausstellt, dass *p* eine Fehlerrate beschreibt, die Sie nicht tolerieren wollen, dann müssen Sie die Nullhypothese beibehalten. Wenn Sie sich mit einer Fehlerrate von *p* abfinden können, ist es in Ordnung, die Nullhypothese zugunsten Ihrer Alternativhypothese zu verwerfen.
nb: Hvis det viser seg at *p* beskriver en feilrate som du synes er uakseptabel, må du beholde nullhypotesen. Hvis du er komfortabel med en feilrate lik *p*, er det greit å forkaste nullhypotesen til fordel for alternativhypotesen.
ta: நீங்கள் சகிக்கமுடியாததாகக் காணும் பிழை விகிதத்தை * p * விவரிக்கிறது என்று மாறிவிட்டால், நீங்கள் பூச்யத்தைத் தக்க வைத்துக் கொள்ள வேண்டும். *P *க்கு சமமான பிழை விகிதத்துடன் நீங்கள் வசதியாக இருந்தால், நீங்கள் விரும்பும் மாற்றீட்டிற்கு ஆதரவாக சுழிய கருதுகோளை நிராகரிப்பது சரி.
uk: Якщо виявляється, що *p* описує рівень помилки, який ви вважаєте неприйнятним, то ви повинні зберегти нульову гіпотезу. Якщо вас влаштовує рівень помилки, рівний *p*, то можна відхилити нульову гіпотезу на користь вашої альтернативної гіпотези.

source: In effect, *p* is a summary of all the possible hypothesis tests that you could have run, taken across all possible *α* values. And as a consequence it has the effect of “softening” our decision process. For those tests in which *p* ≤ *α* you would have rejected the null hypothesis, whereas for those tests in which *p* > *α* you would have retained the null. In my ESP study I obtained *X* = 62 and as a consequence I’ve ended up with *p* = 0.021. So the error rate I have to tolerate is 2.1%. In contrast, suppose my experiment had yielded *X* = 97. What happens to my *p* value now? This time it’s shrunk to *p* = 1.36 · 10\ :sup:`25`, which is a tiny, tiny\ [#]_ Type I error rate. For this second case I would be able to reject the null hypothesis with a lot more confidence, because I only have to be “willing” to tolerate a type I error rate of about 1 in 10 trillion trillion in order to justify my decision to reject.
de: In der Tat beschreibt *p* alle möglichen Hypothesentests, die Sie hätten durchführen können, und zwar für alle möglichen *α*-Werte. Dies hat zur Folge, dass unser Entscheidungsprozess „aufgeweicht“ wird. Bei den Tests, bei denen *p* ≤ *α* ist, hätten Sie die Nullhypothese verworfen, während Sie bei den Tests, bei denen *p* > *α* ist, die Nullhypothese beibehalten hätten. In meiner ESP-Studie habe ich *X* = 62 erhalten, und folglich habe ich *p* = 0,021 erhalten. Die Fehlerrate, die ich hinnehmen muss, beträgt also 2,1 %. Nehmen wir dagegen an, mein Experiment hätte *X* = 97 ergeben. Was passiert jetzt mit meinem Wert *p*? Diesmal ist er auf *p* = 1,36 · 10\ :sup:`-25` geschrumpft, was eine winzig kleine\ [#]_ Typ-I-Fehlerrate ist. Im zweiten Fall wäre ich in der Lage, die Nullhypothese mit viel größerer Sicherheit abzulehnen, weil ich nur „bereit“ sein muss, eine Fehlerrate vom Typ I von etwa 1 zu 10 Quadrillionen (10 Billionen · 1 Billion) zu tolerieren, um meine Entscheidung zur Ablehnung zu rechtfertigen.

source: The probability of extreme data
de: Die Wahrscheinlichkeit von Extremdaten
nb: Sannsynligheten for ekstreme data
ta: தீவிர தரவின் நிகழ்தகவு
uk: Ймовірність екстремальних даних

source: The second definition of the *p*-value comes from Sir Ronald Fisher, and it’s actually this one that you tend to see in most introductory statistics textbooks. Notice how, when I constructed the critical region, it corresponded to the *tails* (i.e., extreme values) of the sampling distribution? That’s not a coincidence, almost all “good” tests have this characteristic (good in the sense of minimising our type II error rate, *β*). The reason for that is that a good critical region almost always corresponds to those values of the test statistic that are least likely to be observed if the null hypothesis is true. If this rule is true, then we can define the *p*-value as the probability that we would have observed a test statistic that is at least as extreme as the one we actually did get. In other words, if the data are extremely implausible according to the null hypothesis, then the null hypothesis is probably wrong.
de: Die zweite Definition des *p*-Wertes stammt von Sir Ronald Fisher und wird in den meisten einführenden Statistiklehrbüchern verwendet. Haben Sie bemerkt, dass der von mir konstruierte kritische Bereich den *Ausläufern* (d. h. den Extremwerten) der Stichprobenverteilung entsprach? Das ist kein Zufall, fast alle „guten“ Tests haben diese Eigenschaft (gut im Sinne der Minimierung unserer Fehlerrate vom Typ II, *β*). Der Grund dafür ist, dass ein guter kritischer Bereich fast immer denjenigen Werten der Teststatistik entspricht, die am wenigsten wahrscheinlich zu beobachten sind, wenn die Nullhypothese wahr ist. Wenn diese Regel zutrifft, können wir den *p*-Wert als die Wahrscheinlichkeit definieren, dass wir eine Teststatistik beobachtet hätten, die mindestens so extrem ist wie die, die wir tatsächlich erhalten haben. Mit anderen Worten: Wenn die Daten gemäß der Nullhypothese extrem unplausibel sind, dann ist die Nullhypothese wahrscheinlich falsch.

source: A common mistake
de: Ein häufiger Fehler
nb: En vanlig feil
ta: ஒரு பொதுவான தவறு
uk: Поширена помилка

source: Okay, so you can see that there are two rather different but legitimate ways to interpret the *p* value, one based on Neyman’s approach to hypothesis testing and the other based on Fisher’s. Unfortunately, there is a third explanation that people sometimes give, especially when they’re first learning statistics, and it is *absolutely and completely wrong*. This mistaken approach is to refer to the *p* value as “the probability that the null hypothesis is true”. It’s an intuitively appealing way to think, but it’s wrong in two key respects. First, null hypothesis testing is a frequentist tool and the frequentist approach to probability does *not* allow you to assign probabilities to the null hypothesis. According to this view of probability, the null hypothesis is either true or it is not, it cannot have a “5% chance” of being true. Second, even within the Bayesian approach, which does let you assign probabilities to hypotheses, the *p* value would not correspond to the probability that the null is true. This interpretation is entirely inconsistent with the mathematics of how the *p* value is calculated. Put bluntly, despite the intuitive appeal of thinking this way, there is no justification for interpreting a *p* value this way. Never do it.
de: Sie sehen also, dass es zwei recht unterschiedliche, aber legitime Möglichkeiten gibt, den Wert *p* zu interpretieren: Eine auf der Grundlage von Neymans Ansatz zur Hypothesenprüfung, die andere auf der Grundlage von Fishers Ansatz. Leider gibt es noch eine dritte Erklärung, die manchmal gegeben wird, vor allem, wenn man zum ersten Mal Statistik lernt, und sie ist *völlig falsch*. Dieser falsche Ansatz besteht darin, den *p*-Wert als „die Wahrscheinlichkeit, dass die Nullhypothese wahr ist“ zu bezeichnen. Das ist eine intuitiv ansprechende Denkweise, die aber in zweierlei Hinsicht falsch ist. Erstens ist das Testen von Nullhypothesen ein frequentistisches Werkzeug, und der frequentistische Ansatz zur Wahrscheinlichkeit erlaubt es *nicht*, der Nullhypothese Wahrscheinlichkeiten zuzuordnen. Nach dieser Auffassung von Wahrscheinlichkeit ist die Nullhypothese entweder wahr oder nicht, sie kann nicht mit einer „5%-igen Wahrscheinlichkeit“ wahr sein. Zweitens: Selbst im Rahmen des Bayes'schen Ansatzes, bei dem man den Hypothesen Wahrscheinlichkeiten zuordnen kann, würde der *p*-Wert nicht der Wahrscheinlichkeit entsprechen, dass die Nullhypothese wahr ist. Diese Interpretation ist völlig unvereinbar mit der Mathematik, mit der der Wert *p* berechnet wird. Kurz gesagt: Trotz der intuitiven Anziehungskraft dieser Denkweise gibt es keine Rechtfertigung dafür, einen *p*-Wert auf diese Weise zu interpretieren. Tun Sie es nie.

source: That’s *p* = 0.000000000000000000000000136 for folks that don’t like scientific notation!
de: Das ist *p* = 0,000000000000000000000000136 für Leute, welche die wissenschaftliche Notation nicht mögen!
nb: Det er *p* = 0,000000000000000000000000136 for folk som ikke liker vitenskapelig notasjon!
ta: விஞ்ஞான குறியீட்டை விரும்பாத எல்லோருக்கும் இது * ப * = 0.0000000000000000000000136!
uk: Це *p* = 0.0000000000000000000000000136 для тих, хто не любить наукову нотацію!

source: Reporting the results of a hypothesis test
de: Ergebnisse eines Hypothesentests berichten
nb: Rapportere resultatene av en hypotesetest
ta: ஒரு கருதுகோள் சோதனையின் முடிவுகளைப் புகாரளித்தல்
uk: Звітування про результати перевірки гіпотез

source: When writing up the results of a hypothesis test there’s usually several pieces of information that you need to report, but it varies a fair bit from test to test. Throughout the rest of the book I’ll spend a little time talking about how to report the results of different tests (see section :doc:`How to report the results of the test <../Ch10/Ch10_ChiSquare_1>` for a particularly detailed example), so that you can get a feel for how it’s usually done. However, regardless of what test you’re doing, the one thing that you always have to do is say something about the *p* value and whether or not the outcome was significant.
de: Wenn Sie die Ergebnisse eines Hypothesentests aufschreiben, müssen Sie in der Regel mehrere Informationen angeben, aber das ist von Test zu Test sehr unterschiedlich. Im weiteren Verlauf des Buches werde ich ein wenig darauf eingehen, wie die Ergebnisse verschiedener Tests zu berichten sind (ein besonders ausführliches Beispiel finden Sie im Abschnitt :doc:`Wie Ergebnisse dieses Tests berichtet werden sollten <../Ch10/Ch10_ChiSquare_1>`), damit Sie ein Gefühl dafür bekommen, wie es normalerweise gemacht wird. Unabhängig davon, welchen Test Sie durchführen, müssen Sie immer den *p*-Wert berichten und ob das Ergebnis signifikant war oder nicht.

source: The fact that you have to do this is unsurprising, it’s the whole point of doing the test. What might be surprising is the fact that there is some contention over exactly how you’re supposed to do it. Leaving aside those people who completely disagree with the entire framework underpinning null hypothesis testing, there’s a certain amount of tension that exists regarding whether or not to report the exact *p* value that you obtained, or if you should state only that *p* < *α* for a significance level that you chose in advance (e.g., *p* < 0.05).
de: Die Tatsache, dass Sie dies tun müssen, ist nicht überraschend, denn darum geht es ja bei der Prüfung. Was überraschen könnte, ist die Tatsache, dass es eine gewisse Kontroverse darüber gibt, wie genau man das tun soll. Abgesehen von den Leuten, die mit dem gesamten Rahmen, der dem Nullhypothesentest zugrunde liegt, nicht einverstanden sind, gibt es eine gewisse Spannung in der Frage, ob man den genauen *p* Wert, den man erhalten hat, angeben soll oder nicht, oder ob man nur angeben soll, dass *p* < *α* war für ein Signifikanzniveau, das man im Voraus gewählt hat (z. B. *p* < 0,05).

source: The issue
de: Das Problem
nb: Problemstillingen
ta: சிக்கல்
uk: Проблема

source: To see why this is an issue, the key thing to recognise is that *p* values are *terribly* convenient. In practice, the fact that we can compute a *p* value means that we don’t actually have to specify any *α* level at all in order to run the test. Instead, what you can do is calculate your *p* value and interpret it directly. If you get *p* = 0.062, then it means that you’d have to be willing to tolerate a Type I error rate of 6.2% to justify rejecting the null. If you personally find 6.2% intolerable then you retain the null. Therefore, the argument goes, why don’t we just report the actual *p* value and let the reader make up their own minds about what an acceptable Type I error rate is? This approach has the big advantage of “softening” the decision making process. In fact, if you accept the Neyman definition of the *p* value, that’s the whole point of the *p* value. We no longer have a fixed significance level of *α* = 0.05 as a bright line separating “accept” from “reject” decisions, and this removes the rather pathological problem of being forced to treat *p* = 0.051 in a fundamentally different way to *p* = 0.049.
de: Um zu verstehen, warum dies ein Problem ist, muss man wissen, dass *p*-Werte *schrecklich* bequem sind. In der Praxis bedeutet die Tatsache, dass wir einen *p*-Wert berechnen können, dass wir eigentlich gar kein *α*-Niveau angeben müssten, um den Test durchzuführen. Stattdessen können Sie Ihren *p*-Wert berechnen und ihn direkt interpretieren. Wenn Sie *p* = 0,062 erhalten, dann bedeutet dies, dass Sie bereit sein müssten, eine Typ-I-Fehlerrate vom von 6,2 % zu tolerieren, um die Ablehnung der Nullhypothese zu rechtfertigen. Wenn Sie persönlich 6,2 % nicht tolerieren können, dann behalten Sie die Nullhypothese bei. Warum also, so das Argument, geben wir nicht einfach den tatsächlichen *p*-Wert an und überlassen es dem Leser, sich selbst eine Meinung darüber zu bilden, was eine akzeptable Typ-I-Fehlerrate ist? Dieser Ansatz hätte den Vorteil, dass er den Entscheidungsfindungsprozess „abmildert“. Wenn Sie die Neyman-Definition des *p*-Wertes akzeptieren, ist das sogar der Sinn des *p*-Wertes. Wir haben nicht länger ein festes Signifikanzniveau von *α* = 0,05 als hartes Kriterium, das „Annehmen“- von „Ablehnen“-Entscheidungen trennt. Es beseitigt außerdem das Problem, dass wir gezwungen sind, *p* = 0,051 auf eine grundlegend andere Weise zu behandeln als *p* = 0,049.
