Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: The second definition of the *p*-value comes from Sir Ronald Fisher, and it’s actually this one that you tend to see in most introductory statistics textbooks. Notice how, when I constructed the critical region, it corresponded to the *tails* (i.e., extreme values) of the sampling distribution? That’s not a coincidence, almost all “good” tests have this characteristic (good in the sense of minimising our type II error rate, β). The reason for that is that a good critical region almost always corresponds to those values of the test statistic that are least likely to be observed if the null hypothesis is true. If this rule is true, then we can define the *p*-value as the probability that we would have observed a test statistic that is at least as extreme as the one we actually did get. In other words, if the data are extremely implausible according to the null hypothesis, then the null hypothesis is probably wrong.
nb: Den andre definisjonen av *p*-verdien kommer fra Sir Ronald Fisher, og det er faktisk denne man finner i de fleste innføringsbøker i statistikk. La du merke til at da jeg konstruerte den kritiske regionen, korresponderte den med *halene* (dvs. ekstremverdiene) i utvalgsfordelingen? Det er ikke tilfeldig, nesten alle «gode» tester har denne egenskapen (gode i den forstand at de minimerer type-II-feilraten vår, β). Grunnen til det er at en god kritisk region nesten alltid tilsvarer de verdiene av teststatistikken som det er minst sannsynlig å observere hvis nullhypotesen er sann. Hvis denne regelen stemmer, kan vi definere *p*-verdien som sannsynligheten for at vi ville ha observert en teststatistikk som er minst like ekstrem som den vi faktisk fikk. Med andre ord, hvis dataene er ekstremt usannsynlige i henhold til nullhypotesen, er nullhypotesen sannsynligvis feil.
ta: *பி *-மதிப்பின் இரண்டாவது வரையறை சர் ரொனால்ட் ஃபிசரிடமிருந்து வந்தது, உண்மையில் இது பெரும்பாலான அறிமுக புள்ளிவிவர பாடப்புத்தகங்களில் நீங்கள் காண முனைகிறீர்கள். முக்கியமான பகுதியை நான் கட்டியெழுப்பியபோது, அது மாதிரி விநியோகத்தின் * வால்கள் * (அதாவது தீவிர மதிப்புகள்) உடன் எவ்வாறு ஒத்திருக்கிறது என்பதைக் கவனியுங்கள்? இது ஒரு தற்செயல் நிகழ்வு அல்ல, கிட்டத்தட்ட எல்லா “நல்ல” சோதனைகளும் இந்த பண்பைக் கொண்டுள்ளன (எங்கள் வகை II பிழை வீதத்தைக் குறைக்கும் பொருளில் நல்லது, β). அதற்கான காரணம் என்னவென்றால், ஒரு நல்ல முக்கியமான பகுதி எப்போதுமே சோதனை புள்ளிவிவரத்தின் மதிப்புகளுடன் ஒத்திருக்கிறது, இது சுழிய கருதுகோள் உண்மையாக இருந்தால் குறைந்தது கவனிக்கப்பட வாய்ப்புள்ளது. இந்த விதி உண்மையாக இருந்தால், *p *-value ஐ ஒரு சோதனை புள்ளிவிவரத்தை நாம் கவனித்திருக்கும் நிகழ்தகவாக வரையறுக்கலாம், இது நாம் உண்மையில் பெற்றதைப் போலவே தீவிரமானது. வேறு வார்த்தைகளில் கூறுவதானால், சுழிய கருதுகோளின் படி தரவு மிகவும் நம்பமுடியாததாக இருந்தால், சுழிய கருதுகோள் தவறாக இருக்கலாம்.
uk: Друге визначення *p*-значення походить від сера Рональда Фішера, і саме це визначення зазвичай зустрічається в більшості підручників з вступної статистики. Зверніть увагу, як при побудові критичної області вона відповідала *хвостам* (тобто крайнім значенням) вибіркового розподілу? Це не випадково, майже всі «хороші» тести мають цю характеристику (хороші в сенсі мінімізації рівня помилки II типу, β). Причина цього полягає в тому, що хороша критична область майже завжди відповідає тим значенням тестової статистики, які найменш імовірні для спостереження, якщо нульова гіпотеза є істинною. Якщо це правило є правильним, то ми можемо визначити *p*-значення як ймовірність того, що ми б спостерігали тестову статистику, яка є принаймні такою ж екстремальною, як та, яку ми фактично отримали. Іншими словами, якщо дані є надзвичайно неправдоподібними відповідно до нульової гіпотези, то нульова гіпотеза, ймовірно, є помилковою.

source: Okay, so you can see that there are two rather different but legitimate ways to interpret the *p*-value, one based on Neyman’s approach to hypothesis testing and the other based on Fisher’s. Unfortunately, there is a third explanation that people sometimes give, especially when they’re first learning statistics, and it is *absolutely and completely wrong*. This mistaken approach is to refer to the *p*-value as “the probability that the null hypothesis is true”. It’s an intuitively appealing way to think, but it’s wrong in two key respects. First, null hypothesis testing is a frequentist tool and the frequentist approach to probability does *not* allow you to assign probabilities to the null hypothesis. According to this view of probability, the null hypothesis is either true or it is not, it cannot have a “5\% chance” of being true. Second, even within the Bayesian approach, which does let you assign probabilities to hypotheses, the *p*-value would not correspond to the probability that the null is true. This interpretation is entirely inconsistent with the mathematics of how the *p*-value is calculated. Put bluntly, despite the intuitive appeal of thinking this way, there is no justification for interpreting a *p*-value this way. Never do it.
nb: Som du ser, finnes det altså to ganske forskjellige, men legitime måter å tolke *p*-verdien på, den ene basert på Neymans tilnærming til hypotesetesting, og den andre basert på Fishers. Dessverre finnes det en tredje forklaring som folk av og til gir, særlig når de begynner å lære statistikk, og den er *absolutt og fullstendig feil*. Denne feilaktige tilnærmingen er å referere til *p*-verdien som «sannsynligheten for at nullhypotesen er sann». Det er en intuitivt tiltalende måte å tenke på, men det er feil på to viktige punkter. For det første er nullhypotesetesting et frekventistisk verktøy, og den frekventistiske tilnærmingen til sannsynlighet gjør det *ikke* mulig å tilordne sannsynligheter til nullhypotesen. Ifølge dette synet på sannsynlighet er nullhypotesen enten sann eller usann, den kan ikke ha en «5\% sjanse» for å være sann. For det andre vil *p*-verdien ikke tilsvare sannsynligheten for at nullhypotesen er sann, selv innenfor den bayesianske tilnærmingen, som lar deg tilordne sannsynligheter til hypoteser. Denne tolkningen er helt uforenlig med matematikken bak hvordan *p*-verdien beregnes. For å si det rett ut: Til tross for den intuitive appellen ved å tenke på denne måten, finnes det ingen begrunnelse for å tolke en *p*-verdi på denne måten. Aldri gjør det.
ta: சரி, எனவே *p *-value ஐ விளக்குவதற்கு இரண்டு வித்தியாசமான ஆனால் நியாயமான வழிகள் இருப்பதை நீங்கள் காணலாம், ஒன்று நெய்மனின் கருதுகோள் சோதனைக்கு அணுகுமுறையை அடிப்படையாகக் கொண்டது, மற்றொன்று ஃபிசரின் அடிப்படையில். துரதிர்ச்டவசமாக, மக்கள் சில நேரங்களில் கொடுக்கும் மூன்றாவது விளக்கம் உள்ளது, குறிப்பாக அவர்கள் முதலில் புள்ளிவிவரங்களைக் கற்றுக் கொள்ளும்போது, அது *முற்றிலும் மற்றும் முற்றிலும் தவறானது *. இந்த தவறான அணுகுமுறை *p *-value ஐ “பூச்ய கருதுகோள் உண்மை என்ற நிகழ்தகவு” என்று குறிப்பிடுவதாகும். இது சிந்திக்க ஒரு உள்ளுணர்வாக ஈர்க்கும் வழியாகும், ஆனால் இது இரண்டு முக்கிய விசயங்களில் தவறு. முதலாவதாக, சுழிய கருதுகோள் சோதனை என்பது அடிக்கடி நிகழும் கருவியாகும், மேலும் நிகழ்தகவுக்கான அடிக்கடி அணுகுமுறை * சுழிய கருதுகோளுக்கு நிகழ்தகவுகளை ஒதுக்க உங்களை அனுமதிக்காது. நிகழ்தகவு பற்றிய இந்த பார்வையின்படி, சுழிய கருதுகோள் உண்மை அல்லது அது இல்லை, அதற்கு உண்மையாக இருப்பதற்கு “5 \% வாய்ப்பு” இருக்க முடியாது. இரண்டாவதாக, பேய்சியன் அணுகுமுறைக்குள் கூட, இது கருதுகோள்களுக்கு நிகழ்தகவுகளை ஒதுக்க அனுமதிக்கிறது, *p *-மதிப்பு சுழியம் உண்மை என்ற நிகழ்தகவுடன் ஒத்துப்போகாது. இந்த விளக்கம் *பி *-மதிப்பு எவ்வாறு கணக்கிடப்படுகிறது என்பதற்கான கணிதத்துடன் முற்றிலும் முரணானது. அப்பட்டமாகச் சொல்லுங்கள், இந்த வழியில் சிந்திக்க உள்ளுணர்வு முறையீடு இருந்தபோதிலும், ஒரு *p *-value ஐ இந்த வழியில் விளக்குவதற்கு எந்த நியாயமும் இல்லை. அதை ஒருபோதும் செய்ய வேண்டாம்.
uk: Отже, ви бачите, що існує два досить різних, але легітимних способи інтерпретації *p*-значення: один базується на підході Неймана до перевірки гіпотез, а інший — на підході Фішера. На жаль, існує третє пояснення, яке люди іноді дають, особливо коли вони тільки починають вивчати статистику, і воно є *абсолютно і повністю неправильним*. Цей помилковий підхід полягає в тому, щоб називати *p*-значення «ймовірністю того, що нульова гіпотеза є правдивою». Це інтуїтивно привабливий спосіб мислення, але він є неправильним у двох ключових аспектах. По-перше, перевірка нульової гіпотези є інструментом частотного підходу, а частотний підхід до ймовірності *не* дозволяє присвоювати ймовірності нульовій гіпотезі. Згідно з цим поглядом на ймовірність, нульова гіпотеза є або істинною, або не є, вона не може мати «5\% ймовірності» бути істинною. По-друге, навіть у рамках байєсівського підходу, який дозволяє присвоювати ймовірності гіпотезам, *p*-значення не відповідатиме ймовірності того, що нульова гіпотеза є істинною. Таке тлумачення повністю суперечить математиці обчислення *p*-значення. Відверто кажучи, незважаючи на інтуїтивну привабливість такого мислення, немає жодних підстав тлумачити *p*-значення таким чином. Ніколи цього не робіть.

source: When writing up the results of a hypothesis test there’s usually several pieces of information that you need to report, but it varies a fair bit from test to test. Throughout the rest of the book I’ll spend a little time talking about how to report the results of different tests (see subsection :ref:`How to report the results of the test <how_to_report_tests>` for a particularly detailed example), so that you can get a feel for how it’s usually done. However, regardless of what test you’re doing, the one thing that you always have to do is say something about the *p*-value and whether or not the outcome was significant.
nb: Når du skal skrive resultatene av en hypotesetest, er det vanligvis flere typer informasjon du må rapportere, men det varierer en god del fra test til test. I resten av boken vil jeg bruke litt tid på å snakke om hvordan du kan rapportere resultatene av ulike tester (se underavsnittet :ref:`Hvordan rapportere resultatene av testen <how_to_report_tests>` for et spesielt detaljert eksempel), slik at du kan få en følelse av hvordan det vanligvis gjøres. Uansett hvilken test du gjør, må du imidlertid alltid si noe om *p*-verdien og om resultatet var signifikant eller ikke.
ta: ஒரு கருதுகோள் சோதனையின் முடிவுகளை எழுதும் போது, நீங்கள் புகாரளிக்க வேண்டிய பல தகவல்கள் வழக்கமாக இருக்கும், ஆனால் இது சோதனையிலிருந்து சோதனை வரை நியாயமான பிட் மாறுபடும். வெவ்வேறு சோதனைகளின் முடிவுகளை எவ்வாறு புகாரளிப்பது என்பது பற்றி பேசுவதற்கு புத்தகத்தின் மீதமுள்ளவை முழுவதும் நான் சிறிது நேரம் செலவிடுவேன் (துணைப்பிரிவைப் பார்க்கவும்: குறிப்பு: `சோதனையின் முடிவுகளை எவ்வாறு புகாரளிப்பது <how_to_report_tests>` குறிப்பாக விரிவான எடுத்துக்காட்டுக்கு), எனவே இது வழக்கமாக எவ்வாறு செய்யப்படுகிறது என்பதற்கான உணர்வை நீங்கள் பெறலாம். இருப்பினும், நீங்கள் என்ன சோதனையைச் செய்கிறீர்கள் என்பதைப் பொருட்படுத்தாமல், நீங்கள் எப்போதும் செய்ய வேண்டிய ஒரு சேதி *பி *-மதிப்பு பற்றி ஏதாவது சொல்வதோடு, விளைவு குறிப்பிடத்தக்கதா இல்லையா என்பதுதான்.
uk: При записуванні результатів перевірки гіпотези зазвичай потрібно вказати кілька елементів інформації, але вони можуть дещо відрізнятися залежно від тесту. У подальшій частині книги я трохи розповім про те, як повідомляти результати різних тестів (див. підрозділ :ref:`How to report the results of the test <how_to_report_tests>` для особливо детального прикладу), щоб ви могли зрозуміти, як це зазвичай робиться. Однак, незалежно від того, який тест ви проводите, єдине, що ви завжди повинні зробити, це сказати щось про *p*-значення і про те, чи був результат значущим.

source: The fact that you have to do this is unsurprising, it’s the whole point of doing the test. What might be surprising is the fact that there is some contention over exactly how you’re supposed to do it. Leaving aside those people who completely disagree with the entire framework underpinning null hypothesis testing, there’s a certain amount of tension that exists regarding whether or not to report the exact *p*-value that you obtained, or if you should state only that *p* < α for a significance level that you chose in advance (e.g., *p* < 0.05).
nb: At du må gjøre dette er ikke overraskende, det er hele poenget med testen. Det som kanskje er overraskende, er det faktum at det er uenighet om nøyaktig hvordan du skal gjøre det. Hvis vi ser bort fra de som er helt uenige i hele rammeverket som ligger til grunn for nullhypotesetesting, er det en viss spenning knyttet til om du skal rapportere den eksakte *p*-verdien du har fått, eller om du bare skal oppgi at *p* < α for et signifikansnivå du har valgt på forhånd (f.eks. *p* < 0,05).
ta: நீங்கள் இதைச் செய்ய வேண்டும் என்பது ஆச்சரியமல்ல, இது சோதனையைச் செய்வதற்கான முழு புள்ளியாகும். வியப்பு என்னவென்றால், நீங்கள் அதை எவ்வாறு செய்ய வேண்டும் என்பதில் சில சர்ச்சைகள் உள்ளன. சுழிய கருதுகோள் சோதனைக்கு உட்பட்ட முழு கட்டமைப்பையும் முழுமையாக உடன்படாத நபர்களை ஒதுக்கி வைத்துவிட்டு, நீங்கள் பெற்ற சரியான *பி *மதிப்பைப் புகாரளிக்கலாமா வேண்டாமா என்பது குறித்து ஒரு குறிப்பிட்ட அளவு பதற்றம் உள்ளது, அல்லது நீங்கள் அந்த *பி மட்டுமே கூற வேண்டுமா? * <you நீங்கள் முன்கூட்டியே தேர்ந்தெடுத்த ஒரு முக்கியத்துவ நிலைக்கு (எ.கா., * ப * <0.05).
uk: Те, що ви повинні це робити, не є дивним, адже в цьому і полягає суть тесту. Дивним може бути те, що існують суперечки щодо того, як саме це слід робити. Не враховуючи тих, хто повністю не згоден з усією структурою, що лежить в основі перевірки нульової гіпотези, існує певна напруга щодо того, чи слід повідомляти точне значення *p*, яке ви отримали, чи слід вказувати лише, що *p* < α для рівня значущості, який ви обрали заздалегідь (наприклад, *p* < 0,05).

source: To see why this is an issue, the key thing to recognise is that *p*-values are *terribly* convenient. In practice, the fact that we can compute a *p*-value means that we don’t actually have to specify any α level at all in order to run the test. Instead, what you can do is calculate your *p*-value and interpret it directly. If you get *p* = 0.062, then it means that you’d have to be willing to tolerate a Type I error rate of 6.2\% to justify rejecting the null. If you personally find 6.2\% intolerable then you retain the null. Therefore, the argument goes, why don’t we just report the actual *p*-value and let the reader make up their own minds about what an acceptable Type I error rate is? This approach has the big advantage of “softening” the decision making process. In fact, if you accept the Neyman definition of the *p*-value, that’s the whole point of the *p*-value. We no longer have a fixed significance level of α = 0.05 as a bright line separating “accept” from “reject” decisions, and this removes the rather pathological problem of being forced to treat *p* = 0.051 in a fundamentally different way to *p* = 0.049.
nb: For å forstå hvorfor dette er et problem, er det viktig å være klar over at *p*-verdier er *forferdelig* praktiske. I praksis betyr det faktum at vi kan beregne en *p*-verdi, at vi faktisk ikke trenger å spesifisere noe α-nivå for å kjøre testen. I stedet kan du beregne *p*-verdien og tolke den direkte. Hvis du får *p* = 0,062, betyr det at du må være villig til å tolerere en type-I-feilrate på 6,2\% for å rettferdiggjøre forkastelse av nullhypotesen. Hvis du personlig synes at 6,2\% er uakseptabelt, beholder du nullhypotesen. Derfor, sier man, hvorfor ikke bare rapportere den faktiske *p*-verdien og la leseren selv gjøre seg opp en mening om hva som er en akseptabel type-I-feilrate? Denne tilnærmingen har den store fordelen at den «myker opp» beslutningsprosessen. Hvis du aksepterer Neymans definisjon av *p*-verdien, er det faktisk hele poenget med *p*-verdien. Vi har ikke lenger et fast signifikansnivå på α = 0,05 som en skarp grense mellom «akseptere»- og «forkaste»-beslutninger, og dette fjerner det ganske patologiske problemet med å bli tvunget til å behandle *p* = 0,051 på en fundamentalt annerledes måte enn *p* = 0,049.
ta: இது ஏன் ஒரு சிக்கல் என்று பார்க்க, அங்கீகரிக்க வேண்டிய முக்கிய சேதி என்னவென்றால், *பி *-மதிப்புகள் *பயங்கரமான *வசதியானவை. நடைமுறையில், நாம் ஒரு *பி *-மதிப்பைக் கணக்கிட முடியும் என்பதன் பொருள், சோதனையை இயக்குவதற்கு எந்த α மட்டத்தையும் நாம் உண்மையில் குறிப்பிட வேண்டியதில்லை. அதற்கு பதிலாக, நீங்கள் என்ன செய்ய முடியும் என்பது உங்கள் *பி *-மதிப்பைக் கணக்கிட்டு அதை நேரடியாக விளக்குவதாகும். நீங்கள் * P * = 0.062 ஐப் பெற்றால், பூச்யத்தை நிராகரிப்பதை நியாயப்படுத்த 6.2 \% வகை I பிழை விகிதத்தை பொறுத்துக்கொள்ள நீங்கள் தயாராக இருக்க வேண்டும் என்று பொருள். நீங்கள் தனிப்பட்ட முறையில் 6.2 \% சகிக்கமுடியாததைக் கண்டால், நீங்கள் பூச்யத்தைத் தக்க வைத்துக் கொள்ளுங்கள். ஆகையால், உரையாடல் செல்கிறது, நாம் ஏன் உண்மையான *பி *-மதிப்பைப் புகாரளிக்கக்கூடாது, மேலும் ஏற்றுக்கொள்ளக்கூடிய வகை நான் பிழை விகிதம் என்ன என்பதைப் பற்றி வாசகர் தங்கள் மனதை உருவாக்க அனுமதிக்கக்கூடாது? இந்த அணுகுமுறை முடிவெடுக்கும் செயல்முறையை "மென்மையாக்குவதன்" பெரிய நன்மையைக் கொண்டுள்ளது. உண்மையில், *p *-value இன் நெய்மன் வரையறையை நீங்கள் ஏற்றுக்கொண்டால், அது *p *-value இன் முழு புள்ளியாகும். "நிராகரிக்கவும்" முடிவுகளிலிருந்து "ஏற்றுக்கொள்" பிரிக்கும் ஒரு பிரகாசமான வரியாக α = 0.05 என்ற நிலையான முக்கியத்துவ நிலை எங்களிடம் இல்லை, மேலும் இது * p * = 0.051 க்கு சிகிச்சையளிக்க நிர்பந்திக்கப்படுவதற்கான நோயியல் சிக்கலை நீக்குகிறது * பி* = 0.049.
uk: Щоб зрозуміти, чому це є проблемою, важливо усвідомити, що *p*-значення є *надзвичайно* зручними. На практиці, можливість обчислити *p*-значення означає, що для проведення тесту нам не потрібно вказувати рівень α. Натомість, ви можете обчислити *p*-значення і безпосередньо його інтерпретувати. Якщо ви отримаєте *p* = 0,062, це означає, що ви повинні бути готові терпіти рівень помилки типу I у 6,2 %, щоб виправдати відхилення нульової гіпотези. Якщо ви особисто вважаєте 6,2 % неприйнятним, ви зберігаєте нульову гіпотезу. Отже, аргумент полягає в тому, чому б нам просто не повідомити фактичне значення *p* і не дати читачам самостійно вирішити, який рівень помилки I типу є прийнятним? Цей підхід має велику перевагу, оскільки «пом'якшує» процес прийняття рішень. Насправді, якщо ви приймаєте визначення *p*-значення за Нейманом, то в цьому і полягає суть *p*-значення. Ми більше не маємо фіксованого рівня значущості α = 0,05 як чіткої межі, що розділяє рішення «прийняти» і «відхилити», і це усуває досить патологічну проблему, коли *p* = 0,051 доводиться розглядати принципово інакше, ніж *p* = 0,049.

source: This flexibility is both the advantage and the disadvantage to the *p*-value. The reason why a lot of people don’t like the idea of reporting an exact *p*-value is that it gives the researcher a bit *too much* freedom. In particular, it lets you change your mind about what error tolerance you’re willing to put up with *after* you look at the data. For instance, consider my ESP experiment. Suppose I ran my test and ended up with a *p*-value of 0.09. Should I accept or reject? Now, to be honest, I haven’t yet bothered to think about what level of Type I error I’m “really” willing to accept. I don’t have an opinion on that topic. But I *do* have an opinion about whether or not ESP exists, and I *definitely* have an opinion about whether my research should be published in a reputable scientific journal. And amazingly, now that I’ve looked at the data I’m starting to think that a 9\% error rate isn’t so bad, especially when compared to how annoying it would be to have to admit to the world that my experiment has failed. So, to avoid looking like I just made it up after the fact, I now say that my α is 0.1, with the argument that a 10\% type I error rate isn’t too bad and at that level my test is significant! I win.
nb: Denne fleksibiliteten er både fordelen og ulempen med *p*-verdien. Grunnen til at mange ikke liker tanken på å rapportere en eksakt *p*-verdi, er at det gir forskeren litt *for mye* frihet. Spesielt lar det deg ombestemme deg om hvilken feiltoleranse du er villig til å akseptere *etter* at du har sett på dataene. Tenk for eksempel på ESP-eksperimentet mitt. Anta at jeg kjørte testen min og endte opp med en *p*-verdi på 0,09. Skal jeg akseptere eller forkaste? For å være ærlig har jeg ennå ikke tenkt på hvilket nivå av type-I-feil jeg «egentlig» er villig til å akseptere. Jeg har ingen mening om det temaet. Men jeg *har* en mening om hvorvidt ESP eksisterer eller ikke, og jeg *har* definitivt en mening om hvorvidt forskningen min bør publiseres i et anerkjent vitenskapelig tidsskrift. Og nå som jeg har sett på dataene, begynner jeg å tenke at en feilprosent på 9\% ikke er så ille, spesielt sammenlignet med hvor irriterende det ville være å måtte innrømme overfor verden at eksperimentet mitt har mislyktes. Så for å unngå å se ut som om jeg bare fant det opp i ettertid, sier jeg nå at α er 0,1, med argumentet om at en type-I-feilrate på 10\% ikke er så ille, og på det nivået er testen min signifikant! Jeg vinner.
ta: இந்த நெகிழ்வுத்தன்மை *p *-value க்கு நன்மை மற்றும் தீமை. ஒரு துல்லியமான *p *-value ஐப் புகாரளிக்கும் யோசனையை நிறைய பேர் விரும்பாததற்கான காரணம், இது ஆராய்ச்சியாளருக்கு கொஞ்சம் *அதிக *சுதந்திரத்தை அளிக்கிறது. குறிப்பாக, தரவைப் பார்த்த பிறகு * நீங்கள் * உடன் வைக்க விரும்பும் பிழை சகிப்புத்தன்மையைப் பற்றி உங்கள் எண்ணத்தை மாற்ற இது உங்களை அனுமதிக்கிறது. உதாரணமாக, எனது ஈஎச்பி பரிசோதனையை கவனியுங்கள். நான் எனது சோதனையை ஓடி, 0.09 இன் *பி *-மதிப்புடன் முடிந்தது என்று வைத்துக்கொள்வோம். நான் ஏற்றுக்கொள்ள வேண்டுமா அல்லது நிராகரிக்க வேண்டுமா? இப்போது, உண்மையைச் சொல்வதானால், நான் “உண்மையில்” ஏற்றுக்கொள்ள தயாராக இருக்கும் வகை வகை வகை பிழையின் பற்றி சிந்திக்க நான் இன்னும் கவலைப்படவில்லை. அந்த தலைப்பில் எனக்கு ஒரு கருத்து இல்லை. ஆனால் ஈஎச்பி இருக்கிறதா இல்லையா என்பது பற்றி எனக்கு ஒரு கருத்து உள்ளது, மேலும் எனது ஆராய்ச்சி ஒரு புகழ்பெற்ற அறிவியல் இதழில் வெளியிடப்பட வேண்டுமா என்பது குறித்து எனக்கு நிச்சயமாக ஒரு கருத்து உள்ளது. ஆச்சரியப்படும் விதமாக, இப்போது நான் தரவைப் பார்த்தேன், 9 \% பிழை விகிதம் மிகவும் மோசமாக இல்லை என்று நான் நினைக்கத் தொடங்குகிறேன், குறிப்பாக எனது ஆய்வு உலகத்தை ஒப்புக்கொள்வது எவ்வளவு எரிச்சலூட்டும் போது ஒப்பிடும்போது தோல்வியுற்றது. எனவே, உண்மைக்குப் பிறகு நான் அதை உருவாக்கியதைப் போலவே இருப்பதைத் தவிர்ப்பதற்கு, 10 \ \% வகை I பிழை விகிதம் மிகவும் மோசமாக இல்லை, அந்த மட்டத்தில் எனது சோதனை குறிப்பிடத்தக்கதாகும் என்ற வாதத்துடன், எனது α 0.1 என்று இப்போது சொல்கிறேன்! நான் வெல்வேன்.
uk: Ця гнучкість є одночасно перевагою і недоліком *p*-значення. Причиною, чому багато людей не люблять ідею повідомлення точного *p*-значення, є те, що воно дає досліднику трохи *занадто* багато свободи. Зокрема, воно дозволяє вам змінити свою думку щодо того, яку похибку ви готові прийняти *після* перегляду даних. Наприклад, розглянемо мій експеримент з екстрасенсорним сприйняттям. Припустимо, я провів тест і отримав *p*-значення 0,09. Чи слід мені прийняти чи відхилити його? Чесно кажучи, я ще не замислювався над тим, який рівень помилки I типу я «насправді» готовий прийняти. Я не маю думки з цього приводу. Але я *маю* думку щодо того, чи існує ESP, і я *однозначно* маю думку щодо того, чи слід публікувати моє дослідження в авторитетному науковому журналі. І, що дивно, тепер, коли я переглянув дані, я починаю думати, що 9\% рівень помилки не такий вже й поганий, особливо якщо порівняти з тим, як неприємно було б визнати перед усім світом, що мій експеримент провалився. Отже, щоб не виглядати так, ніби я просто вигадав це після факту, я тепер кажу, що моє α дорівнює 0,1, аргументуючи це тим, що 10 % рівень помилки типу I не такий вже й поганий, і на цьому рівні мій тест є значущим! Я виграв.
