Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: The first thing you should be aware of is that orthodox NHST is actually a mash-up of two rather different approaches to hypothesis testing, one proposed by Sir Ronald Fisher and the other proposed by Jerzy Neyman (see `Lehmann, 2011 <../Other/References.html#cronbach-1951>`__ for a historical summary). The history is messy because Fisher and Neyman were real people whose opinions changed over time, and at no point did either of them offer “the definitive statement” of how we should interpret their work many decades later. That said, here’s a quick summary of what I take these two approaches to be.
de: Zunächst einmal sollten Sie wissen, dass das frequentistische NHST eigentlich eine Mischung aus zwei recht unterschiedlichen Ansätzen für Hypothesentests ist, von denen einer von Sir Ronald Fisher und der andere von Jerzy Neyman vorgeschlagen wurde (siehe `Lehmann, 2011 <../Other/References.html#cronbach-1951>`__ für eine historische Zusammenfassung). Die Geschichte ist chaotisch, weil Fisher und Neyman echte Menschen waren, deren Meinungen sich im Laufe der Zeit änderten. Keiner von ihnen hat zu irgendeinem Zeitpunkt „die endgültige Erklärung“ angeboten, wie wir ihre Arbeit viele Jahrzehnte später interpretieren sollten. Dennoch möchte ich hier kurz zusammenfassen, was ich unter diesen beiden Ansätzen verstehe.

source: First, let’s talk about Fisher’s approach. As far as I can tell, Fisher assumed that you only had the one hypothesis (the null) and that what you want to do is find out if the null hypothesis is inconsistent with the data. From his perspective, what you should do is check to see if the data are “sufficiently unlikely” according to the null. In fact, if you remember back to our earlier discussion, that’s how Fisher defines the *p*-value. According to Fisher, if the null hypothesis provided a very poor account of the data then you could safely reject it. But, since you don’t have any other hypotheses to compare it to, there’s no way of “accepting the alternative” because you don’t necessarily have an explicitly stated alternative. That’s more or less all there is to it.
de: Lassen Sie uns zunächst über den Ansatz von Fisher sprechen. Soweit ich das verstanden habe, ging Fisher davon aus, dass man nur eine Hypothese (die Nullhypothese) hat und dass man herausfinden will, ob die Nullhypothese mit den Daten unvereinbar ist. Aus seiner Sicht sollte man also prüfen, ob die Daten gemäß der Nullhypothese „hinreichend unwahrscheinlich“ sind. Wenn Sie sich an unsere frühere Diskussion erinnern, definiert Fisher den *p*-Wert genau so. Wenn die Nullhypothese die Daten sehr schlecht reflektiert, kann man sie nach Fisher getrost verwerfen. Da man aber keine anderen Hypothesen hat, mit denen man sie vergleichen könnte, gibt es keine Möglichkeit, „die Alternative zu akzeptieren“, weil man nicht unbedingt eine explizit angegebene Alternative hat. Das ist mehr oder weniger alles, was es dazu zu sagen gibt.
nb: La oss først snakke om Fishers tilnærming. Så vidt jeg kan se, antok Fisher at du bare hadde én hypotese (nullhypotesen), og at det du ønsker å gjøre, er å finne ut om nullhypotesen er inkonsistent med dataene. Fra hans perspektiv er det du bør gjøre, å sjekke om dataene er «tilstrekkelig usannsynlige» i henhold til nullhypotesen. Hvis du husker tilbake til vår tidligere diskusjon, er det faktisk slik Fisher definerer *p*-verdien. Ifølge Fisher kan du trygt forkaste nullhypotesen hvis den gir en svært dårlig beskrivelse av dataene. Men siden du ikke har noen andre hypoteser å sammenligne med, kan du ikke «akseptere alternativhypotesen», fordi du ikke nødvendigvis har angitt en eksplisitt alternativhypotese. Det er mer eller mindre alt som er å si.
ta: முதலில், ஃபிசரின் அணுகுமுறையைப் பற்றி பேசலாம். என்னால் சொல்ல முடிந்தவரை, ஃபிசர் உங்களிடம் ஒரு கருதுகோள் (பூச்யம்) மட்டுமே இருப்பதாகவும், நீங்கள் செய்ய விரும்புவது சுழிய கருதுகோள் தரவுகளுடன் முரணாக இருக்கிறதா என்பதைக் கண்டுபிடிப்பதையும் கருதினார். அவரது கண்ணோட்டத்தில், நீங்கள் என்ன செய்ய வேண்டியது என்பது பூச்யத்தின் படி தரவு “போதுமான சாத்தியமில்லை” என்பதை சரிபார்க்க வேண்டும். உண்மையில், எங்கள் முந்தைய விவாதத்தை நீங்கள் நினைவில் வைத்திருந்தால், ஃபிசர் *பி *-மதிப்பை வரையறுக்கிறார். ஃபிசரின் கூற்றுப்படி, சுழிய கருதுகோள் தரவின் மிக மோசமான கணக்கை வழங்கினால், நீங்கள் அதை பாதுகாப்பாக நிராகரிக்கலாம். ஆனால், அதை ஒப்பிடுவதற்கு உங்களிடம் வேறு எந்த கருதுகோள்களும் இல்லை என்பதால், “மாற்றீட்டை ஏற்றுக்கொள்வதற்கான” வழி இல்லை, ஏனெனில் உங்களிடம் வெளிப்படையாகக் கூறப்பட்ட மாற்று இல்லை. அதுதான் அதிகமாகவோ அல்லது குறைவாகவோ இருக்கிறது.
uk: Спочатку давайте поговоримо про підхід Фішера. Наскільки я розумію, Фішер припускав, що у вас є тільки одна гіпотеза (нульова) і що ви хочете з'ясувати, чи суперечить нульова гіпотеза даним. З його точки зору, вам слід перевірити, чи дані є «достатньо малоймовірними» відповідно до нульової гіпотези. Насправді, якщо ви пам'ятаєте нашу попередню дискусію, саме так Фішер визначає *p*-значення. За Фішером, якщо нульова гіпотеза дуже погано пояснює дані, ви можете сміливо її відхилити. Але, оскільки у вас немає інших гіпотез, з якими можна було б її порівняти, немає можливості «прийняти альтернативу», тому що у вас не обов'язково є чітко сформульована альтернатива. Це, більш-менш, все, що потрібно знати.

source: In contrast, Neyman thought that the point of hypothesis testing was as a guide to action and his approach was somewhat more formal than Fisher’s. His view was that there are multiple things that you could *do* (accept the null or accept the alternative) and the point of the test was to tell you which one the data support. From this perspective, it is critical to specify your alternative hypothesis properly. If you don’t know what the alternative hypothesis is, then you don’t know how powerful the test is, or even which action makes sense. His framework genuinely requires a competition between different hypotheses. For Neyman, the *p* value didn’t directly measure the probability of the data (or data more extreme) under the null, it was more of an abstract description about which “possible tests” were telling you to accept the null, and which “possible tests” were telling you to accept the alternative.
de: Im Gegensatz dazu dachte Neyman, dass der Sinn des Hypothesentestens ein Leitfaden bezgl. des Vorgehens beim Ducrhführen des Tests sei und sein Ansatz etwas formaler war als der von Fisher. Seine Ansicht war, dass es mehrere Dinge gibt, die Sie *tun* könnten (Sie akzeptieren entweder die Null- oder die Alternativehypothese). Der Sinn des Tests besteht dabei darin, Ihnen zu sagen, welche Option die Daten unterstützen. Aus dieser Perspektive ist es wichtig, Ihre alternative Hypothese richtig zu spezifizieren. Wenn Sie nicht wissen, was die alternative Hypothese ist, dann wissen Sie nicht, welche Stärke (*power*) der Test hat oder welche Option sinnvoller ist. Sein Rahmen erfordert wirklich einen Wettbewerb zwischen verschiedenen Hypothesen. Für Neyman maß der *p*-Wert nicht direkt die Wahrscheinlichkeit der Daten (oder extremeren Daten) unter der Null, es war eher eine abstrakte Beschreibung darüber, welche „möglichen Tests“ Ihnen sagen, dass Sie die Nullhypothese akzeptieren sollten, und welche „möglichen Tests“ Ihnen sagen, dass Sie die Alternativhypothese akzeptieren sollten.

source: As you can see, what we have today is an odd mishmash of the two. We talk about having both a null hypothesis and an alternative (Neyman), but usually\ [#]_ define the *p* value in terms of extreme data (Fisher), but we still have *α* values (Neyman). Some of the statistical tests have explicitly specified alternatives (Neyman) but others are quite vague about it (Fisher). And, according to some people at least, we’re not allowed to talk about accepting the alternative (Fisher). It’s a mess, but I hope this at least explains why it’s a mess.
de: Wie Sie sehen, ist das, was wir heute haben, ein seltsamer Mischmasch aus beidem. Wir sprechen davon, dass es sowohl eine Nullhypothese als auch eine Alternative gibt (Neyman), aber in der Regel definieren wir\ [#]_ den *p*-Wert im Hinblick auf extreme Daten (Fisher), und wir haben immer noch *α*-Werte (Neyman). Einige der statistischen Tests haben explizit angegebene Alternativen (Neyman), aber andere sind diesbezüglich recht vage (Fisher). Und zumindest nach Ansicht einiger Leute dürfen wir nicht über die Annahme der Alternative sprechen (Fisher). Es ist ein Durcheinander, aber ich hoffe, diese Ausführungen erklären zumindest, warum es so ein Durcheinander ist.

source: Bayesians versus frequentists
de: Bayesianer versus Frequentisten
nb: Bayesianere versus frekventister
ta: பேய்சியன் வெர்சச் அடிக்கடி
uk: Баєсівці проти частотних

source: Earlier on in this chapter I was quite emphatic about the fact that you *cannot* interpret the *p* value as the probability that the null hypothesis is true. NHST is fundamentally a frequentist tool (see chapter :doc:`Introduction to probability <../Ch07/Ch07_Probability>`) and as such it does not allow you to assign probabilities to hypotheses. The null hypothesis is either true or it is not. The Bayesian approach to statistics interprets probability as a degree of belief, so it’s totally okay to say that there is a 10% chance that the null hypothesis is true. That’s just a reflection of the degree of confidence that you have in this hypothesis. You aren’t allowed to do this within the frequentist approach. Remember, if you’re a frequentist, a probability can only be defined in terms of what happens after a large number of independent replications (i.e., a long run frequency). If this is your interpretation of probability, talking about the “probability” that the null hypothesis is true is complete gibberish: a null hypothesis is either true or it is false. There’s no way you can talk about a long run frequency for this statement. To talk about “the probability of the null hypothesis” is as meaningless as “the colour of freedom”. It doesn’t have one!
de: An einer früheren Stelle in diesem Kapitel habe ich mit Nachdruck darauf hingewiesen, dass man den *p*-Wert *nicht* als die Wahrscheinlichkeit interpretieren kann, dass die Nullhypothese wahr ist. NHST ist grundsätzlich ein frequentistisches Werkzeug (siehe Kapitel :doc:`Einführung in die Wahrscheinlichkeitsrechnung <../Ch07/Ch07_Probability>`). Als solches erlaubt es Ihnen nicht, den Hypothesen Wahrscheinlichkeiten zuzuordnen. Die Nullhypothese ist entweder wahr oder sie ist nicht wahr. Beim Bayes'schen Ansatz der Statistik wird die Wahrscheinlichkeit als Grad der Überzeugung interpretiert, so dass es völlig in Ordnung ist, zu sagen, dass die Wahrscheinlichkeit, dass die Nullhypothese wahr ist, 10 % beträgt. Das spiegelt nur den Grad des Vertrauens wider, den Sie in diese Hypothese haben. Im Rahmen des frequentistischen Ansatzes ist dies nicht erlaubt. Denken Sie daran, dass eine Wahrscheinlichkeit für einen Frequentisten nur in Bezug auf das definiert werden kann, was nach einer großen Anzahl unabhängiger Replikationen (d. h. einer langfristigen Häufigkeit) geschieht. Wenn dies Ihre Interpretation der Wahrscheinlichkeit ist, ist es völlige fehlgeleitet, von der „Wahrscheinlichkeit“ zu sprechen, dass die Nullhypothese wahr ist: Eine Nullhypothese ist entweder wahr oder sie ist falsch. Es ist unmöglich, bei dieser Aussage von einer langfristigen Häufigkeit zu sprechen. Von der „Wahrscheinlichkeit der Nullhypothese“ zu sprechen, ist so sinnlos wie die „Farbe der Freiheit“. Es gibt sie nicht!

source: Most importantly, this *isn’t* a purely ideological matter. If you decide that you are a Bayesian and that you’re okay with making probability statements about hypotheses, you have to follow the Bayesian rules for calculating those probabilities. I’ll talk more about this in chapter :doc:`Bayesian statistics <../Ch16/Ch16_Bayes>`, but for now what I want to point out to you is the *p* value is a *terrible* approximation to the probability that H\ :sub:`0` is true. If what you want to know is the probability of the null, then the *p* value is not what you’re looking for!
de: Am wichtigsten ist, dass dieses *keine* rein ideologische Angelegenheit ist. Wenn Sie sich entscheiden, dass Sie ein Bayesianer sind und dass es für Sie in Ordnung ist, Wahrscheinlichkeitsaussagen über Hypothesen zu machen, müssen Sie die Bayes'schen Regeln für die Berechnung dieser Wahrscheinlichkeiten befolgen. Ich werde in Kapitel :doc:`Bayes'sche Statistik <../Ch16/Ch16_Bayes>` mehr dazu sagen, aber im Moment möchte ich Sie darauf hinweisen, dass der *p*-Wert eine *völlig unzureichende* Annäherung an die Wahrscheinlichkeit ist, dass H\ :sub:`0` wahr ist. Wenn Sie die Wahrscheinlichkeit des Eintreffens der Nullhypothese wissen wollen, dann ist der *p*-Wert nicht das, wonach Sie suchen!

source: Traps
de: Fallen
nb: Feller
ta: பொறிகள்
uk: Пастки

source: As you can see, the theory behind hypothesis testing is a mess, and even now there are arguments in statistics about how it “should” work. However, disagreements among statisticians are not our real concern here. Our real concern is practical data analysis. And while the “orthodox” approach to null hypothesis significance testing has many drawbacks, even an unrepentant Bayesian like myself would agree that they can be useful if used responsibly. Most of the time they give sensible answers and you can use them to learn interesting things. Setting aside the various ideologies and historical confusions that we’ve discussed, the fact remains that the biggest danger in all of statistics is *thoughtlessness*. I don’t mean stupidity, I literally mean thoughtlessness. The rush to interpret a result without spending time thinking through what each test actually says about the data, and checking whether that’s consistent with how you’ve interpreted it. That’s where the biggest trap lies.
de: Wie Sie sehen, ist die Theorie der Hypothesentests ein einziges Durcheinander, und selbst heute noch wird in der Statistik darüber gestritten, wie sie funktionieren „sollte“. Allerdings sind Meinungsverschiedenheiten unter Statistikern hier nicht unser eigentliches Anliegen. Unser eigentliches Anliegen ist die praktische Datenanalyse. Und obwohl der frequentistische Ansatz der Signifikanztests für Nullhypothesen viele Nachteile hat, wird selbst ein überzeugter Bayesianer zustimmen, dass der Ansatz nützlich sein kann, wenn er verantwortungsvoll eingesetzt wird. In den meisten Fällen liefert er vernünftige Antworten und man kann mit ihm interessante Dinge lernen. Abgesehen von den verschiedenen Ideologien und historischen Verwirrungen, die wir diskutiert haben, bleibt die Tatsache bestehen, dass die größte Gefahr in der gesamten Statistik *Gedankenlosigkeit* ist. Ich meine damit nicht Dummheit, sondern Gedankenlosigkeit. Die größte Falle liegt in der Eile, ein Ergebnis zu interpretieren, ohne Zeit darauf zu verwenden, darüber nachzudenken, was jeder Test tatsächlich über die Daten aussagt, und zu überprüfen, ob dies mit der eigenen Interpretation übereinstimmt.
nb: Som du ser, er teorien bak hypotesetesting et rot, og selv i dag er det uenighet i statistikken om hvordan den «bør» fungere. Uenigheter blant statistikere er imidlertid ikke det vi egentlig er opptatt av her. Det vi virkelig er opptatt av, er praktisk dataanalyse. Og selv om den «ortodokse» tilnærmingen til signifikanstesting av nullhypoteser har mange ulemper, vil selv en uforbederlig bayesianer som meg være enig i at de kan være nyttige hvis de brukes på en ansvarlig måte. Som oftest gir de fornuftige svar, og du kan bruke dem til å lære interessante ting. Hvis vi ser bort fra de ulike ideologiene og historiske forvirringene vi har diskutert, gjenstår det faktum at den største faren i all statistikk er * tankeløshet*. Jeg mener ikke dumhet, jeg mener bokstavelig talt tankeløshet. Det å tolke et resultat i all hast uten å bruke tid på å tenke gjennom hva hver test faktisk sier om dataene, og sjekke om det stemmer overens med hvordan du har tolket dem. Det er der den største fellen ligger.
ta: நீங்கள் பார்க்க முடியும் என, கருதுகோள் சோதனையின் பின்னால் உள்ள கோட்பாடு ஒரு குழப்பம், இப்போது கூட அது எவ்வாறு செயல்பட வேண்டும் என்பது பற்றிய புள்ளிவிவரங்களில் வாதங்கள் உள்ளன. இருப்பினும், புள்ளிவிவர நிபுணர்களிடையே கருத்து வேறுபாடுகள் இங்கே எங்கள் உண்மையான அக்கறை அல்ல. எங்கள் உண்மையான கவலை நடைமுறை தரவு பகுப்பாய்வு ஆகும். சுழிய கருதுகோள் முக்கியத்துவ சோதனைக்கான “ஆர்த்தடாக்ச்” அணுகுமுறை பல குறைபாடுகளைக் கொண்டிருந்தாலும், என்னைப் போன்ற ஒரு மனந்திரும்பாத பேய்சியன் கூட பொறுப்புடன் பயன்படுத்தினால் அவை பயனுள்ளதாக இருக்கும் என்பதை ஒப்புக் கொள்ளும். பெரும்பாலான நேரங்களில் அவர்கள் விவேகமான பதில்களைக் கொடுக்கிறார்கள், மேலும் சுவையான விசயங்களைக் கற்றுக்கொள்ள நீங்கள் அவற்றைப் பயன்படுத்தலாம். நாம் விவாதித்த பல்வேறு சித்தாந்தங்கள் மற்றும் வரலாற்று குழப்பங்களை ஒதுக்கி வைத்துக் கொண்டால், எல்லா புள்ளிவிவரங்களிலும் மிகப்பெரிய இடர் *சிந்தனையற்ற தன்மை *என்பதே உண்மை. நான் முட்டாள்தனத்தை அர்த்தப்படுத்தவில்லை, நான் உண்மையில் சிந்தனையற்ற தன்மையைக் குறிக்கிறேன். ஒவ்வொரு சோதனையும் தரவைப் பற்றி உண்மையில் என்ன சொல்கிறது என்பதை சிந்திக்காமல் நேரத்தை செலவிடாமல் ஒரு முடிவை விளக்குவதற்கான விரைவு, அதை நீங்கள் எவ்வாறு விளக்கினீர்கள் என்பதற்கு இது ஒத்ததாக இருக்கிறதா என்று சோதித்துப் பாருங்கள். அதுதான் மிகப்பெரிய பொறி உள்ளது.
uk: Як бачите, теорія, що лежить в основі перевірки гіпотез, є досить заплутаною, і навіть зараз у статистиці точаться суперечки щодо того, як вона «повинна» працювати. Однак розбіжності між статистиками не є нашою справжньою проблемою. Наша справжня проблема — це практичний аналіз даних. І хоча «ортодоксальний» підхід до перевірки значущості нульової гіпотези має багато недоліків, навіть такий непокаяний байєсіанець, як я, погодиться, що він може бути корисним, якщо його використовувати відповідально. У більшості випадків він дає розумні відповіді, і ви можете використовувати його, щоб дізнатися цікаві речі. Відкинувши різні ідеології та історичні плутанини, про які ми говорили, залишається факт, що найбільшою небезпекою в усій статистиці є *бездумність*. Я не маю на увазі дурість, я маю на увазі саме бездумність. Поспіх інтерпретувати результат, не витрачаючи часу на обдумування того, що кожен тест насправді говорить про дані, і не перевіряючи, чи це узгоджується з вашою інтерпретацією. Саме в цьому полягає найбільша пастка.

source: To give an example of this, consider the following example (`Gelman & Stern, 2006 <../Other/References.html#gleman-2006>`__\ ). Suppose I’m running my ESP study and I’ve decided to analyse the data separately for the male participants and the female participants. Of the male participants, 33 out of 50 guessed the colour of the card correctly. This is a significant effect (*p* = 0.03). Of the female participants, 29 out of 50 guessed correctly. This is not a significant effect (p = 0.32). Upon observing this, it is extremely tempting for people to start wondering why there is a difference between males and females in terms of their psychic abilities. However, this is wrong. If you think about it, we haven’t *actually* run a test that explicitly compares males to females. All we have done is compare males to chance (binomial test was significant) and compared females to chance (binomial test was non significant). If we want to argue that there is a real difference between the males and the females, we should probably run a test of the null hypothesis that there is no difference! We can do that using a different hypothesis test,\ [#]_ but when we do that it turns out that we have no evidence that males and females are significantly different (*p* = 0.54). *Now* do you think that there’s anything fundamentally different between the two groups? Of course not. What’s happened here is that the data from both groups (male and female) are pretty borderline. By pure chance one of them happened to end up on the magic side of the *p* = 0.05 line, and the other one didn’t. That doesn’t actually imply that males and females are different. This mistake is so common that you should always be wary of it. The difference between significant and not-significant is *not* evidence of a real difference. If you want to say that there’s a difference between two groups, then you have to test for that difference!
de: Ein Beispiel hierfür ist das folgende Beispiel (`Gelman & Stern, 2006 <../Other/References.html#gleman-2006>`__\ ). Angenommen, ich führe meine ESP-Studie durch und habe beschlossen, die Daten getrennt nach männlichen und weiblichen Teilnehmern zu analysieren. Von den männlichen Teilnehmern haben 33 von 50 die Farbe der Karte richtig erraten. Dies ist ein signifikanter Effekt (*p* = 0,03). Von den weiblichen Teilnehmern errieten 29 von 50 die richtige Farbe. Dies ist kein signifikanter Effekt (p = 0,32). Wenn man dies beobachtet, ist die Versuchung groß, sich zu fragen, warum es einen Unterschied zwischen Männern und Frauen in Bezug auf ihre psychischen Fähigkeiten gibt. Dies ist jedoch falsch. Wenn man darüber nachdenkt, haben wir nicht *eigentlich* einen Test durchgeführt, der ausdrücklich Männer mit Frauen vergleicht. Wir haben lediglich Männer mit dem Zufall verglichen (der Binomialtest war signifikant) und Frauen mit dem Zufall verglichen (der Binomialtest war nicht signifikant). Wenn wir behaupten wollen, dass es einen echten Unterschied zwischen Männern und Frauen gibt, sollten wir die Nullhypothese testen, dass es keinen Unterschied gibt! Wir können dies mit einem anderen Hypothesentest tun,\ [#]_ aber wenn wir dies tun, stellt sich heraus, dass wir keinen Beleg dafür haben, dass Männer und Frauen signifikant unterschiedlich sind (*p* = 0,54). Glauben Sie, dass sich die beiden Gruppen grundlegend unterscheiden? Nein, natürlich nicht. Was hier passiert ist, ist, dass die Daten von beiden Gruppen (Männer und Frauen) ziemlich grenzwertig sind. Rein zufällig ist eine der beiden Gruppen auf der magischen Seite der Linie *p* = 0,05 gelandet, die andere nicht. Das bedeutet aber nicht, dass Männer und Frauen unterschiedlich sind. Dieser Fehler kommt so häufig vor, dass Sie sich immer davor hüten sollten. Der Unterschied zwischen signifikant und nicht-signifikant ist *kein* Beleg für einen echten Unterschied. Wenn Sie sagen wollen, dass es einen Unterschied zwischen zwei Gruppen gibt, dann müssen Sie diesen Unterschied auch nachweisen!
