Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: At this point we need to start talking specifics about how a hypothesis test is constructed. To that end, let’s return to the ESP example. Let’s ignore the actual data that we obtained, for the moment, and think about the structure of the experiment. Regardless of what the actual numbers are, the *form* of the data is that *X* out of *N* people correctly identified the colour of the hidden card. Moreover, let’s suppose for the moment that the null hypothesis really is true, that ESP doesn’t exist and the true probability that anyone picks the correct colour is exactly *θ* = 0.5. What would we *expect* the data to look like? Well, obviously we’d expect the proportion of people who make the correct response to be pretty close to 50\%. Or, to phrase this in more mathematical terms, we’d say that *X* / *N* is approximately \0.5. Of course, we wouldn’t expect this fraction to be *exactly* \0.5. If, for example, we tested *N* = 100 people and *X* = 53 of them got the question right, we’d probably be forced to concede that the data are quite consistent with the null hypothesis. On the other hand, if *X* = 99 of our participants got the question right then we’d feel pretty confident that the null hypothesis is wrong. Similarly, if only *X* = 3 people got the answer right we’d be similarly confident that the null was wrong. Let’s be a little more technical about this. We have a quantity *X* that we can calculate by looking at our data. After looking at the value of *X* we make a decision about whether to believe that the null hypothesis is correct, or to reject the null hypothesis in favour of the alternative. The name for this thing that we calculate to guide our choices is a **test statistic**.
nb: På dette punktet må vi begynne å snakke mer spesifikt om hvordan en hypotesetest er konstruert. La oss derfor gå tilbake til ESP-eksempelet. La oss for øyeblikket se bort fra de faktiske dataene vi fikk, og heller tenke på strukturen i eksperimentet. Uavhengig av hva de faktiske tallene er, er *formen* på dataene at *X* av *N* personer identifiserte fargen på det skjulte kortet korrekt. La oss videre anta at nullhypotesen virkelig er sann, at ESP ikke eksisterer, og at den sanne sannsynligheten for at noen velger riktig farge er nøyaktig *θ* = 0,5. Hvordan ville vi *forventet* at dataene skulle se ut? Vel, vi forventer selvsagt at andelen personer som svarer riktig, er ganske nær 50\%. Eller, for å uttrykke dette i mer matematiske termer, vi vil si at *X* / *N* er omtrent \0,5. Vi forventer selvfølgelig ikke at denne brøken skal være *nøyaktig* \0,5. Hvis vi for eksempel testet *N* = 100 personer, og *X* = 53 av dem svarte riktig på spørsmålet, må vi nok innrømme at dataene stemmer ganske godt overens med nullhypotesen. Hvis derimot *X* = 99 av deltakerne våre hadde rett på spørsmålet, ville vi føle oss ganske sikre på at nullhypotesen er feil. Tilsvarende, hvis bare *X* = 3 personer svarte riktig på spørsmålet, ville vi være like sikre på at nullhypotesen var feil. La oss være litt mer tekniske om dette. Vi har en størrelse *X* som vi kan beregne ved å se på dataene våre. Etter å ha sett på verdien av *X* tar vi en beslutning om hvorvidt vi skal tro at nullhypotesen er riktig, eller om vi skal forkaste nullhypotesen til fordel for alternativhypotesen. Navnet på det vi beregner for å styre valgene våre, er **teststatistikk**.
ta: இந்த கட்டத்தில் ஒரு கருதுகோள் சோதனை எவ்வாறு கட்டமைக்கப்படுகிறது என்பதைப் பற்றி பேசத் தொடங்க வேண்டும். அதற்காக, ஈஎச்பி எடுத்துக்காட்டுக்கு திரும்புவோம். நாங்கள் பெற்ற உண்மையான தரவைப் புறக்கணிப்போம், இப்போதைக்கு, மற்றும் பரிசோதனையின் கட்டமைப்பைப் பற்றி சிந்தியுங்கள். உண்மையான எண்கள் என்ன என்பதைப் பொருட்படுத்தாமல், தரவின் * வடிவம் * * ஃச் * * n * இல் இருந்து மறைக்கப்பட்ட அட்டையின் நிறத்தை சரியாக அடையாளம் கண்டுள்ளது. மேலும், சுழிய கருதுகோள் உண்மையிலேயே உண்மை, எச்பி இல்லை என்பதையும், சரியான வண்ணத்தை எவரும் எடுக்கும் உண்மையான நிகழ்தகவுகளும் சரியாக * θ * = 0.5 என்று கருதலாம். தரவு எப்படி இருக்கும் என்று நாங்கள் எதிர்பார்க்கிறோம்? சரி, சரியான பதிலைச் செய்யும் நபர்களின் விகிதம் 50 \%க்கு மிக அருகில் இருக்கும் என்று நாங்கள் எதிர்பார்க்கிறோம். அல்லது, இதை மேலும் கணித அடிப்படையில் சொற்றொடருக்கு, * ஃச் * / * n * தோராயமாக \ 0.5 என்று நாங்கள் கூறுவோம். நிச்சயமாக, இந்த பகுதியே * சரியாக * \ 0.5 இருக்கும் என்று நாங்கள் எதிர்பார்க்க மாட்டோம். எடுத்துக்காட்டாக, நாங்கள் * n * = 100 பேரை சோதித்தோம், அவர்களில் * ஃச் * = 53 கேள்வியை சரியாகப் பெற்றிருந்தால், தரவு சுழிய கருதுகோளுடன் மிகவும் ஒத்துப்போகிறது என்பதை ஒப்புக்கொள்ள வேண்டிய கட்டாயத்தில் இருக்கலாம். மறுபுறம், எங்கள் பங்கேற்பாளர்களில் * ஃச் * = 99 கேள்வியை சரியாகப் பெற்றால், சுழிய கருதுகோள் தவறு என்று நாங்கள் நம்புகிறோம். இதேபோல், * ஃச் * = 3 பேருக்கு மட்டுமே பதில் கிடைத்தால், சுழியம் தவறு என்று நாங்கள் நம்புகிறோம். இதைப் பற்றி இன்னும் கொஞ்சம் தொழில்நுட்பமாக இருக்கட்டும். எங்கள் தரவைப் பார்த்து கணக்கிடக்கூடிய ஒரு அளவு * ஃச் * உள்ளது. * ஃச் * இன் மதிப்பைப் பார்த்த பிறகு, சுழிய கருதுகோள் சரியானது என்று நம்பலாமா, அல்லது மாற்றீட்டிற்கு ஆதரவாக சுழிய கருதுகோளை நிராகரிப்பது பற்றி ஒரு முடிவை எடுக்கிறோம். எங்கள் தேர்வுகளை வழிநடத்த நாங்கள் கணக்கிடும் இந்த விசயத்தின் பெயர் ** சோதனை புள்ளிவிவரம் **.
uk: На цьому етапі нам потрібно почати обговорювати конкретику того, як будується перевірка гіпотези. Для цього повернімося до прикладу ESP. Давайте поки що проігноруємо фактичні дані, які ми отримали, і подумаємо про структуру експерименту. Незалежно від фактичних цифр, *форма* даних така, що *X* з *N* людей правильно визначили колір прихованої картки. Більше того, припустимо на мить, що нульова гіпотеза справді істинна, що екстрасенсорного відчуття (ЕСП) не існує, а справжня ймовірність того, що хтось вибере правильний колір, дорівнює *θ* = 0,5. Як би ми *очікували* виглядати від даних? Ну, очевидно, ми очікуємо, що частка людей, які дають правильну відповідь, буде близькою до 50%. Або, якщо сформулювати це більш математично, ми б сказали, що *X* / *N* приблизно дорівнює ∫0,5. Звичайно, ми не очікуємо, що цей дріб буде *точно* ∫0,5. Якби, наприклад, ми протестували *N* = 100 людей, і *X* = 53 з них правильно відповіли на запитання, ми б ймовірно, доведеться визнати, що дані цілком узгоджуються з нульовою гіпотезою. З іншого боку, якщо *X* = 99 наших учасників отримали відповідь на запитання тоді ми були б досить впевнені, що нульова гіпотеза хибна. Аналогічно, якби лише *X* = 3 людини дали правильну відповідь, ми були б так само впевнені, що нульова гіпотеза хибна. Давайте розглянемо це трохи технічніше. У нас є величина *X*, яку ми можемо обчислити, переглянувши наші дані. Після розгляду значення *X* ми приймаємо рішення. про те, чи вважати нульову гіпотезу правильною, чи відхилити нульову гіпотезу на користь альтернатива. Назва цієї речі, яку ми обчислюємо, щоб керувати нашим вибором, — це **тестова статистика**.

source: Having chosen a test statistic, the next step is to state precisely which values of the test statistic would cause us to reject the null hypothesis, and which values would cause us to keep it. In order to do so we need to determine what the **sampling distribution of the test statistic** would be if the null hypothesis were actually true (we talked about sampling distributions earlier in :ref:`Sampling distribution of the mean <sampling_distribution_of_the_mean>`). Why do we need this? Because this distribution tells us exactly what values of *X* our null hypothesis would lead us to expect. And, therefore, we can use this distribution as a tool for assessing how closely the null hypothesis agrees with our data.
nb: Når vi har valgt en teststatistikk, er neste trinn å angi nøyaktig hvilke verdier av teststatistikken som ville fått oss til å forkaste nullhypotesen, og hvilke verdier som ville fått oss til å beholde den. For å gjøre dette må vi finne ut hva **samplingsfordelingen til teststatistikken** ville vært hvis nullhypotesen faktisk var sann (vi snakket om samplingsfordelinger tidligere i :ref:`Samplingsfordeling av gjennomsnittet <sampling_distribution_of_the_mean>`). Hvorfor trenger vi dette? Fordi denne fordelingen forteller oss nøyaktig hvilke verdier av *X* nullhypotesen vår ville føre til at vi forventer. Og derfor kan vi bruke denne fordelingen som et verktøy for å vurdere hvor godt nullhypotesen stemmer overens med dataene våre.
ta: ஒரு சோதனை புள்ளிவிவரத்தைத் தேர்ந்தெடுத்த பின்னர், அடுத்த கட்டம் சோதனை புள்ளிவிவரத்தின் எந்த மதிப்புகள் சுழிய கருதுகோளை நிராகரிக்க வழிவகுக்கும் என்பதையும், எந்த மதிப்புகள் அதை வைத்திருக்க வழிவகுக்கும் என்பதையும் துல்லியமாகக் குறிப்பிடுவது. அவ்வாறு செய்ய, சுழிய கருதுகோள் உண்மையில் உண்மையாக இருந்தால், சோதனை புள்ளிவிவரத்தின் ** மாதிரி வழங்கல் ** என்னவாக இருக்கும் என்பதை நாம் தீர்மானிக்க வேண்டும் (நாங்கள் முன்பு மாதிரி விநியோகங்களைப் பற்றி பேசினோம்: குறிப்பு: `சராசரியின் மாதிரி வழங்கல் <sampling_distribution_the_mean> `). நமக்கு இது ஏன் தேவை? ஏனெனில் இந்த வழங்கல் * ஃச் * இன் மதிப்புகள் என்ன என்பதை சரியாகச் சொல்கிறது, எங்கள் சுழிய கருதுகோள் நம்மை எதிர்பார்க்க வழிவகுக்கும். எனவே, எங்கள் தரவுகளுடன் சுழிய கருதுகோள் எவ்வளவு நெருக்கமாக உடன்படுகிறது என்பதை மதிப்பிடுவதற்கான ஒரு கருவியாக இந்த விநியோகத்தை நாம் பயன்படுத்தலாம்.
uk: Вибравши тестову статистику, наступним кроком є точне визначення, які значення тестової статистики змусять нас відхилити нульову гіпотезу, а які значення змусять нас її зберегти. Для цього нам потрібно визначити, яким буде **розподіл вибірки тестової статистики**, якщо нульова гіпотеза дійсно є правдивою (ми вже говорили про розподіл вибірки раніше в :ref:`Sampling distribution of the mean <sampling_distribution_of_the_mean>`). Навіщо це потрібно? Тому що цей розподіл точно показує, яких значень *X* ми можемо очікувати, виходячи з нульової гіпотези. Отже, ми можемо використовувати цей розподіл як інструмент для оцінки того, наскільки нульова гіпотеза відповідає нашим даним.

source: How do we actually determine the sampling distribution of the test statistic? For a lot of hypothesis tests this step is actually quite complicated, and later on in the book you’ll see me being slightly evasive about it for some of the tests (some of them I don’t even understand myself). However, sometimes it’s very easy. And, fortunately for us, our ESP example provides us with one of the easiest cases. Our population parameter *θ* is just the overall probability that people respond correctly when asked the question, and our test statistic *X* is the *count* of the number of people who did so out of a sample size of *N*. We’ve seen a distribution like this before, in section :doc:`../Ch07/Ch07_Probability_4`, and that’s exactly what the binomial distribution describes! So, to use the notation and terminology that I introduced in that section, we would say that the null hypothesis predicts that *X* is binomially distributed, which is written:
nb: Hvordan bestemmer vi egentlig utvalgsfordelingen til teststatistikken? For mange hypotesetester er dette trinnet faktisk ganske komplisert, og senere i boken vil du se at jeg er litt unnvikende når det gjelder noen av testene (noen av dem forstår jeg ikke engang selv). Noen ganger er det imidlertid veldig enkelt. Og heldigvis for oss har vi i ESP-eksempelet vårt et av de enkleste tilfellene. Populasjonsparameteren *θ* er bare den generelle sannsynligheten for at folk svarer riktig når de blir stilt spørsmålet, og teststatistikken *X* er *antallet* av personer som svarte riktig ut av et utvalg på *N*. Vi har sett en slik fordeling før, i avsnitt :doc:`../Ch07/Ch07_Probability_4`, og det er akkurat det binomialfordelingen beskriver! Så for å bruke notasjonen og terminologien som jeg introduserte i det avsnittet, vil vi si at nullhypotesen predikerer at *X* er binomialfordelt, noe som skrives:
ta: சோதனை புள்ளிவிவரத்தின் மாதிரி விநியோகத்தை உண்மையில் எவ்வாறு தீர்மானிப்பது? நிறைய கருதுகோள் சோதனைகளுக்கு இந்த படி உண்மையில் மிகவும் சிக்கலானது, பின்னர் புத்தகத்தில் சில சோதனைகளுக்கு நான் அதைப் பற்றி சற்று தவிர்க்கப்படுவதை நீங்கள் காண்பீர்கள் (அவற்றில் சில எனக்கு என்னைப் புரிந்து கொள்ளவில்லை). இருப்பினும், சில நேரங்களில் இது மிகவும் எளிதானது. மேலும், அதிர்ச்டவசமாக, எங்கள் ஈஎச்பி சான்று எங்களுக்கு எளிதான நிகழ்வுகளில் ஒன்றை வழங்குகிறது. எங்கள் மக்கள்தொகை அளவுரு *θ *என்பது கேள்வியைக் கேட்டபோது மக்கள் சரியாக பதிலளிக்கும் ஒட்டுமொத்த நிகழ்தகவு மட்டுமே, மேலும் எங்கள் சோதனை புள்ளிவிவரம் *x *என்பது *n *இன் மாதிரி அளவிலிருந்து அவ்வாறு செய்தவர்களின் எண்ணிக்கையில் *எண்ணிக்கை *. இதுபோன்ற ஒரு விநியோகத்தை நாங்கள் முன்பு பார்த்திருக்கிறோம், பிரிவில்: doc: `../ ch07/ch07_probability_4`, அதுதான் பைனோமியல் வழங்கல் விவரிக்கிறது! எனவே, அந்த பிரிவில் நான் அறிமுகப்படுத்திய குறியீடு மற்றும் சொற்களைப் பயன்படுத்த, * ஃச் * பைனோமிகல் விநியோகிக்கப்படுவதாக சுழிய கருதுகோள் கணிக்கிறது, இது எழுதப்பட்டுள்ளது:
uk: Як ми фактично визначаємо вибіркове розподілення тестової статистики? Для багатьох гіпотетичних тестів цей крок є досить складним, і далі в книзі ви побачите, що я дещо ухиляюся від цього питання для деяких тестів (деякі з них я сам не розумію). Однак іноді це дуже просто. І, на наше щастя, наш приклад з ESP надає нам один з найпростіших випадків. Наш параметр генеральної сукупності *θ* — це просто загальна ймовірність того, що люди дадуть правильну відповідь на запитання, а наша тестова статистика *X* — це *кількість* людей, які це зробили, з вибірки розміром *N*. Ми вже бачили подібний розподіл у розділі :doc:`../Ch07/Ch07_Probability_4`, і це саме те, що описує біноміальний розподіл! Отже, використовуючи нотацію та термінологію, які я представив у цьому розділі, ми можемо сказати, що нульова гіпотеза передбачає, що *X* має біноміальний розподіл, що записується так:

source: If α = 0.05, the critical region must cover 5\% of this sampling distribution.
nb: Hvis α = 0,05, må det kritiske området dekke 5\% av denne utvalgsfordelingen.
ta: Α = 0.05 என்றால், முக்கியமான பகுதி இந்த மாதிரி விநியோகத்தின் 5 \% ஐ உள்ளடக்கியதாக இருக்க வேண்டும்.
uk: Якщо α = 0,05, критична область повинна охоплювати 5% цього розподілу вибірки.

source: It’s important to make sure you understand this last point. The critical region corresponds to those values of *X* for which we would reject the null hypothesis, and the sampling distribution in question describes the probability that we would obtain a particular value of *X* if the null hypothesis were actually true. Now, let’s suppose that we chose a critical region that covers 20\% of the sampling distribution, and suppose that the null hypothesis is actually true. What would be the probability of incorrectly rejecting the null? The answer is of course 20\%. And, therefore, we would have built a test that had an α level of 0.2. If we want α = 0.05, the critical region is only *allowed* to cover 5\% of the sampling distribution of our test statistic.
nb: Det er viktig at du forstår dette siste punktet. Den kritiske regionen tilsvarer de verdiene av *X* som vi ville forkastet nullhypotesen for, og den aktuelle utvalgsfordelingen beskriver sannsynligheten for at vi ville fått en bestemt verdi av *X* hvis nullhypotesen faktisk var sann. La oss nå anta at vi velger en kritisk region som dekker 20\% av utvalgsfordelingen, og at nullhypotesen faktisk er sann. Hva er sannsynligheten for at vi feilaktig forkaster nullhypotesen? Svaret er selvfølgelig 20\%. Og derfor ville vi ha laget en test som hadde et α-nivå på 0,2. Hvis vi ønsker α = 0,05, *tillates* den kritiske regionen bare å dekke 5\% av utvalgsfordelingen til teststatistikken vår.
ta: இந்த கடைசி புள்ளியை நீங்கள் புரிந்துகொண்டுள்ளீர்கள் என்பதை உறுதிப்படுத்துவது முதன்மை. முக்கியமான பகுதி * ஃச் * இன் மதிப்புகளுக்கு ஒத்திருக்கிறது, அதற்காக நாம் சுழிய கருதுகோளை நிராகரிப்போம், மேலும் கேள்விக்குரிய மாதிரி வழங்கல் சுழிய கருதுகோள் உண்மையில் உண்மையாக இருந்தால் * ஃச் * இன் ஒரு குறிப்பிட்ட மதிப்பைப் பெறுவோம் என்ற நிகழ்தகவை விவரிக்கிறது. இப்போது, மாதிரி விநியோகத்தின் 20 \% ஐ உள்ளடக்கிய ஒரு முக்கியமான பகுதியை நாங்கள் தேர்ந்தெடுத்தோம் என்று வைத்துக்கொள்வோம், மேலும் சுழிய கருதுகோள் உண்மையில் உண்மை என்று வைத்துக்கொள்வோம். பூச்யத்தை தவறாக நிராகரிப்பதற்கான நிகழ்தகவு என்னவாக இருக்கும்? பதில் நிச்சயமாக 20 \%ஆகும். எனவே, 0.2 நிலை கொண்ட ஒரு சோதனையை நாங்கள் உருவாக்கியிருப்போம். Α = 0.05 ஐ நாம் விரும்பினால், எங்கள் சோதனை புள்ளிவிவரத்தின் மாதிரி விநியோகத்தில் 5 \% ஐ மறைக்க முக்கியமான பகுதி * அனுமதிக்கப்படுகிறது.
uk: Важливо переконатися, що ви розумієте останній пункт. Критична область відповідає тим значенням *X*, для яких ми відхилили б нульову гіпотезу, а відповідний вибірковий розподіл описує ймовірність того, що ми отримаємо конкретне значення *X*, якщо нульова гіпотеза насправді є правдивою. Тепер припустимо, що ми вибрали критичну область, яка охоплює 20\% вибіркового розподілу, і припустимо, що нульова гіпотеза насправді є правдивою. Якою буде ймовірність неправильного відхилення нульової гіпотези? Відповідь, звичайно, 20\%. Отже, ми побудували б тест з рівнем α 0,2. Якщо ми хочемо отримати α = 0,05, критична область може охоплювати лише 5\% вибіркового *розподілу* нашої тестової статистики.

source: The critical region associated with the hypothesis test for the ESP study, for a hypothesis test with a significance level of α = 0.05. The plot shows the sampling distribution of X under the null hypothesis (i.e., same as :numref:`fig-samplingDist`). The grey bars correspond to those values of X for which we would retain the null hypothesis. The blue (darker shaded) bars show the critical region, those values of X for which we would reject the null. Because the alternative hypothesis is two-sided (i.e., allows both θ < 0.5 and θ > 0.5), the critical region covers both tails of the distribution. To ensure an α level of 0.05, we need to ensure that each of the two regions encompasses 2.5\% of the sampling distribution.
nb: Den kritiske regionen knyttet til hypotesetesten for ESP-studien, for en hypotesetest med et signifikansnivå på α = 0,05. Plottet viser utvalgsfordelingen til X under nullhypotesen (dvs. det samme som :numref:`fig-samplingDist`). De grå søylene tilsvarer de verdiene av X som vi ville beholdt nullhypotesen for. De blå (mørkere skraverte) søylene viser det kritiske området, det vil si de verdiene av X der vi forkaster nullhypotesen. Fordi alternativhypotesen er tosidig (dvs. at den tillater både θ < 0,5 og θ > 0,5), dekker den kritiske regionen begge halene av fordelingen. For å sikre et α-nivå på 0,05 må vi sørge for at hver av de to regionene omfatter 2,5\% av utvalgsfordelingen.
ta: ES = 0.05 முக்கியத்துவ மட்டத்துடன் ஒரு கருதுகோள் சோதனைக்கு, ஈ.எச்.பி ஆய்வுக்கான கருதுகோள் சோதனையுடன் தொடர்புடைய முக்கியமான பகுதி. சுழிய கருதுகோளின் கீழ் ஃச் இன் மாதிரி விநியோகத்தை சூழ்ச்சி காட்டுகிறது (அதாவது, அதே: எண்: `FIG-SAMPLINGDIST`). சாம்பல் பார்கள் ஃச் இன் மதிப்புகளுடன் ஒத்திருக்கும், அதற்காக நாம் சுழிய கருதுகோளைத் தக்க வைத்துக் கொள்வோம். நீல (இருண்ட நிழல்) பார்கள் முக்கியமான பகுதியைக் காட்டுகின்றன, ஃச் இன் மதிப்புகள், அதற்காக நாம் பூச்யத்தை நிராகரிப்போம். மாற்று கருதுகோள் இரு பக்கமாக இருப்பதால் (அதாவது, θ <0.5 மற்றும் θ> 0.5 இரண்டையும் அனுமதிக்கிறது), முக்கியமான பகுதி விநியோகத்தின் இரு வால்களையும் உள்ளடக்கியது. 0.05 α நிலை உறுதிப்படுத்த, இரண்டு பிராந்தியங்களிலும் ஒவ்வொன்றும் மாதிரி விநியோகத்தின் 2.5 \% ஐ உள்ளடக்கியது என்பதை உறுதிப்படுத்த வேண்டும்.
uk: Критична область, пов'язана з перевіркою гіпотези для дослідження ESP, для перевірки гіпотези з рівнем значущості α = 0,05. На графіку показано вибіркове розподілення X за нульовою гіпотезою (тобто таке саме, як :numref:`fig-samplingDist`). Сірі смуги відповідають тим значенням X, для яких ми збережемо нульову гіпотезу. Сині (темніші) смуги показують критичну область, ті значення X, для яких ми відхилили б нульову гіпотезу. Оскільки альтернативна гіпотеза є двосторонньою (тобто допускає як θ < 0,5, так і θ > 0,5), критична область охоплює обидва хвости розподілу. Щоб забезпечити рівень α 0,05, ми повинні переконатися, що кожна з двох областей охоплює 2,5 % вибіркового розподілу.

source: As it turns out those three things uniquely solve the problem. Our critical region consists of the most *extreme values*, known as the **tails** of the distribution. This is illustrated in :numref:`fig-rejectionRegion1`. If we want α = 0.05 then our critical regions correspond to *X* ≤ 40` and *X* ≥ 60.\ [#]_ That is, if the number of people saying “true” is between 41 and 59, then we should retain the null hypothesis. If the number is between 0 to 40, or between 60 to 100, then we should reject the null hypothesis. The numbers 40 and 60 are often referred to as the **critical values** since they define the edges of the critical region.
nb: Det viser seg at disse tre tingene løser problemet på en unik måte. Vår kritiske region består av de mest *ekstreme verdiene*, kjent som **halene** av fordelingen. Dette er illustrert i :numref:`fig-rejectionRegion1`. Hvis vi ønsker α = 0,05, tilsvarer våre kritiske regioner *X* ≤ 40` og *X* ≥ 60.\ [#]_ Det vil si at hvis antallet personer som sier «sant» ligger mellom 41 og 59, bør vi beholde nullhypotesen. Hvis tallet ligger mellom 0 og 40, eller mellom 60 og 100, bør vi forkaste nullhypotesen. Tallene 40 og 60 omtales ofte som de **kritiske verdiene**, siden de definerer kantene av det kritiske området.
ta: அந்த மூன்று விசயங்களும் பிரச்சினையை தனித்துவமாக தீர்க்கின்றன. எங்கள் முக்கியமான பகுதி விநியோகத்தின் ** வால்கள் ** என அழைக்கப்படும் மிக*தீவிர மதிப்புகள்*ஐக் கொண்டுள்ளது. இது இதில் விளக்கப்பட்டுள்ளது: NUMREF: `Fig-rugenction Region1`. Α = 0.05 ஐ நாம் விரும்பினால், எங்கள் முக்கியமான பகுதிகள் * ஃச் * ≤ 40` மற்றும் * ஃச் * ≥ 60. \ [#] _ அதாவது “உண்மை” என்று கூறும் நபர்களின் எண்ணிக்கை 41 முதல் 59 வரை இருந்தால், நாங்கள் சுழிய கருதுகோளைத் தக்க வைத்துக் கொள்ள வேண்டும். எண் 0 முதல் 40 வரை அல்லது 60 முதல் 100 வரை இருந்தால், நாம் சுழிய கருதுகோளை நிராகரிக்க வேண்டும். 40 மற்றும் 60 எண்கள் பெரும்பாலும் ** முக்கியமான மதிப்புகள் ** என குறிப்பிடப்படுகின்றன, ஏனெனில் அவை முக்கியமான பிராந்தியத்தின் விளிம்புகளை வரையறுக்கின்றன.
uk: Як виявляється, ці три речі унікальним чином вирішують проблему. Наша критична область складається з найбільш *екстремальних значень*, відомих як **хвости** розподілу. Це проілюстровано на :numref:`fig-rejectionRegion1`. Якщо ми хочемо α = 0,05, то наші критичні області відповідають *X* ≤ 40` та *X* ≥ 60.\ [#]_ Тобто, якщо кількість людей, які відповідають «так», становить від 41 до 59, то ми повинні зберегти нульову гіпотезу. Якщо кількість становить від 0 до 40 або від 60 до 100, то ми повинні відхилити нульову гіпотезу. Числа 40 і 60 часто називають **критичними значеннями**, оскільки вони визначають межі критичної області.

source: we choose an α level (e.g., α = 0.05;
nb: velger vi et α-nivå (f.eks. α = 0,05;
ta: நாங்கள் ஒரு α நிலையைத் தேர்வு செய்கிறோம் (எ.கா., α = 0.05;
uk: ми вибираємо рівень α (наприклад, α = 0.05;

source: (4) calculate the critical region that produces an appropriate α level (0-40 and 60-100).
nb: (4) beregne det kritiske området som gir et passende α-nivå (0-40 og 60-100).
ta: (4) பொருத்தமான α நிலையை (0-40 மற்றும் 60-100) உருவாக்கும் முக்கியமான பகுதியைக் கணக்கிடுங்கள்.
uk: (4) обчислити критичну область, яка створює відповідний рівень α (0-40 та 60-100).

source: *Like other occult techniques of divination, the statistical method has a private jargon deliberately contrived to obscure its methods from non-practitioners*.
nb: * I likhet med andre okkulte spådomsteknikker har den statistiske metoden en privat sjargong som bevisst er konstruert for å skjule metodene for ikke-utøvere*.
ta: *கணிப்பின் பிற அமானுச்ய நுட்பங்களைப் போலவே, புள்ளிவிவர முறையும் ஒரு தனியார் வாசகங்களைக் கொண்டுள்ளது, அதன் முறைகளை பயிற்சியாளர்களிடமிருந்து மறைக்க வேண்டுமென்றே திட்டமிடப்பட்டுள்ளது*.
uk: *Як і інші окультні техніки ворожіння, статистичний метод має особистий жаргон, навмисно вигаданий, щоб приховати його методи від тих, хто його не практикує*.
