Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: An aside regarding the language you use to talk about hypothesis testing. First, one thing you really want to avoid is the word “prove”. A statistical test really doesn’t *prove* that a hypothesis is true or false. Proof implies certainty and, as the saying goes, statistics means never having to say you’re certain. On that point almost everyone would agree. However, beyond that there’s a fair amount of confusion. Some people argue that you’re only allowed to make statements like “rejected the null”, “failed to reject the null”, or possibly “retained the null”. According to this line of thinking you can’t say things like “accept the alternative” or “accept the null”. Personally I think this is too strong. In my opinion, this conflates null hypothesis testing with Karl Popper’s falsificationist view of the scientific process. Whilst there are similarities between falsificationism and null hypothesis testing, they aren’t equivalent. However, whilst I personally think it’s fine to talk about accepting a hypothesis (on the proviso that “acceptance” doesn’t actually mean that it’s necessarily true, especially in the case of the null hypothesis), many people will disagree. And more to the point, you should be aware that this particular weirdness exists so that you’re not caught unawares by it when writing up your own results.
de: Eine Anmerkung zu der Sprache, die Sie verwenden, um über Hypothesentests zu sprechen. Zunächst einmal sollten Sie das Wort „beweisen“ unbedingt vermeiden. Ein statistischer Test *beweist nicht*, dass eine Hypothese korrekt oder inkorrekt ist. Ein Beweis setzt Gewissheit voraus, und, wie man so schön sagt, bedeutet Statistik, dass man nie sagen muss, dass man sicher ist. In diesem Punkt würde fast jeder zustimmen. Darüber hinaus gibt es jedoch eine ganze Menge Verwirrung. Einige Leute argumentieren, dass man nur Aussagen wie „die Nullhypothese zurückweisen“,„die Nullhypothese nicht zurückweisen“ oder „die Nullhypothese beibehalten“ machen darf. Nach dieser Denkweise darf man nicht sagen: „akzeptiere die Alternativhypothese“ oder „akzeptiere die Nullhypothese“. Ich persönlich denke, dass dies zu stark ist. Meiner Meinung nach wird hier die Prüfung von Nullhypothesen mit Karl Poppers falsifikatorischer Sichtweise des wissenschaftlichen Prozesses vermengt. Es gibt zwar Ähnlichkeiten zwischen Falsifikationismus und Nullhypothesen-Signifikanztests, aber sie sind nicht gleichwertig. Während ich es persönlich für in Ordnung halte, über die Akzeptanz einer Hypothese zu sprechen (unter der Voraussetzung, dass „Akzeptanz“ nicht unbedingt bedeutet, dass sie „korrekt“ ist, insbesondere im Fall der Nullhypothese), werden viele Leute anderer Meinung sein. Außerdem sollten Sie wissen, dass es diese besondere Eigenart gibt, damit Sie nicht unvorbereitet davon überrascht werden, wenn Sie Ihre eigenen Ergebnisse aufschreiben.
nb: En parentes om språket du bruker når du snakker om hypotesetesting. For det første er det en ting du virkelig bør unngå, og det er ordet «bevise». En statistisk test *beviser* egentlig ikke at en hypotese er sann eller usann. Bevis innebærer sikkerhet, og som det sies, betyr statistikk at man aldri trenger å si at man er sikker. På det punktet vil nesten alle være enige. Men utover det er det en god del forvirring. Noen hevder at man bare har lov til å komme med utsagn som «kunne forkaste nullhypotesen», «ikke kunne forkaste nullhypotesen» eller eventuelt «må beholde nullhypotesen». Ifølge denne tankegangen kan man ikke si ting som «kunne akseptere alternativhypotesen» eller «kunne akseptere nullhypotesen». Personlig synes jeg dette er for sterkt. Etter min mening blander dette sammen nullhypotesetesting med Karl Poppers falsifikasjonistiske syn på den vitenskapelige prosessen. Selv om det finnes likheter mellom falsifikasjonisme og nullhypotesetesting, er de ikke ekvivalente. Selv om jeg personlig synes det er greit å snakke om å akseptere en hypotese (med forbehold om at «aksept» ikke betyr at den nødvendigvis er sann, særlig når det gjelder nullhypotesen), er det mange som er uenige i dette. Og i tillegg bør du være klar over at denne merkeligheten eksisterer, slik at du ikke blir overrasket over den når du skriver om dine egne resultater.
ta: கருதுகோள் சோதனை பற்றி பேச நீங்கள் பயன்படுத்தும் மொழி குறித்து ஒரு ஒதுக்கி. முதலில், நீங்கள் உண்மையிலேயே தவிர்க்க விரும்பும் ஒரு சேதி “நிரூபிக்கவும்” என்ற சொல். ஒரு கருதுகோள் உண்மை அல்லது பொய் என்பதை ஒரு புள்ளிவிவர சோதனை உண்மையில் * நிரூபிக்காது. சான்று உறுதியைக் குறிக்கிறது, மேலும் சொல்வது போல், புள்ளிவிவரங்கள் என்பது உங்களுக்கு உறுதியாக இருக்க வேண்டியதில்லை. அந்த நேரத்தில் கிட்டத்தட்ட எல்லோரும் ஒப்புக்கொள்வார்கள். இருப்பினும், அதையும் மீறி நியாயமான அளவு குழப்பம் உள்ளது. “பூச்யத்தை நிராகரித்தது”, “பூச்யத்தை நிராகரிக்கத் தவறியது” அல்லது “பூச்யத்தைத் தக்க வைத்துக் கொள்ள” போன்ற அறிக்கைகளை மட்டுமே செய்ய உங்களுக்கு இசைவு உண்டு என்று சிலர் வாதிடுகின்றனர். இந்த சிந்தனையின்படி, “மாற்றீட்டை ஏற்றுக்கொள்” அல்லது “பூச்யத்தை ஏற்றுக்கொள்” போன்ற விசயங்களை நீங்கள் சொல்ல முடியாது. தனிப்பட்ட முறையில் இது மிகவும் வலுவானது என்று நினைக்கிறேன். என் கருத்துப்படி, இது விஞ்ஞான செயல்முறையின் கார்ல் பாப்பரின் பொய்யான பார்வையுடன் சுழிய கருதுகோள் சோதனையை இணைக்கிறது. பொய்மைப்படுத்தல் மற்றும் சுழிய கருதுகோள் சோதனைக்கு இடையே ஒற்றுமைகள் இருந்தாலும், அவை சமமானவை அல்ல. இருப்பினும், ஒரு கருதுகோளை ஏற்றுக்கொள்வது பற்றி பேசுவது நல்லது என்று நான் தனிப்பட்ட முறையில் நினைக்கும் அதே வேளையில் (“ஏற்றுக்கொள்வது” என்பது உண்மையில் இது உண்மை என்று அர்த்தமல்ல, குறிப்பாக சுழிய கருதுகோளின் விசயத்தில்), பலர் உடன்பட மாட்டார்கள். மேலும், இந்த குறிப்பிட்ட வேறுபாடு இருப்பதை நீங்கள் அறிந்திருக்க வேண்டும், இதனால் உங்கள் சொந்த முடிவுகளை எழுதும் போது நீங்கள் அறியாமல் பிடிபடவில்லை.
uk: Невеличкий відступ щодо мови, яку ви використовуєте для обговорення перевірки гіпотез. По-перше, одне, чого вам дійсно слід уникати, це слово «довести». Статистичний тест насправді не *доводить*, що гіпотеза є правдивою чи хибною. Доказ передбачає впевненість, а, як кажуть, статистика означає, що ніколи не можна бути впевненим. З цим майже всі погоджуються. Однак, крім цього, існує чимало плутанини. Деякі люди стверджують, що можна робити лише такі заяви, як «відхилено нульову гіпотезу», «не вдалося відхилити нульову гіпотезу» або, можливо, «збережено нульову гіпотезу». Згідно з цією лінією мислення, не можна говорити такі речі, як «прийняти альтернативну гіпотезу» або «прийняти нульову гіпотезу». Особисто я вважаю, що це занадто категорично. На мою думку, це поєднує перевірку нульової гіпотези з фальсифікаціоністським поглядом Карла Поппера на науковий процес. Хоча між фальсифікаціонізмом і перевіркою нульової гіпотези є подібності, вони не є еквівалентними. Однак, хоча я особисто вважаю, що можна говорити про прийняття гіпотези (за умови, що «прийняття» насправді не означає, що вона обов'язково є правдивою, особливо у випадку нульової гіпотези), багато людей не погодяться з цим. І що більш важливо, ви повинні знати про існування цієї дивної особливості, щоб вона не застала вас зненацька під час написання власних результатів.

source: Test statistics and sampling distributions
de: Teststatistiken und Stichprobenverteilungen
nb: Teststatistikk og utvalgsfordelinger
ta: சோதனை புள்ளிவிவரங்கள் மற்றும் மாதிரி விநியோகங்கள்
uk: Тестова статистика та розподіл вибірки

source: At this point we need to start talking specifics about how a hypothesis test is constructed. To that end, let’s return to the ESP example. Let’s ignore the actual data that we obtained, for the moment, and think about the structure of the experiment. Regardless of what the actual numbers are, the *form* of the data is that *X* out of *N* people correctly identified the colour of the hidden card. Moreover, let’s suppose for the moment that the null hypothesis really is true, that ESP doesn’t exist and the true probability that anyone picks the correct colour is exactly *θ* = 0.5. What would we *expect* the data to look like? Well, obviously we’d expect the proportion of people who make the correct response to be pretty close to 50%. Or, to phrase this in more mathematical terms, we’d say that *X* / *N* is approximately \0.5. Of course, we wouldn’t expect this fraction to be *exactly* \0.5. If, for example, we tested *N* = 100 people and *X* = 53 of them got the question right, we’d probably be forced to concede that the data are quite consistent with the null hypothesis. On the other hand, if *X* = 99 of our participants got the question right then we’d feel pretty confident that the null hypothesis is wrong. Similarly, if only *X* = 3 people got the answer right we’d be similarly confident that the null was wrong. Let’s be a little more technical about this. We have a quantity *X* that we can calculate by looking at our data. After looking at the value of *X* we make a decision about whether to believe that the null hypothesis is correct, or to reject the null hypothesis in favour of the alternative. The name for this thing that we calculate to guide our choices is a **test statistic**.
de: An diesem Punkt müssen wir genauer darüber sprechen, wie ein Hypothesentest aufgebaut ist. Kehren wir zu diesem Zweck zum ESP-Beispiel zurück. Lassen wir die tatsächlichen Daten, die wir erhalten haben, für den Moment beiseite und denken wir über die Struktur des Experiments nach. Unabhängig von den tatsächlichen Zahlen lautet die *Form* der Daten, dass *X* von *N* Personen die Farbe der verdeckten Karte richtig erkannt haben. Nehmen wir weiter an, dass die Nullhypothese wirklich wahr ist, dass ESP nicht existiert und die wahre Wahrscheinlichkeit, dass jemand die richtige Farbe wählt, genau *θ* = 0,5 ist. Wie würden wir *erwarten*, dass die Daten aussehen? Nun, natürlich würden wir erwarten, dass der Anteil von Personen, welche die richtige Antwort geben, ziemlich nahe bei 50 % liegt. Oder, um es mathematisch auszudrücken, würden wir sagen, dass *X* / *N* ungefähr \0,5 ist. Natürlich würden wir nicht erwarten, dass dieser Anteil *genau* \0,5 beträgt. Wenn wir zum Beispiel *N* = 100 Personen getestet hätten und *X* = 53 von ihnen die Frage richtig beantwortet hätten, wären wir wahrscheinlich gezwungen zuzugeben, dass die Daten mit der Nullhypothese übereinstimmen. Wenn hingegen *X* = 99 unserer Teilnehmer die Frage richtig beantwortet haben, können wir ziemlich sicher sein, dass die Nullhypothese falsch ist. Und wenn nur *X* = 3 Personen die Frage richtig beantwortet haben, können wir ebenfalls davon überzeugt sein, dass die Nullhypothese falsch ist. Betrachten wir das Ganze ein wenig technischer. Wir haben eine Größe *X*, die wir anhand unserer Daten berechnen können. Nachdem wir uns den Wert von *X* angesehen haben, treffen wir eine Entscheidung darüber, ob wir glauben, dass die Nullhypothese korrekt ist, oder ob wir die Nullhypothese zugunsten der Alternativhypothese verwerfen. Der Name für das, was wir berechnen, um unsere Entscheidungen zu treffen, ist **Teststatistik**.

source: Having chosen a test statistic, the next step is to state precisely which values of the test statistic would cause us to reject the null hypothesis, and which values would cause us to keep it. In order to do so we need to determine what the **sampling distribution of the test statistic** would be if the null hypothesis were actually true (we talked about sampling distributions earlier in :doc:`Sampling distribution of the mean <../Ch08/Ch08_Estimation_3>`). Why do we need this? Because this distribution tells us exactly what values of *X* our null hypothesis would lead us to expect. And, therefore, we can use this distribution as a tool for assessing how closely the null hypothesis agrees with our data.
de: Nachdem wir eine Teststatistik ausgewählt haben, besteht der nächste Schritt darin, genau anzugeben, welche Werte der Teststatistik dazu führen würden, dass wir die Nullhypothese ablehnen, und welche Werte dazu führen würden, dass wir sie beibehalten müssen. Dazu müssen wir bestimmen, wie die **Stichprobenverteilung der Teststatistik** aussehen würde, wenn die Nullhypothese tatsächlich wahr wäre (über Stichprobenverteilungen haben wir bereits in :doc:`Stichprobenverteilung des Mittelwertes <../Ch08/Ch08_Estimation_3>` gesprochen). Warum brauchen wir das? Weil diese Verteilung uns genau sagt, welche Werte von *X* unsere Nullhypothese erwarten lassen würde. Und deshalb können wir diese Verteilung als Hilfsmittel verwenden, um zu beurteilen, wie gut die Nullhypothese mit unseren Daten übereinstimmt.

source: Sampling distribution when the null hypothesis is true
de: Stichprobenverteilung, wenn die Nullhypothese wahr ist
nb: Utvalgsfordeling når nullhypotesen er sann
ta: மாதிரி வழங்கல் சுழிய கருதுகோள் உண்மையாக இருக்கும்போது
uk: Розподіл вибірки, коли нульова гіпотеза істинна

source: The sampling distribution for our test statistic X when the null hypothesis is true. For our ESP scenario this is a binomial distribution. Not surprisingly, since the null hypothesis says that the probability of a correct response is θ = 0.5, the sampling distribution says that the most likely value is 50 (out of 100) correct responses. Most of the probability mass lies between 40 and 60.
de: Die Stichprobenverteilung für unsere Teststatistik X, wenn die Nullhypothese wahr ist. Für unser ESP-Szenario ist dies eine Binomialverteilung. Da die Nullhypothese besagt, dass die Wahrscheinlichkeit einer richtigen Antwort θ = 0,5 ist, überrascht es uns kaum, dass der wahrscheinlichste Wert in unserer Stichprobenverteilung bei 50 (von 100) richtigen Antworten liegt. Der Anteil der Antworten mit der höchsten Wahrscheinlichkeitsdichte liegt zwischen 40 und 60.
nb: Utvalgsfordelingen for teststatistikken X når nullhypotesen er sann. For vårt ESP-scenario er dette en binomisk fordeling. Ikke overraskende, siden nullhypotesen sier at sannsynligheten for et riktig svar er θ = 0,5, sier utvalgsfordelingen at den mest sannsynlige verdien er 50 (av 100) riktige svar. Mesteparten av sannsynlighetsmassen ligger mellom 40 og 60.
ta: சுழிய கருதுகோள் உண்மையாக இருக்கும்போது எங்கள் சோதனை புள்ளிவிவர ஃச் க்கான மாதிரி வழங்கல். எங்கள் ஈஎச்பி காட்சிக்கு இது ஒரு இருமுனை வழங்கல். சரியான பதிலின் நிகழ்தகவு θ = 0.5 என்று சுழிய கருதுகோள் கூறுவதால், மாதிரி வழங்கல் பெரும்பாலும் மதிப்பு 50 (100 இல்) சரியான பதில்கள் என்று கூறுகிறது. நிகழ்தகவு வெகுசனத்தின் பெரும்பாலானவை 40 முதல் 60 வரை உள்ளன.
uk: Розподіл вибірки для нашої тестової статистики X, коли нульова гіпотеза є істинною. Для нашого сценарію ESP це біноміальний розподіл. Не дивно, що, оскільки нульова гіпотеза стверджує, що ймовірність правильної відповіді становить θ = 0,5, розподіл вибірки показує, що найімовірнішим значенням є 50 (зі 100) правильних відповідей. Більша частина ймовірності лежить між 40 і 60.

source: How do we actually determine the sampling distribution of the test statistic? For a lot of hypothesis tests this step is actually quite complicated, and later on in the book you’ll see me being slightly evasive about it for some of the tests (some of them I don’t even understand myself). However, sometimes it’s very easy. And, fortunately for us, our ESP example provides us with one of the easiest cases. Our population parameter *θ* is just the overall probability that people respond correctly when asked the question, and our test statistic *X* is the *count* of the number of people who did so out of a sample size of *N*. We’ve seen a distribution like this before, in section :doc:`Binomial distribution <../Ch07/Ch07_Probability_4>`, and that’s exactly what the binomial distribution describes! So, to use the notation and terminology that I introduced in that section, we would say that the null hypothesis predicts that *X* is binomially distributed, which is written:
de: Wie bestimmen wir eigentlich die Stichprobenverteilung unserer Teststatistik? Bei vielen Hypothesentests ist dieser Schritt ziemlich kompliziert, und später im Buch werden Sie sehen, dass ich bei einigen Tests etwas ausweichend reagiere (einige verstehe ich nicht einmal selbst). Manchmal ist es aber auch ganz einfach. Und zum Glück für uns bietet unser ESP-Beispiel einen der einfachsten Fälle. Unser Populationsparameter *θ* ist einfach die Gesamtwahrscheinlichkeit, dass die Leute richtig antworten, wenn ihnen die Frage nach der verdeckten Karte gestellt wird. Unsere Teststatistik *X* ist die *Anzahl* der Personen, die bei einer Stichprobengröße von *N* korrekt geantwortet haben. Wir haben eine Verteilung wie diese schon einmal gesehen, im Abschnitt :doc:`Binomialverteilung <../Ch07/Ch07_Probability_4>`, und das ist genau das, was die Binomialverteilung beschreibt! Um also die Notation und Terminologie zu verwenden, die ich in diesem Abschnitt eingeführt habe, würden wir sagen, dass die Nullhypothese vorhersagt, dass *X* binomialverteilt ist, was wie folgt geschrieben wird:

source: Since the null hypothesis states that *θ* = 0.5 and our experiment has *N* = 100 people, we have the sampling distribution we need. This sampling distribution is plotted in :numref:`fig-samplingDist`. No surprises really, the null hypothesis says that *X* = 50 is the most likely outcome, and it says that we’re almost certain to see somewhere between 40 and 60 correct responses.
de: Da die Nullhypothese besagt, dass *θ* = 0,5 und unser Experiment *N* = 100 Personen hat, haben wir die Stichprobenverteilung, die wir brauchen. Diese Stichprobenverteilung ist in :numref:`fig-samplingDist` eingezeichnet. Die Nullhypothese besagt, dass *X* = 50 das wahrscheinlichste Ergebnis ist, und sie besagt, dass wir mit ziemlicher Sicherheit zwischen 40 und 60 richtige Antworten erhalten werden.
nb: Siden nullhypotesen sier at *θ* = 0,5 og eksperimentet vårt har *N* = 100 personer, har vi den utvalgsfordelingen vi trenger. Denne utvalgsfordelingen er plottet i :numref:`fig-samplingDist`. Nullhypotesen sier at *X* = 50 er det mest sannsynlige utfallet, og den sier at vi nesten helt sikkert vil se et sted mellom 40 og 60 riktige svar.
ta: சுழிய கருதுகோள் * θ * = 0.5 மற்றும் எங்கள் பரிசோதனையில் * n * = 100 நபர்களைக் கொண்டிருப்பதால், நமக்குத் தேவையான மாதிரி வழங்கல் உள்ளது. இந்த மாதிரி வழங்கல் இதில் திட்டமிடப்பட்டுள்ளது: NumRef: `Fig-samplingdist`. உண்மையில் எந்த ஆச்சரியமும் இல்லை, சுழிய கருதுகோள் * ஃச் * = 50 என்பது பெரும்பாலும் விளைவு என்று கூறுகிறது, மேலும் 40 முதல் 60 வரை சரியான பதில்களுக்கு இடையில் எங்காவது பார்ப்பது உறுதி என்று அது கூறுகிறது.
uk: Оскільки нульова гіпотеза стверджує, що *θ* = 0,5, а в нашому експерименті взяли участь *N* = 100 осіб, ми маємо необхідний розподіл вибірки. Цей розподіл вибірки зображено на рисунку :numref:`fig-samplingDist`. Не дивно, що нульова гіпотеза стверджує, що *X* = 50 є найімовірнішим результатом, і що ми майже напевно побачимо десь між 40 і 60 правильними відповідями.

source: Making decisions
de: Entscheidungen treffen
nb: Å ta beslutninger
ta: முடிவுகளை எடுப்பது
uk: Прийняття рішень

source: Okay, we’re very close to being finished. We’ve constructed a test statistic (*X*) and we chose this test statistic in such a way that we’re pretty confident that if *X* is close to *N* / 2 then we should retain the null, and if not we should reject it. The question that remains is this. Exactly which values of the test statistic should we associate with the null hypothesis, and exactly which values go with the alternative hypothesis? In my ESP study, for example, I’ve observed a value of *X* = 62. What decision should I make? Should I choose to believe the null hypothesis or the alternative hypothesis?
de: Damit sind wir so gut wie fertig: Wir haben eine Teststatistik konstruiert (*X*) und wir haben eine Teststatistik so gewählt, dass wir ziemlich sicher sein können, dass wir die Nullhypothese beibehalten sollten, wenn *X* nahe an *N* / 2 liegt. Ist dies nicht der Fall, können wir die Nullhypothese zurückweisen. Offen bleibt die Frage, welche Werte der Teststatistik sollten wir genau der Nullhypothese zuordnen und welche Werte der Alternativhypothese? In meiner ESP-Studie habe ich zum Beispiel einen Wert von *X* = 62 beobachtet. Welche Entscheidung sollte ich treffen? Soll ich mich für die Nullhypothese oder die Alternativhypothese entscheiden?
nb: Ok, vi er nesten ferdige. Vi har konstruert en teststatistikk (*X*), og vi valgte denne teststatistikken på en slik måte at vi er ganske sikre på at hvis *X* er nær *N* / 2, bør vi beholde nullhypotesen, og hvis ikke bør vi forkaste det. Spørsmålet som gjenstår er dette. Nøyaktig hvilke verdier av teststatistikken skal vi knytte til nullhypotesen, og nøyaktig hvilke verdier skal vi knytte til alternativhypotesen? I ESP-studien min har jeg for eksempel observert en verdi på *X* = 62. Hvilken beslutning bør jeg ta? Skal jeg velge å tro på nullhypotesen eller alternativhypotesen?
ta: சரி, நாங்கள் முடிக்க மிகவும் நெருக்கமாக இருக்கிறோம். நாங்கள் ஒரு சோதனை புள்ளிவிவரத்தை (*x*) உருவாக்கியுள்ளோம், இந்த சோதனை புள்ளிவிவரத்தை நாங்கள் தேர்ந்தெடுத்தோம்,*x**n* / 2 க்கு நெருக்கமாக இருந்தால், நாம் பூச்யத்தைத் தக்க வைத்துக் கொள்ள வேண்டும், மற்றும் if நாம் அதை நிராகரிக்கக்கூடாது. எஞ்சியிருக்கும் கேள்வி இதுதான். சோதனை புள்ளிவிவரத்தின் எந்த மதிப்புகளை நாம் சுழிய கருதுகோளுடன் தொடர்புபடுத்த வேண்டும், மாற்று கருதுகோளுடன் எந்த மதிப்புகள் சரியாக செல்கின்றன? எனது ஈஎச்பி ஆய்வில், எடுத்துக்காட்டாக, * ஃச் * = 62 இன் மதிப்பை நான் கவனித்தேன். நான் என்ன முடிவை எடுக்க வேண்டும்? சுழிய கருதுகோள் அல்லது மாற்று கருதுகோளை நம்ப நான் தேர்வு செய்ய வேண்டுமா?
uk: Гаразд, ми майже закінчили. Ми побудували тестову статистику (*X*) і вибрали її таким чином, що ми досить впевнені: якщо *X* близьке до *N* / 2, то ми повинні зберегти нульову гіпотезу, а якщо ні, то відхилити її. Залишається таке питання. Які саме значення тестової статистики ми повинні пов'язати з нульовою гіпотезою, а які саме значення — з альтернативною гіпотезою? Наприклад, у моєму дослідженні ESP я спостерігав значення *X* = 62. Яке рішення я повинен прийняти? Чи повинен я вірити нульовій гіпотезі чи альтернативній гіпотезі?

source: Critical regions and critical values
de: Kritische Bereiche und kritische Werte
nb: Kritiske områder og kritiske verdier
ta: முக்கியமான பகுதிகள் மற்றும் முக்கியமான மதிப்புகள்
uk: Критичні регіони та критичні значення
