Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: The example above is just that, an example. I’ve singled it out because it’s such a common one, but the bigger picture is that data analysis can be tricky to get right. Think about what it is you want to test, why you want to test it, and whether or not the answers that your test gives could possibly make any sense in the real world.
de: Das obige Beispiel ist genau das: ein Beispiel. Ich habe es herausgegriffen, weil es so häufig vorkommt, aber im Großen und Ganzen geht es darum, dass es schwierig sein kann, eine Datenanalyse richtig durchzuführen. Denken Sie darüber nach, was Sie testen wollen, warum Sie es testen wollen und ob die Antworten, die Ihr Test liefert, in der realen Welt überhaupt einen Sinn ergeben oder nicht.
nb: Eksemplet ovenfor er nettopp det, et eksempel. Jeg har valgt å trekke det frem fordi det er så vanlig, men det store bildet er at dataanalyse kan være vanskelig å gjøre riktig. Tenk over hva du ønsker å teste, hvorfor du ønsker å teste det, og om svarene som testen gir, kan gi noen mening i den virkelige verden.
ta: மேலே உள்ள எடுத்துக்காட்டு அது, ஒரு எடுத்துக்காட்டு. இது மிகவும் பொதுவானது என்பதால் நான் அதைத் தனிமைப்படுத்தினேன், ஆனால் பெரிய படம் என்னவென்றால், தரவு பகுப்பாய்வு சரியாகப் பெற தந்திரமானதாக இருக்கும். நீங்கள் என்ன சோதிக்க விரும்புகிறீர்கள், அதை ஏன் சோதிக்க விரும்புகிறீர்கள், உங்கள் சோதனை அளிக்கும் பதில்கள் உண்மையான உலகில் எந்த அர்த்தத்தையும் ஏற்படுத்தக்கூடும் என்பதைப் பற்றி சிந்தியுங்கள்.
uk: Наведений вище приклад є лише прикладом. Я вибрав його, тому що він є дуже поширеним, але загалом аналіз даних може бути досить складним завданням. Подумайте, що саме ви хочете перевірити, чому ви хочете це перевірити і чи можуть відповіді, отримані в результаті тестування, мати якесь значення в реальному світі.

source: Although this book describes both Neyman’s and Fisher’s definition of the *p* value, most don’t. Most introductory textbooks will only give you the Fisher version.
de: Obwohl in diesem Buch sowohl Neymans als auch Fishers Definition des *p*-Wertes beschrieben wird, tun die meisten einführenden Lehrbüchern das nicht. Dort finden Sie nur die Fisher-Version.

source: In this case, the Pearson :doc:`χ²-test of independence <../Ch10/Ch10_ChiSquare_2>`
de: In diesem Fall der Pearson :doc:`χ²-Test auf Unabhängigkeit <../Ch10/Ch10_ChiSquare_2>`
nb: I dette tilfellet vil Pearson :doc:`χ²-test av uavhengighet <../Ch10/Ch10_ChiSquare_2>`
ta: இந்த வழக்கில், பியர்சன்: டாக்: ``² சுதந்திரத்தின் சோதனை <../ CH10/CH10_CHISQUARE_2>`
uk: У цьому випадку Пірсон :doc:`χ²-test of independence <../Ch10/Ch10_ChiSquare_2>`

source: Summary
de: Zusammenfassung
nb: Sammendrag
uk: Короткий зміст

source: Null hypothesis testing is one of the most ubiquitous elements to statistical theory. The vast majority of scientific papers report the results of some hypothesis test or another. As a consequence it is almost impossible to get by in science without having at least a cursory understanding of what a *p*-value means, making this one of the most important chapters in the book. As usual, I’ll end the chapter with a quick recap of the key ideas that we’ve talked about:
de: Der Nullhypothesentest ist eines der allgegenwärtigsten Elemente der statistischen Theorie. Die überwiegende Mehrheit der wissenschaftlichen Arbeiten berichtet über die Ergebnisse des einen oder anderen Hypothesentests. Infolgedessen ist es fast unmöglich, in der Wissenschaft zurechtzukommen, ohne zumindest ein elementares Verständnis davon zu haben, was ein *p*-Wert bedeutet. Das macht dieses Kapitel zu einem der wichtigsten in diesem Buch. Wie üblich schließe ich das Kapitel mit einer kurzen Zusammenfassung der wichtigsten Ideen, über die wir gesprochen haben:

source: :doc:`Research hypotheses and statistical hypotheses, Null and alternative hypotheses <../Ch09/Ch09_HypothesisTesting_01>`
de: :doc:`Forschungshypothesen und statistische Hypothesen, Null- und Alternativhypothesen <../Ch09/Ch09_HypothesisTesting_01>`

source: :doc:`Type I and Type II errors <../Ch09/Ch09_HypothesisTesting_02>`
de: :doc:`Fehler vom Typ I und Typ II <../Ch09/Ch09_Hypothesenprüfung_02>`

source: :doc:`Test statistics and sampling distributions <../Ch09/Ch09_HypothesisTesting_03>`
de: :doc:`Teststatistiken und Stichprobenverteilungen <../Ch09/Ch09_HypothesisTesting_03>`

source: :doc:`Hypothesis testing as a decision making process <../Ch09/Ch09_HypothesisTesting_04>`
de: :doc:`Hypothesenprüfung als Entscheidungsprozess <../Ch09/Ch09_HypothesisTesting_04>`

source: :doc:`p-values as “soft” decisions <../Ch09/Ch09_HypothesisTesting_05>`
de: :doc:`p-Werte als „weiche“ Entscheidungskriterien <../Ch09/Ch09_HypothesisTesting_05>`

source: :doc:`Writing up the results of a hypothesis test <../Ch09/Ch09_HypothesisTesting_06>`
de: :doc:`Berichten der Ergebnisse eines Hypothesentests <../Ch09/Ch09_HypothesisTesting_06>`

source: :doc:`Running the hypothesis test in practice <../Ch09/Ch09_HypothesisTesting_07>`
de: :doc:`Durchführen eines Hypothesentests <../Ch09/Ch09_HypothesisTesting_07>`

source: :doc:`Effect size and power <../Ch09/Ch09_HypothesisTesting_08>`
de: :doc:`Effektstärke und Teststärke <../Ch09/Ch09_Hypothesentesting_08>`

source: :doc:`A few issues to consider regarding hypothesis testing <../Ch09/Ch09_HypothesisTesting_09>`
de: :doc:`Ein paar Aspekte, die beim Testen von Hypothesen zu beachten sind <.. /Ch09/Ch09_HypothesisTesting_09>`

source: Later in the book, in chapter :doc:`Bayesian statistics <../Ch16/Ch16_Bayes>`, I’ll revisit the theory of null hypothesis tests from a Bayesian perspective and introduce a number of new tools that you can use if you aren’t particularly fond of the orthodox approach. But for now, though, we’re done with the abstract statistical theory, and we can start discussing specific data analysis tools.
de: Später im Buch, in Kapitel :doc:`Bayes'sche Statistik <../Ch16/Ch16_Bayes>`, werde ich die Theorie der Nullhypothesentests aus der Bayes'schen Perspektive neu beleuchten und eine Reihe von Werkzeugen vorstellen, die Sie verwenden können, wenn Sie den frequentistischen Ansatz nicht besonders mögen. Aber jetzt sind wir erst einmal fertig mit abstrakten statistischen Theorien, und wir können beginnen, spezifische Datenanalysewerkzeuge zu diskutieren.

source: *The process of induction is the process of assuming the simplest law that can be made to harmonize with our experience. This process, however, has no logical foundation but only a psychological one. It is clear that there are no grounds for believing that the simplest course of events will really happen. It is an hypothesis that the sun will rise tomorrow: and this means that we do not know whether it will rise*.
nb: *Induksjonsprosessen er prosessen med å anta den enkleste loven som kan bringes til å harmonere med vår erfaring. Denne prosessen har imidlertid ikke noe logisk fundament, men kun et psykologisk. Det er klart at det ikke finnes noen grunn til å tro at det enkleste hendelsesforløpet virkelig vil skje. Det er en hypotese at solen vil stå opp i morgen, og det betyr at vi ikke vet om den vil stå opp*.
ta: *தூண்டல் செயல்முறை என்பது எங்கள் அனுபவத்துடன் ஒத்திசைக்கக்கூடிய எளிய சட்டத்தை ஏற்றுக்கொள்வதற்கான செயல்முறையாகும். எவ்வாறாயினும், இந்த செயல்முறைக்கு தர்க்கரீதியான அடித்தளம் இல்லை, ஆனால் ஒரு உளவியல் மட்டுமே. நிகழ்வுகளின் எளிமையான பாடநெறி உண்மையில் நடக்கும் என்று நம்புவதற்கு எந்த காரணங்களும் இல்லை என்பது தெளிவாகிறது. சூரியன் நாளை உயரும் என்ற கருதுகோள் இது: இதன் பொருள் அது உயரும் என்று எங்களுக்குத் தெரியாது*.
uk: *Процес індукції — це процес прийняття найпростішого закону, який можна узгодити з нашим досвідом. Однак цей процес не має логічного підґрунтя, а лише психологічне. Зрозуміло, що немає підстав вірити, що найпростіший хід подій дійсно відбудеться. Це гіпотеза, що завтра сонце зійде: а це означає, що ми не знаємо, чи зійде воно*.

source: Ludwig Wittgenstein\ [#]_
ta: லுட்விக் விட்சென்ச்டீன் \ [#] _
uk: Людвіг Вітгенштейн\ [#]_

source: A technical note. The description below differs subtly from the standard description given in a lot of introductory texts. The orthodox theory of null hypothesis testing emerged from the work of Sir Ronald Fisher and Jerzy Neyman in the early 20th century; but Fisher and Neyman actually had very different views about how it should work. The standard treatment of hypothesis testing that most texts use is a hybrid of the two approaches. The treatment here is a little more Neyman-style than the orthodox view, especially as regards the meaning of the *p*-value.
nb: En teknisk merknad. Beskrivelsen nedenfor skiller seg noe fra standardbeskrivelsen som gis i mange introduksjonstekster. Den ortodokse teorien om nullhypotesetesting stammer fra arbeidet til Sir Ronald Fisher og Jerzy Neyman på begynnelsen av 1900-tallet, men Fisher og Neyman hadde faktisk svært ulike oppfatninger om hvordan hypotesetesting skulle fungere. Standardbehandlingen av hypotesetesting som de fleste lærebøker bruker, er en hybrid av de to tilnærmingene. Behandlingen her er litt mer Neyman-aktig enn det ortodokse synet, særlig når det gjelder betydningen av *p*-verdien.
ta: ஒரு தொழில்நுட்ப குறிப்பு. கீழேயுள்ள விளக்கம் நிறைய அறிமுக நூல்களில் கொடுக்கப்பட்ட நிலையான விளக்கத்திலிருந்து நுட்பமாக வேறுபடுகிறது. 20 ஆம் நூற்றாண்டின் முற்பகுதியில் சர் ரொனால்ட் ஃபிசர் மற்றும் செர்சி நெய்மனின் வேலையிலிருந்து சுழிய கருதுகோள் சோதனையின் ஆர்த்தடாக்ச் கோட்பாடு வெளிப்பட்டது; ஆனால் ஃபிசர் மற்றும் நெய்மன் உண்மையில் அது எவ்வாறு செயல்பட வேண்டும் என்பது பற்றி மிகவும் மாறுபட்ட கருத்துக்களைக் கொண்டிருந்தனர். பெரும்பாலான நூல்கள் பயன்படுத்தும் கருதுகோள் சோதனையின் நிலையான மருத்தீடு இரண்டு அணுகுமுறைகளின் கலப்பினமாகும். இங்கே சிகிச்சையானது ஆர்த்தடாக்ச் பார்வையை விட இன்னும் கொஞ்சம் நெய்மன் பாணியாகும், குறிப்பாக *பி *-மதிப்பின் பொருளைப் பொறுத்தவரை.
uk: Технічна примітка. Наведений нижче опис дещо відрізняється від стандартного опису, що міститься в багатьох вступних текстах. Ортодоксальна теорія перевірки нульової гіпотези виникла на основі робіт сера Рональда Фішера та Єжи Неймана на початку 20 століття, але Фішер і Нейман насправді мали дуже різні погляди на те, як вона повинна працювати. Стандартний підхід до перевірки гіпотез, який використовується в більшості текстів, є гібридом цих двох підходів. Наведений тут підхід дещо більше наближений до поглядів Неймана, ніж до ортодоксальних поглядів, особливо щодо значення *p*-значення.

source: Remember how I said that statistical testing was kind of like a criminal trial? Well, I meant it. A criminal trial requires that you establish “beyond a reasonable doubt” that the defendant did it. All of the evidential rules are (in theory, at least) designed to ensure that there’s (almost) no chance of wrongfully convicting an innocent defendant. The trial is designed to protect the rights of a defendant, as the English jurist William Blackstone famously said, it is “better that ten guilty persons escape than that one innocent suffer.” In other words, a criminal trial doesn’t treat the two types of error in the same way. Punishing the innocent is deemed to be much worse than letting the guilty go free. A statistical test is pretty much the same. The single most important design principle of the test is to *control* the probability of a type I error, to keep it below some fixed probability. This probability, which is denoted α, is called the **significance level** of the test. And I’ll say it again, because it is so central to the whole set-up, a hypothesis test is said to have significance level α if the type I error rate is no larger than α.
nb: Husker du at jeg sa at statistisk testing var litt som en rettssak? Vel, jeg mente det. I en straffesak må det være «hevet over enhver rimelig tvil» at den tiltalte har gjort det. Alle bevisreglene er (i hvert fall i teorien) utformet for å sikre at det (nesten) ikke er noen sjanse for å få en uskyldig tiltalt dømt på feilaktig grunnlag. Rettssaken er utformet for å beskytte tiltaltes rettigheter, og som den engelske juristen William Blackstone sa, er det «bedre at ti skyldige slipper unna enn at én uskyldig lider». I en straffesak behandles med andre ord ikke de to typene feil på samme måte. Å straffe den uskyldige anses som mye verre enn å la den skyldige gå fri. En statistisk test er stort sett det samme. Det viktigste designprinsippet for testen er å *kontrollere* sannsynligheten for en type-I-feil, slik at den holdes under en viss fastsatt sannsynlighet. Denne sannsynligheten, som betegnes α, kalles testens **signifikansnivå**. Og jeg sier det igjen, fordi det er så sentralt i hele opplegget: En hypotesetest sies å ha signifikansnivå α hvis type-I-feilraten ikke er større enn α.
ta: புள்ளிவிவர சோதனை ஒரு குற்றவியல் வினவல் போன்றது என்று நான் எப்படி சொன்னேன் என்பதை நினைவில் கொள்க? சரி, நான் அதைக் குறிக்கிறேன். ஒரு குற்றவியல் விசாரணையில் எதிராளி அதைச் செய்த "ஒரு நியாயமான சந்தேகத்திற்கு அப்பால்" நீங்கள் நிறுவ வேண்டும். ஒரு பேதை பிரதிவாதியை தவறாக தண்டிப்பதற்கான வாய்ப்புகள் இல்லை என்பதை உறுதிப்படுத்த வடிவமைக்கப்பட்ட அனைத்து தெளிவான விதிகளும் (கோட்பாட்டில், குறைந்தபட்சம்) வடிவமைக்கப்பட்டுள்ளன. ஆங்கில நீதிபதி வில்லியம் பிளாக்ச்டோன் பிரபலமாக கூறியது போல், ஒரு பிரதிவாதியின் உரிமைகளைப் பாதுகாக்க இந்த வழக்கு வடிவமைக்கப்பட்டுள்ளது, "ஒரு பேதை பாதிக்கப்படுவதை விட பத்து குற்றவாளிகள் தப்பிப்பது நல்லது." வேறு வார்த்தைகளில் கூறுவதானால், ஒரு குற்றவியல் வழக்கு இரண்டு வகையான பிழைகளையும் ஒரே மாதிரியாக நடத்தாது. குற்றவாளிகளை விடுவிப்பதை விட அப்பாவிகளை தண்டிப்பது மிகவும் மோசமானது என்று கருதப்படுகிறது. ஒரு புள்ளிவிவர சோதனை மிகவும் அதிகம். சோதனையின் மிக முக்கியமான வடிவமைப்புக் கொள்கை ஒரு வகை I பிழையின் நிகழ்தகவை * கட்டுப்படுத்துவது, சில நிலையான நிகழ்தகவுக்கு கீழே வைத்திருப்பது. இந்த நிகழ்தகவு, இது α குறிக்கப்படுகிறது, இது சோதனையின் ** முக்கியத்துவம் நிலை ** என்று அழைக்கப்படுகிறது. நான் அதை மீண்டும் கூறுவேன், ஏனெனில் இது முழு அமைப்பிற்கும் மிகவும் மையமாக இருப்பதால், ஒரு கருதுகோள் சோதனைக்கு முக்கியத்துவம் வாய்ந்த நிலை இருப்பதாகக் கூறப்படுகிறது fil வகை I பிழை விகிதம் α ஐ விட பெரியதாக இல்லாவிட்டால்.
uk: Пам'ятаєте, як я казав, що статистичне тестування схоже на кримінальний процес? Я мав на увазі саме це. Кримінальний процес вимагає, щоб ви встановили «поза розумним сумнівом», що обвинувачений скоїв злочин. Усі правила доказування (принаймні в теорії) розроблені для того, щоб (майже) виключити можливість несправедливого засудження невинного обвинуваченого. Судовий процес покликаний захищати права підсудного, як сказав відомий англійський юрист Вільям Блекстоун, «краще, щоб десять винних уникнули покарання, ніж один невинний постраждав». Іншими словами, кримінальний процес не ставиться однаково до двох типів помилок. Покарання невинного вважається набагато гіршим, ніж звільнення винного. Статистичне тестування працює майже так само. Найважливішим принципом тесту є *контроль* ймовірності помилки типу I, щоб утримати її нижче певної фіксованої ймовірності. Ця ймовірність, яка позначається α, називається **рівнем значущості** тесту. І я повторю ще раз, оскільки це дуже важливо для всієї структури, гіпотетичний тест має рівень значущості α, якщо ймовірність помилки типу I не перевищує α.

source: So, what about the type II error rate? Well, we’d also like to keep those under control too, and we denote this probability by β. However, it’s much more common to refer to the **power** of the test, that is the probability with which we reject a null hypothesis when it really is false, which is 1 - β. To help keep this straight, here’s the same table again but with the relevant numbers added:
nb: Hva så med type-II-feilraten? Vi ønsker også å holde disse under kontroll, og vi betegner denne sannsynligheten med β. Det er imidlertid mye vanligere å referere til testens **styrke**, det vil si sannsynligheten for at vi forkaster en nullhypotese når den virkelig er falsk, som er 1 - β. For å gjøre det lettere å holde orden på dette, her er den samme tabellen igjen, men med de relevante tallene lagt til:
ta: எனவே, வகை II பிழை வீதத்தைப் பற்றி என்ன? சரி, அவர்களையும் கட்டுப்பாட்டில் வைத்திருக்க விரும்புகிறோம், மேலும் இந்த நிகழ்தகவை by மூலம் குறிக்கிறோம். எவ்வாறாயினும், சோதனையின் ** ஆற்றல் ** ஐக் குறிப்பிடுவது மிகவும் பொதுவானது, இது ஒரு சுழிய கருதுகோளை உண்மையில் தவறானது போது நிராகரிக்கும் நிகழ்தகவு, இது 1 - the ஆகும். இதை நேராக வைத்திருக்க உதவ, இங்கே மீண்டும் அதே அட்டவணை உள்ளது, ஆனால் தொடர்புடைய எண்களுடன் சேர்க்கப்பட்டுள்ளது:
uk: А що щодо рівня помилки II типу? Ми також хотіли б тримати його під контролем, і позначаємо цю ймовірність літерою β. Однак набагато частіше згадують **потужність** тесту, тобто ймовірність, з якою ми відхиляємо нульову гіпотезу, коли вона дійсно є хибною, що дорівнює 1 - β. Щоб було простіше зрозуміти, ось та сама таблиця, але з доданими відповідними цифрами:

source: α
ta: a

source: A “powerful” hypothesis test is one that has a small value of β, while still keeping α fixed at some (small) desired level. By convention, scientists make use of three different α levels: *.05*, *.01* and *.001*. Notice the asymmetry here; the tests are designed to *ensure* that the α level is kept small but there’s no corresponding guarantee regarding β. We’d certainly *like* the type II error rate to be small and we try to design tests that keep it small, but this is typically secondary to the overwhelming need to control the type I error rate. As Blackstone might have said if he were a statistician, it is “better to retain 10 false null hypotheses than to reject a single true one”. To be honest, I don’t know that I agree with this philosophy. There are situations where I think it makes sense, and situations where I think it doesn’t, but that’s neither here nor there. It’s how the tests are built.
nb: En «kraftig» hypotesetest er en test som har en liten verdi på β, samtidig som α holdes fast på et (lite) ønsket nivå. Forskere bruker vanligvis tre ulike α-nivåer: *,05*, *,01* og *,001*. Legg merke til asymmetrien her; testene er utformet for å *sikre* at α-nivået holdes lavt, men det finnes ingen tilsvarende garanti for β. Vi *ønsker* absolutt at type-II-feilraten skal være lav, og vi prøver å utforme tester som holder den lav, men dette er vanligvis sekundært i forhold til det overveldende behovet for å kontrollere type-I-feilraten. Som Blackstone ville ha sagt hvis han var statistiker, er det «bedre å beholde 10 falske nullhypoteser enn å forkaste en eneste sann». For å være ærlig vet jeg ikke om jeg er enig i denne filosofien. Det finnes situasjoner der jeg tror det gir mening, og situasjoner der jeg tror det ikke gjør det, men det er verken her eller der. Det er slik testene er bygget opp.
ta: ஒரு "சக்திவாய்ந்த" கருதுகோள் சோதனை என்பது β இன் சிறிய மதிப்பைக் கொண்ட ஒன்றாகும், அதே நேரத்தில் சில (சிறிய) விரும்பிய மட்டத்தில் α சரி செய்யப்படுகிறது. மாநாட்டின் மூலம், விஞ்ஞானிகள் மூன்று வெவ்வேறு α நிலைகளைப் பயன்படுத்துகிறார்கள்: *.05 *, *.01 *மற்றும் *.001 *. இங்கே சமச்சீரற்ற தன்மையைக் கவனியுங்கள்; சோதனைகள் α நிலை சிறியதாக வைக்கப்பட்டுள்ளன என்பதை * உறுதிப்படுத்த * வடிவமைக்கப்பட்டுள்ளன, ஆனால் β தொடர்பாக எந்த உத்தரவாதமும் இல்லை. வகை II பிழை விகிதம் சிறியதாக இருக்க வேண்டும் என்று நாங்கள் நிச்சயமாக * விரும்புகிறோம், மேலும் அதை சிறியதாக வைத்திருக்கும் சோதனைகளை வடிவமைக்க முயற்சிக்கிறோம், ஆனால் இது பொதுவாக வகை I பிழை விகிதத்தைக் கட்டுப்படுத்த வேண்டிய அவசியத்திற்கு இரண்டாம் நிலை. பிளாக்ச்டோன் ஒரு புள்ளிவிவர நிபுணராக இருந்தால், "ஒரு உண்மையான ஒன்றை நிராகரிப்பதை விட 10 தவறான சுழிய கருதுகோள்களைத் தக்கவைத்துக்கொள்வது நல்லது". உண்மையைச் சொல்வதானால், இந்த தத்துவத்துடன் நான் உடன்படுகிறேன் என்று எனக்குத் தெரியாது. அர்த்தமுள்ளதாக நான் நினைக்கும் சூழ்நிலைகள், அது இல்லை என்று நான் நினைக்கும் சூழ்நிலைகள் உள்ளன, ஆனால் அது இங்கேயோ இல்லை. சோதனைகள் எவ்வாறு கட்டப்பட்டுள்ளன.
uk: «Потужний» гіпотетичний тест — це тест, який має невелике значення β, при цьому α залишається фіксованим на певному (невеликому) бажаному рівні. Зазвичай вчені використовують три різні рівні α: *.05*, *.01* і *.001*. Зверніть увагу на асиметрію: тести розроблені для того, щоб *забезпечити* збереження низького рівня α, але немає відповідної гарантії щодо β. Ми, звичайно, *хотіли б*, щоб рівень помилки II типу був низьким, і намагаємося розробляти тести, які забезпечують його низький рівень, але це, як правило, є другорядним порівняно з нагальною потребою контролювати рівень помилки I типу. Як міг би сказати Блекстоун, якби він був статистиком, «краще зберегти 10 помилкових нульових гіпотез, ніж відхилити одну справжню». Чесно кажучи, я не знаю, чи погоджуюся я з цією філософією. Є ситуації, в яких я вважаю це доцільним, і ситуації, в яких я вважаю це недоцільним, але це не має значення. Так побудовані тести.
