Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: Null hypothesis testing is one of the most ubiquitous elements to statistical theory. The vast majority of scientific papers report the results of some hypothesis test or another. As a consequence it is almost impossible to get by in science without having at least a cursory understanding of what a *p*-value means, making this one of the most important chapters in the book. As usual, I’ll end the chapter with a quick recapitulation of the key ideas that we’ve talked about:
nb: Nullhypotesetesting er et av de mest utbredte elementene i statistisk teori. De aller fleste vitenskapelige artikler rapporterer resultatene av en eller annen hypotesetest. Som en konsekvens av dette er det nesten umulig å klare seg i vitenskapen uten å ha i det minste en overfladisk forståelse av hva en *p*-verdi betyr, noe som gjør dette til et av de viktigste kapitlene i boken. Som vanlig avslutter jeg kapittelet med en rask oppsummering av de viktigste ideene vi har snakket om:
ta: சுழிய கருதுகோள் சோதனை என்பது புள்ளிவிவரக் கோட்பாட்டிற்கு மிகவும் எங்கும் நிறைந்த கூறுகளில் ஒன்றாகும். விஞ்ஞான ஆவணங்களில் பெரும்பாலானவை சில கருதுகோள் சோதனையின் முடிவுகளை அல்லது இன்னொன்றைப் புகாரளிக்கின்றன. இதன் விளைவாக, ஒரு *பி *-மதிப்பு என்றால் என்ன என்பதைப் பற்றிய ஒரு புரிதலையாவது இல்லாமல் அறிவியலில் செல்வது கிட்டத்தட்ட சாத்தியமற்றது, இது புத்தகத்தின் மிக முக்கியமான அத்தியாயங்களில் ஒன்றாகும். வழக்கம் போல், நாங்கள் பேசிய முக்கிய யோசனைகளை விரைவாக மறுபரிசீலனை செய்வதன் மூலம் அத்தியாயத்தை முடிப்பேன்:
uk: Перевірка нульової гіпотези є одним з найпоширеніших елементів статистичної теорії. Переважна більшість наукових праць повідомляє про результати тієї чи іншої перевірки гіпотези. Як наслідок, майже неможливо обійтися в науці без хоча б поверхневого розуміння того, що означає *p*-значення, що робить цю главу однією з найважливіших у книзі. Як завжди, я закінчу главу коротким підсумком основних ідей, про які ми говорили:

source: :doc:`Type I and Type II errors <Ch09_HypothesisTesting_02>`
nb: :doc:`Type-I- og type-II-feil <Ch09_HypothesisTesting_02>`
ta: :doc:`Type I and வகை II errors <Ch09_HypothesisTesting_02>`

source: :doc:`Hypothesis testing as a decision making process <Ch09_HypothesisTesting_04>`
nb: :doc:`Hypotesetesting som en beslutningsprosess <Ch09_HypothesisTesting_04>`
ta: :doc:`Hypothesis testing அச் a decision making process <Ch09_HypothesisTesting_04>`

source: :doc:`Writing up the results of a hypothesis test <Ch09_HypothesisTesting_06>`
nb: :doc:`Skrive opp resultatene av en hypotesetest <Ch09_HypothesisTesting_06>`
ta: :doc:`Writing மேலே the முடிவுகள் of a hypothesis தேர்வு <Ch09_HypothesisTesting_06>`

source: :doc:`Ch09_HypothesisTesting_07`
ta: : டாக்: `CH09_HYPOTHESISTESTING_07`

source: :doc:`Ch09_HypothesisTesting_08`
ta: : டாக்: `CH09_HYPOTHESISTESTING_08`

source: :doc:`Some issues to consider regarding hypothesis testing <Ch09_HypothesisTesting_09>`
nb: :doc:`Noen spørsmål å ta hensyn til ved hypotesetesting <Ch09_HypothesisTesting_09>`
ta: :doc:`Some issues பெறுநர் consider regarding hypothesis testing <Ch09_HypothesisTesting_09>`

source: Later in the book, in chapter :doc:`../Ch16/Ch16_Bayes`, I’ll revisit the theory of null hypothesis tests from a Bayesian perspective and introduce a number of new tools that you can use if you aren’t particularly fond of the orthodox approach. But for now, though, we’re done with the abstract statistical theory, and we can start discussing specific data analysis tools.
nb: Senere i boken, i kapittel :doc:`../Ch16/Ch16_Bayes`, vil jeg gå gjennom teorien om nullhypotesetester fra et bayesiansk perspektiv og introdusere en rekke nye verktøy som du kan bruke hvis du ikke er spesielt glad i den ortodokse tilnærmingen. Men nå er vi ferdige med den abstrakte statistiske teorien, og vi kan begynne å diskutere konkrete verktøy for dataanalyse.
ta: பின்னர் புத்தகத்தில், அத்தியாயம்: டாக்: `../ சி.எச் .16/சி.எச். ஆர்த்தடாக்ச் அணுகுமுறையின் விருப்பம். ஆனால் இப்போதைக்கு, நாங்கள் சுருக்க புள்ளிவிவரக் கோட்பாட்டை முடித்துவிட்டோம், மேலும் குறிப்பிட்ட தரவு பகுப்பாய்வு கருவிகளைப் பற்றி விவாதிக்கத் தொடங்கலாம்.
uk: Пізніше в книзі, в розділі :doc:`../Ch16/Ch16_Bayes`, я повернуся до теорії перевірки нульової гіпотези з байєсівської точки зору і представлю ряд нових інструментів, які ви можете використовувати, якщо вам не особливо подобається ортодоксальний підхід. Але поки що ми закінчили з абстрактною статистичною теорією і можемо перейти до обговорення конкретних інструментів аналізу даних.

source: :doc:`Research hypotheses and statistical hypotheses, Null and alternative hypotheses <Ch09_HypothesisTesting_01>`
nb: :doc:`Forskningshypoteser og statistiske hypoteser; Null- og alternativhypoteser <Ch09_HypothesisTesting_01>`

source: :doc:`*p*-values as “soft” decisions <Ch09_HypothesisTesting_05>`
nb: :doc:`*p*-verdier som «myke» beslutninger <Ch09_HypothesisTesting_05>`
