Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: My apologies to anyone who actually believes in this stuff, but on my reading of the literature on ESP it’s just not reasonable to think this is real. To be fair, though, some of the studies are rigorously designed, so it’s actually an interesting area for thinking about psychological research design. And of course it’s a free country so you can spend your own time and effort proving me wrong if you like, but I wouldn’t think that’s a terribly practical use of your intellect.
de: Ich möchte mich bei allen entschuldigen, die tatsächlich an ESP glauben, aber nach meiner Lektüre der Literatur über ESP ist es einfach nicht vernünftig, sie für real zu halten. Fairerweise muss man aber sagen, dass einige der Studien gut konzipiert sind, so dass es sich um ein interessantes Gebiet handelt, um über psychologische Forschungsdesigns nachzudenken. Und natürlich können Sie, wenn Sie wollen, Ihre Zeit und Mühe darauf verwenden, mir zu beweisen, dass ESP real ist. Aber ich denke nicht, dass das eine vernünftige Verwendung Ihres Intellekts ist.
nb: Jeg beklager overfor alle som faktisk tror på dette, men når jeg leser litteraturen om ESP, er det ikke rimelig å tro at dette er virkelig. Men for å være ærlig er noen av studiene strengt designet, så det er faktisk et interessant område for å tenke på psykologisk forskningsdesign. Og det er selvfølgelig et fritt land, så du kan bruke din egen tid og krefter på å bevise at jeg tar feil hvis du vil, men jeg tror ikke det er en veldig praktisk bruk av intellektet ditt.
ta: இந்த விசயங்களை உண்மையில் நம்பும் எவருக்கும் எனது மன்னிப்பு, ஆனால் ஈஎச்பி குறித்த இலக்கியத்தைப் படித்தபோது இது உண்மையானது என்று நினைப்பது நியாயமானதல்ல. சரியாகச் சொல்வதானால், சில ஆய்வுகள் கடுமையாக வடிவமைக்கப்பட்டுள்ளன, எனவே இது உண்மையில் உளவியல் ஆராய்ச்சி வடிவமைப்பைப் பற்றி சிந்திக்க ஒரு சுவையான பகுதி. நிச்சயமாக இது ஒரு இலவச நாடு, எனவே நீங்கள் விரும்பினால் என்னை தவறாக நிரூபிக்க உங்கள் சொந்த நேரத்தையும் முயற்சியையும் செலவிடலாம், ஆனால் இது உங்கள் புத்தியின் பயங்கரமான நடைமுறை பயன்பாடு என்று நான் நினைக்க மாட்டேன்.
uk: Приношу свої вибачення всім, хто справді вірить у ці речі, але, судячи з прочитаної мною літератури про екстрасенсорні здібності, вважати це реальним просто нерозумно. Однак, справедливості заради, деякі дослідження мають ретельну структуру, тому це насправді цікава сфера для роздумів про структуру психологічних досліджень. І, звичайно, це вільна країна, тож ви можете витратити свій час і зусилля, щоб довести, що я неправий, якщо хочете, але я не вважаю, що це надто практичне використання вашого інтелекту.

source: This analogy only works if you’re from an adversarial legal system like UK/US/Australia. As I understand these things, the French inquisitorial system is quite different.
de: Diese Analogie funktioniert nur, wenn Sie aus einem kontradiktorischen Rechtssystem wie dem britischen / amerikanischen / australischen kommen. So wie ich die Dinge verstehe, ist das französische inquisitorische System ganz anders.
nb: Denne analogien fungerer bare hvis du kommer fra et kontradiktorisk rettssystem som Storbritannia/USA/Australia. Slik jeg har forstått det, er det franske inkvisitoriske systemet ganske annerledes.
ta: நீங்கள் இங்கிலாந்து/யுஎச்/ஆச்திரேலியா போன்ற எதிர்மறையான சட்ட அமைப்பைச் சேர்ந்தவராக இருந்தால் மட்டுமே இந்த ஒப்புமை செயல்படும். இந்த விசயங்களை நான் புரிந்து கொண்டபடி, பிரெஞ்சு வினவல் அமைப்பு முற்றிலும் வேறுபட்டது.
uk: Ця аналогія працює лише для тих, хто перебуває у змагальній правовій системі, як-от Велика Британія/США/Австралія. Наскільки я розумію ці речі, французька інквізиційна система зовсім інша.

source: Two types of errors
de: Zwei Arten von Fehlentscheidungen
nb: To typer feil
ta: இரண்டு வகையான பிழைகள்
uk: Два типи помилок

source: Before going into details about how a statistical test is constructed it’s useful to understand the philosophy behind it. I hinted at it when pointing out the similarity between a null hypothesis test and a criminal trial, but I should now be explicit. Ideally, we would like to construct our test so that we never make any errors. Unfortunately, since the world is messy, this is never possible. Sometimes you’re just really unlucky. For instance, suppose you flip a coin 10 times in a row and it comes up heads all 10 times. That feels like very strong evidence for a conclusion that the coin is biased, but of course there’s a 1 in 1024 chance that this would happen even if the coin was totally fair. In other words, in real life we *always* have to accept that there’s a chance that we made a mistake. As a consequence the goal behind statistical hypothesis testing is not to *eliminate* errors, but to *minimise* them.
de: Bevor ich auf die Einzelheiten der Konstruktion eines statistischen Tests eingehe, ist es nützlich, die Philosophie dahinter zu verstehen. Ich habe dies bereits angedeutet, als ich auf die Ähnlichkeit zwischen einem Nullhypothesen-Signifikanztest und einem Strafprozess hinwies, aber ich sollte mich jetzt ausdrücklich dazu äußern. Im Idealfall möchten wir unseren Test so konstruieren, dass wir keine Fehler machen. Da die Welt chaotisch ist, ist das leider nie möglich. Manchmal hat man einfach wirklich Pech. Nehmen wir zum Beispiel an, Sie werfen 10 Mal hintereinander eine Münze und alle 10 Mal kommt Kopf heraus. Das scheint ein sehr starkes Indiz dafür zu sein, dass die Münze „gezinkt“ ist, aber natürlich besteht eine Chance von 1 zu 1024, dass dies auch dann passiert, wenn die Münze nicht gezinkt ist. Mit anderen Worten: Im wirklichen Leben müssen wir *immer* akzeptieren, dass die Möglichkeit besteht, dass wir einen Fehler gemacht haben. Folglich ist das Ziel der statistischen Hypothesentests nicht, Fehler zu *eliminieren*, sondern sie zu *minimieren*.
nb: Før jeg går i detalj om hvordan en statistisk test er konstruert, er det nyttig å forstå filosofien bak. Jeg antydet det da jeg påpekte likheten mellom en nullhypotesetest og en straffeprosess, men nå bør jeg være eksplisitt. Ideelt sett ønsker vi å konstruere testen vår slik at vi aldri gjør noen feil. Dessverre er dette aldri mulig, siden verden er rotete. Noen ganger er man bare veldig uheldig. Tenk deg for eksempel at du kaster en mynt ti ganger på rad, og den slår kron alle ti gangene. Det føles som et veldig sterkt bevis for at mynten er skjev, men det er selvfølgelig en sjanse på 1 til 1024 for at dette ville skjedd selv om mynten var helt rettferdig. Med andre ord, i det virkelige liv må vi *alltid* akseptere at det er en sjanse for at vi har gjort en feil. Målet med statistisk hypotesetesting er derfor ikke å *eliminere* feil, men å *minimere* dem.
ta: புள்ளிவிவர சோதனை எவ்வாறு கட்டமைக்கப்படுகிறது என்பது பற்றிய விவரங்களுக்குச் செல்வதற்கு முன், அதன் பின்னால் உள்ள தத்துவத்தைப் புரிந்துகொள்வது பயனுள்ளதாக இருக்கும். சுழிய கருதுகோள் சோதனை மற்றும் ஒரு குற்றவியல் விசாரணைக்கு இடையிலான ஒற்றுமையை சுட்டிக்காட்டும்போது நான் அதைக் குறிப்பிட்டேன், ஆனால் நான் இப்போது வெளிப்படையாக இருக்க வேண்டும். வெறுமனே, எங்கள் சோதனையை உருவாக்க விரும்புகிறோம், இதனால் நாங்கள் ஒருபோதும் பிழைகள் செய்ய மாட்டோம். துரதிர்ச்டவசமாக, உலகம் குழப்பமாக இருப்பதால், இது ஒருபோதும் சாத்தியமில்லை. சில நேரங்களில் நீங்கள் மிகவும் துரதிர்ச்டவசமாக இருக்கிறீர்கள். உதாரணமாக, நீங்கள் ஒரு நாணயத்தை ஒரு வரிசையில் 10 முறை புரட்டுகிறீர்கள் என்று வைத்துக்கொள்வோம், அது 10 முறை தலைகீழாகிறது. நாணயம் பக்கச்சார்பானது என்ற முடிவுக்கு இது மிகவும் வலுவான சான்றாக உணர்கிறது, ஆனால் நிச்சயமாக 1024 இல் 1 வாய்ப்பு உள்ளது, இது நாணயம் முற்றிலும் நியாயமானதாக இருந்தாலும் இது நடக்கும். வேறு வார்த்தைகளில் கூறுவதானால், நிச வாழ்க்கையில் நாம் ஒரு தவறு செய்ததற்கான வாய்ப்பு உள்ளது என்பதை எப்போதும் * எப்போதும் ஏற்றுக்கொள்ள வேண்டும். இதன் விளைவாக, புள்ளிவிவர கருதுகோள் சோதனையின் பின்னால் உள்ள குறிக்கோள் * பிழைகளை அகற்றுவதல்ல, ஆனால் அவற்றைக் குறைப்பது *.
uk: Перш ніж перейти до детального опису того, як будується статистичний тест, корисно зрозуміти філософію, що лежить в його основі. Я натякнув на це, вказавши на схожість між тестом нульової гіпотези та кримінальним судом, але тепер я повинен висловитися чіткіше. В ідеалі ми хотіли б побудувати наш тест так, щоб ніколи не припускатися помилок. На жаль, оскільки світ є хаотичним, це неможливо. Іноді просто дуже не пощастить. Наприклад, припустимо, ви 10 разів поспіль підкидаєте монету, і всі 10 разів випадає решка. Це здається дуже вагомим доказом того, що монета нерівна, але, звичайно, є 1 шанс з 1024, що це трапиться, навіть якщо монета абсолютно рівна. Іншими словами, у реальному житті ми *завжди* маємо приймати, що існує ймовірність того, що ми припустилися помилки. Як наслідок, метою статистичного тестування гіпотез є не *усунення* помилок, а їх *мінімізація*.

source: At this point, we need to be a bit more precise about what we mean by “errors”. First, let’s state the obvious. It is either the case that the null hypothesis is true or that it is false, and our test will either retain the null hypothesis or reject it.\ [#]_ So, as the table below illustrates, after we run the test and make our choice one of four things might have happened:
de: An dieser Stelle müssen wir etwas genauer sagen, was wir unter „Fehlern“ verstehen. Lassen Sie uns zunächst das Offensichtliche feststellen. Es ist entweder der Fall, dass die Nullhypothese wahr ist oder dass sie falsch ist, und unser Test behält entweder die Nullhypothese bei oder lehnt sie ab.\ [#]_ Wie die folgende Tabelle zeigt, könnte nach dem Ausführen des Tests und dem Treffen unserer Wahl eines von vier Dingen passiert sein:
nb: På dette punktet må vi være litt mer presise når det gjelder hva vi mener med «feil». La oss først slå fast det åpenbare. Enten er nullhypotesen sann, eller så er den falsk, og testen vår vil enten beholde nullhypotesen eller forkaste den.\ [#]_ Som tabellen nedenfor illustrerer, kan én av fire ting ha skjedd etter at vi har kjørt testen og gjort vårt valg:
ta: இந்த கட்டத்தில், “பிழைகள்” என்பதன் பொருள் குறித்து நாம் இன்னும் கொஞ்சம் துல்லியமாக இருக்க வேண்டும். முதலில், வெளிப்படையாகக் கூறுவோம். சுழிய கருதுகோள் உண்மை அல்லது அது தவறானது, எங்கள் சோதனை சுழிய கருதுகோளைத் தக்க வைத்துக் கொள்ளும் அல்லது நிராகரிக்கும். எங்கள் தேர்வு நான்கு விசயங்களில் ஒன்று நடந்திருக்கலாம்:
uk: На цьому етапі нам потрібно трохи точніше визначити, що ми маємо на увазі під «помилками». Спочатку давайте констатуємо очевидне. Нульова гіпотеза є або істинною, або хибною, і наш тест або підтвердить нульову гіпотезу, або відхилить її. [#]_ Отже, як показано в таблиці нижче, після проведення тесту і прийняття рішення може статися одне з чотирьох:

source: retain H\ :sub:`0`
de: behalte die H\ :sub:`0`
nb: beholde H\ :sub:`0`
ta: H \: துணை: `0` ஐத் தக்க வைத்துக் கொள்ளுங்கள்
uk: утримувати H\ :sub:`0`

source: reject H\ :sub:`0`
de: lehne die H\ :sub:`0` ab
nb: avvise H\ :sub:`0`
ta: H \: துணை: `0` நிராகரிக்கவும்
uk: відхилити H\ :sub:`0`

source: **H\ :sub:`0` is true**
de: **die H\ :sub:`0` ist korrekt**
ta: ** h \: துணை: `0` உண்மை **
uk: **H\ :sub:`0` є істинним**

source: correct decision
de: richtige Entscheidung
nb: riktig avgjørelse
ta: சரியான முடிவு
uk: правильне рішення

source: error (type I)
de: Fehler (Typ I)
nb: feil (type I)
ta: பிழை (வகை I)
uk: помилка (type I)

source: **H\ :sub:`0` is false**
de: **die H\ :sub:`0` ist inkorrekt**
ta: ** h \: துணை: `0` தவறானது **
uk: **H\ :sub:`0` є false**

source: error (type II)
de: Fehler (Typ II)
nb: feil (type II)
ta: பிழை (வகை II)
uk: помилка (type II)

source: As a consequence there are actually *two* different types of error here. If we reject a null hypothesis that is actually true then we have made a **type I error**. On the other hand, if we retain the null hypothesis when it is in fact false then we have made a **type II error**.
de: Infolgedessen gibt es hier *zwei* verschiedene Arten von Fehlern. Wenn wir eine Nullhypothese ablehnen, die eigentlich korrekt ist, haben wir einen **Fehler vom Typ I** gemacht. Wenn wir hingegen die Nullhypothese beibehalten, obwohl sie in Wirklichkeit inkorrekt ist, haben wir einen **Fehler vom Typ II** gemacht.
nb: Som en konsekvens av dette er det faktisk *to* forskjellige typer feil her. Hvis vi forkaster en nullhypotese som faktisk er sann, har vi gjort en **type-I-feil**. Hvis vi derimot beholder nullhypotesen selv om den faktisk er usann, har vi gjort en **type-II-feil**.
ta: இதன் விளைவாக உண்மையில் * இரண்டு * வெவ்வேறு வகையான பிழைகள் உள்ளன. உண்மையில் உண்மை என்று ஒரு சுழிய கருதுகோளை நாங்கள் நிராகரித்தால், நாம் ஒரு ** வகை I பிழையை ** செய்துள்ளோம். மறுபுறம், சுழிய கருதுகோளை உண்மையில் பொய்யாக இருக்கும்போது தக்க வைத்துக் கொண்டால், ** வகை II பிழையை ** செய்துள்ளோம்.
uk: Як наслідок, тут фактично існує *два* різних типи помилок. Якщо ми відхиляємо нульову гіпотезу, яка насправді є правдивою, то ми припускаємося **помилки типу I**. З іншого боку, якщо ми зберігаємо нульову гіпотезу, коли вона насправді є хибною, то ми припускаємося **помилки типу II**.

source: Remember how I said that statistical testing was kind of like a criminal trial? Well, I meant it. A criminal trial requires that you establish “beyond a reasonable doubt” that the defendant did it. All of the evidential rules are (in theory, at least) designed to ensure that there’s (almost) no chance of wrongfully convicting an innocent defendant. The trial is designed to protect the rights of a defendant, as the English jurist William Blackstone famously said, it is “better that ten guilty persons escape than that one innocent suffer.” In other words, a criminal trial doesn’t treat the two types of error in the same way. Punishing the innocent is deemed to be much worse than letting the guilty go free. A statistical test is pretty much the same. The single most important design principle of the test is to *control* the probability of a type I error, to keep it below some fixed probability. This probability, which is denoted *α*, is called the **significance level** of the test. And I’ll say it again, because it is so central to the whole set-up, a hypothesis test is said to have significance level *α* if the type I error rate is no larger than *α*.
de: Erinnern Sie sich noch daran, wie ich sagte, dass statistische Tests wie ein Strafprozess sind? Das habe ich ernst gemeint. In einem Strafprozess muss man „ohne begründeten Zweifel“ nachweisen, dass der Angeklagte die Straftat begangen hat. Alle Beweisregeln sollen (zumindest theoretisch) sicherstellen, dass es (fast) keine Möglichkeit gibt, einen unschuldigen Angeklagten zu Unrecht zu verurteilen. Das Verfahren soll die Rechte des Angeklagten schützen, denn, wie der englische Jurist William Blackstone sagte, ist es „besser, dass zehn Schuldige entkommen, als dass ein Unschuldiger leidet“. Mit anderen Worten: In einem Strafprozess werden die beiden Arten von Fehlern nicht gleich behandelt. Einen Unschuldigen zu bestrafen, wird als viel schlimmer angesehen, als einen Schuldigen freizulassen. Bei einem statistischen Test verhält es sich ziemlich genau so. Der wichtigste Grundsatz bei der Konzeption eines Tests ist die *Kontrolle* der Wahrscheinlichkeit eines Fehlers vom Typ I, um sie unter einer bestimmten Wahrscheinlichkeit zu halten. Diese Wahrscheinlichkeit, die mit *α* bezeichnet wird, nennt man das **Signifikanzniveau** des Tests. Und ich sage es noch einmal, weil es so zentral für den ganzen Aufbau ist: Ein Hypothesentest hat ein Signifikanzniveau *α*, wenn die Fehlerrate vom Typ I nicht größer ist als *α*.

source: So, what about the type II error rate? Well, we’d also like to keep those under control too, and we denote this probability by *β*. However, it’s much more common to refer to the **power** of the test, that is the probability with which we reject a null hypothesis when it really is false, which is 1 - *β*. To help keep this straight, here’s the same table again but with the relevant numbers added:
de: Und was ist mit der Fehlerrate vom Typ II? Auch diese möchten wir unter Kontrolle halten, und wir bezeichnen diese Wahrscheinlichkeit mit *β*. Es ist jedoch viel gebräuchlicher, sich auf die **Teststärke** (*power*) zu beziehen, d. h. die Wahrscheinlichkeit, mit der wir eine Nullhypothese zurückweisen, wenn sie wirklich falsch ist. Diese beträgt 1 - *β*. Um dies zu verdeutlichen, ist hier noch einmal dieselbe Tabelle, aber mit den entsprechenden Zahlen:

source: (probability of correct retention)
de: (Wahrscheinlichkeit der richtigen Beibehaltung)
nb: (sannsynlighet for korrekt oppbevaring)
ta: (சரியான தக்கவைப்பின் நிகழ்தகவு)
uk: (ймовірність правильного запам'ятовування)

source: (type I error rate)
de: (Fehlerrate vom Typ I)
nb: (type-I-feilrate)
ta: (வகை I பிழை வீதம்)
uk: (коефіцієнт помилок I типу)

source: (type II error rate)
de: (Fehlerrate vom Typ II)
nb: (type-II-feilrate)
ta: (வகை II பிழை வீதம்)
uk: (коефіцієнт помилок II типу)

source: (power of the test)
de: (Stärke des Tests)
nb: (testens styrke)
ta: (சோதனையின் சக்தி)
uk: (потужність тесту)

source: A “powerful” hypothesis test is one that has a small value of *β*, while still keeping *α* fixed at some (small) desired level. By convention, scientists make use of three different *α* levels: *.05*, *.01* and *.001*. Notice the asymmetry here; the tests are designed to *ensure* that the *α* level is kept small but there’s no corresponding guarantee regarding *β*. We’d certainly *like* the type II error rate to be small and we try to design tests that keep it small, but this is typically secondary to the overwhelming need to control the type I error rate. As Blackstone might have said if he were a statistician, it is “better to retain 10 false null hypotheses than to reject a single true one”. To be honest, I don’t know that I agree with this philosophy. There are situations where I think it makes sense, and situations where I think it doesn’t, but that’s neither here nor there. It’s how the tests are built.
de: Ein „aussagekräftiger“ (*powerful*) Hypothesentest ist einer, der einen kleinen Wert von *β* hat, während *α* auf einem (kleinen) gewünschten Niveau gehalten wird. Konventionell verwenden die Wissenschaftler drei verschiedene Werte für *α*: *.05*, *.01* und *.001*. Beachten Sie die Asymmetrie hier; die Tests sind so konzipiert, dass *sicherstellt*, dass das *α*-Niveau klein gehalten wird. Es gibt aber keine entsprechende Garantie für *β*. Wir *möchten* natürlich, dass die Fehlerrate vom Typ II klein ist, und wir versuchen, Tests zu entwerfen, die sie klein halten. Aber dies ist in der Regel zweitrangig gegenüber der überwältigenden Notwendigkeit, die Fehlerrate vom Typ I zu kontrollieren. Wäre Blackstone Statistiker, hätte er vielleicht gesagt: „Es ist besser, 10 falsche Nullhypothesen aufrechtzuerhalten, als eine einzige richtige zu verwerfen“. Um ehrlich zu sein, weiß ich nicht, ob ich mit dieser Philosophie einverstanden bin. Es gibt Situationen, in denen sie meiner Meinung nach sinnvoll ist, und Situationen, in denen sie es nicht ist, aber das ist weder das eine noch das andere. Es geht darum, wie die Tests aufgebaut sind.
