Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: Because power is important, whenever you’re contemplating running an experiment it would be pretty useful to know how much power you’re likely to have. It’s never possible to know for sure since you can’t possibly know what your real effect size is. However, it’s often (well, sometimes) possible to guess how big it should be. If so, you can guess what sample size you need! This idea is called **power analysis**, and if it’s feasible to do it then it’s very helpful. It can tell you something about whether you have enough time or money to be able to run the experiment successfully. It’s increasingly common to see people arguing that power analysis should be a required part of experimental design, so it’s worth knowing about. I don’t discuss power analysis in this book, however. This is partly for a boring reason and partly for a substantive one. The boring reason is that I haven’t had time to write about power analysis yet. The substantive one is that I’m still a little suspicious of power analysis. Speaking as a researcher, I have very rarely found myself in a position to be able to do one. It’s either the case that (a) my experiment is a bit non-standard and I don’t know how to define effect size properly, or (b) I literally have so little idea about what the effect size will be that I wouldn’t know how to interpret the answers. Not only that, after extensive conversations with someone who does stats consulting for a living (my wife, as it happens), I can’t help but notice that in practice the *only* time anyone ever asks her for a power analysis is when she’s helping someone write a grant application. In other words, the only time any scientist ever seems to want a power analysis in real life is when they’re being forced to do it by bureaucratic process. It’s not part of anyone’s day to day work. In short, I’ve always been of the view that whilst power is an important concept, power *analysis* is not as useful as people make it sound, except in the rare cases where (a) someone has figured out how to calculate power for your actual experimental design and (b) you have a pretty good idea what the effect size is likely to be.\ [#]_ Maybe other people have had better experiences than me, but I’ve personally never been in a situation where both (a) and (b) were true. Maybe I’ll be convinced otherwise in the future, and probably a future version of this book would include a more detailed discussion of power analysis, but for now this is about as much as I’m comfortable saying about the topic.
de: Da die Aussagekraft wichtig ist, wäre es bei der Durchführung eines Experiments sehr nützlich zu wissen, wie hoch die Aussagekraft sein wird. Es ist nie möglich, dies mit Sicherheit zu wissen, da man unmöglich wissen kann, wie groß der Effekt tatsächlich ist. Es ist jedoch oft (oder mindestens manchmal) möglich, zu schätzen, wie groß sie sein sollte. Wenn das der Fall ist, können Sie schätzen, welchen Stichprobenumfang Sie benötigen! Diese Idee nennt sich **Teststärkeberechnung** (*power analysis*), und wenn sie durchführbar ist, ist sie sehr hilfreich. Sie kann Ihnen Aufschluss darüber geben, ob Sie über genügend Zeit oder Geld verfügen, um das Experiment erfolgreich durchführen zu können. Immer häufiger wird argumentiert, dass die Teststärkeberechnung ein obligatorischer Bestandteil der Versuchsplanung sein sollte. Deshalb lohnt es sich, sie zu kennen. In diesem Buch gehe ich jedoch nicht darauf ein. Das hat einen praktischen und einen inhaltlichen Grund. Der praktische Grund ist, dass ich noch keine Zeit hatte, etwas Substanzielles über Teststärkeberechnung zu schreiben. Der inhaltliche Grund ist, dass ich der Teststärkeberechnung immer noch ein wenig misstrauisch gegenüberstehe. Als Forscher habe ich mich nur sehr selten in der Lage gesehen, eine solche Analyse durchzuführen. Es ist entweder so, dass (a) mein Experiment ein wenig vom Standard abweicht und ich nicht weiß, wie ich die Effektstärke richtig definieren soll, oder (b) ich habe buchstäblich so wenig Ahnung von Effektstärke, dass ich nicht weiß, wie ich die Antworten interpretieren soll. Und nicht nur das: Nach ausführlichen Gesprächen mit jemandem, der beruflich als Berater für Statistik tätig ist (zufälligerweise meine Frau), muss ich feststellen, dass sie in der Praxis *nur dann* nach einer Teststärkeberechnung fragt wird, wenn sie jemandem beim Schreiben eines Drittmittel-Antrags hilft. Mit anderen Worten, der einzige Zeitpunkt, an dem ein Wissenschaftler im wirklichen Leben eine Teststärkeberechnung durchführen will, ist, wenn er durch bürokratische Verfahren dazu gezwungen wird. Sie ist eher kein Teil der täglichen Arbeit von irgendjemandem. Kurz gesagt, ich war schon immer der Meinung, dass die Teststärke zwar ein wichtiges Konzept ist, aber die *Teststärkeberechnung* nicht so nützlich ist, wie man es glauben machen will, außer in den seltenen Fällen, in denen (a) jemand herausgefunden hat, wie man die Teststärke für die eigentliche Versuchsanordnung berechnet, und (b) man eine ziemlich gute Vorstellung davon hat, wie groß der Effekt wahrscheinlich sein wird.\ [#]_ Vielleicht haben andere Leute bessere Erfahrungen gemacht als ich, aber ich persönlich war noch nie in einer Situation, in der sowohl (a) als auch (b) zutrafen. Vielleicht werde ich in Zukunft eines Besseren belehrt, und wahrscheinlich wird eine künftige Version dieses Buches eine detailliertere Diskussion der Teststärkeberechnung enthalten, aber im Moment ist das so ziemlich alles, was ich zu diesem Thema sagen kann.
nb: Fordi effekt er viktig, vil det alltid være nyttig å vite hvor stor effekt du sannsynligvis har når du vurderer å gjennomføre et eksperiment. Det er aldri mulig å vite det helt sikkert, siden du umulig kan vite hva den reelle effektstørrelsen er. Men det er ofte (vel, noen ganger) mulig å gjette hvor stor den bør være. I så fall kan du gjette hvilken utvalgsstørrelse du trenger! Dette kalles **power-analyse**, og hvis det er mulig å gjøre det, er det svært nyttig. Den kan fortelle deg noe om hvorvidt du har nok tid eller penger til å kunne gjennomføre eksperimentet på en vellykket måte. Det blir stadig vanligere å se folk som argumenterer for at power-analyse bør være en obligatorisk del av forsøksdesignet, så det er verdt å kjenne til. Jeg diskuterer imidlertid ikke effektanalyse i denne boken. Det er delvis av en kjedelig grunn, og delvis av en substansiell grunn. Den kjedelige grunnen er at jeg ikke har hatt tid til å skrive om power-analyse ennå. Den vesentlige grunnen er at jeg fortsatt er litt skeptisk til maktanalyse. Som forsker har jeg svært sjelden vært i en posisjon der jeg har kunnet gjøre en slik analyse. Enten er det slik at (a) eksperimentet mitt er litt ustandardisert og jeg ikke vet hvordan jeg skal definere effektstørrelsen riktig, eller (b) jeg har bokstavelig talt så liten anelse om hva effektstørrelsen vil være at jeg ikke vet hvordan jeg skal tolke svarene. Ikke nok med det, etter lange samtaler med en som lever av å drive med statistikkrådgivning (kona mi, forresten), kan jeg ikke unngå å legge merke til at i praksis er den *eneste* gangen noen noensinne ber henne om en effektanalyse, når hun hjelper noen med å skrive en søknad. Med andre ord, den eneste gangen noen forskere ser ut til å ønske seg en maktanalyse i det virkelige liv, er når de blir tvunget til å gjøre det av byråkratiske prosesser. Det er ikke en del av noens daglige arbeid. Kort sagt har jeg alltid vært av den oppfatning at selv om power er et viktig begrep, er power *analyse* ikke så nyttig som folk får det til å høres ut som, bortsett fra i de sjeldne tilfellene der (a) noen har funnet ut hvordan man beregner power for det faktiske forsøksdesignet, og (b) du har en ganske god idé om hva effektstørrelsen sannsynligvis vil være.\ [#]_ Kanskje andre har bedre erfaringer enn meg, men jeg har personlig aldri vært i en situasjon der både (a) og (b) stemte. Kanskje blir jeg overbevist om noe annet i fremtiden, og sannsynligvis vil en fremtidig versjon av denne boken inneholde en mer detaljert diskusjon av effektanalyse, men foreløpig er dette omtrent så mye jeg er komfortabel med å si om emnet.
ta: ஆற்றல் முக்கியமானது என்பதால், நீங்கள் ஒரு பரிசோதனையை நடத்துவதைப் பற்றி சிந்திக்கும்போதெல்லாம், உங்களுக்கு எவ்வளவு ஆற்றல் இருக்கக்கூடும் என்பதை அறிந்து கொள்வது மிகவும் பயனுள்ளதாக இருக்கும். உங்கள் உண்மையான விளைவு அளவு என்ன என்பதை நீங்கள் அறிய முடியாததால், ஒருபோதும் உறுதியாக அறிய முடியாது. இருப்பினும், இது எவ்வளவு பெரியதாக இருக்க வேண்டும் என்று யூகிப்பது பெரும்பாலும் (நன்றாக, சில நேரங்களில்) சாத்தியமாகும். அப்படியானால், உங்களுக்கு என்ன மாதிரி அளவு தேவை என்பதை நீங்கள் யூகிக்க முடியும்! இந்த சிந்தனை ** ஆற்றல் பகுப்பாய்வு ** என்று அழைக்கப்படுகிறது, மேலும் அதைச் செய்வது சாத்தியமானதாக இருந்தால், அது மிகவும் உதவியாக இருக்கும். பரிசோதனையை வெற்றிகரமாக இயக்க உங்களுக்கு போதுமான நேரம் அல்லது பணம் இருக்கிறதா என்பது பற்றி இது உங்களுக்கு ஏதாவது சொல்ல முடியும். ஆற்றல் பகுப்பாய்வு சோதனை வடிவமைப்பின் தேவையான பகுதியாக இருக்க வேண்டும் என்று மக்கள் வாதிடுவதைப் பார்ப்பது மிகவும் பொதுவானது, எனவே அதைப் பற்றி அறிந்து கொள்வது மதிப்பு. இருப்பினும், இந்த புத்தகத்தில் நான் ஆற்றல் பகுப்பாய்வு பற்றி விவாதிக்கவில்லை. இது ஓரளவு சலிப்பான காரணத்திற்காகவும், ஓரளவு கணிசமானதாகவும் உள்ளது. சலிப்பான காரணம் என்னவென்றால், ஆற்றல் பகுப்பாய்வு பற்றி இன்னும் எழுத எனக்கு நேரம் இல்லை. ஆற்றல் பகுப்பாய்வு குறித்து நான் இன்னும் கொஞ்சம் சந்தேகிக்கிறேன். ஒரு ஆராய்ச்சியாளராகப் பேசும்போது, ஒன்றைச் செய்யக்கூடிய நிலையில் நான் மிகவும் அரிதாகவே இருப்பதைக் கண்டேன். (அ) எனது சோதனை சற்று தரமற்றது, விளைவு அளவை எவ்வாறு சரியாக வரையறுப்பது என்று எனக்குத் தெரியவில்லை, அல்லது (ஆ) விளைவு அளவு என்னவாக இருக்கும் என்பது பற்றி எனக்கு மிகக் குறைவான சிந்தனை இருக்கிறது ' பதில்களை எவ்வாறு விளக்குவது என்று தெரியும். அது மட்டுமல்லாமல், ஒரு வாழ்க்கைக்காக (என் மனைவி, அது நடப்பது போல) புள்ளிவிவரங்களைச் செய்யும் ஒருவருடன் விரிவான உரையாடல்களுக்குப் பிறகு, எனக்கு உதவ முடியாது, ஆனால் நடைமுறையில் * ஒரு ஆற்றல் பகுப்பாய்வு எப்போது என்று யாராவது அவளிடம் கேட்கும் நேரம் என்பதை கவனிக்க முடியாது மானிய விண்ணப்பத்தை எழுத ஒருவருக்கு அவள் உதவுகிறாள். வேறு வார்த்தைகளில் கூறுவதானால், எந்தவொரு விஞ்ஞானியும் நிச வாழ்க்கையில் ஒரு ஆற்றல் பகுப்பாய்வை விரும்புவதாகத் தெரிகிறது, அவர்கள் அதிகாரத்துவ செயல்முறையால் அதைச் செய்ய நிர்பந்திக்கப்படுகிறார்கள். இது யாருடைய அன்றாட வேலையின் ஒரு பகுதியாக இல்லை. சுருக்கமாக, ஆற்றல் ஒரு முக்கியமான கருத்தாக இருக்கும்போது, சக்தி * பகுப்பாய்வு * மக்கள் ஒலிப்பதைப் போல பயனுள்ளதாக இருக்காது, (அ) சக்தியை எவ்வாறு கணக்கிடுவது என்பதைக் கண்டுபிடித்த அரிய சந்தர்ப்பங்களில் தவிர, நான் எப்போதுமே பயனுள்ளதாக இருக்காது உங்கள் உண்மையான சோதனை வடிவமைப்பு மற்றும் (ஆ) விளைவு அளவு என்னவாக இருக்கக்கூடும் என்று உங்களுக்கு நல்ல சிந்தனை இருக்கிறது. \ [#] _ மற்றவர்கள் என்னை விட சிறந்த அனுபவங்களைக் கொண்டிருக்கலாம், ஆனால் நான் தனிப்பட்ட முறையில் ஒரு சூழ்நிலையில் இருந்ததில்லை (அ) மற்றும் (ஆ) இரண்டும் உண்மைதான். எதிர்காலத்தில் நான் வேறுவிதமாக உறுதியாக நம்புவேன், மேலும் இந்த புத்தகத்தின் எதிர்கால பதிப்பில் ஆற்றல் பகுப்பாய்வு பற்றிய விரிவான கலந்துரையாடல் அடங்கும், ஆனால் இப்போதைக்கு இது தலைப்பைப் பற்றி நான் வசதியாக இருக்கும்.
uk: Оскільки потужність є важливою, коли ви плануєте провести експеримент, було б дуже корисно знати, якою потужністю ви, ймовірно, будете володіти. Ніколи не можна знати напевно, оскільки ви не можете знати, яким буде реальний розмір ефекту. Однак часто (ну, іноді) можна припустити, яким він повинен бути. Якщо так, ви можете припустити, який розмір вибірки вам потрібен! Ця ідея називається **аналізом потужності**, і якщо її можна реалізувати, то вона буде дуже корисною. Вона може дати вам уявлення про те, чи ви маєте достатньо часу або грошей, щоб успішно провести експеримент. Все частіше можна почути аргументи, що аналіз потужності повинен бути обов'язковою частиною експериментального дизайну, тому про нього варто знати. Однак у цій книзі я не обговорюю аналіз потужності. Частково це пов'язано з нудною причиною, а частково — з істотною. Нудна причина полягає в тому, що я ще не мав часу написати про аналіз потужності. Істотна причина полягає в тому, що я все ще трохи підозріло ставлюся до аналізу потужності. Як дослідник, я дуже рідко потрапляв у ситуацію, коли міг його провести. Або (а) мій експеримент є дещо нестандартним, і я не знаю, як правильно визначити розмір ефекту, або (б) я буквально маю дуже мало уявлення про те, яким буде розмір ефекту, тому не знаю, як інтерпретувати відповіді. Крім того, після тривалих розмов з людиною, яка заробляє на життя статистичним консультуванням (а саме моєю дружиною), я не можу не помітити, що на практиці *єдиний* випадок, коли хтось просить її про аналіз потужності, — це коли вона допомагає комусь писати заявку на грант. Іншими словами, єдиний випадок, коли в реальному житті вчені, здається, хочуть аналіз потужності, — це коли їх змушують це робити бюрократичні процедури. Це не є частиною повсякденної роботи будь-кого. Коротше кажучи, я завжди вважав, що хоча потужність є важливим поняттям, *аналіз* потужності не є таким корисним, як про це говорять, за винятком рідкісних випадків, коли (а) хтось з'ясував, як обчислити потужність для вашого фактичного експериментального дизайну, і (б) ви маєте досить гарне уявлення про те, яким може бути розмір ефекту. [#]_ Можливо, інші люди мали кращий досвід, ніж я, але особисто я ніколи не був у ситуації, коли обидва пункти (а) і (б) були правдивими. Можливо, в майбутньому я переконаюся в протилежному, і, ймовірно, майбутня версія цієї книги міститиме більш детальне обговорення аналізу потужності, але на даний момент це все, що я можу сказати на цю тему.

source: Although in practice a very small effect size is worrying because even very minor methodological flaws might be responsible for the effect, and in practice no experiment is perfect so there are always methodological issues to worry about.
de: In der Praxis ist eine sehr geringe Effektstärke jedoch besorgniserregend, da selbst sehr kleine methodische Fehler für den Effekt verantwortlich sein könnten. Kein Experiment ist perfekt, so dass es immer methodische Probleme gibt, über die man sich Sorgen machen muss.
nb: Selv om en svært liten effektstørrelse i praksis er bekymringsfull, fordi selv små metodiske feil kan være ansvarlige for effekten, og i praksis er ingen eksperimenter perfekte, så det er alltid metodiske problemer å bekymre seg for.
ta: நடைமுறையில் மிகச் சிறிய விளைவு அளவு கவலைக்குரியது என்றாலும், மிகச் சிறிய முறையான குறைபாடுகள் கூட விளைவுக்கு காரணமாக இருக்கலாம், மேலும் நடைமுறையில் எந்தவொரு சோதனையும் சரியாக இல்லை, எனவே கவலைப்பட எப்போதும் முறையான சிக்கல்கள் உள்ளன.
uk: Хоча на практиці дуже невеликий розмір ефекту викликає занепокоєння, оскільки навіть незначні методологічні недоліки можуть бути причиною цього ефекту, а на практиці жоден експеримент не є ідеальним, тому завжди є методологічні питання, про які слід турбуватися.

source: Notice that the true population parameter *θ* doesn’t necessarily correspond to an immutable fact of nature. In this context *θ* is just the true probability that people would correctly guess the colour of the card in the other room. As such the population parameter can be influenced by all sorts of things. Of course, this is all on the assumption that ESP actually exists!
de: Beachten Sie, dass der wahre Populationsparameter *θ* nicht unbedingt einer unveränderlichen Naturgegebenheit entspricht. In diesem Zusammenhang ist *θ* nur die tatsächliche Wahrscheinlichkeit, dass die Leute die Farbe der Karte in einem anderen Raum richtig erraten würden. Als solcher kann der Populationsparameter durch alle möglichen Dinge beeinflusst werden. Dies alles natürlich unter der Annahme, dass ESP tatsächlich existiert!
nb: Legg merke til at den sanne populasjonsparameteren *θ* ikke nødvendigvis tilsvarer et uforanderlig faktum i naturen. I denne sammenhengen er *θ* bare den sanne sannsynligheten for at folk vil gjette riktig farge på kortet i det andre rommet. Populasjonsparameteren kan altså påvirkes av alle mulige ting. Alt dette forutsetter selvfølgelig at ESP faktisk eksisterer!
ta: உண்மையான மக்கள்தொகை அளவுரு * θ * இயற்கையின் மாறாத உண்மைக்கு பொருந்தாது என்பதைக் கவனியுங்கள். இந்த சூழலில் * θ * என்பது மற்ற அறையில் உள்ள அட்டையின் நிறத்தை மக்கள் சரியாக யூகிக்கும் உண்மையான நிகழ்தகவு மட்டுமே. எனவே மக்கள்தொகை அளவுரு அனைத்து வகையான விசயங்களாலும் பாதிக்கப்படலாம். நிச்சயமாக, இது உண்மையில் எச்பி உண்மையில் உள்ளது என்ற அனுமானத்தில் உள்ளது!
uk: Зверніть увагу, що справжній параметр популяції *θ* не обов'язково відповідає незмінному факту природи. У цьому контексті *θ* є лише справжньою ймовірністю того, що люди правильно вгадають колір карти в іншій кімнаті. Таким чином, на параметр популяції можуть впливати всілякі фактори. Звичайно, все це за умови, що екстрасенсорне сприйняття насправді існує!

source: One possible exception to this is when researchers study the effectiveness of a new medical treatment and they specify in advance what an important effect size would be to detect, for example over and above any existing treatment. In this way some information about the potential value of a new treatment can be obtained.
de: Eine mögliche Ausnahme hiervon ist, wenn Forscher die Wirksamkeit einer neuen medizinischen Behandlung untersuchen und im Voraus festlegen muss, wie hoch die zu entdeckende Effektstärke mindestens sein muss, z. B. zusätzlich zu einer bestehenden Behandlung. Auf diese Weise können einige Informationen über den potenziellen Wert einer neuen Behandlung gewonnen werden.
nb: Et mulig unntak fra dette er når forskere undersøker effekten av en ny medisinsk behandling, og de på forhånd spesifiserer hva som er en viktig effektstørrelse å oppdage, for eksempel i forhold til eksisterende behandling. På denne måten kan man få noe informasjon om den potensielle verdien av en ny behandling.
ta: இதற்கு ஒரு சாத்தியமான விதிவிலக்கு என்னவென்றால், ஆராய்ச்சியாளர்கள் ஒரு புதிய மருத்துவ சிகிச்சையின் செயல்திறனைப் படிக்கும்போது, ஒரு முக்கியமான விளைவு அளவைக் கண்டறிவது என்ன என்பதை அவர்கள் முன்கூட்டியே குறிப்பிடுகிறார்கள், எடுத்துக்காட்டாக தற்போதுள்ள எந்தவொரு சிகிச்சையையும் விடவும் அதற்கு மேல். இந்த வழியில் ஒரு புதிய சிகிச்சையின் சாத்தியமான மதிப்பைப் பற்றிய சில தகவல்களைப் பெறலாம்.
uk: Одним із можливих винятків є випадки, коли дослідники вивчають ефективність нового медичного лікування і заздалегідь визначають, який розмір ефекту буде важливим для виявлення, наприклад, понад будь-яке існуюче лікування. Таким чином можна отримати деяку інформацію про потенційну цінність нового лікування.

source: Some issues to consider
de: Einige zu berücksichtigende Aspekte
nb: Noen spørsmål å ta stilling til
ta: கருத்தில் கொள்ள வேண்டிய சில சிக்கல்கள்
uk: Деякі питання, які слід врахувати

source: What I’ve described to you in this chapter is the orthodox framework for null hypothesis significance testing (NHST). Understanding how NHST works is an absolute necessity because it has been the dominant approach to inferential statistics ever since it came to prominence in the early 20th century. It’s what the vast majority of working scientists rely on for their data analysis, so even if you hate it you need to know it. However, the approach is not without problems. There are a number of quirks in the framework, historical oddities in how it came to be, theoretical disputes over whether or not the framework is right, and a lot of practical traps for the unwary. I’m not going to go into a lot of detail on this topic, but I think it’s worth briefly discussing a few of these issues.
de: Was ich Ihnen in diesem Kapitel beschrieben habe, ist die frequentistische Sichtweise auf Nullhypothesen-Signifikanztests (NHST). Zu verstehen, wie NHST funktioniert, ist eine absolute Notwendigkeit, da es der dominierende Ansatz für Inferenzstatistik ist, seit er im frühen 20. Jahrhundert entwickelt wurde. Es ist die Sichtweise, auf die sich die überwiegende Mehrheit der Wissenschaftler für ihre Datenanalysen verlässt. Selbst wenn Sie diese Sichtweise hassen, müssen Sie sie zumindest kennen und verstehen. Die Sichtweise ist jedoch nicht unproblematisch. Es gibt eine Reihe von Eigenheiten, historische Kuriositäten in der Art und Weise, wie er entstanden ist, theoretische Streitigkeiten darüber, ob die Sichtweise richtig ist oder nicht, und viele praktische Fallen für Unvorsichtige. Ich werde nicht zu sehr ins Detail gehen, aber ich denke, es lohnt sich, kurz auf einige dieser Themen einzugehen.
nb: Det jeg har beskrevet i dette kapittelet, er det ortodokse rammeverket for signifikanstesting av nullhypoteser (NHST). Det er helt nødvendig å forstå hvordan NHST fungerer, fordi det har vært den dominerende tilnærmingen til inferensiell statistikk helt siden den ble kjent på begynnelsen av 1900-tallet. Det er denne tilnærmingen de aller fleste forskere benytter seg av når de analyserer data, så selv om du hater den, må du kunne den. Tilnærmingen er imidlertid ikke uten problemer. Det er en rekke særegenheter i rammeverket, historiske merkverdigheter i hvordan det ble til, teoretiske tvister om hvorvidt rammeverket er riktig eller ikke, og mange praktiske feller for den uforsiktige. Jeg skal ikke gå i detalj på dette temaet, men jeg synes det er verdt å diskutere noen av disse problemene kort.
ta: இந்த அத்தியாயத்தில் நான் உங்களுக்கு விவரித்திருப்பது சுழிய கருதுகோள் முக்கியத்துவ சோதனைக்கான ஆர்த்தடாக்ச் கட்டமைப்பாகும் (என்.எச்.எச்.டி). என்எச்எச்டி எவ்வாறு செயல்படுகிறது என்பதைப் புரிந்துகொள்வது ஒரு முழுமையான தேவை, ஏனெனில் இது 20 ஆம் நூற்றாண்டின் முற்பகுதியில் முக்கியத்துவம் பெற்றதிலிருந்து அனுமான புள்ளிவிவரங்களுக்கான மேலாதிக்க அணுகுமுறையாகும். உழைக்கும் விஞ்ஞானிகளில் பெரும்பான்மையானவர்கள் தங்கள் தரவு பகுப்பாய்வை நம்பியிருக்கிறார்கள், எனவே நீங்கள் அதை வெறுக்கிறீர்கள் என்றாலும் அதை நீங்கள் அறிந்து கொள்ள வேண்டும். இருப்பினும், அணுகுமுறை சிக்கல்கள் இல்லாமல் இல்லை. கட்டமைப்பில் ஏராளமான நகைச்சுவைகள் உள்ளன, அது எப்படி வந்தது என்பதில் வரலாற்று விந்தைகள், கட்டமைப்பானது சரியானதா இல்லையா என்பது குறித்த தத்துவார்த்த மோதல்கள், மற்றும் தெரியாதவர்களுக்கு நிறைய நடைமுறை பொறிகள் உள்ளன. இந்த தலைப்பில் நான் நிறைய விவரங்களுக்குச் செல்லப் போவதில்லை, ஆனால் இந்த சிக்கல்களில் சிலவற்றை சுருக்கமாக விவாதிப்பது மதிப்பு என்று நான் நினைக்கிறேன்.
uk: Те, що я описав вам у цьому розділі, є ортодоксальною структурою для тестування значущості нульової гіпотези (NHST). Розуміння того, як працює NHST, є абсолютно необхідним, оскільки це домінуючий підхід до інференційної статистики з моменту його появи на початку 20 століття. Саме на нього покладається переважна більшість працюючих вчених для аналізу своїх даних, тому навіть якщо ви його ненавидите, вам потрібно його знати. Однак цей підхід не є безпроблемним. У цій моделі є низка особливостей, історичних дивацтв щодо її виникнення, теоретичних суперечок щодо її правильності та багато практичних пасток для необережних. Я не буду детально зупинятися на цій темі, але вважаю, що варто коротко обговорити деякі з цих питань.
