Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: This flexibility is both the advantage and the disadvantage to the *p* value. The reason why a lot of people don’t like the idea of reporting an exact *p* value is that it gives the researcher a bit *too much* freedom. In particular, it lets you change your mind about what error tolerance you’re willing to put up with *after* you look at the data. For instance, consider my ESP experiment. Suppose I ran my test and ended up with a *p* value of 0.09. Should I accept or reject? Now, to be honest, I haven’t yet bothered to think about what level of Type I error I’m “really” willing to accept. I don’t have an opinion on that topic. But I *do* have an opinion about whether or not ESP exists, and I *definitely* have an opinion about whether my research should be published in a reputable scientific journal. And amazingly, now that I’ve looked at the data I’m starting to think that a 9% error rate isn’t so bad, especially when compared to how annoying it would be to have to admit to the world that my experiment has failed. So, to avoid looking like I just made it up after the fact, I now say that my *α* is 0.1, with the argument that a 10% type I error rate isn’t too bad and at that level my test is significant! I win.
de: Diese Flexibilität ist sowohl ein Vorteil als auch ein Nachteil des *p*-Wertes. Der Grund, warum viele Leute die Idee, einen exakten *p*-Wert anzugeben, nicht mögen, ist, dass er dem Forscher ein wenig *zu viel* Freiheit gibt. Insbesondere, dass man seine Meinung über die Fehlertoleranz, die man bereit ist, in Kauf zu nehmen, ändern kann, *nachdem* man sich die Daten angesehen hat. Nehmen wir zum Beispiel mein ESP-Experiment. Angenommen, ich führe meinen Test durch und erhalte einen *p*-Wert von 0,09. Sollte ich die Nullhypothese beibehalten oder verwerfen? Um ehrlich zu sein, habe ich mir noch nicht die Mühe gemacht, darüber nachzudenken, welchen Grad des Fehlers vom Typ I ich „wirklich“ zu akzeptieren bereit bin. Aber ich *habe* eine Meinung dazu, ob ESP existiert oder nicht, und ich *habe* eine sehr definitive Meinung dazu, ob meine Forschung in einer angesehenen wissenschaftlichen Zeitschrift veröffentlicht werden sollte. Und erstaunlicherweise denke ich jetzt, nachdem ich mir die Daten angesehen habe, dass eine Fehlerrate von 9 % gar nicht so schlecht ist, vor allem im Vergleich dazu, wie ärgerlich es wäre, zugeben zu müssen, dass mein Experiment fehlgeschlagen ist. Um also zu vermeiden, dass es so aussieht, als hätte ich es mir erst im Nachhinein ausgedacht, sage ich jetzt, dass mein *α* 0,1 ist, mit dem Argument, dass eine Fehlerrate vom Typ I von 10 % nicht so schlimm ist und mein Test bei diesem Wert signifikant ist! Ich habe gewonnen.

source: In other words, the worry here is that I might have the best of intentions, and be the most honest of people, but the temptation to just “shade” things a little bit here and there is really, really strong. As anyone who has ever run an experiment can attest, it’s a long and difficult process and you often get *very* attached to your hypotheses. It’s hard to let go and admit the experiment didn’t find what you wanted it to find. And that’s the danger here. If we use the “raw” *p*-value, people will start interpreting the data in terms of what they *want* to believe, not what the data are actually saying and, if we allow that, why are we even bothering to do science at all? Why not let everyone believe whatever they like about anything, regardless of what the facts are? Okay, that’s a bit extreme, but that’s where the worry comes from. According to this view, you really *must* specify your *α* value in advance and then only report whether the test was significant or not. It’s the only way to keep ourselves honest.
de: Mit anderen Worten, mache ich mir Sorgen, dass ich vielleicht die besten Absichten habe und der ehrlichste Mensch bin, aber die Versuchung, die Dinge hier und da ein wenig zu „beschönigen“, ist sehr, sehr groß. Jeder, der schon einmal ein Experiment durchgeführt hat, kann bestätigen, dass dies ein langer und schwieriger Prozess ist und man oft *sehr* an seinen Hypothesen hängt. Es ist schwer, loszulassen und zuzugeben, dass das Experiment nicht das gefunden hat, was man finden wollte. Und genau hier liegt die Gefahr. Wenn wir den „rohen“ *p*-Wert verwenden, werden die Leute anfangen, die Daten so zu interpretieren, wie sie *wollen*, und nicht so, wie die Daten tatsächlich aussagen. Wenn wir das zulassen, warum machen wir uns dann überhaupt die Mühe, Wissenschaft zu betreiben? Warum lassen wir nicht jeden glauben, was er will, unabhängig von den Fakten? Selbst wenn das ein bisschen extrem ist, ist das aber genau der Grund für diese Sorge. Nach dieser Auffassung *müssen* Sie Ihren *α*-Wert wirklich im Voraus definieren und dann nur berichten, ob der Test signifikant war oder nicht. Das ist der einzige Weg, um ehrlich zu bleiben.

source: Two proposed solutions
de: Zwei Lösungsvorschläge
nb: To forslag til løsninger
ta: இரண்டு முன்மொழியப்பட்ட தீர்வுகள்
uk: Два запропонованих рішення

source: In practice, it’s pretty rare for a researcher to specify a single *α* level ahead of time. Instead, the convention is that scientists rely on three standard significance levels: 0.05, 0.01 and .001. When reporting your results, you indicate which (if any) of these significance levels allow you to reject the null hypothesis. This is summarised in :numref:`tab-pvaltable`. This allows us to soften the decision rule a little bit, since *p* < 0.01 implies that the data meet a stronger evidential standard than *p* < 0.05 would. Nevertheless, since these levels are fixed in advance by convention, it does prevent people choosing their *α* level after looking at the data.
de: In der Praxis ist es ziemlich selten, dass ein Forscher im Voraus ein einziges *α*-Niveau festlegt. Stattdessen ist es üblich, dass sich Wissenschaftler auf drei Standardsignifikanzniveaus verlassen: 0,05, 0,01 und 0,001. Wenn Sie Ihre Ergebnisse mitteilen, geben Sie an, auf welchem dieser Signifikanzniveaus es Ihnen möglich ist, die Nullhypothese zu verwerfen (wenn überhaupt). Dies wird in :numref:`tab-pvaltable` zusammengefasst. Dies ermöglicht es uns, die Entscheidungsregel etwas abzuschwächen, da *p* < 0,01 impliziert, dass die Daten einen höheren Beweisstandard erfüllen als *p* < 0,05. Da diese Werte jedoch von vornherein durch Konvention festgelegt sind, wird verhindert, dass die Leute ihren *α*-Wert erst nach Betrachtung der Daten wählen.

source: A commonly adopted convention for reporting *p* values: in many places it is conventional to report one of four different things (e.g., *p* < 0.05) as shown below. I’ve included the “significance stars” notation (i.e., a \* indicates *p* < 0.05) because you sometimes see this notation produced by statistical software. It’s also worth noting that some people will write *n.s.* (not significant) rather than *p* > 0.05.
de: Eine allgemein angenommene Konvention für die Angabe von *p*-Werten: An vielen Orten ist es üblich, eine von vier verschiedenen Angaben zu machen (z. B. *p* < 0,05), wie unten gezeigt. Ich habe die Notation der „Signifikanzsterne“ (d. h. ein \* steht für *p* < 0,05) eingefügt, weil man diese Notation manchmal auch in Statistiksoftware sieht. Es ist auch erwähnenswert, dass manche Leute *n.s.* (nicht signifikant) statt *p* > 0,05 schreiben.
nb: En vanlig konvensjon for rapportering av *p*-verdier: Mange steder er det vanlig å rapportere en av fire forskjellige ting (f.eks. *p* < 0,05), som vist nedenfor. Jeg har tatt med notasjonen «signifikansstjerner» (dvs. at en \* indikerer *p* < 0,05) fordi man noen ganger ser denne notasjonen i statistikkprogrammer. Det er også verdt å merke seg at noen vil skrive *n.s.* (ikke signifikant) i stedet for *p* > 0,05.
ta: * பி * மதிப்புகளைப் புகாரளிப்பதற்கான பொதுவாக ஏற்றுக்கொள்ளப்பட்ட மாநாடு: பல இடங்களில் கீழே காட்டப்பட்டுள்ளபடி நான்கு வெவ்வேறு விசயங்களில் ஒன்றை (எ.கா., * ப * <0.05) புகாரளிப்பது வழக்கமானதாகும். நான் “முக்கியத்துவம் வாய்ந்த நட்சத்திரங்கள்” குறியீட்டைச் சேர்த்துள்ளேன் (அதாவது, a \** p* <0.05 ஐ குறிக்கிறது) ஏனெனில் புள்ளிவிவர மென்பொருளால் தயாரிக்கப்பட்ட இந்த குறியீட்டை நீங்கள் சில நேரங்களில் பார்க்கிறீர்கள். * P *> 0.05 ஐ விட சிலர் * N.S. * (குறிப்பிடத்தக்கதாக இல்லை) எழுதுவார்கள் என்பதையும் கவனத்தில் கொள்ள வேண்டும்.
uk: Загальноприйнята конвенція для повідомлення значень *p*: у багатьох випадках прийнято повідомляти одне з чотирьох різних значень (наприклад, *p* < 0,05), як показано нижче. Я включив позначення «зірочки значущості» (тобто \* означає *p* < 0,05), оскільки іноді це позначення використовується в статистичному програмному забезпеченні. Варто також зазначити, що деякі люди пишуть *n.s.* (незначуще) замість *p* > 0,05.

source: Usual notation
de: Übliche Schreibweise
nb: Vanlig notasjon
ta: வழக்கமான குறியீடு
uk: Звичайні позначення

source: Signif. stars
de: Signifikanzsterne
nb: Signif. stjerner
ta: சிக்னிஃப். நட்சத்திரங்கள்
uk: Значні зірки

source: English translation
de: Englische Übersetzung
nb: Engelsk oversettelse
ta: ஆங்கில மொழிபெயர்ப்பு
uk: Англійський переклад

source: The null is…
de: Die Nullhypothese ist…
nb: Nullpunktet er…
ta: பூச்யம்…
uk: Нуль – це…

source: The test wasn’t significant.
de: Der Test war nicht signifikant.
nb: Testen var ikke signifikant.
ta: சோதனை குறிப்பிடத்தக்கதாக இல்லை.
uk: Тест не був суттєвим.

source: Retained
de: Beibehalten
nb: Beholdes
ta: தக்கவைத்தது
uk: Збережено

source: The test was significant at *α* = 0.05; but not at *α* =.01 or *α* = 0.001.
de: Der Test war signifikant für *α* = 0,05; aber nicht für *α* =.01 oder *α* = 0,001.

source: Rejected
de: Zurückgewiesen
nb: Avvist
ta: நிராகரிக்கப்பட்டது
uk: Відхилено

source: The test was significant at *α* = 0.05 and *α* = 0.01; but not at *α* = 0.001.
de: Der Test war signifikant für *α* = 0,05 und *α* = 0,01; aber nicht für *α* = 0,001.

source: The test was significant at all levels
de: Der Test war auf allen Niveaus signifikant
nb: Testen var signifikant på alle nivåer
ta: சோதனை அனைத்து மட்டங்களிலும் குறிப்பிடத்தக்கதாக இருந்தது
uk: Тест був значущим на всіх рівнях

source: Nevertheless, quite a lot of people still prefer to report exact *p* values. To many people, the advantage of allowing the reader to make up their own mind about how to interpret *p* = 0.06 outweighs any disadvantages. In practice, however, even among those researchers who prefer exact *p* values it is quite common to just write *p* < 0.001 instead of reporting an exact value for small *p*. This is in part because a lot of software doesn’t actually print out the *p* value when it’s that small (e.g., SPSS just writes *p* = 0.000 whenever *p* < 0.001), and in part because a very small *p* value can be kind of misleading. The human mind sees a number like 0.0000000001 and it’s hard to suppress the gut feeling that the evidence in favour of the alternative hypothesis is a near certainty. In practice however, this is usually wrong. Life is a big, messy, complicated thing, and every statistical test ever invented relies on simplifications, approximations and assumptions. As a consequence, it’s probably not reasonable to walk away from *any* statistical analysis with a feeling of confidence stronger than *p* < 0.001 implies. In other words, *p* < 0.001 is really code for “as far as *this test* is concerned, the evidence is overwhelming.”
de: Dennoch ziehen es viele Leute vor, genaue *p* Werte anzugeben. Für viele überwiegt der Vorteil, dass der Leser sich selbst ein Bild davon machen kann, wie *p* = 0,06 zu interpretieren ist, alle Nachteile. In der Praxis ist es jedoch selbst unter den Forschern, die exakte *p* Werte bevorzugen, durchaus üblich, einfach *p* < 0,001 zu schreiben, anstatt einen exakten Wert für kleine *p* Werte anzugeben. Dies liegt zum Teil daran, dass viele Software den *p* Wert nicht wirklich ausdruckt, wenn er so klein ist (z. B., SPSS schreibt einfach *p* = 0,000, wenn *p* < 0,001), und zum Teil, weil ein sehr kleiner *p* Wert irgendwie irreführend sein kann. Der menschliche Verstand sieht eine Zahl wie 0,0000000001, und es fällt schwer, das Bauchgefühl zu unterdrücken, dass die Beweise für die Alternativhypothese eine nahezu sichere Sache sind. In der Praxis ist dies jedoch meist falsch. Das Leben ist eine große, chaotische, komplizierte Sache, und jeder statistische Test, der je erfunden wurde, beruht auf Vereinfachungen, Annäherungen und Annahmen. Infolgedessen ist es wahrscheinlich nicht vernünftig, *jede statistische Analyse* mit einem Gefühl der Zuversicht zu verlassen, die größer ist als *p* < 0,001 impliziert. Mit anderen Worten: *p* < 0,001 ist in Wirklichkeit ein Code für „Was *diesen Test* betrifft, ist die Beweislage sehr deutlich.“

source: In light of all this, you might be wondering exactly what you should do. There’s a fair bit of contradictory advice on the topic, with some people arguing that you should report the exact *p* value, and other people arguing that you should use the tiered approach illustrated in :numref:`tab-pvaltable`. As a result, the best advice I can give is to suggest that you look at papers/reports written in your field and see what the convention seems to be. If there doesn’t seem to be any consistent pattern, then use whichever method you prefer.
de: In Anbetracht all dessen fragen Sie sich vielleicht, was genau Sie tun sollten. Es gibt eine ganze Reihe von widerstreitenden Ratschlägen zu diesem Thema, wobei einige Leute dafür plädieren, den genauen Wert *p* anzugeben, und andere Leute dafür plädieren, den in :numref:`tab-pvaltable` dargestellten abgestuften Ansatz zu verwenden. Der beste Rat, den ich Ihnen geben kann, ist daher, dass Sie sich Artikel und wissenschaftliche Berichte aus Ihrem Fachgebiet ansehen, um zu sehen, welche Konventionen dort herrschen. Wenn es kein einheitliches Muster zu geben scheint, dann verwenden Sie die Methode, die Sie bevorzugen.

source: Running the hypothesis test in practice
de: Durchführen eines Hypothesentests in der Praxis
nb: Utførelse av hypotesetesten i praksis
ta: நடைமுறையில் கருதுகோள் சோதனையை இயக்குகிறது
uk: Проведення перевірки гіпотези на практиці

source: At this point some of you might be wondering if this is a “real” hypothesis test, or just a toy example that I made up. It’s real. In the previous discussion I built the test from first principles, thinking that it was the simplest possible problem that you might ever encounter in real life. However, this test already exists. It’s called the *binomial test*, and it’s implemented by jamovi as one of the statistical analyses available when you hit the ``Frequencies`` button. To test the null hypothesis that the response probability is one-half ``p = 0.5``,\ [#]_ and using data in which ``x = 62`` of ``n = 100`` people made the correct response, available in the |binomialtest|_ data set, we get the results shown in :numref:`fig-binomialtest`.
de: An dieser Stelle fragen sich einige von Ihnen vielleicht, ob dies ein „echter“ Hypothesentest oder nur ein von mir erfundenes Spielzeugbeispiel ist. Er ist echt. In der vorangegangenen Diskussion habe ich den Test von den ersten Prinzipien ausgehend entwickelt, in der Annahme, dass es sich um das einfachste mögliche Problem handelt, dem man im wirklichen Leben jemals begegnen könnte. Dieser Test existiert jedoch bereits. Er heißt *Binomialtest* und ist in jamovi als eine der statistischen Analysen implementiert, die Sie über die Schaltfläche ``Frequencies`` aufrufen können. Um die Nullhypothese zu testen, dass die Antwortwahrscheinlichkeit die Hälfte ``p = 0.5``,\ [#]_ beträgt, und unter Verwendung von Daten, in denen ``x = 62`` von ``n = 100`` Personen die richtige Antwort gegeben haben, die im Datensatz |binomialtest|_ verfügbar sind, erhalten wir die in :numref:`fig-binomialtest` gezeigten Ergebnisse.
nb: Nå lurer kanskje noen av dere på om dette er en «ekte» hypotesetest, eller om det bare er et lekeeksempel jeg har funnet på. Den er ekte. I den forrige diskusjonen bygde jeg testen ut fra de første prinsippene, og tenkte at det var det enkleste problemet man kunne støte på i det virkelige liv. Men denne testen finnes allerede. Den kalles *binomialtest*, og den er implementert av jamovi som en av de statistiske analysene som er tilgjengelige når du trykker på ``Frequencies``-knappen. For å teste nullhypotesen om at svarsannsynligheten er halvparten av ``p = 0.5``,\ [#]_ og ved å bruke data der ``x = 62`` av ``n = 100`` personer svarte riktig, tilgjengelig i datasettet |binomialtest|_, får vi resultatene vist i :numref:`fig-binomialtest`.
ta: இந்த கட்டத்தில் இது ஒரு “உண்மையான” கருதுகோள் சோதனை, அல்லது நான் உருவாக்கிய ஒரு பொம்மை எடுத்துக்காட்டு என்பதை உங்களில் சிலர் யோசித்துக்கொண்டிருக்கலாம். இது உண்மையானது. முந்தைய கலந்துரையாடலில் நான் முதல் கொள்கைகளிலிருந்து சோதனையை உருவாக்கினேன், இது நிச வாழ்க்கையில் நீங்கள் சந்திக்கும் எளிமையான சிக்கல் என்று நினைத்து. இருப்பினும், இந்த சோதனை ஏற்கனவே உள்ளது. இது *பைனோமியல் டெச்ட் *என்று அழைக்கப்படுகிறது, மேலும் நீங்கள் `` அதிர்வெண்கள்`` பொத்தானை அழுத்தும்போது கிடைக்கும் புள்ளிவிவர பகுப்பாய்வுகளில் ஒன்றாக இது சாமோவியால் செயல்படுத்தப்படுகிறது. மறுமொழி நிகழ்தகவு ஒரு பாதி `` p = 0.5``, \ [#] _ மற்றும் `` n = 100`` இன் `` ஃச் = 62`` மக்கள் சரியானதைச் செய்த தரவைப் பயன்படுத்துதல் என்ற சுழிய கருதுகோளை சோதிக்க பதில், | binomialtest | _ தரவு தொகுப்பில் கிடைக்கிறது, காட்டப்பட்டுள்ள முடிவுகளைப் பெறுகிறோம்: numref: `fig-binomialtest`.
uk: На цьому етапі деякі з вас можуть задатися питанням, чи це «справжній» тест гіпотези, чи просто приклад, який я вигадав. Це справжній тест. У попередній дискусії я побудував тест на основі перших принципів, вважаючи, що це найпростіша проблема, з якою ви можете зіткнутися в реальному житті. Однак цей тест вже існує. Він називається *біноміальним тестом* і реалізований jamovi як один із статистичних аналізів, доступних при натисканні кнопки ``Frequencies``. Щоб перевірити нульову гіпотезу, що ймовірність відповіді дорівнює половині ``p = 0,5``,\ [#]_ і використовуючи дані, в яких ``x = 62`` з ``n = 100`` людей дали правильну відповідь, доступні в наборі даних |binomialtest|_, ми отримуємо результати, показані в :numref:`fig-binomialtest`.

source: Binomial test analysis and results in jamovi
de: Durchführen eines Binomialtests und Analyseergebnisse in jamovi
nb: Binomisk testanalyse og resultater i jamovi
ta: பைனோமியல் சோதனை பகுப்பாய்வு மற்றும் சாமோவியில் முடிவுகள்
uk: Аналіз біноміального тесту та результати в jamovi

source: Right now, this output looks pretty unfamiliar to you, but you can see that it’s telling you more or less the right things. Specifically, the *p*-value of 0.02 is less than the usual choice of *α* = 0.05, so you can reject the null. We’ll talk a lot more about how to read this sort of output as we go along, and after a while you’ll hopefully find it quite easy to read and understand.
de: Diese Ausgabe sieht für Sie im ersten Moment wahrscheinlich ziemlich ungewohnt aus. Aber Sie können sehen, dass sie Ihnen die wichtigsten Informationen anzeigt. Insbesondere ist der *p*-Wert von 0,02 kleiner als die übliche Wahl von *α* = 0,05, so dass Sie die Nullhypothese zurückweisen können. Wir werden im weiteren Verlauf noch viel darüber sprechen, wie diese Art von Ausgabe zu lesen ist, und nach einer Weile werden Sie hoffentlich feststellen, dass sie recht einfach zu lesen und zu verstehen ist.

source: Note that the ``p`` here has nothing to do with a *p* value. The ``p`` argument in the jamovi binomial test corresponds to the probability of making a correct response, according to the null hypothesis. In other words, it’s the *θ* value.
de: Beachten Sie, dass das Eingabe-Argument ``p`` (auf der linken Seite) hier nichts mit einem *p*-Wert zu tun hat. Das Argument ``p`` im jamovi-Binomialtest entspricht der Wahrscheinlichkeit einer korrekten Antwort, entsprechend der Nullhypothese. Mit anderen Worten, es ist der Wert *θ*.

source: Effect size, sample size and power
de: Effektstärke, Stichprobenumfang und Teststärke
nb: Effektstørrelse, utvalgsstørrelse og styrke
ta: விளைவு அளவு, மாதிரி அளவு மற்றும் ஆற்றல்
uk: Розмір ефекту, розмір вибірки та потужність

source: In previous sections I’ve emphasised the fact that the major design principle behind statistical hypothesis testing is that we try to control our Type I error rate. When we fix *α* = 0.05 we are attempting to ensure that only 5% of true null hypotheses are incorrectly rejected. However, this doesn’t mean that we don’t care about Type II errors. In fact, from the researcher’s perspective, the error of failing to reject the null when it is actually false is an extremely annoying one. With that in mind, a secondary goal of hypothesis testing is to try to minimise *β*, the Type II error rate, although we don’t usually *talk* in terms of minimising Type II errors. Instead, we talk about maximising the *power* of the test. Since power is defined as 1 - *β*, this is the same thing.
de: In den vorangegangenen Abschnitten habe ich die Tatsache betont, dass das wichtigste Konstruktionsprinzip bei statistischen Hypothesentests darin besteht, dass wir versuchen, unsere Fehlerrate vom Typ I zu kontrollieren. Wenn wir *α* = 0,05 festlegen, versuchen wir sicherzustellen, dass nur 5 % der wahren Nullhypothesen fälschlicherweise abgelehnt werden. Das bedeutet jedoch nicht, dass wir uns nicht um Fehler vom Typ II kümmern sollten. Aus der Sicht des Forschers ist der Fehler, die Nullhypothese nicht zu verwerfen, wenn sie tatsächlich falsch ist, sogar äußerst ärgerlich. In diesem Sinne ist ein sekundäres Ziel des Hypothesentests der Versuch, *β*, die Fehlerrate vom Typ II zu minimieren, obwohl wir normalerweise nicht so stark auf das Minimieren von Fehlern vom Typ II fokussieren. Stattdessen sprechen wir über die Maximierung der *Stärke* (*power*) des Tests. Da die Teststärke als 1 - *β* definiert ist, ist dies dasselbe.

source: The power function
de: Die Power-Funktion
nb: Effektfunksjonen
ta: ஆற்றல் செயல்பாடு
uk: Функція степеня

source: Sampling distribution under the alternative hypothesis, θ = 0.55
de: Stichprobenverteilung für die Alternativhypothese θ = 0,55
nb: Utvalgsfordeling under alternativhypotesen, θ = 0,55
ta: மாற்று கருதுகோளின் கீழ் மாதிரி வழங்கல், θ = 0.55
uk: Розподіл вибірки за альтернативної гіпотези, θ = 0.55

source: Sampling distribution under the alternative hypothesis for a population parameter value of θ = 0.55. A reasonable proportion of the distribution lies in the rejection region.
de: Stichprobenverteilung für die Alternativhypothese mit einem Populationsparameterwert von θ = 0,55. Ein deutlicher Anteil der Verteilung liegt im Ablehnungsbereich.
nb: Utvalgsfordeling under alternativhypotesen for en populasjonsparameterverdi på θ = 0,55. En rimelig andel av fordelingen ligger i forkastningsområdet.
ta: மாதிரி வழங்கல் θ = 0.55 இன் மக்கள்தொகை அளவுரு மதிப்புக்கான மாற்று கருதுகோளின் கீழ். விநியோகத்தின் நியாயமான விகிதம் நிராகரிப்பு பிராந்தியத்தில் உள்ளது.
uk: Розподіл вибірки за альтернативної гіпотези для значення параметра сукупності θ = 0,55. Достатня частина розподілу знаходиться в області відхилення.
