Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: Let’s take a moment to think about what a Type II error actually is. A Type II error occurs when the alternative hypothesis is true, but we are nevertheless unable to reject the null hypothesis. Ideally, we’d be able to calculate a single number *β* that tells us the Type II error rate, in the same way that we can set *α* = 0.05 for the Type I error rate. Unfortunately, this is a lot trickier to do. To see this, notice that in my ESP study the alternative hypothesis actually corresponds to lots of possible values of *θ*. In fact, the alternative hypothesis corresponds to every value of *θ* *except* 0.5. Let’s suppose that the true probability of someone choosing the correct response is 55% (i.e., *θ* = 0.55). If so, then the *true* sampling distribution for *X* is not the same one that the null hypothesis predicts, as the most likely value for *X* is now 55 out of 100. Not only that, the whole sampling distribution has now shifted, as shown in :numref:`fig-rejectionRegion3`. The critical regions, of course, do not change. By definition the critical regions are based on what the null hypothesis predicts. What we’re seeing in this figure is the fact that when the null hypothesis is wrong, a much larger proportion of the sampling distribution distribution falls in the critical region. And of course that’s what should happen. The probability of rejecting the null hypothesis is larger when the null hypothesis is actually false! However *θ* = 0.55 is not the only possibility consistent with the alternative hypothesis. Let’s instead suppose that the true value of *θ* is actually 0.70. What happens to the sampling distribution when this occurs? The answer, shown in :numref:`fig-rejectionRegion4`, is that almost the entirety of the sampling distribution has now moved into the critical region. Therefore, if *θ* = 0.70, the probability of us correctly rejecting the null hypothesis (i.e., the power of the test) is much larger than if *θ* = 0.55. In short, while *θ* = 0.55 and *θ* = 0.70 are both part of the alternative hypothesis, the Type II error rate is different.
de: Lassen Sie uns einen Moment darüber nachdenken, was ein Fehler vom Typ II eigentlich ist. Ein Fehler vom Typ II tritt auf, wenn die Alternativhypothese wahr ist, wir aber dennoch die Nullhypothese nicht ablehnen können. Im Idealfall könnten wir eine einzige Zahl *β* berechnen, die uns die Fehlerrate vom Typ II angibt, so wie wir *α* = 0,05 für die Fehlerrate vom Typ I festlegen können. Leider ist dies sehr viel schwieriger zu bewerkstelligen. In meiner ESP-Studie entspricht die Alternativhypothese tatsächlich vielen möglichen Werten von *θ*. Tatsächlich entspricht die Alternativhypothese jedem Wert von *θ* *außer* 0,5. Nehmen wir an, dass die wahre Wahrscheinlichkeit, dass jemand die richtige Antwort wählt, 55 % beträgt (d. h. *θ* = 0,55). In diesem Fall ist die *wahre* Stichprobenverteilung für *X* nicht dieselbe, die die Nullhypothese vorhersagt, da der wahrscheinlichste Wert für *X* nun 55 von 100 ist. Darüber hinaus hat sich die gesamte Stichprobenverteilung verschoben, wie in :numref:`fig-rejectionRegion3` gezeigt. Die kritischen Regionen ändern sich natürlich nicht. Definitionsgemäß basieren die kritischen Regionen auf dem, was die Nullhypothese vorhersagt. Was wir in dieser Abbildung sehen, ist, dass ein viel größerer Anteil der Stichprobenverteilung in den kritischen Bereich fällt, wenn die Nullhypothese falsch ist. Und genau das sollte natürlich auch passieren. Die Wahrscheinlichkeit, die Nullhypothese abzulehnen, sollte größer sein, wenn die Nullhypothese tatsächlich falsch ist! * θ* = 0,55 ist jedoch nicht die einzige Möglichkeit, die mit der Alternativhypothese vereinbar ist. Nehmen wir stattdessen an, dass der wahre Wert von *θ* tatsächlich 0,70 beträgt. Was passiert in diesem Fall mit der Stichprobenverteilung? Die Antwort, die in :numref:`fig-rejectionRegion4` gezeigt wird, ist, dass fast die gesamte Stichprobenverteilung nun in den kritischen Bereich gerückt ist. Wenn also *θ* = 0,70 ist, ist die Wahrscheinlichkeit, dass wir die Nullhypothese korrekt zurückweisen (d. h. die Aussagekraft des Tests) viel größer als wenn *θ* = 0,55. Kurz gesagt, obwohl *θ* = 0,55 und *θ* = 0,70 beide Teil der Alternativhypothese sind, ist die Fehlerrate vom Typ II unterschiedlich.

source: Sampling distribution under the alternative hypothesis, θ = 0.70
de: Stichprobenverteilung für die Alternativhypothese θ = 0,70
nb: Utvalgsfordeling under alternativhypotesen θ = 0,70
ta: மாற்று கருதுகோளின் கீழ் மாதிரி வழங்கல், θ = 0.70
uk: Розподіл вибірки за альтернативної гіпотези, θ = 0.70

source: Sampling distribution under the alternative hypothesis for a population parameter value of θ = 0.70. Almost all of the distribution lies in the rejection region.
de: Stichprobenverteilung für die Alternativhypothese mit einem Populationsparameterwert von θ = 0,70. Fast die gesamte Verteilung liegt im Ablehnungsbereich.
nb: Utvalgsfordeling under alternativhypotesen for en populasjonsparameterverdi på θ = 0,70. Nesten hele fordelingen ligger i forkastningsområdet.
ta: மாதிரி வழங்கல் θ = 0.70 இன் மக்கள்தொகை அளவுரு மதிப்புக்கான மாற்று கருதுகோளின் கீழ். கிட்டத்தட்ட அனைத்து விநியோகங்களும் நிராகரிப்பு பிராந்தியத்தில் உள்ளன.
uk: Розподіл вибірки за альтернативної гіпотези для значення параметра сукупності θ = 0,70. Майже весь розподіл лежить в області відхилення.

source: What all this means is that the power of a test (i.e., 1 - *β*) depends on the true value of *θ*. To illustrate this, I’ve calculated the expected probability of rejecting the null hypothesis for all values of *θ*, and plotted it in :numref:`fig-powerTheta`. This plot describes what is usually called the **power function** of the test. It’s a nice summary of how good the test is, because it actually tells you the power (1 - *β*) for all possible values of *θ*. As you can see, when the true value of *θ* is very close to 0.5, the power of the test drops very sharply, but when it is further away, the power is large.
de: All dies bedeutet, dass die Stärke eines Tests (d.h. 1 - *β*) vom wahren Wert von *θ* abhängt. Um dies zu veranschaulichen, habe ich die erwartete Wahrscheinlichkeit der Ablehnung der Nullhypothese für alle Werte von *θ* berechnet und in :numref:`fig-powerTheta` dargestellt. Diese Darstellung beschreibt das, was üblicherweise die **Stärkefunktion** (*power function*) des Tests genannt wird. Es ist eine Zusammenfassung, wie gut der Test ist, weil es Ihnen tatsächlich die Potenz (1 - *β*) für alle möglichen Werte von *θ* angibt. Wie Sie sehen können, sinkt die Aussagekraft des Tests sehr stark, wenn der wahre Wert von *θ* sehr nahe bei 0,5 liegt, aber wenn er weiter entfernt ist, ist die Aussagekraft groß.

source: Probability to reject the null hypothesis as function of θ
de: Wahrscheinlichkeit, die Nullhypothese abzulehnen, als Funktion von θ
nb: Sannsynligheten for å forkaste nullhypotesen som funksjon av θ
ta: சுழிய கருதுகோளை of இன் செயல்பாடாக நிராகரிப்பதற்கான நிகழ்தகவு
uk: Ймовірність відхилення нульової гіпотези як функція θ

source: The probability that we will reject the null hypothesis, plotted as a function of the true value of θ. Obviously, the test is more powerful (greater chance of correct rejection) if the true value of θ is very different from the value that the null hypothesis specifies (i.e., θ = 0.5). Notice that when θ actually is equal to 0.5 (plotted as a black dot), the null hypothesis is in fact true and rejecting the null hypothesis in this instance would be a Type I error.
de: Die Wahrscheinlichkeit, die Nullhypothese abzulehnen, als Funktion des wahren Werts von θ. Offensichtlich ist der Test aussagekräftiger (größere Chance auf korrekte Ablehnung), je mehr der wahre Wert von θ sich von dem Wert unterscheidet, den die Nullhypothese vorgibt (d. h. θ = 0,5). Beachten Sie, dass, wenn θ tatsächlich gleich 0,5 ist (als schwarzer Punkt dargestellt), die Nullhypothese in der Tat wahr ist und die Zurückweisung der Nullhypothese in diesem Fall ein Fehler vom Typ I wäre.
nb: Sannsynligheten for at vi forkaster nullhypotesen, plottet som en funksjon av den sanne verdien av θ. Det er klart at testen er kraftigere (større sjanse for korrekt forkastelse) hvis den sanne verdien av θ er svært forskjellig fra den verdien som nullhypotesen angir (dvs. θ = 0,5). Legg merke til at når θ faktisk er lik 0,5 (plottet som en svart prikk), er nullhypotesen faktisk sann, og forkastelse av nullhypotesen vil i dette tilfellet være en type-I-feil.
ta: சுழிய கருதுகோளை நாம் நிராகரிப்பதற்கான நிகழ்தகவு, கோர் இன் உண்மையான மதிப்பின் செயல்பாடாக திட்டமிடப்பட்டுள்ளது. சுழிய கருதுகோள் குறிப்பிடும் (அதாவது, θ = 0.5) θ இன் உண்மையான மதிப்பு மிகவும் வேறுபட்டதாக இருந்தால், சோதனை மிகவும் ஆற்றல் வாய்ந்தது (சரியான நிராகரிப்புக்கான அதிக வாய்ப்பு). Θ உண்மையில் 0.5 க்கு சமமாக இருக்கும்போது (கருப்பு புள்ளியாக திட்டமிடப்பட்டுள்ளது), சுழிய கருதுகோள் உண்மையில் உண்மை மற்றும் இந்த நிகழ்வில் சுழிய கருதுகோளை நிராகரிப்பது ஒரு வகை I பிழையாக இருக்கும்.
uk: Імовірність того, що ми відхилимо нульову гіпотезу, зображена як функція справжнього значення θ. Очевидно, що тест є більш потужним (більша ймовірність правильного відхилення), якщо справжнє значення θ сильно відрізняється від значення, яке вказує нульова гіпотеза (тобто θ = 0,5). Зверніть увагу, що коли θ дійсно дорівнює 0,5 (показано чорною крапкою), нульова гіпотеза є фактично істинною, і відхилення нульової гіпотези в цьому випадку буде помилкою I типу.

source: Effect size
de: Effektstärke
nb: Effektstørrelse
ta: விளைவு அளவு
uk: Розмір ефекту

source: *Since all models are wrong the scientist must be alert to what is importantly wrong. It is inappropriate to be concerned with mice when there are tigers abroad*
de: *Da alle Modelle falsch sind, muss der Wissenschaftler darauf achten, was wirklich falsch ist. Es ist unangemessen, sich mit Mäusen zu beschäftigen, wenn es im Ausland Tiger gibt*
nb: *Siden alle modeller er feil, må forskeren være oppmerksom på hva som er viktige feil. Det er upassende å være opptatt av mus når det finnes tigre i utlandet*
ta: *எல்லா மாதிரிகள் தவறாக இருப்பதால், விஞ்ஞானி முக்கியமாக தவறு செய்ததை எச்சரிக்க வேண்டும். வெளிநாடுகளில் புலிகள் இருக்கும்போது எலிகளுடன் கவலைப்படுவது பொருத்தமற்றது*
uk: *Оскільки всі моделі помилкові, вчений повинен бути уважним до того, що насправді неправильно. Недоречно турбуватися про мишей, коли на вулицях є тигри.*

source: The plot shown in :numref:`fig-powerTheta` captures a fairly basic point about hypothesis testing. If the true state of the world is very different from what the null hypothesis predicts then your power will be very high, but if the true state of the world is similar to the null (but not identical) then the power of the test is going to be very low. Therefore, it’s useful to be able to have some way of quantifying how “similar” the true state of the world is to the null hypothesis. A statistic that does this is called a measure of **effect size** (`Cohen, 1988 <../Other/References.html#cohen-1988>`__\ , `Ellis, 2010 <../Other/References.html#ellis-2010>`__\ ).
de: Die in :numref:`fig-powerTheta` gezeigte Grafik verdeutlicht einen recht grundlegenden Aspekt der Hypothesenprüfung. Wenn der wahre Zustand der Welt sich sehr stark von dem unterscheidet, was die Nullhypothese vorhersagt, dann ist die Aussagekraft eines Tests sehr hoch; wenn der wahre Zustand der Welt der Nullhypothese ähnlich (aber nicht identisch) ist, dann ist die Aussagekraft des Tests sehr gering. Daher ist es nützlich, eine Möglichkeit zu haben, zu quantifizieren, wie „ähnlich“ der wahre Zustand der Welt der Nullhypothese ist. Eine Statistik, die dies tut, wird als **Effektstärke** bezeichnet (`Cohen, 1988 <../Other/References.html#cohen-1988>`__\ , `Ellis, 2010 <../Other/References.html#ellis-2010>`__\ ).

source: Effect size is defined slightly differently in different contexts (and so this section just talks in general terms) but the qualitative idea that it tries to capture is always the same. How big is the difference between the *true* population parameters and the parameter values that are assumed by the null hypothesis? In our ESP example, if we let *θ*\ :sub:`0` = 0.5 denote the value assumed by the null hypothesis and let *θ* denote the true value, then a simple measure of effect size could be something like the difference between the true value and null (i.e., *θ* - *θ*\ :sub:`0`), or possibly just the magnitude of this difference, abs(*θ* - *θ*\ :sub:`0`).
de: Effektstärke wird in verschiedenen Kontexten leicht unterschiedlich definiert (und daher wird in diesem Abschnitt nur allgemein gesprochen), aber der qualitative Gedanke, den sie zu erfassen versucht, ist immer der gleiche. Wie groß ist der Unterschied zwischen den *wahren* Populationsparametern und den Parameterwerten, die durch die Nullhypothese angenommen werden? Wenn wir in unserem ESP-Beispiel *θ*\ :sub:`0` = 0,5 den von der Nullhypothese angenommenen Wert und *θ* den wahren Wert bezeichnen, dann könnte ein einfaches Maß für die Effektstärke etwa die Differenz zwischen dem wahren Wert und dem Nullwert sein (d. h., *θ* - *θ*\ :sub:`0`), oder möglicherweise nur die Größe dieser Differenz, abs(*θ* - *θ*\ :sub:`0`).
nb: Effektstørrelse defineres litt ulikt i ulike sammenhenger (og i dette avsnittet snakker vi derfor bare i generelle termer), men den kvalitative ideen som den forsøker å fange opp, er alltid den samme. Hvor stor er forskjellen mellom de *sanne* populasjonsparametrene og de parameterverdiene som nullhypotesen forutsetter? Hvis vi i ESP-eksempelet vårt lar *θ*\ :sub:`0` = 0,5 betegne verdien som nullhypotesen antar, og lar *θ* betegne den sanne verdien, kan et enkelt mål på effektstørrelse være noe sånt som forskjellen mellom den sanne verdien og nullverdien (dvs. *θ* - *θ*\ :sub:`0`), eller eventuelt bare størrelsen på denne forskjellen, abs(*θ* - *θ*\ :sub:`0`).
ta: விளைவு அளவு வெவ்வேறு சூழல்களில் சற்று வித்தியாசமாக வரையறுக்கப்படுகிறது (எனவே இந்த பிரிவு பொதுவான சொற்களில் பேசுகிறது) ஆனால் அது கைப்பற்ற முயற்சிக்கும் தரமான சிந்தனை எப்போதும் ஒரே மாதிரியாக இருக்கும். * உண்மை * மக்கள்தொகை அளவுருக்களுக்கும் சுழிய கருதுகோளால் கருதப்படும் அளவுரு மதிப்புகளுக்கும் இடையிலான வேறுபாடு எவ்வளவு பெரியது? எங்கள் ஈஎச்பி எடுத்துக்காட்டில், நாம் *θ *\: துணை: `0` = 0.5 அனுமதித்தால் சுழிய கருதுகோளால் கருதப்பட்ட மதிப்பைக் குறிக்கிறது மற்றும் உண்மையான மதிப்பைக் குறிக்கட்டும் *θ *, பின்னர் விளைவு அளவின் எளிய அளவீடு போன்றதாக இருக்கலாம் உண்மையான மதிப்பு மற்றும் சுழியம் (அதாவது,*θ* -*θ*\: துணை: `0`), அல்லது இந்த வேறுபாட்டின் அளவு, ஏபிஎச் (*θ* -*θ*\: துணை:` 0 ஆகியவற்றுக்கு இடையேயான வேறுபாடு `).
uk: Розмір ефекту визначається дещо по-різному в різних контекстах (тому в цьому розділі йдеться лише в загальних рисах), але якісна ідея, яку він намагається відобразити, завжди однакова. Наскільки велика різниця між *справжніми* параметрами популяції та значеннями параметрів, які передбачаються нульовою гіпотезою? У нашому прикладі з ESP, якщо ми дозволимо *θ*\ :sub:`0` = 0,5 позначатиме значення, передбачене нульовою гіпотезою, а *θ* позначатиме справжнє значення, то простим виміром розміру ефекту може бути різниця між справжнім значенням і нульовим (тобто *θ* - *θ*\ :sub:`0`), або, можливо, просто величина цієї різниці, abs(*θ* - *θ*\ :sub:`0`).

source: A crude guide to understanding the relationship between statistical significance and effect sizes. Basically, if you don’t have a significant result then the effect size is pretty meaningless because you don’t have any evidence that it’s even real. On the other hand, if you do have a significant effect but your effect size is small then there’s a pretty good chance that your result (although real) isn’t all that interesting. However, this guide is very crude. It depends a lot on what exactly you’re studying. Small effects can be of massive practical importance in some situations. So don’t take this table too seriously. It’s a rough guide at best.
de: Ein grober Leitfaden zum Verständnis der Beziehung zwischen statistischer Signifikanz und Effektstärke. Grundsätzlich gilt: Wenn Sie kein signifikantes Ergebnis haben, ist die Effektstärke bedeutungslos, weil Sie keinen Beleg dafür haben, dass sie überhaupt real ist. Wenn Sie hingegen einen signifikanten Effekt haben, die Effektstärke aber gering ist, ist Ihr Ergebnis (auch wenn es real ist) mit großer Wahrscheinlichkeit nicht besonders interessant (bzw. relevant). Dieser Leitfaden ist jedoch sehr grob. Es hängt sehr stark davon ab, was genau Sie untersuchen. Kleine Effekte können in manchen Situationen von großer praktischer Bedeutung sein. Nehmen Sie diese Tabelle also nicht zu ernst. Sie ist eher ein grober Anhaltspunkt.
nb: En enkel guide til å forstå forholdet mellom statistisk signifikans og effektstørrelser. I utgangspunktet er det slik at hvis du ikke har et signifikant resultat, er effektstørrelsen ganske meningsløs, fordi du ikke har noe bevis for at den er reell. På den annen side, hvis du har en signifikant effekt, men effektstørrelsen er liten, er det stor sjanse for at resultatet ditt (selv om det er reelt) ikke er så interessant. Denne veiledningen er imidlertid svært grov. Det avhenger mye av hva du studerer. Små effekter kan være av enorm praktisk betydning i noen situasjoner. Så ikke ta denne tabellen for alvorlig. Den er i beste fall en grov guide.
ta: புள்ளிவிவர முக்கியத்துவம் மற்றும் விளைவு அளவுகளுக்கு இடையிலான உறவைப் புரிந்துகொள்வதற்கான ஒரு கச்சா வழிகாட்டி. அடிப்படையில், உங்களுக்கு ஒரு குறிப்பிடத்தக்க முடிவு இல்லையென்றால், விளைவு அளவு மிகவும் அர்த்தமற்றது, ஏனெனில் அது உண்மையானது என்பதற்கான எந்த ஆதாரமும் உங்களிடம் இல்லை. மறுபுறம், நீங்கள் ஒரு குறிப்பிடத்தக்க விளைவைக் கொண்டிருந்தால், ஆனால் உங்கள் விளைவு அளவு சிறியதாக இருந்தால், உங்கள் முடிவு (உண்மையானது என்றாலும்) அவ்வளவு சுவாரச்யமானதல்ல என்பதற்கு ஒரு நல்ல வாய்ப்பு உள்ளது. இருப்பினும், இந்த வழிகாட்டி மிகவும் கச்சா. நீங்கள் சரியாகப் படிக்கிறீர்கள் என்பதைப் பொறுத்தது. சிறிய விளைவுகள் சில சூழ்நிலைகளில் மிகப்பெரிய நடைமுறை முக்கியத்துவம் வாய்ந்தவை. எனவே இந்த அட்டவணையை மிகவும் தீவிரமாக எடுத்துக் கொள்ள வேண்டாம். இது ஒரு கடினமான வழிகாட்டி.
uk: Грубий посібник для розуміння взаємозв'язку між статистичною значущістю та розміром ефекту. В основному, якщо ви не маєте значущого результату, розмір ефекту є досить безглуздим, оскільки ви не маєте жодних доказів того, що він є реальним. З іншого боку, якщо ви маєте значущий ефект, але розмір ефекту невеликий, то є велика ймовірність, що ваш результат (хоча і реальний) не є надто цікавим. Однак цей посібник є дуже грубим. Багато залежить від того, що саме ви вивчаєте. Невеликі ефекти можуть мати велике практичне значення в деяких ситуаціях. Тому не сприймайте цю таблицю надто серйозно. Це, в кращому випадку, приблизний посібник.

source: big effect size
de: Große Effektstärke
nb: stor effektstørrelse
ta: பெரிய விளைவு அளவு
uk: великий розмір ефекту

source: small effect size
de: Geringe Effektstärke
nb: liten effektstørrelse
ta: சிறிய விளைவு அளவு
uk: малий розмір ефекту

source: significant result
de: Signifikantes Ergebnis
nb: betydelig resultat
ta: குறிப்பிடத்தக்க முடிவு
uk: значний результат

source: difference is real, and of practical importance
de: der Unterschied ist real und hat praktische Bedeutung
nb: forskjellen er reell, og av praktisk betydning
ta: வேறுபாடு உண்மையானது, மற்றும் நடைமுறை முக்கியத்துவம் வாய்ந்தது
uk: різниця реальна та має практичне значення

source: difference is real, but might not be interesting
de: der Unterschied ist real, aber möglicherweise nicht interessant
nb: forskjellen er reell, men kanskje ikke interessant
ta: வேறுபாடு உண்மையானது, ஆனால் சுவாரச்யமாக இருக்காது
uk: Різниця реальна, але може бути нецікавою

source: non-significant result
de: nicht-signifikantes Ergebnis
nb: ikke-signifikant resultat
ta: குறிப்பிடத்தக்க முடிவு
uk: незначний результат

source: no effect observed
de: keine Wirkung beobachtet
nb: ingen effekt observert
ta: எந்த விளைவும் காணப்படவில்லை
uk: жодного ефекту не спостерігалося
