Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: we notice that the alternative hypothesis covers *both* the possibility that *θ* < 0.5 and the possibility that *θ* > 0.5. This makes sense if I really think that ESP could produce either better-than-chance performance *or* worse-than-chance performance (and there are some people who think that). In statistical language this is an example of a **two-sided test**. It’s called this because the alternative hypothesis covers the area on both “sides” of the null hypothesis, and as a consequence the critical region of the test covers both tails of the sampling distribution (2.5\% on either side if α = 0.05), as illustrated earlier in :numref:`fig-rejectionRegion1`.
nb: legger vi merke til at alternativhypotesen dekker *både* muligheten for at *θ* < 0,5 og muligheten for at *θ* > 0,5. Dette gir mening hvis jeg virkelig tror at ESP kan gi enten bedre resultater enn sjansen *eller* dårligere resultater enn sjansen (og det er det noen som tror). I statistisk språkbruk er dette et eksempel på en **tosidig test**. Den kalles dette fordi alternativhypotesen dekker området på begge «sider» av nullhypotesen, og som en konsekvens dekker testens kritiske region begge halene av utvalgsfordelingen (2,5\% på hver side hvis α = 0,05), som illustrert tidligere i :numref:`fig-rejectionRegion1`.
ta: மாற்று கருதுகோள் * θ * <0.5 மற்றும் * θ *> 0.5 சாத்தியக்கூறுகள் இரண்டையும் உள்ளடக்கியது என்பதை நாங்கள் கவனிக்கிறோம். ஈஎச்பி-வாய்ப்பை விட சிறந்த செயல்திறனை * அல்லது *-மோசமான செயல்திறனை உருவாக்க முடியும் என்று நான் நினைத்தால் இது அர்த்தமுள்ளதாக இருந்தால் (மற்றும் அதை நினைக்கும் சிலர் உள்ளனர்). புள்ளிவிவர மொழியில் இது ஒரு ** இரு பக்க சோதனைக்கு ஒரு எடுத்துக்காட்டு **. இது இது என்று அழைக்கப்படுகிறது, ஏனெனில் மாற்று கருதுகோள் சுழிய கருதுகோளின் இரு “பக்கங்களிலும்” பகுதியை உள்ளடக்கியது, இதன் விளைவாக சோதனையின் முக்கியமான பகுதி மாதிரி விநியோகத்தின் இரு வால்களையும் உள்ளடக்கியது (α = 0.05 என்றால் இருபுறமும் 2.5 \%), முன்னர் விளக்கப்பட்டுள்ளபடி: NUMREF: `Fig-frection Region1`.
uk: ми помічаємо, що альтернативна гіпотеза охоплює *обидві* можливості: *θ* < 0,5 і *θ* > 0,5. Це має сенс, якщо я дійсно вважаю, що екстрасенсорне сприйняття може давати результати, кращі за випадкові *або* гірші за випадкові (а деякі люди так і вважають). У статистичній термінології це приклад **двостороннього тесту**. Він називається так, тому що альтернативна гіпотеза охоплює область по обидва «боки» нульової гіпотези, і, як наслідок, критична область тесту охоплює обидва хвости вибіркового розподілу (2,5\% з кожного боку, якщо α = 0,05), як показано раніше в :numref:`fig-rejectionRegion1`.

source: The critical region for a one-sided test. In this case, the alternative hypothesis is that θ = 0.5 so we would only reject the null hypothesis for large values of X. As a consequence, the critical region only covers the upper tail of the sampling distribution, specifically the upper 5\% of the distribution. Contrast this to the two-sided version in :numref:`fig-rejectionRegion1`.
nb: Den kritiske regionen for en ensidig test. I dette tilfellet er alternativhypotesen at θ = 0,5, så vi vil bare forkaste nullhypotesen for store verdier av X. Som en konsekvens av dette dekker den kritiske regionen bare den øvre halen av utvalgsfordelingen, nærmere bestemt de øvre 5\% av fordelingen. Sammenlign dette med den tosidige versjonen i :numref:`fig-rejectionRegion1`.
ta: ஒருதலைப்பட்ச சோதனைக்கான முக்கியமான பகுதி. இந்த வழக்கில், மாற்று கருதுகோள் என்னவென்றால், θ = 0.5 எனவே ஃச் இன் பெரிய மதிப்புகளுக்கான சுழிய கருதுகோளை மட்டுமே நிராகரிப்போம். இதன் விளைவாக, முக்கியமான பகுதி மாதிரி விநியோகத்தின் மேல் வால் மட்டுமே, குறிப்பாக மேல் 5 \% வழங்கல். இதில் இரு பக்க பதிப்பிற்கு மாறாக: NUMREF: `Fig-rugenction Region1`.
uk: Критична область для одностороннього тесту. У цьому випадку альтернативна гіпотеза полягає в тому, що θ = 0,5, тому ми відхилимо нульову гіпотезу тільки для великих значень X. Як наслідок, критична область охоплює тільки верхній хвіст вибіркового розподілу, а саме верхні 5 % розподілу. Порівняйте це з двосторонньою версією в :numref:`fig-rejectionRegion1`.

source: Strictly speaking, the test I just constructed has α = 0.057, which is a bit too generous. However, if I’d chosen 39 and 61 to be the boundaries for the critical region then the critical region only covers 3.5\% of the distribution. I figured that it makes more sense to use 40 and 60 as my critical values, and be willing to tolerate a 5.7\% type I error rate, since that’s as close as I can get to a value of α = 0.05.
nb: Strengt tatt har testen jeg nettopp konstruerte α = 0,057, noe som er litt for sjenerøst. Men hvis jeg hadde valgt 39 og 61 som grenser for den kritiske regionen, ville den kritiske regionen bare dekket 3,5\% av fordelingen. Jeg tenkte at det er mer fornuftig å bruke 40 og 60 som kritiske verdier, og være villig til å tolerere en type-I-feilrate på 5,7\%, siden det er så nærme jeg kan komme en verdi på α = 0,05.
ta: கண்டிப்பாகச் சொல்வதானால், நான் கட்டியெழுப்பிய சோதனையில் α = 0.057 உள்ளது, இது சற்று தாராளமானது. இருப்பினும், முக்கியமான பிராந்தியத்திற்கான எல்லைகளாக நான் 39 மற்றும் 61 ஐத் தேர்ந்தெடுத்தால், முக்கியமான பகுதி விநியோகத்தின் 3.5 \% மட்டுமே. 40 மற்றும் 60 ஐ எனது முக்கியமான மதிப்புகளாகப் பயன்படுத்துவது அதிக அர்த்தமுள்ளதாக நான் கண்டறிந்தேன், மேலும் 5.7 \% வகை I பிழை வீதத்தை பொறுத்துக்கொள்ள தயாராக இருக்கிறேன், ஏனெனில் இது α = 0.05 மதிப்பைப் பெறக்கூடிய அளவுக்கு நெருக்கமாக இருக்கிறது.
uk: Строго кажучи, тест, який я щойно склав, має α = 0,057, що є дещо занадто великим значенням. Однак, якби я вибрав 39 і 61 як межі критичної області, то критична область охоплювала б лише 3,5 % розподілу. Я вирішив, що розумніше буде використовувати 40 і 60 як критичні значення і бути готовим допустити 5,7 % помилки I типу, оскільки це найближче до значення α = 0,05.

source: The *p*-value of a test
nb: *p*-verdien av en test
ta: ஒரு சோதனையின் *பி *மதிப்பு
uk: *p*-значення тесту

source: In one sense, our hypothesis test is complete. We’ve constructed a test statistic, figured out its sampling distribution if the null hypothesis is true, and then constructed the critical region for the test. Nevertheless, I’ve actually omitted the most important number of all, **the p-value**. It is to this topic that we now turn. There are two somewhat different ways of interpreting a *p*-value, one proposed by Sir Ronald Fisher and the other by Jerzy Neyman. Both versions are legitimate, though they reflect very different ways of thinking about hypothesis tests. Most introductory textbooks tend to give Fisher’s version only, but I think that’s a bit of a shame. To my mind, Neyman’s version is cleaner and actually better reflects the logic of the null hypothesis test. You might disagree though, so I’ve included both. I’ll start with Neyman’s version.
nb: På én måte er hypotesetesten vår komplett. Vi har konstruert en teststatistikk, funnet ut hvordan den fordeler seg hvis nullhypotesen er sann, og deretter konstruert den kritiske regionen for testen. Likevel har jeg faktisk utelatt det viktigste tallet av alle, nemlig **p-verdien**. Det er dette vi nå skal se nærmere på. Det finnes to litt forskjellige måter å tolke en *p*-verdi på, den ene foreslått av Sir Ronald Fisher og den andre av Jerzy Neyman. Begge versjonene er legitime, selv om de gjenspeiler svært ulike måter å tenke om hypotesetester på. De fleste innføringsbøker har en tendens til å kun gi Fishers versjon, men det synes jeg er litt synd. Etter min mening er Neymans versjon renere og gjenspeiler faktisk logikken i nullhypotesetesten bedre. Men du er kanskje uenig, så jeg har tatt med begge. Jeg begynner med Neymans versjon.
ta: ஒரு வகையில், எங்கள் கருதுகோள் சோதனை முடிந்தது. நாங்கள் ஒரு சோதனை புள்ளிவிவரத்தை உருவாக்கியுள்ளோம், சுழிய கருதுகோள் உண்மையாக இருந்தால் அதன் மாதிரி விநியோகத்தைக் கண்டுபிடித்தோம், பின்னர் சோதனைக்கு முக்கியமான பகுதியை உருவாக்கினோம். ஆயினும்கூட, எல்லாவற்றிலும் மிக முக்கியமான எண்ணிக்கையை நான் உண்மையில் தவிர்த்துவிட்டேன், ** பி-மதிப்பு **. இந்த தலைப்புக்கு தான் இப்போது நாம் திரும்புவோம். A *p *-value ஐ விளக்குவதற்கு சற்றே வித்தியாசமான வழிகள் உள்ளன, ஒன்று சர் ரொனால்ட் ஃபிசர் மற்றும் மற்றொன்று செர்சி நெய்மனால் முன்மொழியப்பட்டது. இரண்டு பதிப்புகளும் முறையானவை, இருப்பினும் அவை கருதுகோள் சோதனைகளைப் பற்றி சிந்திக்க மிகவும் மாறுபட்ட வழிகளை பிரதிபலிக்கின்றன. பெரும்பாலான அறிமுக பாடப்புத்தகங்கள் ஃபிசரின் பதிப்பை மட்டுமே கொடுக்க முனைகின்றன, ஆனால் இது கொஞ்சம் அவமானம் என்று நினைக்கிறேன். என் மனதில், நெய்மனின் பதிப்பு தூய்மையானது மற்றும் உண்மையில் சுழிய கருதுகோள் சோதனையின் தர்க்கத்தை சிறப்பாக பிரதிபலிக்கிறது. நீங்கள் உடன்படவில்லை, எனவே நான் இரண்டையும் சேர்த்துள்ளேன். நான் நெய்மனின் பதிப்பிலிருந்து தொடங்குவேன்.
uk: В певному сенсі, наша перевірка гіпотези завершена. Ми побудували тестову статистику, визначили її вибіркове розподіл, якщо нульова гіпотеза є істинною, а потім побудували критичну область для тесту. Проте, я фактично пропустив найважливіше число з усіх, **p-значення**. Саме до цієї теми ми зараз перейдемо. Існує два дещо різних способи інтерпретації *p*-значення, один запропонований сером Рональдом Фішером, а інший — Єжи Нейманом. Обидві версії є правомірними, хоча вони відображають дуже різні способи мислення про перевірку гіпотез. Більшість вступних підручників, як правило, подають тільки версію Фішера, але я вважаю, що це трохи шкода. На мій погляд, версія Неймана є чіткішою і краще відображає логіку перевірки нульової гіпотези. Ви можете не погодитися з цим, тому я включив обидві версії. Почну з версії Неймана.

source: One problem with the hypothesis testing procedure that I’ve described is that it makes no distinction at all between a result that is “barely significant” and those that are “highly significant”. For instance, in my ESP study the data I obtained only just fell inside the critical region, so I did get a significant effect but it was a pretty near thing. In contrast, suppose that I’d run a study in which *X* = 97 out of my *N* = 100 participants got the answer right. This would obviously be significant too but by a much larger margin, such that there’s really no ambiguity about this at all. The procedure that I have already described makes no distinction between the two. If I adopt the standard convention of allowing α = 0.05 as my acceptable Type I error rate, then both of these are significant results.
nb: Et problem med hypotesetestingen jeg har beskrevet, er at den ikke skiller mellom resultater som er «knapt signifikante» og de som er «svært signifikante». I ESP-studien min falt dataene jeg fikk inn bare så vidt innenfor det kritiske området, så jeg fikk riktignok en signifikant effekt, men det var ganske nære på. Anta derimot at jeg hadde gjennomført en studie der *X* = 97 av *N* = 100 deltakere fikk rett svar. Dette ville selvsagt også være signifikant, men med en mye større margin, slik at det egentlig ikke er noen tvetydighet om dette i det hele tatt. Prosedyren som jeg allerede har beskrevet, skiller ikke mellom de to. Hvis jeg bruker standardkonvensjonen om å tillate α = 0,05 som min akseptable type-I-feilrate, er begge disse resultatene signifikante.
ta: நான் விவரித்த கருதுகோள் சோதனை நடைமுறையில் ஒரு சிக்கல் என்னவென்றால், இது "மிகவும் குறிப்பிடத்தக்க" மற்றும் "மிகவும் முக்கியத்துவம் வாய்ந்தவை" என்று ஒரு முடிவுக்கு இடையில் எந்த வேறுபாட்டையும் ஏற்படுத்தாது. உதாரணமாக, எனது ஈஎச்பி ஆய்வில் நான் பெற்ற தரவு முக்கியமான பிராந்தியத்திற்குள் மட்டுமே விழுந்தது, எனவே நான் ஒரு குறிப்பிடத்தக்க விளைவைப் பெற்றேன், ஆனால் அது ஒரு அழகான சேதி. இதற்கு நேர்மாறாக, நான் ஒரு ஆய்வை நடத்துவேன் என்று வைத்துக்கொள்வோம், அதில் எனது * n * = 100 பங்கேற்பாளர்களுக்கு * ஃச் * = 97 பதில் சரியானது. இது வெளிப்படையாக குறிப்பிடத்தக்கதாக இருக்கும், ஆனால் மிகப் பெரிய வித்தியாசத்தில், இதைப் பற்றி உண்மையில் தெளிவற்ற தன்மை இல்லை. நான் ஏற்கனவே விவரித்த செயல்முறை இரண்டிற்கும் இடையே எந்த வேறுபாட்டையும் ஏற்படுத்தாது. எனது ஏற்றுக்கொள்ளக்கூடிய வகை I பிழை வீதமாக α = 0.05 ஐ அனுமதிக்கும் நிலையான மாநாட்டை நான் ஏற்றுக்கொண்டால், இவை இரண்டும் குறிப்பிடத்தக்க முடிவுகள்.
uk: Однією з проблем процедури перевірки гіпотез, яку я описав, є те, що вона взагалі не розрізняє результати, які є «ледь значущими», та ті, що є «дуже значущими». Наприклад, у моєму дослідженні ESP отримані мною дані лише трохи потрапили в критичну область, тож я дійсно отримав значущий ефект, але він був досить близьким до межі. Натомість, припустимо, що я провів дослідження, в якому *X* = 97 з моїх *N* = 100 учасників дали правильну відповідь. Це, очевидно, також було б значущим, але з набагато більшим відривом, так що тут дійсно не було б жодної двозначності. Процедура, яку я вже описав, не робить жодної різниці між цими двома випадками. Якщо я застосую стандартну умову, що α = 0,05 є прийнятним рівнем помилки I типу, то обидва ці результати будуть значущими.

source: This is where the *p*-value comes in handy. To understand how it works, let’s suppose that we ran lots of hypothesis tests on the same data set, but with a different value of α in each case. When we do that for my original ESP data what we’d get is something like this:
nb: Det er her *p*-verdien kommer til nytte. For å forstå hvordan det fungerer, la oss anta at vi kjørte mange hypotesetester på det samme datasettet, men med en annen verdi av α i hvert tilfelle. Når vi gjør det for de opprinnelige ESP-dataene mine, vil vi få noe sånt som dette:
ta: இங்குதான் *பி *-மதிப்பு கைக்கு வருகிறது. இது எவ்வாறு செயல்படுகிறது என்பதைப் புரிந்து கொள்ள, ஒரே தரவுத் தொகுப்பில் நாங்கள் நிறைய கருதுகோள் சோதனைகளை நடத்தினோம் என்று வைத்துக்கொள்வோம், ஆனால் ஒவ்வொரு விசயத்திலும் of இன் வேறுபட்ட மதிப்புடன். எனது அசல் ஈஎச்பி தரவுகளுக்காக நாங்கள் அதைச் செய்யும்போது, நமக்கு கிடைக்கும் சேதி இதுபோன்றது:
uk: Тут і стає в нагоді *p*-значення. Щоб зрозуміти, як воно працює, припустимо, що ми провели багато гіпотетичних тестів на одному і тому ж наборі даних, але з різним значенням α в кожному випадку. Коли ми робимо це для моїх оригінальних даних ESP, ми отримуємо щось на зразок цього:

source: Value of α
nb: Verdien av α
ta: Α இன் மதிப்பு
uk: Значення α

source: When we test the ESP data (*X* = 62 successes out of *N* = 100 observations), using α levels of 0.03 and above, we’d always find ourselves rejecting the null hypothesis. For α levels of 0.02 and below we always end up retaining the null hypothesis. Therefore, somewhere between 0.02 and 0.03 there must be a smallest value of α that would allow us to reject the null hypothesis for this data. This is the *p*-value. As it turns out the ESP data has *p* = 0.021. In short,
nb: Når vi tester ESP-dataene (*X* = 62 suksesser av *N* = 100 observasjoner), og bruker α-nivåer på 0,03 og høyere, vil vi alltid forkaste nullhypotesen. For α-nivåer på 0,02 og lavere ender vi alltid opp med å beholde nullhypotesen. Et sted mellom 0,02 og 0,03 må det derfor finnes en minste verdi av α som gjør at vi kan forkaste nullhypotesen for disse dataene. Dette er *p*-verdien. Det viser seg at ESP-dataene har *p* = 0,021. Kort oppsummert,
ta: 0.03 மற்றும் அதற்கு மேற்பட்ட α நிலைகளைப் பயன்படுத்தி, ESP தரவை (* X* = 62 வெற்றிகள்* n* = 100 அவதானிப்புகள்) சோதிக்கும்போது, பூச்ய கருதுகோளை நிராகரிப்பதை நாங்கள் எப்போதும் காணலாம். 0.02 மற்றும் அதற்குக் கீழே α நிலைகளுக்கு நாம் எப்போதும் சுழிய கருதுகோளைத் தக்கவைத்துக்கொள்வோம். ஆகையால், 0.02 மற்றும் 0.03 க்கு இடையில் எங்காவது α இன் மிகச்சிறிய மதிப்பு இருக்க வேண்டும், இது இந்த தரவுகளுக்கான சுழிய கருதுகோளை நிராகரிக்க அனுமதிக்கும். இது *பி *-மதிப்பு. ஈஎச்பி தரவு * பி * = 0.021 ஐக் கொண்டுள்ளது. சுருக்கமாக,
uk: Коли ми перевіряємо дані ESP (*X* = 62 успіхи з *N* = 100 спостережень), використовуючи рівні α 0,03 і вище, ми завжди відхиляємо нульову гіпотезу. Для рівнів α 0,02 і нижче ми завжди зберігаємо нульову гіпотезу. Отже, десь між 0,02 і 0,03 має бути найменше значення α, яке дозволить нам відхилити нульову гіпотезу для цих даних. Це і є *p*-значення. Як виявляється, дані ESP мають *p* = 0,021. Коротше кажучи,

source: *p* is defined to be the smallest Type I error rate (α) that you have to be willing to tolerate if you want to reject the null hypothesis.
nb: *p* er definert som den minste type-I-feilraten (α) som du må være villig til å tolerere hvis du vil forkaste nullhypotesen.
ta: * பி* என்பது சிறிய வகை I பிழை வீதம் (α) என வரையறுக்கப்படுகிறது, நீங்கள் சுழிய கருதுகோளை நிராகரிக்க விரும்பினால் நீங்கள் பொறுத்துக்கொள்ள தயாராக இருக்க வேண்டும்.
uk: *p* визначається як найменший коефіцієнт помилок I типу (α), який ви повинні бути готові терпіти, якщо хочете відхилити нульову гіпотезу.

source: In effect, *p* is a summary of all the possible hypothesis tests that you could have run, taken across all possible α values. And as a consequence it has the effect of “softening” our decision process. For those tests in which *p* ≤ α you would have rejected the null hypothesis, whereas for those tests in which *p* > α you would have retained the null. In my ESP study I obtained *X* = 62 and as a consequence I’ve ended up with *p* = 0.021. So the error rate I have to tolerate is 2.1\%. In contrast, suppose my experiment had yielded *X* = 97. What happens to my *p*-value now? This time it’s shrunk to *p* = 1.36 · 10\ :sup:`25`, which is a tiny, tiny\ [#]_ Type I error rate. For this second case I would be able to reject the null hypothesis with a lot more confidence, because I only have to be “willing” to tolerate a type I error rate of about 1 in 10 trillion trillion in order to justify my decision to reject.
nb: *p* er i realiteten en oppsummering av alle de mulige hypotesetestene du kunne ha kjørt, fordelt på alle mulige α-verdier. Og som en konsekvens av dette «myker» det opp beslutningsprosessen vår. For de testene der *p* ≤ α ville du ha forkastet nullhypotesen, mens for de testene der *p* > α ville du ha beholdt nullhypotesen. I ESP-studien min fikk jeg *X* = 62, og som en konsekvens av dette endte jeg opp med *p* = 0,021. Feilprosenten jeg må tolerere, er altså 2,1\%. Anta derimot at eksperimentet mitt hadde gitt *X* = 97. Hva skjer med *p*-verdien min nå? Denne gangen er den krympet til *p* = 1,36 - 10\ :sup:`25`, som er en bitteliten\ [#]_ type-I-feilrate. I dette andre tilfellet vil jeg kunne forkaste nullhypotesen med mye større sikkerhet, fordi jeg bare trenger å være «villig» til å tolerere en type-I-feilrate på ca. 1 av 10 billioner billioner for å kunne rettferdiggjøre min beslutning om å forkaste.
ta: இதன் விளைவாக, * பி * என்பது நீங்கள் இயக்கக்கூடிய அனைத்து கருதுகோள் சோதனைகளின் சுருக்கமாகும், இது சாத்தியமான அனைத்து α மதிப்புகளிலும் எடுக்கப்பட்டது. இதன் விளைவாக இது எங்கள் முடிவு செயல்முறையை "மென்மையாக்குவதன்" விளைவைக் கொண்டுள்ளது. * P * ≤ frand நீங்கள் சுழிய கருதுகோளை நிராகரித்திருக்கும் அந்த சோதனைகளுக்கு, அந்த சோதனைகளுக்கு * p *> α நீங்கள் பூச்யத்தைத் தக்க வைத்துக் கொண்டிருப்பீர்கள். எனது ஈஎச்பி ஆய்வில் நான் * ஃச் * = 62 ஐப் பெற்றேன், இதன் விளைவாக நான் * p * = 0.021 உடன் முடிந்தது. எனவே நான் பொறுத்துக்கொள்ள வேண்டிய பிழை விகிதம் 2.1 \%ஆகும். இதற்கு நேர்மாறாக, எனது சோதனை *x *= 97 ஐக் கொடுத்தது என்று வைத்துக்கொள்வோம். இப்போது எனது *p *-value க்கு என்ன நடக்கும்? இந்த நேரத்தில் அது * p * = 1.36 · 10 \: sup: `25`, இது ஒரு சிறிய, சிறிய \ [#] _ வகை I பிழை வீதமாகும். இந்த இரண்டாவது வழக்கில் நான் சுழிய கருதுகோளை அதிக நம்பிக்கையுடன் நிராகரிக்க முடியும், ஏனென்றால் நிராகரிப்பதற்கான எனது முடிவை நியாயப்படுத்த 10 டிரில்லியன் டிரில்லியன் டாலர்களில் 1 வகை I பிழை விகிதத்தை பொறுத்துக்கொள்ள நான் "தயாராக இருக்க வேண்டும்" .
uk: Фактично, *p* є підсумком усіх можливих гіпотетичних тестів, які ви могли б провести, з урахуванням усіх можливих значень α. Як наслідок, це має ефект «пом'якшення» нашого процесу прийняття рішень. Для тих тестів, в яких *p* ≤ α, ви б відхилили нульову гіпотезу, тоді як для тих тестів, в яких *p* > α, ви б зберегли нульову гіпотезу. У моєму дослідженні ESP я отримав *X* = 62, і як наслідок, я отримав *p* = 0,021. Отже, рівень помилки, який я повинен терпіти, становить 2,1\%. Натомість, припустимо, що мій експеримент дав результат *X* = 97. Що тепер станеться з моїм значенням *p*? Цього разу воно зменшилося до *p* = 1,36 · 10\ :sup:`25`, що є дуже маленьким\ [#]_ рівнем помилки типу I. У цьому другому випадку я міг би відхилити нульову гіпотезу з набагато більшою впевненістю, тому що мені потрібно лише «бути готовим» терпіти рівень помилки типу I приблизно 1 на 10 трильйонів трильйонів, щоб виправдати своє рішення про відхилення.
