Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: Hypothesis testing
de: Das Überprüfen von Hypothesen
nb: Hypotesetesting
ta: கருதுகோள் சோதனை
uk: Перевірка гіпотез

source: *The process of induction is the process of assuming the simplest law that can be made to harmonize with our experience. This process, however, has no logical foundation but only a psychological one. It is clear that there are no grounds for believing that the simplest course of events will really happen. It is an hypothesis that the sun will rise tomorrow: and this means that we do not know whether it will rise.*
de: *Der Prozess der Induktion ist der Prozess der Annahme des einfachsten Gesetzes, das mit unserer Erfahrung in Einklang gebracht werden kann. Dieser Prozess hat jedoch keine logische Grundlage, sondern nur eine psychologische. Es liegt auf der Hand, dass es keinen Grund für die Annahme gibt, dass der einfachste Ablauf tatsächlich eintreten wird. Es ist eine Hypothese, dass die Sonne morgen aufgehen wird und das bedeutet, dass wir nicht wissen, ob sie aufgehen wird.*

source: In the last chapter I discussed the ideas behind estimation, which is one of the two “big ideas” in inferential statistics. It’s now time to turn our attention to the other big idea, which is *hypothesis testing*. In its most abstract form, hypothesis testing is really a very simple idea. The researcher has some theory about the world and wants to determine whether or not the data actually support that theory. However, the details are messy and most people find the theory of hypothesis testing to be the most frustrating part of statistics. The structure of the chapter is as follows. First, I’ll describe how hypothesis testing works in a fair amount of detail, using a simple running example to show you how a hypothesis test is “built”. I’ll try to avoid being too dogmatic while doing so, and focus instead on the underlying logic of the testing procedure.\ [#]_ Afterwards, I’ll spend a bit of time talking about the various dogmas, rules and heresies that surround the theory of hypothesis testing.
de: Im letzten Kapitel habe ich das Konzept der Schätzung erörtert, eine der beiden „großen Ideen“ der Inferenzstatistik. Nun ist es an der Zeit, sich der anderen großen Idee zuzuwenden, nämlich *Hypothesentests*. In ihrer abstraktesten Form ist die Hypothesenprüfung eigentlich eine sehr einfache Idee. Der Forscher hat eine Theorie über die Welt und möchte herausfinden, ob die Daten diese Theorie tatsächlich unterstützen oder nicht. Die Details sind jedoch chaotisch, und die meisten Menschen empfinden die Theorie der Hypothesenprüfung als den frustrierendsten Teil der Statistik. Der Aufbau des Kapitels ist wie folgt. Zunächst beschreibe ich recht ausführlich, wie Hypothesentests funktionieren, und zeige Ihnen anhand eines einfachen laufenden Beispiels, wie ein Hypothesentest „aufgebaut“ ist. Dabei werde ich versuchen, nicht zu dogmatisch zu sein und mich stattdessen auf die zugrundeliegende Logik des Testverfahrens zu konzentrieren.\ [#]_ Danach werde ich ein wenig Zeit damit verbringen, über die verschiedenen Dogmen, Regeln und Irrlehren zu sprechen, welche die Theorie der Hypothesentests umgeben.
nb: I forrige kapittel diskuterte jeg ideene bak estimering, som er en av de to «store ideene» innen inferensiell statistikk. Nå er det på tide å vende oppmerksomheten mot den andre store ideen, nemlig *hypotesetesting*. I sin mest abstrakte form er hypotesetesting egentlig en veldig enkel idé. Forskeren har en teori om verden og ønsker å finne ut om dataene faktisk støtter denne teorien eller ikke. Detaljene er imidlertid rotete, og de fleste synes at teorien om hypotesetesting er den mest frustrerende delen av statistikkfaget. Kapittelet er strukturert på følgende måte. Først beskriver jeg hvordan hypotesetesting fungerer i detalj, og bruker et enkelt løpende eksempel for å vise hvordan en hypotesetest er «bygget opp». Jeg vil forsøke å unngå å være for dogmatisk, og i stedet fokusere på den underliggende logikken i testprosedyren.\ [#]_ Deretter vil jeg bruke litt tid på å snakke om de ulike dogmene, reglene og kjetteriene som omgir teorien om hypotesetesting.
ta: கடைசி அத்தியாயத்தில் நான் மதிப்பீட்டின் பின்னணியில் உள்ள கருத்துக்களைப் பற்றி விவாதித்தேன், இது அனுமான புள்ளிவிவரங்களில் இரண்டு "பெரிய யோசனைகளில்" ஒன்றாகும். *கருதுகோள் சோதனை *என்பது மற்ற பெரிய யோசனைக்கு நம் கவனத்தைத் திருப்புவதற்கான நேரம் இது. அதன் மிக சுருக்கமான வடிவத்தில், கருதுகோள் சோதனை உண்மையில் மிகவும் எளிமையான சிந்தனை. ஆராய்ச்சியாளருக்கு உலகத்தைப் பற்றி சில கோட்பாடுகள் உள்ளன, மேலும் அந்தக் கோட்பாட்டை தரவு உண்மையில் ஆதரிக்கிறதா இல்லையா என்பதை தீர்மானிக்க விரும்புகிறது. இருப்பினும், விவரங்கள் குழப்பமானவை மற்றும் பெரும்பாலான மக்கள் கருதுகோள் சோதனைக் கோட்பாட்டை புள்ளிவிவரங்களின் மிகவும் வெறுப்பூட்டும் பகுதியாகக் கருதுகின்றனர். அத்தியாயத்தின் கட்டமைப்பு பின்வருமாறு. முதலாவதாக, ஒரு கருதுகோள் சோதனை “கட்டமைக்கப்பட்டுள்ளது” என்பதை உங்களுக்குக் காண்பிக்க எளிய இயங்கும் உதாரணத்தைப் பயன்படுத்தி, கருதுகோள் சோதனை நியாயமான அளவிலான விவரங்களில் எவ்வாறு செயல்படுகிறது என்பதை நான் விவரிக்கிறேன். அவ்வாறு செய்யும்போது மிகவும் பிடிவாதமாக இருப்பதைத் தவிர்க்க முயற்சிப்பேன், அதற்கு பதிலாக சோதனை நடைமுறையின் அடிப்படை தர்க்கத்தில் கவனம் செலுத்துவேன். கருதுகோள் சோதனையின் கோட்பாட்டைச் சுற்றி.
uk: У попередньому розділі я розглянув ідеї, що лежать в основі оцінювання, яке є однією з двох «великих ідей» в інференційній статистиці. Тепер настав час звернути увагу на іншу велику ідею, а саме *перевірку гіпотез*. У своїй найбільш абстрактній формі перевірка гіпотез є насправді дуже простою ідеєю. Дослідник має певну теорію про світ і хоче визначити, чи підтверджують дані цю теорію. Однак деталі є досить заплутаними, і більшість людей вважають теорію перевірки гіпотез найскладнішою частиною статистики. Розділ має таку структуру. Спочатку я досить докладно опишу, як працює перевірка гіпотез, використовуючи простий приклад, щоб показати, як «будується» перевірка гіпотез. Я постараюся не бути надто догматичним, а зосередитися на логіці процедури перевірки. [#]_ Після цього я трохи розповім про різні догми, правила та єресі, що оточують теорію перевірки гіпотез.

source: The quote comes from Wittgenstein’s (1922) text, *Tractatus Logico-Philosphicus*.
de: Das Zitat stammt aus Wittgensteins (1922) Text, *Tractatus Logico-Philosphicus*.
nb: Sitatet er hentet fra Wittgensteins tekst *Tractatus Logico-Philosphicus* (1922).
ta: மேற்கோள் விட்சென்ச்டீனின் (1922) உரை, *டிராக்டடச் லாசிக்கோ-பிலாச்பிகச் *இலிருந்து வருகிறது.
uk: Цитата взята з тексту Вітгенштейна (1922) *Логіко-філософський трактат*.

source: A technical note. The description below differs subtly from the standard description given in a lot of introductory texts. The orthodox theory of null hypothesis testing emerged from the work of Sir Ronald Fisher and Jerzy Neyman in the early 20th century; but Fisher and Neyman actually had very different views about how it should work. The standard treatment of hypothesis testing that most texts use is a hybrid of the two approaches. The treatment here is a little more Neyman-style than the orthodox view, especially as regards the meaning of the *p* value.
de: Eine technische Anmerkung. Die folgende Beschreibung unterscheidet sich geringfügig von der Standardbeschreibung, die in vielen einführenden Texten gegeben wird. Die frequentistische Theorie des Nullhypothesentests geht auf die Arbeiten von Sir Ronald Fisher und Jerzy Neyman im frühen 20. Jahrhundert zurück; Fisher und Neyman hatten jedoch sehr unterschiedliche Auffassungen darüber, wie sie funktionieren sollte. Der Standardansatz bei Hypothesentests, der in den meisten Texten beschrieben wird, ist eine Mischung aus den beiden Auffassungen. Die Behandlung hier ist ein wenig mehr im Stil von Neyman als die orthodoxe, frequentistische Sichtweise, insbesondere im Hinblick auf die Bedeutung des *p*-Wertes.

source: A menagerie of hypotheses
de: Ein Sammelsurium von Hypothesen
nb: Et menasjeri av hypoteser
ta: கருதுகோள்களின் மெனகரி
uk: Звіринець гіпотез

source: Eventually we all succumb to madness. For me, that day will arrive once I’m finally promoted to full professor. Safely ensconced in my ivory tower, happily protected by tenure, I will finally be able to take leave of my senses (so to speak) and indulge in that most thoroughly unproductive line of psychological research, the search for extrasensory perception (ESP).\ [#]_
de: Irgendwann sind wir alle dem Wahnsinn verfallen. Für mich wird dieser Tag kommen, wenn ich endlich zum ordentlichen Professor befördert werde. Sicher in meinem Elfenbeinturm verwurzelt und glücklich durch die Festanstellung geschützt, werde ich endlich in der Lage sein, mich von meinen Sinnen zu verabschieden (sozusagen) und mich der äußerst unproduktiven Sparte der psychologischen Forschung hinzugeben, der Suche nach außersinnlicher Wahrnehmung (*extrasensory perception*, ESP).\ [#]_
nb: Til slutt bukker vi alle under for galskapen. For meg vil den dagen komme når jeg endelig blir forfremmet til professor. Trygt plassert i mitt elfenbenstårn, lykkelig beskyttet av en fast stilling, vil jeg endelig kunne ta permisjon fra sansene (for å si det sånn) og hengi meg til den mest uproduktive delen av psykologisk forskning, jakten på ekstrasensorisk persepsjon (ESP).\ [#]_
ta: இறுதியில் நாம் அனைவரும் பைத்தியக்காரத்தனத்திற்கு அடிபணிவோம். என்னைப் பொறுத்தவரை, நான் இறுதியாக முழு பேராசிரியராக பதவி உயர்வு பெற்றவுடன் அந்த நாள் வரும். எனது தந்த கோபுரத்தில் பாதுகாப்பாகச் சிக்கி, பதவிக்காலத்தால் மகிழ்ச்சியுடன் பாதுகாக்கப்படுகிறேன், நான் இறுதியாக என் புலன்களின் விடுப்பு எடுக்க முடியும் (எனவே பேசுவதற்கு) மற்றும் உளவியல் ஆராய்ச்சியின் மிக முழுமையான பயனற்ற வரிசையில் ஈடுபட முடியும், புறம்போக்கு உணர்வைத் தேடுவது (எச்பி). \ [#] _
uk: Врешті-решт ми всі піддаємося божевіллю. Для мене цей день настане, коли я нарешті отримаю звання професора. Захищений у своїй ізольованій вежі, щасливо захищений постійною посадою, я нарешті зможу втратити розум (так би мовити) і віддатися найменш продуктивному напрямку психологічних досліджень — пошуку екстрасенсорного сприйняття (ESP).\ [#]_

source: Let’s suppose that this glorious day has come. My first study is a simple one in which I seek to test whether clairvoyance exists. Each participant sits down at a table and is shown a card by an experimenter. The card is black on one side and white on the other. The experimenter takes the card away and places it on a table in an adjacent room. The card is placed black side up or white side up completely at random, with the randomisation occurring only after the experimenter has left the room with the participant. A second experimenter comes in and asks the participant which side of the card is now facing upwards. It’s purely a one-shot experiment. Each person sees only one card and gives only one answer, and at no stage is the participant actually in contact with someone who knows the right answer. My data set, therefore, is very simple. I have asked the question of *N* people and some number *X* of these people have given the correct response. To make things concrete, let’s suppose that I have tested *N* = 100 people and *X* = 62 of these got the answer right. A surprisingly large number, sure, but is it large enough for me to feel safe in claiming I’ve found evidence for ESP? This is the situation where hypothesis testing comes in useful. However, before we talk about how to *test* hypotheses, we need to be clear about what we mean by hypotheses.
de: Nehmen wir an, dass dieser glorreiche Tag gekommen ist. Bei meiner ersten Studie handelt es sich um eine einfache Studie, mit der ich testen möchte, ob Hellsehen existiert. Jeder Teilnehmer setzt sich an einen Tisch und bekommt von einem Versuchsleiter eine Karte gezeigt. Die Karte ist auf einer Seite schwarz und auf der anderen weiß. Der Versuchsleiter nimmt die Karte weg und legt sie auf einen Tisch in einem Nebenraum. Die Karte wird nach dem Zufallsprinzip mit der schwarzen oder der weißen Seite nach oben abgelegt, wobei die Zufallsauswahl erst erfolgt, nachdem der Versuchsleiter mit dem Teilnehmer den Raum verlassen hat. Ein zweiter Versuchsleiter kommt herein und fragt den Teilnehmer, welche Seite der Karte nun nach oben zeigt. Es handelt sich um ein einmaliges Experiment. Jede Person sieht nur eine Karte und gibt nur eine Antwort, und zu keinem Zeitpunkt steht der Teilnehmer in Kontakt mit jemandem, der die richtige Antwort weiß. Mein Datensatz ist daher sehr einfach. Ich habe die Frage an *N* Personen gestellt, und eine gewisse Anzahl *X* dieser Personen hat die richtige Antwort gegeben. Um die Dinge zu konkretisieren, nehmen wir an, ich habe *N* = 100 Personen getestet und *X* = 62 von ihnen haben die richtige Antwort gegeben. Das ist sicherlich eine überraschend große Zahl. Aber ist sie groß genug, dass ich mit Sicherheit behaupten kann, dass ich einen Beweis für ESP gefunden habe? Dies ist die Situation, in der sich Hypothesentests als nützlich erweisen. Bevor wir jedoch darüber sprechen, wie man Hypothesen *testet*, müssen wir uns darüber klar werden, was wir unter Hypothesen verstehen.
nb: La oss anta at denne strålende dagen er kommet. Min første studie er en enkel studie der jeg forsøker å teste om klarsynthet eksisterer. Hver deltaker setter seg ned ved et bord og får vist et kort av en eksperimentator. Kortet er svart på den ene siden og hvitt på den andre. Forsøkslederen tar kortet og legger det på et bord i et tilstøtende rom. Kortet plasseres med den svarte siden opp eller den hvite siden opp helt tilfeldig, og randomiseringen skjer først etter at forsøkslederen har forlatt rommet sammen med deltakeren. En annen eksperimentator kommer inn og spør deltakeren hvilken side av kortet som nå vender oppover. Det er et rent one-shot-eksperiment. Hver person ser bare ett kort og gir bare ett svar, og ikke på noe tidspunkt er deltakeren i kontakt med noen som vet det riktige svaret. Datasettet mitt er derfor veldig enkelt. Jeg har stilt spørsmålet til *N* personer, og et visst antall *X* av disse personene har gitt riktig svar. For å gjøre det konkret, la oss anta at jeg har testet *N* = 100 personer, og at *X* = 62 av disse har svart riktig. Et overraskende stort antall, javisst, men er det stort nok til at jeg kan føle meg trygg på at jeg har funnet bevis for ESP? Det er i denne situasjonen hypotesetesting kommer til nytte. Men før vi snakker om hvordan man *tester* hypoteser, må vi ha klart for oss hva vi mener med hypoteser.
ta: இந்த புகழ்பெற்ற நாள் வந்துவிட்டது என்று வைத்துக்கொள்வோம். எனது முதல் ஆய்வு ஒரு எளிய ஒன்றாகும், அதில் நான் கிளேர்வொயன்ச் இருக்கிறதா என்பதை சோதிக்க முற்படுகிறேன். ஒவ்வொரு பங்கேற்பாளரும் ஒரு அட்டவணையில் அமர்ந்து ஒரு பரிசோதனையாளரால் ஒரு அட்டை காட்டப்படுகிறார். அட்டை ஒரு பக்கத்தில் கருப்பு மற்றும் மறுபுறம் வெள்ளை. பரிசோதகர் அட்டையை எடுத்துச் சென்று அருகிலுள்ள அறையில் ஒரு மேசையில் வைக்கிறார். அட்டை பங்கேற்பாளருடன் அறையை விட்டு வெளியேறிய பின்னரே, சீரற்றமயமாக்கல் ஏற்படுகிறது. இரண்டாவது பரிசோதனையாளர் வந்து பங்கேற்பாளரிடம் அட்டையின் எந்தப் பக்கம் இப்போது மேல்நோக்கி எதிர்கொள்கிறது என்று கேட்கிறார். இது முற்றிலும் ஒரு காட்சி சோதனை. ஒவ்வொரு நபரும் ஒரு அட்டையை மட்டுமே பார்த்து ஒரே ஒரு பதிலைக் கொடுக்கிறார்கள், எந்த கட்டத்திலும் பங்கேற்பாளர் உண்மையில் சரியான பதிலை அறிந்த ஒருவருடன் தொடர்பு கொள்ளவில்லை. எனவே, எனது தரவு தொகுப்பு மிகவும் எளிது. நான் * n * நபர்களின் கேள்வியைக் கேட்டேன், இந்த நபர்களில் சில எண்ணிக்கை * ஃச் * சரியான பதிலை அளித்துள்ளது. விசயங்களை உறுதியானதாக மாற்ற, நான் * n * = 100 பேரையும் * ஃச் * = 62 ஐயும் சோதித்தேன் என்று வைத்துக்கொள்வோம். ஒரு ஆச்சரியப்படும் விதமாக, நிச்சயமாக, ஆனால் ஈ.எச்.பி.க்கான ஆதாரங்களை நான் கண்டுபிடித்ததாகக் கூறுவதில் நான் பாதுகாப்பாக இருப்பதற்கு போதுமானதா? கருதுகோள் சோதனை பயனுள்ளதாக இருக்கும் நிலைமை இது. எவ்வாறாயினும், * கருதுகோள்களை எவ்வாறு சோதிப்பது என்பது பற்றி பேசுவதற்கு முன், கருதுகோள்களால் நாம் எதைக் குறிக்கிறோம் என்பது பற்றி தெளிவாக இருக்க வேண்டும்.
uk: Припустимо, що цей славний день настав. Моє перше дослідження є простим: я прагну перевірити, чи існує ясновидіння. Кожен учасник сідає за стіл, і експериментатор показує йому картку. Картка чорна з одного боку і біла з іншого. Експериментатор забирає картку і кладе її на стіл у сусідній кімнаті. Картка кладеться чорною або білою стороною вгору абсолютно випадково, причому випадковість виникає тільки після того, як експериментатор покидає кімнату разом з учасником. Другий експериментатор заходить і запитує учасника, яка сторона картки зараз звернена вгору. Це суто одноразовий експеримент. Кожна людина бачить тільки одну картку і дає тільки одну відповідь, і на жодному етапі учасник фактично не контактує з кимось, хто знає правильну відповідь. Отже, мій набір даних дуже простий. Я поставив питання *N* людям, і деяка кількість *X* з цих людей дали правильну відповідь. Щоб конкретизувати, припустимо, що я протестував *N* = 100 людей, і *X* = 62 з них дали правильну відповідь. Звичайно, це дивно велика кількість, але чи достатньо вона велика, щоб я міг з упевненістю стверджувати, що знайшов докази існування екстрасенсорних здібностей? У такій ситуації корисним є тестування гіпотез. Однак перш ніж говорити про те, як *тестувати* гіпотези, нам потрібно чітко визначити, що ми маємо на увазі під гіпотезами.

source: Research hypotheses versus statistical hypotheses
de: Forschungshypothesen versus statistische Hypothesen
nb: Forskningshypoteser versus statistiske hypoteser
ta: புள்ளிவிவர கருதுகோள்களுக்கு எதிராக ஆராய்ச்சி கருதுகோள்கள்
uk: Дослідницькі гіпотези проти статистичних гіпотез

source: The first distinction that you need to keep clear in your mind is between research hypotheses and statistical hypotheses. In my ESP study my overall scientific goal is to demonstrate that clairvoyance exists. In this situation I have a clear research goal: I am hoping to discover evidence for ESP. In other situations I might actually be a lot more neutral than that, so I might say that my research goal is to determine whether or not clairvoyance exists. Regardless of how I want to portray myself, the basic point that I’m trying to convey here is that a research hypothesis involves making a substantive, testable scientific claim. If you are a psychologist then your research hypotheses are fundamentally *about* psychological constructs. Any of the following would count as **research hypotheses**:
de: Die erste Unterscheidung, die Sie sich vor Augen halten müssen, ist die zwischen Forschungshypothesen und statistischen Hypothesen. In meiner ESP-Studie besteht mein übergeordnetes wissenschaftliches Ziel darin, nachzuweisen, dass Hellsehen existiert. In dieser Situation habe ich ein klares Forschungsziel: Ich hoffe, Beweise für ESP zu finden. In anderen Situationen könnte ich viel neutraler sein und sagen, dass mein Forschungsziel darin besteht, festzustellen, ob es Hellsehen gibt oder nicht. Unabhängig davon, wie ich mich darstellen möchte, will ich damit sagen, dass eine Forschungshypothese eine substanzielle, überprüfbare wissenschaftliche Behauptung beinhaltet. Wenn Sie Psychologe sind, dann sind Ihre Forschungshypothesen im Wesentlichen *über* psychologische Konstrukte. Jeder der folgenden Punkte würde als **Forschungshypothese** gelten:
nb: Det første skillet du må holde klart for deg, er mellom forskningshypoteser og statistiske hypoteser. I min ESP-studie er mitt overordnede vitenskapelige mål å påvise at klarsynthet eksisterer. I denne situasjonen har jeg et klart forskningsmål: Jeg håper å finne bevis for ESP. I andre situasjoner er jeg kanskje mye mer nøytral enn som så, og da kan jeg si at mitt forskningsmessige mål er å finne ut om klarsynthet eksisterer eller ikke. Uansett hvordan jeg vil fremstille meg selv, er det grunnleggende poenget jeg prøver å formidle her, at en forskningshypotese innebærer å komme med en substansiell, testbar vitenskapelig påstand. Hvis du er psykolog, handler forskningshypotesene dine i bunn og grunn *om* psykologiske konstruksjoner. Alle de følgende hypotesene regnes som **forskningshypoteser**:
ta: உங்கள் மனதில் நீங்கள் தெளிவாக இருக்க வேண்டிய முதல் வேறுபாடு ஆராய்ச்சி கருதுகோள்கள் மற்றும் புள்ளிவிவர கருதுகோள்களுக்கு இடையில் உள்ளது. எனது ஈஎச்பி ஆய்வில், எனது ஒட்டுமொத்த அறிவியல் குறிக்கோள், தெளிவானவை இருப்பதை நிரூபிப்பதாகும். இந்த சூழ்நிலையில் எனக்கு ஒரு தெளிவான ஆராய்ச்சி குறிக்கோள் உள்ளது: ஈஎச்பிக்கான ஆதாரங்களைக் கண்டுபிடிப்பேன் என்று நம்புகிறேன். மற்ற சூழ்நிலைகளில் நான் அதை விட மிகவும் நடுநிலை வகிக்கக்கூடும், எனவே தெளிவானவை இருக்கிறதா இல்லையா என்பதை தீர்மானிப்பதே எனது ஆராய்ச்சி குறிக்கோள் என்று நான் கூறலாம். நான் எப்படி என்னை சித்தரிக்க விரும்புகிறேன் என்பதைப் பொருட்படுத்தாமல், நான் இங்கு தெரிவிக்க முயற்சிக்கும் அடிப்படை புள்ளி என்னவென்றால், ஒரு ஆராய்ச்சி கருதுகோள் ஒரு கணிசமான, சோதனைக்குரிய விஞ்ஞான கூற்றை உருவாக்குவதை உள்ளடக்குகிறது. நீங்கள் ஒரு உளவியலாளராக இருந்தால், உங்கள் ஆராய்ச்சி கருதுகோள்கள் அடிப்படையில் * உளவியல் கட்டுமானங்களைப் பற்றி * உள்ளன. பின்வருவனவற்றில் ஏதேனும் ** ஆராய்ச்சி கருதுகோள்கள் ** எனக் கருதப்படும்:
uk: Перше розрізнення, яке ви повинні чітко усвідомити, це розрізнення між дослідницькими гіпотезами та статистичними гіпотезами. У моєму дослідженні екстрасенсорного сприйняття моєю загальною науковою метою є довести існування ясновидіння. У цій ситуації я маю чітку дослідницьку мету: я сподіваюся знайти докази існування екстрасенсорного сприйняття. В інших ситуаціях я можу бути набагато більш нейтральним, тому я можу сказати, що метою мого дослідження є визначення, чи існує ясновидіння. Незалежно від того, як я хочу себе подати, основна думка, яку я намагаюся донести, полягає в тому, що дослідницька гіпотеза передбачає формулювання суттєвого, перевірюваного наукового твердження. Якщо ви психолог, то ваші дослідницькі *гіпотези* в основному стосуються психологічних конструкцій. Будь-яке з наведених нижче тверджень можна вважати **дослідницькою гіпотезою**:

source: *Listening to music reduces your ability to pay attention to other things.* This is a claim about the causal relationship between two psychologically meaningful concepts (listening to music and paying attention to things), so it’s a perfectly reasonable research hypothesis.
de: *Das Hören von Musik verringert die Fähigkeit, anderen Dingen Aufmerksamkeit zu schenken.* Dies ist eine Behauptung über die kausale Beziehung zwischen zwei psychologisch bedeutsamen Konzepten (Musikhören und Aufmerksamkeit für andere Dinge), also eine durchaus vernünftige Forschungshypothese.
nb: *Musikklytting reduserer evnen til å være oppmerksom på andre ting* Dette er en påstand om årsakssammenhengen mellom to psykologisk meningsfulle begreper (musikklytting og oppmerksomhet), så det er en helt rimelig forskningshypotese.
ta: * இசையைக் கேட்பது மற்ற விசயங்களில் கவனம் செலுத்துவதற்கான உங்கள் திறனைக் குறைக்கிறது.* இது இரண்டு உளவியல் ரீதியாக அர்த்தமுள்ள கருத்துக்களுக்கு இடையிலான காரண உறவைப் பற்றிய கூற்று (இசையைக் கேட்பது மற்றும் விசயங்களில் கவனம் செலுத்துதல்), எனவே இது ஒரு நியாயமான ஆராய்ச்சி கருதுகோள்.
uk: *Слухання музики знижує вашу здатність звертати увагу на інші речі.* Це твердження про причинно-наслідковий зв'язок між двома психологічно значущими поняттями (слухання музики та звернення уваги на речі), тому це цілком обґрунтована дослідницька гіпотеза.
