Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: In other words, the worry here is that I might have the best of intentions, and be the most honest of people, but the temptation to just “shade” things a little bit here and there is really, really strong. As anyone who has ever run an experiment can attest, it’s a long and difficult process and you often get *very* attached to your hypotheses. It’s hard to let go and admit the experiment didn’t find what you wanted it to find. And that’s the danger here. If we use the “raw” *p*-value, people will start interpreting the data in terms of what they *want* to believe, not what the data are actually saying and, if we allow that, why are we even bothering to do science at all? Why not let everyone believe whatever they like about anything, regardless of what the facts are? Okay, that’s a bit extreme, but that’s where the worry comes from. According to this view, you really *must* specify your α value in advance and then only report whether the test was significant or not. It’s the only way to keep ourselves honest.
nb: Bekymringen her er med andre ord at jeg kan ha de beste intensjoner og være den ærligste av mennesker, men fristelsen til å «nyansere» ting litt her og der er veldig, veldig sterk. Alle som noen gang har gjennomført et eksperiment, kan skrive under på at det er en lang og vanskelig prosess, og at man ofte blir *veldig* knyttet til hypotesene sine. Det er vanskelig å gi slipp og innrømme at eksperimentet ikke fant det du ville at det skulle finne. Og det er det som er faren her. Hvis vi bruker den «rå» *p*-verdien, vil folk begynne å tolke dataene ut fra hva de *ønsker* å tro, ikke ut fra hva dataene faktisk sier, og hvis vi tillater det, hvorfor gidder vi i det hele tatt å drive med vitenskap? Hvorfor ikke la alle tro hva de vil om hva som helst, uavhengig av hva som er fakta? Ok, det er litt ekstremt, men det er der bekymringen kommer fra. Ifølge dette synet *må* du virkelig spesifisere α-verdien din på forhånd, og deretter bare rapportere om testen var signifikant eller ikke. Det er den eneste måten å holde oss ærlige på.
ta: வேறு வார்த்தைகளில் கூறுவதானால், இங்குள்ள கவலை என்னவென்றால், நான் சிறந்த நோக்கங்களைக் கொண்டிருக்கலாம், மேலும் மக்களில் மிகவும் நேர்மையானவனாக இருக்கக்கூடும், ஆனால் இங்கே கொஞ்சம் விசயங்களை "நிழலாடுவதற்கான" சோதனையானது உண்மையில் உள்ளது, உண்மையில் மிகவும் வலுவானது. இதுவரை ஒரு பரிசோதனையை நடத்திய எவரும் சான்றளிக்க முடியும் என்பதால், இது ஒரு நீண்ட மற்றும் கடினமான செயல்முறையாகும், மேலும் உங்கள் கருதுகோள்களுடன் நீங்கள் அடிக்கடி * மிகவும் * இணைக்கப்பட்டுள்ளீர்கள். பரிசோதனையை நீங்கள் கண்டுபிடிக்க விரும்பியதைக் கண்டுபிடிக்கவில்லை என்பதை ஒப்புக்கொள்வது கடினம். அதுதான் இங்கே இடர். நாம் “ரா” *பி *-மதிப்பைப் பயன்படுத்தினால், மக்கள் தரவை அவர்கள் நம்ப வேண்டும் என்ற அடிப்படையில் தரவை விளக்கத் தொடங்குவார்கள், தரவு உண்மையில் என்ன சொல்கிறது என்பதல்ல, அதை அனுமதித்தால், நாம் ஏன் கவலைப்படுகிறோம் அறிவியல் செய்யுமா? உண்மைகள் என்னவென்று பொருட்படுத்தாமல், எதைப் பற்றியும் அவர்கள் விரும்பியதை ஏன் நம்பக்கூடாது? சரி, அது சற்று தீவிரமானது, ஆனால் கவலை எங்கிருந்து வருகிறது. இந்த பார்வையின்படி, நீங்கள் உண்மையிலேயே உங்கள் α மதிப்பை முன்கூட்டியே குறிப்பிட வேண்டும், பின்னர் சோதனை குறிப்பிடத்தக்கதா இல்லையா என்பதை மட்டுமே தெரிவிக்க வேண்டும். நம்மை நேர்மையாக வைத்திருக்க ஒரே வழி இதுதான்.
uk: Іншими словами, мене турбує те, що я можу мати найкращі наміри та бути найчеснішою людиною, але спокуса трохи затінити речі тут і там дуже, дуже велика сильний. Як може засвідчити кожен, хто коли-небудь проводив експеримент, це довгий і складний процес, і ви часто *дуже* прив'язуєтесь до свого гіпотези. Важко відмовитися від них і визнати, що експеримент не дав бажаних результатів. І в цьому полягає небезпека. Якщо ми використовуватимемо *сире* значення *p*, люди почнуть інтерпретуючи дані з точки зору того, у що вони *хочуть* вірити, а не того, що дані насправді говорять, і, якщо ми це допустимо, то навіщо нам взагалі займатися наукою? Чому б не дозволити кожному вірити у що завгодно, незалежно від фактів? Гаразд, це трохи надмірно, але саме звідси й походить занепокоєння. Згідно з З цієї точки зору, ви дійсно повинні заздалегідь вказати значення α, а потім лише повідомляти, чи був тест значущим чи ні. Це єдиний спосіб залишатися чесними.

source: In practice, it’s pretty rare for a researcher to specify a single α level ahead of time. Instead, the convention is that scientists rely on three standard significance levels: 0.05, 0.01 and .001. When reporting your results, you indicate which (if any) of these significance levels allow you to reject the null hypothesis. This is summarised in :numref:`tab-pvaltable`. This allows us to soften the decision rule a little bit, since *p* < 0.01 implies that the data meet a stronger evidential standard than *p* < 0.05 would. Nevertheless, since these levels are fixed in advance by convention, it does prevent people choosing their α level after looking at the data.
nb: I praksis er det ganske sjelden at en forsker spesifiserer ett enkelt α-nivå på forhånd. I stedet er det vanlig at forskere bruker tre standard signifikansnivåer: 0,05, 0,01 og 0,001. Når du rapporterer resultatene dine, angir du hvilke (om noen) av disse signifikansnivåene som gjør at du kan forkaste nullhypotesen. Dette oppsummeres i :numref:`tab-pvaltable`. Dette gjør det mulig for oss å myke opp beslutningsregelen litt, siden *p* < 0,01 innebærer at dataene oppfyller en sterkere bevisstandard enn *p* < 0,05 ville gjort. Siden disse nivåene er fastsatt på forhånd ved konvensjon, forhindrer det likevel at folk velger α-nivå etter å ha sett på dataene.
ta: நடைமுறையில், ஒரு ஆராய்ச்சியாளர் ஒரு α நிலையை நேரத்திற்கு முன்பே குறிப்பிடுவது மிகவும் அரிது. அதற்கு பதிலாக, மாநாடு என்னவென்றால், விஞ்ஞானிகள் மூன்று நிலையான முக்கியத்துவ நிலைகளை நம்பியுள்ளனர்: 0.05, 0.01 மற்றும் .001. உங்கள் முடிவுகளைப் புகாரளிக்கும் போது, இந்த முக்கியத்துவ நிலைகளில் எந்த (ஏதேனும் இருந்தால்) சுழிய கருதுகோளை நிராகரிக்க உங்களை அனுமதிக்கிறது என்பதைக் குறிக்கிறது. இது சுருக்கமாக: numref: `TAB-PVALTABLE`. * P * <0.05 ஐ விட தரவு ஒரு வலுவான தெளிவான தரத்தை நிறைவு செய்கிறது என்பதை * p * <0.01 குறிக்கிறது என்பதால், முடிவு விதியை சிறிது மென்மையாக்க இது நம்மை அனுமதிக்கிறது. ஆயினும்கூட, இந்த நிலைகள் மாநாட்டின் மூலம் முன்கூட்டியே நிர்ணயிக்கப்பட்டிருப்பதால், தரவைப் பார்த்த பிறகு மக்கள் தங்கள் α அளவைத் தேர்ந்தெடுப்பதை இது தடுக்கிறது.
uk: На практиці дослідники рідко заздалегідь визначають єдиний рівень α. Замість цього вчені зазвичай використовують три стандартні рівні значущості: 0,05, 0,01 і 0,001. При поданні результатів ви вказуєте, який із цих рівнів значущості (якщо такий є) дозволяє відхилити нульову гіпотезу. Це підсумовується в :numref:`tab-pvaltable`. Це дозволяє нам трохи пом'якшити правило прийняття рішення, оскільки *p* < 0,01 означає, що дані відповідають більш суворим критеріям доказовості, ніж *p* < 0,05. Проте, оскільки ці рівні заздалегідь встановлені за угодою, це не дозволяє людям вибирати рівень α після ознайомлення з даними.

source: The test was significant at α = 0.05; but not at α =.01 or α = 0.001.
nb: Testen var signifikant ved α = 0,05, men ikke ved α = 0,01 eller α = 0,001.
ta: சோதனை α = 0.05 இல் குறிப்பிடத்தக்கதாக இருந்தது; ஆனால் α = .01 அல்லது α = 0.001 இல் இல்லை.
uk: Тест був значущим при α = 0,05; але не при α = 0,01 або α = 0,001.

source: The test was significant at α = 0.05 and α = 0.01; but not at α = 0.001.
nb: Testen var signifikant ved α = 0,05 og α = 0,01, men ikke ved α = 0,001.
ta: சோதனை α = 0.05 மற்றும் α = 0.01 இல் குறிப்பிடத்தக்கதாக இருந்தது; ஆனால் α = 0.001 இல் இல்லை.
uk: Тест був значущим при α = 0,05 та α = 0,01; але не при α = 0,001.

source: Nevertheless, quite a lot of people still prefer to report exact *p*-values. To many people, the advantage of allowing the reader to make up their own mind about how to interpret *p* = 0.06 outweighs any disadvantages. In practice, however, even among those researchers who prefer exact *p*-values it is quite common to just write *p* < 0.001 instead of reporting an exact value for small *p*. This is in part because a lot of software doesn’t actually print out the *p*-value when it’s that small (e.g., SPSS just writes *p* = 0.000 whenever *p* < 0.001), and in part because a very small *p*-value can be kind of misleading. The human mind sees a number like 0.0000000001 and it’s hard to suppress the gut feeling that the evidence in favour of the alternative hypothesis is a near certainty. In practice however, this is usually wrong. Life is a big, messy, complicated thing, and every statistical test ever invented relies on simplifications, approximations and assumptions. As a consequence, it’s probably not reasonable to walk away from *any* statistical analysis with a feeling of confidence stronger than *p* < 0.001 implies. In other words, *p* < 0.001 is really code for “as far as *this test* is concerned, the evidence is overwhelming.”
nb: Likevel er det fortsatt ganske mange som foretrekker å rapportere eksakte *p*-verdier. For mange veier fordelen med at leseren selv kan gjøre seg opp en mening om hvordan *p* = 0,06 skal tolkes, tyngre enn ulempene. I praksis er det imidlertid ganske vanlig, selv blant de forskerne som foretrekker eksakte *p*-verdier, å bare skrive *p* < 0,001 i stedet for å rapportere en eksakt verdi for små *p*. Dette skyldes delvis at mange dataprogrammer ikke skriver ut *p*-verdien når den er så liten (SPSS skriver f.eks. bare *p* = 0,000 når *p* < 0,001), og delvis at en svært liten *p*-verdi kan være litt misvisende. Når vi mennesker ser et tall som 0,0000000001, er det vanskelig å undertrykke magefølelsen om at evidens for alternativhypotesen er så godt som sikre. I praksis er dette imidlertid vanligvis feil. Livet er stort, rotete og komplisert, og alle statistiske tester som noensinne er oppfunnet, bygger på forenklinger, tilnærminger og antakelser. Derfor er det sannsynligvis ikke rimelig å gå fra *enhver* statistisk analyse med en følelse av tillit som er sterkere enn *p* < 0,001 tilsier. Med andre ord er *p* < 0,001 egentlig en kode for «når det gjelder *denne testen*, er bevisene overveldende».
ta: ஆயினும்கூட, நிறைய பேர் இன்னும் துல்லியமான *பி *-மதிப்புகளைப் புகாரளிக்க விரும்புகிறார்கள். பலருக்கு, * p * = 0.06 ஐ எவ்வாறு விளக்குவது என்பது பற்றி வாசகரை தங்கள் மனதை உருவாக்க அனுமதிப்பதன் நன்மை எந்தவொரு தீமைகளையும் விட அதிகமாக உள்ளது. இருப்பினும், நடைமுறையில், துல்லியமான *பி *மதிப்பை விரும்பும் ஆராய்ச்சியாளர்களிடையே கூட சிறிய *பி *க்கு சரியான மதிப்பைப் புகாரளிப்பதற்குப் பதிலாக *பி *<0.001 ஐ எழுதுவது மிகவும் பொதுவானது. இது ஒரு பகுதியாக உள்ளது, ஏனென்றால் நிறைய மென்பொருள்கள் உண்மையில் *p *-value ஐ அச்சிடாது, அது சிறியதாக இருக்கும்போது (எ.கா. சிறிய *பி *-மதிப்பு என்பது தவறாக வழிநடத்தும். மனித மனம் 0.0000000001 போன்ற ஒரு எண்ணைக் காண்கிறது, மேலும் மாற்று கருதுகோளுக்கு ஆதரவான சான்றுகள் ஒரு உறுதியானவை என்ற குடல் உணர்வை அடக்குவது கடினம். இருப்பினும் நடைமுறையில், இது பொதுவாக தவறு. வாழ்க்கை என்பது ஒரு பெரிய, குழப்பமான, சிக்கலான சேதி, மற்றும் இதுவரை கண்டுபிடிக்கப்பட்ட ஒவ்வொரு புள்ளிவிவர சோதனையும் எளிமைப்படுத்தல்கள், தோராயங்கள் மற்றும் அனுமானங்களை நம்பியுள்ளது. இதன் விளைவாக, * p * <0.001 ஐ விட வலுவான நம்பிக்கையுடன் * எந்த * புள்ளிவிவர பகுப்பாய்விலிருந்தும் விலகிச் செல்வது நியாயமானதல்ல. வேறு வார்த்தைகளில் கூறுவதானால், * ப * <0.001 உண்மையில் “இந்த சோதனை * ஐப் பொருத்தவரை, சான்றுகள் மிகப்பெரியவை” என்பதற்கான குறியீடாகும்.
uk: Тим не менш, досить багато людей все ще вважають за краще вказувати точні значення *p*. Для багатьох перевага, що дозволяє читачеві самостійно вирішувати, як інтерпретувати *p* = 0,06, переважає будь-які недоліки. Однак на практиці навіть серед тих дослідників, які віддають перевагу точним значенням *p*, досить поширеною є практика вказувати просто *p* < 0,001 замість точного значення для малого *p*. Це частково пояснюється тим, що багато програмного забезпечення насправді не друкує значення *p*, коли воно таке мале (наприклад, SPSS просто пише *p* = 0,000, коли *p* < 0,001), а частково тим, що дуже мале значення *p* може бути дещо оманливим. Людський розум бачить число, таке як 0,0000000001, і важко придушити інтуїтивне відчуття, що докази на користь альтернативної гіпотези є майже певними. Однак на практиці це зазвичай не так. Життя — це велика, заплутана і складна річ, і кожен статистичний тест, який коли-небудь був винайдений, базується на спрощеннях, наближеннях і припущеннях. Як наслідок, ймовірно, нерозумно відмовлятися від *будь-якого* статистичного аналізу з почуттям впевненості, сильнішим, ніж те, що передбачає *p* < 0,001. Іншими словами, *p* < 0,001 насправді означає «щодо *цього тесту*, докази є переконливими».

source: In light of all this, you might be wondering exactly what you should do. There’s a fair bit of contradictory advice on the topic, with some people arguing that you should report the exact *p*-value, and other people arguing that you should use the tiered approach illustrated in :numref:`tab-pvaltable`. As a result, the best advice I can give is to suggest that you look at papers/reports written in your field and see what the convention seems to be. If there doesn’t seem to be any consistent pattern, then use whichever method you prefer.
nb: I lys av alt dette lurer du kanskje på hva du bør gjøre. Det finnes en god del motstridende råd om emnet, der noen hevder at du bør rapportere den eksakte *p*-verdien, mens andre mener at du bør bruke den nivådelte tilnærmingen som er illustrert i :numref:`tab-pvaltable`. Det beste rådet jeg kan gi, er derfor å foreslå at du ser på artikler/rapporter som er skrevet på ditt felt, og ser hva som ser ut til å være konvensjonen. Hvis det ikke ser ut til å være noe konsistent mønster, kan du bruke den metoden du foretrekker.
ta: இதையெல்லாம் வெளிச்சத்தில், நீங்கள் என்ன செய்ய வேண்டும் என்று நீங்கள் யோசித்துக்கொண்டிருக்கலாம். தலைப்பில் நியாயமான முரண்பாடான ஆலோசனைகள் உள்ளன, சிலர் நீங்கள் துல்லியமான *பி *-மதிப்பைப் புகாரளிக்க வேண்டும் என்று வாதிடுகின்றனர், மேலும் மற்றவர்கள் விளக்கப்பட்டுள்ள அடுக்கு அணுகுமுறையைப் பயன்படுத்த வேண்டும் என்று வாதிடுகின்றனர்: எண்ரெஃப்: `தாவல்-தூதர் '. இதன் விளைவாக, உங்கள் துறையில் எழுதப்பட்ட ஆவணங்கள்/அறிக்கைகளைப் பார்த்து, மாநாடு என்னவென்று பார்க்க வேண்டும் என்று பரிந்துரைப்பதே நான் கொடுக்கக்கூடிய சிறந்த அறிவுரை. எந்தவொரு நிலையான முறை இருப்பதாகத் தெரியவில்லை என்றால், நீங்கள் விரும்பும் எந்த முறையையும் பயன்படுத்தவும்.
uk: З огляду на все це, ви, можливо, задаєтеся питанням, що саме вам слід робити. Існує чимало суперечливих порад з цього приводу: одні стверджують, що слід повідомляти точне значення *p*, а інші — що слід використовувати багаторівневий підхід, проілюстрований у :numref:`tab-pvaltable`. Отже, найкраща порада, яку я можу дати, — це переглянути статті/звіти, написані у вашій галузі, і з'ясувати, яка практика є загальноприйнятою. Якщо ви не знайдете жодної послідовної закономірності, використовуйте той метод, який вам більше до вподоби.

source: Right now, this output looks pretty unfamiliar to you, but you can see that it’s telling you more or less the right things. Specifically, the *p*-value of 0.02 is less than the usual choice of α = 0.05, so you can reject the null. We’ll talk a lot more about how to read this sort of output as we go along, and after a while you’ll hopefully find it quite easy to read and understand.
nb: Akkurat nå ser dette resultatet ganske uvant ut for deg, men du kan se at det forteller deg mer eller mindre de riktige tingene. Spesielt *p*-verdien på 0,02 er mindre enn det vanlige valget av α = 0,05, så du kan forkaste nullhypotesen. Vi kommer til å snakke mye mer om hvordan du leser denne typen resultater etter hvert, og etter hvert vil du forhåpentligvis synes at det er ganske enkelt å lese og forstå.
ta: இப்போது, இந்த வெளியீடு உங்களுக்கு மிகவும் அறிமுகமில்லாததாகத் தெரிகிறது, ஆனால் அது சரியான விசயங்களை அதிகமாகவோ அல்லது குறைவாகவோ சொல்கிறது என்பதை நீங்கள் காணலாம். குறிப்பாக, 0.02 இன் *பி *-மதிப்பு α = 0.05 வழக்கமான தேர்வை விட குறைவாக உள்ளது, எனவே நீங்கள் பூச்யத்தை நிராகரிக்கலாம். நாங்கள் செல்லும்போது இந்த வகையான வெளியீட்டை எவ்வாறு படிப்பது என்பது பற்றி நாங்கள் அதிகம் பேசுவோம், சிறிது நேரத்திற்குப் பிறகு நீங்கள் படித்து புரிந்துகொள்வது மிகவும் எளிதானது என்று நம்புகிறோம்.
uk: Наразі цей результат виглядає для вас досить незвичним, але ви можете побачити, що він більш-менш відповідає дійсності. Зокрема, значення *p* 0,02 є меншим за звичайне значення α = 0,05, тому ви можете відхилити нульову гіпотезу. Ми ще багато говоритимемо про те, як читати такі результати, і через деякий час ви, сподіваємося, зможете легко їх читати і розуміти.

source: Note that the ``p`` here has nothing to do with a *p*-value. The ``p`` argument in the jamovi binomial test corresponds to the probability of making a correct response, according to the null hypothesis. In other words, it’s the *θ* value.
nb: Merk at ``p`` her ikke har noe med en *p*-verdi å gjøre. Argumentet ``p`` i jamovi-binomialtesten tilsvarer sannsynligheten for å gi et riktig svar i henhold til nullhypotesen. Det er med andre ord *θ*-verdien.
ta: `` P`` இங்கே ஒரு *p *-value உடன் எந்த தொடர்பும் இல்லை என்பதை நினைவில் கொள்க. சமோவி பைனோமியல் சோதனையில் உள்ள `` p`` உரையாடல் சுழிய கருதுகோளின் படி, சரியான பதிலை ஏற்படுத்தும் நிகழ்தகவுக்கு ஒத்திருக்கிறது. வேறு வார்த்தைகளில் கூறுவதானால், இது * θ * மதிப்பு.
uk: Зверніть увагу, що ``p`` тут не має нічого спільного з *p*-значенням. Аргумент ``p`` у біноміальному тесті jamovi відповідає ймовірності правильної відповіді відповідно до нульової гіпотези. Іншими словами, це значення *θ*.

source: In previous sections I’ve emphasised the fact that the major design principle behind statistical hypothesis testing is that we try to control our Type I error rate. When we fix α = 0.05 we are attempting to ensure that only 5\% of true null hypotheses are incorrectly rejected. However, this doesn’t mean that we don’t care about Type II errors. In fact, from the researcher’s perspective, the error of failing to reject the null when it is actually false is an extremely annoying one. With that in mind, a secondary goal of hypothesis testing is to try to minimise β, the Type II error rate, although we don’t usually *talk* in terms of minimising Type II errors. Instead, we talk about maximising the *power* of the test. Since power is defined as 1 - β, this is the same thing.
nb: I de foregående avsnittene har jeg understreket at det viktigste designprinsippet bak statistisk hypotesetesting er at vi prøver å kontrollere type-I-feilraten. Når vi setter α = 0,05, forsøker vi å sikre at bare 5\% av de sanne nullhypotesene forkastes feilaktig. Dette betyr imidlertid ikke at vi ikke bryr oss om type-II-feil. Fra forskerens perspektiv er det faktisk en ekstremt irriterende feil å ikke forkaste nullhypotesen når den faktisk er falsk. Med dette i bakhodet er et sekundært mål med hypotesetesting å forsøke å minimere β, type-II-feilraten, selv om vi vanligvis ikke *snakker* om å minimere type-II-feil. I stedet snakker vi om å maksimere testens *styrke*. Siden effekten er definert som 1 - β, er dette det samme.
ta: முந்தைய பிரிவுகளில் புள்ளிவிவர கருதுகோள் சோதனையின் பின்னால் உள்ள முக்கிய வடிவமைப்புக் கொள்கை என்னவென்றால், எங்கள் வகை I பிழை வீதத்தைக் கட்டுப்படுத்த முயற்சிக்கிறோம். Α = 0.05 ஐ சரிசெய்யும்போது, உண்மையான சுழிய கருதுகோள்களில் 5 \% மட்டுமே தவறாக நிராகரிக்கப்படுவதை உறுதி செய்ய முயற்சிக்கிறோம். இருப்பினும், வகை II பிழைகள் குறித்து நாங்கள் கவலைப்படவில்லை என்று அர்த்தமல்ல. உண்மையில், ஆராய்ச்சியாளரின் பார்வையில், பூச்யமானது உண்மையில் பொய்யாக இருக்கும்போது நிராகரிக்கத் தவறியது மிகவும் எரிச்சலூட்டும் ஒன்றாகும். இதைக் கருத்தில் கொண்டு, கருதுகோள் சோதனையின் இரண்டாம் நிலை குறிக்கோள் வகை II பிழை வீதத்தைக் குறைக்க முயற்சிப்பதாகும், இருப்பினும் வகை II பிழைகளை குறைப்பதன் அடிப்படையில் நாம் வழக்கமாக * பேசுவதில்லை. அதற்கு பதிலாக, சோதனையின் * சக்தியை * அதிகரிப்பதைப் பற்றி பேசுகிறோம். ஆற்றல் 1 - β என வரையறுக்கப்படுவதால், இது ஒன்றே.
uk: У попередніх розділах я наголошував на тому, що основним принципом статистичного тестування гіпотез є намагання контролювати рівень помилок I типу. Коли ми встановлюємо α = 0,05, ми намагаємося забезпечити, щоб лише 5 % справжніх нульових гіпотез були помилково відхилені. Однак це не означає, що ми не дбаємо про помилки II типу. Насправді, з точки зору дослідника, помилка, що полягає у відмові відхилити нульову гіпотезу, коли вона насправді є хибною, є надзвичайно прикрою. З огляду на це, другорядною метою перевірки гіпотез є спроба мінімізувати β, рівень помилок II типу, хоча зазвичай ми не *говоримо* про мінімізацію помилок II типу. Натомість ми говоримо про максимізацію *потужності* перевірки. Оскільки потужність визначається як 1 - β, це одне й те саме.
