Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch09.po
Languages: de, nb, ta, uk

source: Alternatively, suppose ESP does exist and participants can see the card. If that’s true people will perform better than chance and the statistical hypothesis is that *θ* > 0.5\ .
de: Nehmen wir alternativ an, dass es ESP gibt und die Teilnehmer die Karte sehen können. Wenn dies der Fall ist, werden die Teilnehmer besser abschneiden als der Zufall und die statistische Hypothese lautet: *θ* > 0,5\ .
nb: Alternativt kan vi anta at ESP eksisterer, og at deltakerne kan se kortet. Hvis det er sant, vil folk prestere bedre enn tilfeldighetene, og den statistiske hypotesen er at *θ* > 0,5\ .
ta: மாற்றாக, ஈஎச்பி உள்ளது என்று வைத்துக்கொள்வோம், பங்கேற்பாளர்கள் அட்டையைப் பார்க்கலாம். அது உண்மையானதாக இருந்தால், நபர்கள் வாய்ப்பை விட சிறப்பாக செயல்படுவார்கள் மற்றும் புள்ளிவிவர கருதுகோள் * θ *> 0.5 \.
uk: Або ж припустимо, що екстрасенсорне сприйняття (ЕСП) існує, і учасники можуть бачити картку. Якщо це правда, люди показуватимуть кращі результати, ніж випадково, і статистична гіпотеза полягає в тому, що *θ* > 0,5\.

source: A third possibility is that ESP does exist, but the colours are all reversed and people don’t realise it (okay, that’s wacky, but you never know). If that’s how it works then you’d expect people’s performance to be *below* chance. This would correspond to a statistical hypothesis that *θ* < 0.5\ .
de: Eine dritte Möglichkeit ist, dass ESP tatsächlich existiert, aber die Farben vertauscht sind und die Menschen es nicht merken (okay, das ist wenig realistisch, aber man weiß ja nie). Wenn das so ist, dann würde man erwarten, dass die Leistung der Menschen *unter* Zufallsniveau liegt. Dies würde der statistischen Hypothese entsprechen, dass *θ* < 0,5 ist.
nb: En tredje mulighet er at ESP eksisterer, men at alle fargene er snudd på hodet og at folk ikke er klar over det (ok, det er sprøtt, men man vet aldri). Hvis det er slik det fungerer, vil man forvente at folks prestasjoner ligger *under* tilfeldighetene. Dette ville tilsvare en statistisk hypotese om at *θ* < 0,5\ .
ta: மூன்றாவது சாத்தியம் என்னவென்றால், எச்பி உள்ளது, ஆனால் வண்ணங்கள் அனைத்தும் தலைகீழாக இருக்கின்றன, மக்கள் அதை உணரவில்லை (சரி, அது அசத்தல், ஆனால் உங்களுக்கு ஒருபோதும் தெரியாது). இது எவ்வாறு செயல்படுகிறது என்றால், மக்களின் செயல்திறன் * வாய்ப்பாக இருக்கும் என்று நீங்கள் எதிர்பார்க்கிறீர்கள். இது * θ * <0.5 \ என்ற புள்ளிவிவர கருதுகோளுடன் ஒத்திருக்கும்.
uk: Третя можливість полягає в тому, що ЕСП дійсно існує, але кольори всі перевернуті, і люди цього не усвідомлюють (гаразд, це дивно, але хто знає). Якщо це так, то можна очікувати, що результати людей будуть *нижчими* за випадкові. Це відповідатиме статистичній гіпотезі, що *θ* < 0,5\ .

source: Finally, suppose ESP exists but I have no idea whether people are seeing the right colour or the wrong one. In that case the only claim I could make about the data would be that the probability of making the correct answer is *not* equal to 0.5. This corresponds to the statistical hypothesis that *θ* ≠ 0.5\ .
de: Nehmen wir schließlich an, dass es ESP gibt, ich aber keine Ahnung habe, ob die Leute die richtige oder die falsche Farbe sehen. In diesem Fall wäre die einzige Aussage, die ich über die Daten machen könnte, dass die Wahrscheinlichkeit, die richtige Antwort zu geben, *nicht* gleich 0,5 ist. Dies entspricht der statistischen Hypothese, dass *θ* ≠ 0,5\ .
nb: Til slutt, anta at ESP eksisterer, men at jeg ikke aner om folk ser riktig eller feil farge. I så fall vil den eneste påstanden jeg kan komme med om dataene, være at sannsynligheten for å svare riktig *ikke* er lik 0,5. Dette tilsvarer den statistiske hypotesen om at *θ* ≠ 0,5\ .
ta: இறுதியாக, எச்பி உள்ளது என்று வைத்துக்கொள்வோம், ஆனால் மக்கள் சரியான நிறத்தைப் பார்க்கிறார்களா அல்லது தவறான ஒன்றைப் பார்க்கிறார்களா என்று எனக்குத் தெரியவில்லை. அவ்வாறான நிலையில், தரவைப் பற்றி நான் செய்யக்கூடிய ஒரே கூற்று, சரியான பதிலை உருவாக்குவதற்கான நிகழ்தகவு * 0.5 க்கு சமமானதல்ல. இது * θ * ≠ 0.5 \ என்ற புள்ளிவிவர கருதுகோளுக்கு ஒத்திருக்கிறது.
uk: Нарешті, припустимо, що ЕСП існує, але я не маю уявлення, чи бачать люди правильний колір, чи неправильний. У цьому випадку єдине, що я можу стверджувати про дані, це те, що ймовірність дати правильну відповідь *не* дорівнює 0,5. Це відповідає статистичній гіпотезі, що *θ* ≠ 0,5\ .

source: All of these are legitimate examples of a statistical hypothesis because they are statements about a population parameter and are meaningfully related to my experiment.
de: All dies sind legitime Beispiele für statistische Hypothesen, weil sie Aussagen über einen Populationsparameter sind und in einem sinnvollen Zusammenhang mit meinem Experiment stehen.
nb: Alle disse er legitime eksempler på en statistisk hypotese, fordi de er utsagn om en populasjonsparameter og er meningsfullt relatert til eksperimentet mitt.
ta: இவை அனைத்தும் ஒரு புள்ளிவிவரக் கருதுகோளின் நியாயமான எடுத்துக்காட்டுகள், ஏனெனில் அவை மக்கள்தொகை அளவுருவைப் பற்றிய அறிக்கைகள் மற்றும் எனது பரிசோதனையுடன் அர்த்தமுள்ளவை.
uk: Усі ці приклади є законними прикладами статистичної гіпотези, оскільки вони є твердженнями про параметр популяції та мають змістовне відношення до мого експерименту.

source: What this discussion makes clear, I hope, is that when attempting to construct a statistical hypothesis test the researcher actually has two quite distinct hypotheses to consider. First, he or she has a research hypothesis (a claim about psychology), and this then corresponds to a statistical hypothesis (a claim about the data generating population). In my ESP example these might be:
de: Diese Diskussion macht, so hoffe ich, deutlich, dass der Forscher beim Versuch, einen statistischen Hypothesentest zu konstruieren, eigentlich zwei ganz unterschiedliche Hypothesen zu berücksichtigen hat. Erstens hat er eine Forschungshypothese (eine Behauptung über die Psychologie), und diese entspricht dann einer statistischen Hypothese (eine Behauptung über die Daten erzeugende Population). In meinem ESP-Beispiel könnten diese lauten:
nb: Jeg håper at denne diskusjonen gjør det klart at forskeren som forsøker å konstruere en statistisk hypotesetest, faktisk har to helt forskjellige hypoteser å ta hensyn til. For det første har han eller hun en forskningshypotese (en påstand om psykologi), og denne korresponderer så med en statistisk hypotese (en påstand om den datagenererende populasjonen). I mitt ESP-eksempel kan disse være:
ta: இந்த விவாதம் தெளிவுபடுத்துகிறது, ஒரு புள்ளிவிவர கருதுகோள் சோதனையை உருவாக்க முயற்சிக்கும்போது, ஆராய்ச்சியாளருக்கு உண்மையில் கருத்தில் கொள்ள இரண்டு தனித்துவமான கருதுகோள்கள் உள்ளன. முதலாவதாக, அவருக்கு அல்லது அவளுக்கு ஒரு ஆராய்ச்சி கருதுகோள் உள்ளது (உளவியல் பற்றிய கூற்று), பின்னர் இது ஒரு புள்ளிவிவர கருதுகோளுக்கு ஒத்திருக்கிறது (தரவு உருவாக்கும் மக்கள்தொகை பற்றிய கூற்று). எனது ஈஎச்பி எடுத்துக்காட்டில் இவை இருக்கலாம்:
uk: Сподіваюся, ця дискусія прояснює, що при спробі побудувати статистичний гіпотетичний тест дослідник насправді має розглянути дві досить різні гіпотези. По-перше, він або вона має дослідницьку гіпотезу (твердження про психологію), яка потім відповідає статистичній гіпотезі (твердження про популяцію, що генерує дані). У моєму прикладі з ESP це можуть бути:

source: Dani’s **research** hypothesis:
de: Dani's **Forschungs**-Hypothese:
nb: Danis **forskningshypotese**:
ta: டானியின் ** ஆராய்ச்சி ** கருதுகோள்:
uk: Гіпотеза **дослідження** Дані:

source: “ESP exists”
de: „ESP existiert“
nb: «ESP eksisterer»
ta: “எச்பி உள்ளது”
uk: “ESP існує”

source: Dani’s **statistical** hypothesis:
de: Dani's **statistische** Hypothese:
nb: Danis **statistiske** hypotese:
ta: டானியின் ** புள்ளிவிவர ** கருதுகோள்:
uk: **Статистична** гіпотеза Дані:

source: And a key thing to recognise is this. *A statistical hypothesis test is a test of the statistical hypothesis, not the research hypothesis*. If your study is badly designed then the link between your research hypothesis and your statistical hypothesis is broken. To give a silly example, suppose that my ESP study was conducted in a situation where the participant can actually see the card reflected in a window. If that happens I would be able to find very strong evidence that *θ* ≠ 0.5, but this would tell us nothing about whether “ESP exists”.
de: Ein wichtiger Punkt, den es zu beachten gilt, ist folgender. *Ein statistischer Hypothesentest ist ein Test der statistischen Hypothese, nicht der Forschungshypothese*. Wenn Ihre Studie schlecht konzipiert ist, ist eine Verbindung zwischen Ihrer Forschungshypothese und Ihrer statistischen Hypothese nicht gegeben. Um ein dummes Beispiel zu geben: Nehmen wir an, meine ESP-Studie wurde in einer Situation durchgeführt, in der der Teilnehmer die Karte in einem Fenster gespiegelt sehen kann. In diesem Fall könnte ich sehr starke Beweise dafür finden, dass *θ* ≠ 0,5 ist, aber das würde nichts darüber aussagen, ob „ESP existiert“.
nb: Og en viktig ting å være klar over er dette. *En statistisk hypotesetest er en test av den statistiske hypotesen, ikke av forskningshypotesen*. Hvis studien din er dårlig utformet, er koblingen mellom forskningshypotesen og den statistiske hypotesen brutt. For å gi et tåpelig eksempel: Anta at ESP-studien min ble gjennomført i en situasjon der deltakeren faktisk kan se kortet reflektert i et vindu. I så fall ville jeg kunne finne svært sterke bevis for at *θ* ≠ 0,5, men dette ville ikke si noe om hvorvidt «ESP eksisterer».
ta: அங்கீகரிக்க ஒரு முக்கிய சேதி இதுதான். *ஒரு புள்ளிவிவர கருதுகோள் சோதனை என்பது புள்ளிவிவர கருதுகோளின் சோதனை, ஆராய்ச்சி கருதுகோள் அல்ல*. உங்கள் ஆய்வு மோசமாக வடிவமைக்கப்பட்டிருந்தால், உங்கள் ஆராய்ச்சி கருதுகோளுக்கும் உங்கள் புள்ளிவிவர கருதுகோளுக்கும் இடையிலான இணைப்பு உடைக்கப்படுகிறது. ஒரு வேடிக்கையான உதாரணத்தைக் கொடுக்க, பங்கேற்பாளர் ஒரு சாளரத்தில் பிரதிபலிக்கும் அட்டையை உண்மையில் காணக்கூடிய சூழ்நிலையில் எனது ஈஎச்பி ஆய்வு நடத்தப்பட்டது என்று வைத்துக்கொள்வோம். அது நடந்தால், * θ * ≠ 0.5 என்பதற்கு நான் மிகவும் வலுவான ஆதாரங்களைக் கண்டுபிடிக்க முடியும், ஆனால் இது “எச்பி உள்ளது” என்பது பற்றி எங்களுக்கு எதுவும் சொல்லாது.
uk: І важливо усвідомити наступне. *Статистичний гіпотетичний тест є тестом статистичної гіпотези, а не дослідницької гіпотези*. Якщо ваше дослідження погано сплановане, то зв'язок між вашою дослідницькою гіпотезою та статистичною гіпотезою порушується. Наведу простий приклад: припустимо, що моє дослідження екстрасенсорних здібностей проводилося в ситуації, коли учасник міг бачити картку, що відбивалася у вікні. У такому випадку я міг би знайти дуже переконливі докази того, що *θ* ≠ 0,5, але це нічого не сказало б нам про те, чи існують екстрасенсорні здібності.

source: Null hypotheses and alternative hypotheses
de: Nullhypothesen und Alternativhypothesen
nb: Null- og alternativhypoteser
ta: சுழிய கருதுகோள்கள் மற்றும் மாற்று கருதுகோள்கள்
uk: Нульові гіпотези та альтернативні гіпотези

source: So far, so good. I have a research hypothesis that corresponds to what I want to believe about the world, and I can map it onto a statistical hypothesis that corresponds to what I want to believe about how the data were generated. It’s at this point that things get somewhat counter-intuitive for a lot of people. Because what I’m about to do is invent a new statistical hypothesis (the “null” hypothesis, H\ :sub:`0`\ ) that corresponds to the exact opposite of what I want to believe, and then focus exclusively on that almost to the neglect of the thing I’m actually interested in (which is now called the “alternative” hypothesis, H\ :sub:`1`\ ). In our ESP example, the null hypothesis is that *θ* = 0.5, since that’s what we’d expect if ESP *didn’t* exist. My hope, of course, is that ESP is totally real and so the *alternative* to this null hypothesis is *θ* ≠ 0.5. In essence, what we’re doing here is dividing up the possible values of *θ* into two groups: those values that I really hope aren’t true (the null), and those values that I’d be happy with if they turn out to be right (the alternative). Having done so, the important thing to recognise is that the goal of a hypothesis test is *not* to show that the alternative hypothesis is (probably) true. The goal is to show that the null hypothesis is (probably) false. Most people find this pretty weird.
de: So weit, so gut. Ich habe eine Forschungshypothese, die dem entspricht, was ich über die Welt glauben möchte, und ich kann sie einer statistischen Hypothese zuordnen, die dem entspricht, was ich darüber glauben möchte, wie die Daten entstanden sind. An diesem Punkt werden die Dinge für viele Menschen etwas kontra-intuitiv. Denn ich bin dabei, eine neue statistische Hypothese (die „Null“-Hypothese, H\ :sub:`0`\ ) zu erfinden, die dem genauen Gegenteil dessen entspricht, was ich glauben möchte, und mich dann ausschließlich auf diese Hypothese zu konzentrieren, so dass ich das, was mich eigentlich interessiert, fast vernachlässige (die „Alternativ“-Hypothese, H\ :sub:`1`\ ). In unserem ESP-Beispiel lautet die Nullhypothese, dass *θ* = 0,5 ist, denn das ist das, was wir erwarten würden, wenn es das ESP *nicht gäbe*. Meine Hoffnung ist natürlich, dass ESP existiert und die *Alternative* zu dieser Nullhypothese *θ* ≠ 0,5 ist. Im Wesentlichen geht es hier darum, die möglichen Werte von *θ* in zwei Gruppen aufzuteilen: die Werte, von denen ich hoffe, dass sie nicht wahr sind (die Nullhypothese), und die Werte, mit denen ich zufrieden wäre, wenn sie sich als richtig erweisen würden (die Alternativhypothese). Dabei ist es wichtig zu erkennen, dass das Ziel eines Hypothesentests *nicht* ist, zu zeigen, dass die Alternativhypothese (wahrscheinlich) wahr ist. Das Ziel ist, zu zeigen, dass die Nullhypothese (wahrscheinlich) falsch ist. Die meisten Menschen finden das ziemlich seltsam.
nb: Så langt, så bra. Jeg har en forskningshypotese som samsvarer med det jeg ønsker å tro om verden, og jeg kan overføre den til en statistisk hypotese som samsvarer med det jeg ønsker å tro om hvordan dataene ble generert. Det er på dette punktet at ting blir noe kontraintuitivt for mange mennesker. For det jeg er i ferd med å gjøre, er å finne opp en ny statistisk hypotese (nullhypotesen, H\ :sub:`0`\ ) som tilsvarer det stikk motsatte av det jeg ønsker å tro, og deretter fokusere utelukkende på den, nesten på bekostning av det jeg faktisk er interessert i (som nå kalles «alternativhypotesen», H\ :sub:`1`\ ). I vårt ESP-eksempel er nullhypotesen at *θ* = 0,5, siden det er det vi ville forvente hvis ESP *ikke* eksisterte. Mitt håp er selvfølgelig at ESP er helt reelt, og at *alternativhypotesen* til denne nullhypotesen er *θ* ≠ 0,5. Det vi gjør her, er å dele de mulige verdiene av *θ* inn i to grupper: de verdiene som jeg virkelig håper ikke er sanne (nullhypotesen), og de verdiene som jeg er fornøyd med hvis de viser seg å være riktige (alternativhypotesen). Når dette er gjort, er det viktig å være klar over at målet med en hypotesetest *ikke* er å vise at alternativhypotesen (sannsynligvis) er sann. Målet er å vise at nullhypotesen (sannsynligvis) er usann. De fleste synes dette er ganske rart.
ta: இதுவரை, மிகவும் நல்லது. உலகைப் பற்றி நான் நம்ப விரும்புவதை ஒத்த ஒரு ஆராய்ச்சி கருதுகோள் என்னிடம் உள்ளது, மேலும் தரவு எவ்வாறு உருவாக்கப்பட்டது என்பதைப் பற்றி நான் நம்ப விரும்பும் ஒரு புள்ளிவிவர கருதுகோளில் அதை வரைபடமாக்க முடியும். இந்த கட்டத்தில் தான் நிறைய பேருக்கு விசயங்கள் ஓரளவு எதிர்-உள்ளுணர்வு பெறுகின்றன. ஏனென்றால், நான் செய்யப் போவது ஒரு புதிய புள்ளிவிவரக் கருதுகோளை (“பூச்ய” கருதுகோள், h \: sub: `0` \) கண்டுபிடிப்பது, இது நான் நம்ப விரும்பும் விசயங்களுக்கு நேர்மாறாக ஒத்திருக்கிறது, பின்னர் அதில் பிரத்தியேகமாக கவனம் செலுத்துங்கள் நான் உண்மையில் ஆர்வமாக உள்ள விசயத்தின் புறக்கணிப்புக்கு கிட்டத்தட்ட (இது இப்போது “மாற்று” கருதுகோள் என்று அழைக்கப்படுகிறது, h \: துணை: `1` \). எங்கள் ஈஎச்பி எடுத்துக்காட்டில், சுழிய கருதுகோள் என்னவென்றால், * θ * = 0.5, ஏனென்றால் எச்பி * இல்லை என்றால் நாங்கள் எதிர்பார்க்கிறோம். என் நம்பிக்கை, நிச்சயமாக, ஈ.எச்.பி முற்றிலும் உண்மையானது, எனவே இந்த சுழிய கருதுகோளுக்கு * மாற்று * * θ * ≠ 0.5 ஆகும். சாராம்சத்தில், நாங்கள் இங்கே என்ன செய்கிறோம் என்பது * θ * இன் சாத்தியமான மதிப்புகளை இரண்டு குழுக்களாகப் பிரிக்கிறது: நான் உண்மையில் நம்பும் அந்த மதிப்புகள் உண்மை இல்லை (பூச்யம்), மற்றும் அந்த மதிப்புகள் நான் மகிழ்ச்சியாக இருக்கும் சரியானதாக மாறவும் (மாற்று). அவ்வாறு செய்தபின், அங்கீகரிக்க வேண்டிய முக்கியமான சேதி என்னவென்றால், ஒரு கருதுகோள் சோதனையின் குறிக்கோள் * மாற்றக் கருதுகோள் (அநேகமாக) உண்மை என்பதைக் காண்பிப்பதாகும். சுழிய கருதுகோள் (அநேகமாக) தவறானது என்பதைக் காண்பிப்பதே குறிக்கோள். பெரும்பாலான மக்கள் இதை மிகவும் வித்தியாசமாகக் காண்கிறார்கள்.
uk: Поки що все добре. У мене є дослідницька гіпотеза, яка відповідає тому, у що я хочу вірити про світ, і я можу відобразити її на статистичній гіпотезі, яка відповідає тому, у що я хочу вірити про те, як були отримані дані. Саме на цьому етапі для багатьох людей все стає дещо неінтуїтивним. Тому що я збираюся вигадати нову статистичну гіпотезу (нульову гіпотезу, H\ :sub:`0`\ ), яка відповідає прямо протилежному тому, у що я хочу вірити, а потім зосередитися виключно на ній, майже нехтуючи тим, що мене насправді цікавить (тепер це називається альтернативною гіпотезою, H\ :sub:`1`\ ). У нашому прикладі з екстрасенсорним сприйняттям нульова гіпотеза полягає в тому, що *θ* = 0,5, оскільки саме цього ми очікували б, якби екстрасенсорне сприйняття *не* існувало. Звичайно, я сподіваюся, що екстрасенсорне сприйняття є цілком реальним, і тому *альтернативою* цій нульовій гіпотезі є *θ* ≠ 0,5. По суті, ми тут ділимо можливі значення *θ* на дві групи: ті значення, які я справді сподіваюся, що не є правдивими (нульові), і ті значення, якими я був би задоволений, якби вони виявилися правильними (альтернативні). Зробивши це, важливо усвідомити, що метою перевірки гіпотези *не* є доведення того, що альтернативна гіпотеза (ймовірно) є правдивою. Метою є доведення того, що нульова гіпотеза (ймовірно) є хибною. Більшість людей вважають це досить дивним.

source: The best way to think about it, in my experience, is to imagine that a hypothesis test is a criminal trial,\ [#]_ *the trial of the null hypothesis*. The null hypothesis is the defendant, the researcher is the prosecutor, and the statistical test itself is the judge. Just like a criminal trial, there is a presumption of innocence. The null hypothesis is *deemed* to be true unless you, the researcher, can prove beyond a reasonable doubt that it is false. You are free to design your experiment however you like (within reason, obviously!) and your goal when doing so is to maximise the chance that the data will yield a conviction for the crime of being false. The catch is that the statistical test sets the rules of the trial and those rules are designed to protect the null hypothesis, specifically to ensure that if the null hypothesis is actually true the chances of a false conviction are guaranteed to be low. This is pretty important. After all, the null hypothesis doesn’t get a lawyer, and given that the researcher is trying desperately to prove it to be false *someone* has to protect it.
de: Meiner Erfahrung nach stellt man sich einen Hypothesentest am besten wie einen Strafprozess vor,\ [#]_ *den Prozess um die Nullhypothese*. Die Nullhypothese ist der Angeklagte, der Forscher ist der Staatsanwalt, und der statistische Test selbst ist der Richter. Genau wie in einem Strafprozess gilt die Unschuldsvermutung. Die Nullhypothese wird als wahr *angesehen*, es sei denn, Sie, der Forscher, können zweifelsfrei nachweisen, dass sie falsch ist. Es steht Ihnen frei, Ihr Experiment so zu gestalten, wie Sie es möchten (in einem vernünftigen Rahmen). Ihr Ziel ist es, die Wahrscheinlichkeit zu maximieren, dass die Daten zu einer Verurteilung für das Verbrechen falsch zu sein führen. Der Haken an der Sache ist, dass die Regeln des Versuchs durch den statistischen Test festlegt sind. Diese Regeln sind so ausgelegt, dass die Nullhypothese geschützt wird, d. h. dass die Wahrscheinlichkeit einer falschen Verurteilung garantiert gering ist, wenn die Nullhypothese tatsächlich wahr ist. Das ist ziemlich wichtig. Schließlich bekommt die Nullhypothese keinen Anwalt, und da der Forscher verzweifelt versucht, zu beweisen, dass sie falsch ist, *muss jemand* sie schützen.
nb: Den beste måten å tenke på det på, etter min erfaring, er å forestille seg at en hypotesetest er en rettssak,\ [#]_ *rettssaken om nullhypotesen*. Nullhypotesen er den tiltalte, forskeren er aktor, og selve den statistiske testen er dommeren. Akkurat som i en rettssak er det en uskyldspresumsjon. Nullhypotesen *anses* for å være sann, med mindre du som forsker kan bevise utover enhver rimelig tvil at den er usann. Du står fritt til å utforme eksperimentet ditt som du vil (innenfor rimelighetens grenser, selvsagt!), og målet ditt er å maksimere sjansen for at dataene vil gi en fellende dom for forbrytelsen å være falsk. Haken er at den statistiske testen setter reglene for forsøket, og disse reglene er utformet for å beskytte nullhypotesen, spesielt for å sikre at hvis nullhypotesen faktisk er sann, er sjansen for en falsk domfellelse garantert lav. Dette er ganske viktig. Nullhypotesen får tross alt ingen advokat, og siden forskeren desperat prøver å bevise at den er usann, må *noen* beskytte den.
ta: இதைப் பற்றி சிந்திக்க சிறந்த வழி, என் அனுபவத்தில், ஒரு கருதுகோள் சோதனை ஒரு குற்றவியல் சோதனை, \ [#] _ *பூச்ய கருதுகோளின் சோதனை *. சுழிய கருதுகோள் எதிராளி, ஆராய்ச்சியாளர் வழக்கறிஞர், மற்றும் புள்ளிவிவர சோதனை தானே நீதிபதி. ஒரு குற்றவியல் விசாரணையைப் போலவே, அப்பாவித்தனத்தின் ஊகமும் உள்ளது. நீங்கள், ஆராய்ச்சியாளரான நீங்கள், அது தவறானது என்ற நியாயமான சந்தேகத்திற்கு அப்பால் நிரூபிக்க முடியாவிட்டால், சுழிய கருதுகோள் உண்மை என்று கருதப்படுகிறது. நீங்கள் விரும்பினாலும் (காரணத்தின்படி, வெளிப்படையாக!) உங்கள் பரிசோதனையை வடிவமைக்க நீங்கள் சுதந்திரமாக இருக்கிறீர்கள், அவ்வாறு செய்யும்போது உங்கள் குறிக்கோள், பொய்யான குற்றத்திற்கு தரவு ஒரு தண்டனையை அளிக்கும் வாய்ப்பை அதிகரிப்பதாகும். பிடிப்பு என்னவென்றால், புள்ளிவிவர சோதனை சோதனையின் விதிகளை அமைக்கிறது, மேலும் அந்த விதிகள் சுழிய கருதுகோளைப் பாதுகாக்க வடிவமைக்கப்பட்டுள்ளன, குறிப்பாக சுழிய கருதுகோள் உண்மையில் உண்மையாக இருந்தால், தவறான தண்டனைக்கான வாய்ப்புகள் குறைவாக இருப்பதற்கு பொறுப்பு அளிக்கப்படுகின்றன. இது மிகவும் முக்கியமானது. எல்லாவற்றிற்கும் மேலாக, சுழிய கருதுகோள் ஒரு வழக்கறிஞரைப் பெறவில்லை, மேலும் ஆராய்ச்சியாளர் அதை பொய்யானது என்பதை நிரூபிக்க தீவிரமாக முயற்சி செய்கிறார் * யாரோ * அதைப் பாதுகாக்க வேண்டும்.
uk: На мій досвід, найкращий спосіб подумати про це — уявити, що перевірка гіпотези — це кримінальний процес, [#]_ *процес над нульовою гіпотезою*. Нульова гіпотеза — це обвинувачений, дослідник — прокурор, а сама статистична перевірка — суддя. Як і в кримінальному суді, існує презумпція невинуватості. Нульова гіпотеза *вважається* правдивою, якщо ви, дослідник, не можете довести без розумних сумнівів, що вона є хибною. Ви можете вільно розробляти свій експеримент, як вам заманеться (зрозуміло, в розумних межах!), і ваша мета при цьому — максимально збільшити ймовірність того, що дані дадуть підстави для визнання гіпотези хибною. Хитрість полягає в тому, що статистичний тест встановлює правила судового процесу, і ці правила розроблені для захисту нульової гіпотези, а саме для того, щоб гарантувати, що якщо нульова гіпотеза є дійсно істинною, ймовірність помилкового звинувачення буде низькою. Це дуже важливо. Адже нульова гіпотеза не має адвоката, і з огляду на те, що дослідник відчайдушно намагається довести її хибність, *хтось* повинен її захищати.
