Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: As you might expect, the mechanics of the *t*-test are almost identical to the mechanics of the *z*-test. So there’s not much point in going through the tedious exercise of showing you how to do the calculations using low level commands. It’s pretty much identical to the calculations that we did earlier, except that we use the estimated standard deviation and then we test our hypothesis using the *t*-distribution rather than the normal distribution. And so instead of going through the calculations in tedious detail for a second time, I’ll jump straight to showing you how *t*-tests are actually done. jamovi comes with a dedicated analysis for *t*-tests that is very flexible (it can run lots of different kinds of *t*-tests). It’s pretty straightforward to use; all you need to do is specify ``Analyses`` → ``T-Tests`` → ``One Sample T-Test``, move the variable you are interested in (``X``) across into the ``Variables`` box, and type in the mean value for the null hypothesis (``67.5``) in the ``Hypothesis`` → ``Test value`` box. Easy enough (see :numref:`fig-ttest_one`, which, amongst other things that we will get to in a moment, gives you a *t*statistic = 2.25, with 19 degrees of freedom and an associated *p*-value of 0.036.
de: Wie zu erwarten, ist die Vorgehensweise beim *t*-Test fast identisch mit der Vorgehensweise beim *z*-Test. Es macht also wenig Sinn, Ihnen zu zeigen, wie Sie die Berechnungen mit Befehlen Schritt-für-Schritt durchführen. Die Berechnungen sind fast identisch mit denen, die wir zuvor durchgeführt haben, außer dass wir die geschätzte Standardabweichung verwenden und unsere Hypothese mit der *t*-Verteilung statt mit der Normalverteilung testen. Anstatt die Berechnungen ein zweites Mal in mühsamer Kleinarbeit durchzugehen, zeige ich Ihnen jetzt, wie *t*-Tests tatsächlich durchgeführt werden. jamovi enthält eine spezielle Analyse für *t*-Tests, die sehr flexibel ist (sie kann viele verschiedene Arten von *t*-Tests durchführen). Es ist ziemlich einfach zu benutzen; alles, was Sie tun müssen, ist ``Analyses`` → ``T-Tests`` → ``One Sample T-Test`` auszuwählen, die Variable, an der Sie interessiert sind (``X``), in das Feld ``Variables`` zu verschieben, und den Mittelwert für die Nullhypothese (``67.5``) im Textfeld ``Hypothesis`` → ``Test value`` einzutragen. Das ist ganz einfach (siehe :numref:`fig-ttest_one`, das, neben anderen Dingen, zu denen wir gleich noch kommen werden, eine *t*-Statistik = 2.25 ergibt, mit 19 Freiheitsgraden und einem zugehörigen *p*-Wert von 0.036.
nb: Som du kanskje forventer, er mekanikken i *t*-testen nesten identisk med mekanikken i *z*-testen. Det er derfor ikke så mye vits i å gå gjennom den kjedelige øvelsen med å vise deg hvordan du gjør beregningene ved hjelp av kommandoer på lavt nivå. Det er stort sett identisk med beregningene vi gjorde tidligere, bortsett fra at vi bruker det estimerte standardavviket, og så tester vi hypotesen vår ved hjelp av *t*-fordelingen i stedet for normalfordelingen. I stedet for å gå gjennom utregningene i langtekkelig detalj en gang til, skal jeg gå rett til å vise deg hvordan *t*-tester faktisk utføres. jamovi leveres med en egen analyse for *t*-tester som er svært fleksibel (den kan kjøre mange forskjellige typer *t*-tester). Den er ganske enkel å bruke; alt du trenger å gjøre er å spesifisere ``Analyses`` → ``T-Tests`` → ``One Sample T-Test``, flytte variabelen du er interessert i (``X``) over i ``Variables``-boksen, og skrive inn gjennomsnittsverdien for nullhypotesen (``67.5``) i ``Hypothesis`` → ``Test value``-boksen. Enkelt nok (se :numref:`fig-ttest_one`, som blant annet gir deg en *t*-statistikk = 2,25, med 19 frihetsgrader og en tilhørende *p*-verdi på 0,036.
ta: நீங்கள் எதிர்பார்ப்பது போல, *t *-test இன் இயக்கவியல் *z *-test இன் இயக்கவியலுடன் கிட்டத்தட்ட ஒத்ததாக இருக்கும். ஆகவே, குறைந்த அளவிலான கட்டளைகளைப் பயன்படுத்தி கணக்கீடுகளை எவ்வாறு செய்வது என்பதைக் காண்பிக்கும் கடினமான பயிற்சியைக் கடந்து செல்வதில் அதிக அர்த்தமில்லை. மதிப்பிடப்பட்ட நிலையான விலகலைப் பயன்படுத்துவதைத் தவிர, நாங்கள் முன்பு செய்த கணக்கீடுகளுக்கு இது மிகவும் ஒத்ததாக இருக்கிறது, பின்னர் சாதாரண விநியோகத்தை விட *t *-விநியோகத்தைப் பயன்படுத்தி எங்கள் கருதுகோளை சோதிக்கிறோம். ஆகவே, கணக்கீடுகளை இரண்டாவது முறையாக கடினமான விரிவாகக் கடந்து செல்வதற்குப் பதிலாக, *t *-tests உண்மையில் எவ்வாறு செய்யப்படுகின்றன என்பதைக் காட்ட நான் நேராக குதிப்பேன். சமோவி *டி *-டெச்ட்களுக்கான பிரத்யேக பகுப்பாய்வோடு மிகவும் நெகிழ்வானதாக இருக்கிறார் (இது பல்வேறு வகையான *டி *-டெச்ட்களை இயக்க முடியும்). பயன்படுத்த இது மிகவும் நேரடியானது; நீங்கள் செய்ய வேண்டியது `` அனலீச்` `` `டி-சோதனைகள்``` `` ஒரு மாதிரி டி-டெச்ட்``, நீங்கள் ஆர்வமுள்ள (`` x``) `` முழுவதும் நகர்த்தவும் `` கருதுகோள்` → `` சோதனை மதிப்பு`` பெட்டியில் சுழிய கருதுகோளுக்கான சராசரி மதிப்பை (`` 67.5``) தட்டச்சு செய்க. போதுமானது (பார்க்க: எண்ரெஃப்: `fig-ttest_one`, இது ஒரு கணத்தில் நாம் பெறும் மற்ற விசயங்களுக்கிடையில், உங்களுக்கு ஒரு *t *புள்ளிவிவர = 2.25, 19 டிகிரி விடுதலை மற்றும் அதனுடன் தொடர்புடைய *p *-மதிப்பு 0.036.
uk: Як і слід було очікувати, механіка *t*-тесту майже ідентична механіці *z*-тесту. Тому немає сенсу проводити нудне заняття, показуючи вам, як виконувати обчислення за допомогою команд низького рівня. Це майже ідентично обчисленням, які ми робили раніше, за винятком того, що ми використовуємо оцінене стандартне відхилення, а потім перевіряємо нашу гіпотезу за допомогою *t*-розподілу, а не нормального розподілу. Тому замість того, щоб вдруге детально описувати обчислення, я відразу перейду до того, як насправді проводяться *t*-тести. jamovi має спеціальний аналіз для *t*-тестів, який є дуже гнучким (він може виконувати багато різних видів *t*-тестів). Він досить простий у використанні; все, що вам потрібно зробити, це вказати ``Аналіз`` → ``T-тести`` → ``T-тест для однієї вибірки``, перемістити змінну, яка вас цікавить (``X``), у поле ``Змінні`` та ввести середнє значення для нульової гіпотези (``67,5``) у полі ``Гіпотеза`` → ``Значення тесту``. Досить просто (див. :numref:`fig-ttest_one`, який, серед іншого, про що ми поговоримо трохи пізніше, дає вам *t*-статистику = 2,25, з 19 ступенями свободи та відповідним *p*-значенням 0,036.

source: Conducting an One-sample *t*-test in jamovi
de: Durchführen des *t*-Tests mit einer Stichprobe in jamovi
nb: Gjennomføring av en *t*-test med ett utvalg i jamovi
ta: சாமோவியில் ஒரு மாதிரி *t *-test ஐ நடத்துகிறது
uk: Проведення одновибіркового *t*-тесту в jamovi

source: Also reported are two other things you might care about: the 95\% confidence interval and a measure of effect size (we’ll talk more about effect sizes later). So that seems straightforward enough. Now what do we *do* with this output? Well, since we’re pretending that we actually care about my toy example, we’re overjoyed to discover that the result is statistically significant (i.e. *p*-value below 0.05). We could report the result by saying something like this:
de: Es werden auch zwei andere Dinge berichtet, die für Sie von Interesse sein könnten: das 95\%-Konfidenzintervall und ein Maß für die Effektstärke (wir werden später mehr über Effektstärken sprechen). Das scheint also einfach genug zu sein. Was machen wir nun mit dieser Ausgabe? Da wir so tun, als ob wir uns tatsächlich für mein Spielzeugbeispiel interessieren, sind wir überglücklich zu entdecken, dass das Ergebnis statistisch signifikant ist (d. h. einen *p*-Wert von unter 0,05 hat). Wir könnten das Ergebnis in etwa so wiedergeben:
nb: Det rapporteres også to andre ting du kanskje er interessert i: 95\%-konfidensintervall og et mål på effektstørrelsen (vi skal snakke mer om effektstørrelser senere). Så det virker enkelt nok. Hva *gjør* vi nå med disse resultatene? Vel, siden vi later som om vi faktisk bryr oss om lekeeksempelet mitt, blir vi overlykkelige over å oppdage at resultatet er statistisk signifikant (dvs. *p*-verdi under 0,05). Vi kan rapportere resultatet ved å si noe sånt som dette:
ta: நீங்கள் அக்கறை கொள்ளக்கூடிய இரண்டு விசயங்களும் அறிக்கையிடப்பட்டுள்ளன: 95 \% நம்பிக்கை இடைவெளி மற்றும் விளைவு அளவின் அளவீடு (விளைவு அளவுகளைப் பற்றி நாங்கள் பின்னர் அதிகம் பேசுவோம்). எனவே அது போதுமான நேரடியானதாகத் தெரிகிறது. இப்போது இந்த வெளியீட்டில் நாம் என்ன செய்கிறோம்? சரி, எனது பொம்மை உதாரணத்தைப் பற்றி நாங்கள் உண்மையில் அக்கறை காட்டுகிறோம் என்று பாசாங்கு செய்வதால், இதன் விளைவாக புள்ளிவிவர ரீதியாக முக்கியமானது என்பதைக் கண்டுபிடிப்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம் (அதாவது *பி *-0.05 க்கு கீழே). இதுபோன்ற ஒன்றைச் சொல்வதன் மூலம் முடிவை நாங்கள் புகாரளிக்க முடியும்:
uk: Також повідомляються дві інші речі, які можуть вас зацікавити: 95\% довірчий інтервал і міра розміру ефекту (про розміри ефекту ми поговоримо пізніше). Тож це здається досить простим. Що ж тепер *робити* з цими результатами? Оскільки ми робимо вигляд, що нас дійсно цікавить мій іграшковий приклад, ми радісно виявляємо, що результат є статистично значущим (тобто *p*-значення нижче 0,05). Ми могли б повідомити про результат, сказавши щось на кшталт:

source: With a mean grade of 72.3, the psychology students scored slightly higher than the average grade of 67.5 (*t*\(19) = 2.25, *p* < 0.05); the mean difference was 4.80 and the 95\% confidence interval was from 0.34 to 9.26.
de: Mit einer Durchschnittsnote von 72,3 lagen die Psychologiestudenten leicht über der Durchschnittsnote von 67,5 (*t*\(19) = 2,25, *p* < 0,05); die mittlere Differenz betrug 4,80 und das 95\%-Konfidenzintervall lag zwischen 0,34 und 9,26.
nb: Med en gjennomsnittskarakter på 72,3 skåret psykologistudentene litt høyere enn gjennomsnittskarakteren på 67,5 (*t*\(19) = 2,25, *p* < 0,05); gjennomsnittsforskjellen var 4,80 og konfidensintervallet på 95\% var fra 0,34 til 9,26.
ta: 72.3 சராசரி தரத்துடன், உளவியல் மாணவர்கள் சராசரி தரமான 67.5 (*t*\ (19) = 2.25,*ப*<0.05) ஐ விட சற்றே அதிகமாக மதிப்பெண் பெற்றனர்; சராசரி வேறுபாடு 4.80 மற்றும் 95 \% நம்பிக்கை இடைவெளி 0.34 முதல் 9.26 வரை இருந்தது.
uk: З середнім балом 72,3 студенти-психологи отримали трохи вищий результат, ніж середній бал 67,5 (*t*\(19) = 2,25, *p* < 0,05); середня різниця становила 4,80, а 95\% довірчий інтервал — від 0,34 до 9,26.

source: where *t*\(19) is shorthand notation for a *t*-statistic that has 19 degrees of freedom. That said, it’s often the case that people don’t report the confidence interval, or do so using a much more compressed form than I’ve done here. For instance, it’s not uncommon to see the confidence interval included as part of the stat block after reporting the mean difference, like this:
de: wobei *t*\(19) die Kurzschreibweise für eine *t*-Statistik mit 19 Freiheitsgraden ist. Allerdings kommt es häufig vor, dass das Konfidenzintervall nicht angegeben wird oder in einer viel komprimierteren Form, als ich es hier getan habe. Es ist zum Beispiel nicht ungewöhnlich, dass das Konfidenzintervall als Teil des Statistikblocks nach der Angabe der Mittelwertdifferenz angegeben wird:
nb: hvor *t*\(19) er en forkortelse for en *t*-statistikk som har 19 frihetsgrader. Når det er sagt, er det ofte slik at folk ikke rapporterer konfidensintervallet, eller gjør det i en mye mer komprimert form enn jeg har gjort her. For eksempel er det ikke uvanlig å se konfidensintervallet inkludert som en del av statistikkblokken etter rapportering av gjennomsnittsforskjellen, slik som dette:
ta: எங்கே *t *\ (19) என்பது ஒரு *t *-statistist க்கான சுருக்கெழுத்து குறியீடாகும், இது 19 டிகிரி சுதந்திரத்தைக் கொண்டுள்ளது. மக்கள் நம்பிக்கை இடைவெளியைப் புகாரளிக்க மாட்டார்கள், அல்லது நான் இங்கு செய்ததை விட மிகவும் சுருக்கப்பட்ட வடிவத்தைப் பயன்படுத்துவதில்லை. உதாரணமாக, இது போன்ற சராசரி வேறுபாட்டைப் புகாரளித்தபின் ச்டேட் தொகுதியின் ஒரு பகுதியாக சேர்க்கப்பட்ட நம்பிக்கை இடைவெளியைக் காண்பது வழக்கமல்ல:
uk: де *t*\(19) є скороченим позначенням для *t*-статистики, що має 19 ступенів свободи. Тим не менш, часто трапляється так, що люди не повідомляють про довірчий інтервал або роблять це у набагато більш стислому вигляді, ніж я це зробив тут. Наприклад, нерідко довірчий інтервал включають до блоку статистичних даних після повідомлення про середню різницю, як-от:

source: With that much jargon crammed into half a line, you know it must be really smart.\ [#]_
de: Bei so viel Fachjargon in einer halben Zeile weiß man, dass es wirklich schlau sein muss.\ [#]_
nb: Med så mye sjargong stappet inn på en halv linje, vet du at det må være veldig smart.\ [#]_
ta: அவ்வளவு வாசகங்கள் அரை வரியாக நெரிசலில், அது மிகவும் புத்திசாலித்தனமாக இருக்க வேண்டும் என்று உங்களுக்குத் தெரியும். \ [#] _
uk: З такою кількістю жаргону, втиснутого в піврядка, знаєш, це має бути справді розумно.\ [#]_

source: Assumptions of the one sample *t*-test
de: Voraussetzungen für den *t*-Test bei einer Stichprobe
nb: Forutsetninger for *t*-test med ett utvalg
ta: ஒரு மாதிரியின் அனுமானங்கள் *t *-test
uk: Припущення одновибіркового *t*-тесту

source: Okay, so what assumptions does the one-sample *t*-test make? Well, since the *t*-test is basically a *z*-test with the assumption of known standard deviation removed, you shouldn’t be surprised to see that it makes the same assumptions as the *z*-test, minus the one about the known standard deviation. That is
de: Welche Voraussetzungen müssen erfüllt sein, um den *t*-Test mit einer Stichprobe durchführen zu können? Da der *t*-Test im Grunde ein *z*-Test ist, bei dem die Annahme, dass die Standardabweichung bekannt sein muss, entfällt, sollte es Sie nicht überraschen, dass er dieselben Voraussetzungen erfordert wie der *z*-Test, abzüglich der Annahme der bekannten Standardabweichung. Das bedeutet
nb: Ok, så hvilke forutsetninger gjør *t*-test med ett utvalg? Vel, siden *t*-testen i bunn og grunn er en *z*-test der forutsetningen om kjent standardavvik er fjernet, bør du ikke bli overrasket over å se at den legger til grunn de samme forutsetningene som *z*-testen, minus forutsetningen om kjent standardavvik. Det vil si
ta: சரி, ஒரு மாதிரி *t *-test என்ன அனுமானங்களைச் செய்கிறது? சரி, *t *-test அடிப்படையில் ஒரு *z *-test என்பது அறியப்பட்ட நிலையான விலகல் அகற்றப்பட்ட அனுமானத்துடன் இருப்பதால், இது *z *-test போன்ற அதே அனுமானங்களைச் செய்வதைக் கண்டு நீங்கள் ஆச்சரியப்படக்கூடாது, கழித்தல் அறியப்பட்ட நிலையான விலகல் பற்றி ஒன்று. அதாவது
uk: Гаразд, то які припущення робить одновибірковий *t*-тест? Оскільки *t*-тест є, по суті, *z*-тестом без припущення про відоме стандартне відхилення, не дивно, що він робить ті самі припущення, що й *z*-тест, за винятком припущення про відоме стандартне відхилення. Тобто

source: *Normality*. We’re still assuming that the population distribution is normal,\ [#]_ and as noted earlier, there are standard tools that you can use to check to see if this assumption is met (section :doc:`Ch11_tTest_08`), and other tests you can do in it’s place if this assumption is violated (section :doc:`Ch11_tTest_09`).
de: *Normalverteilung*. Wir gehen immer noch davon aus, dass die Grundgesamtheit normalverteilt ist,\ [#]_ und wie bereits erwähnt, gibt es Standardwerkzeuge, mit denen Sie überprüfen können, ob diese Annahme erfüllt ist (Abschnitt :doc:`../Ch11/Ch11_tTest_08`), und andere Tests, die Sie durchführen können, wenn diese Annahme verletzt wird (Abschnitt :doc:`Ch11_tTest_09`).
nb: *Normalfordeling*. Vi antar fortsatt at populasjonsfordelingen tilsvarer en normalfordeling,\ [#]_ og som nevnt tidligere finnes det standardverktøy som du kan bruke til å sjekke om denne forutsetningen er oppfylt (avsnitt :doc:`Ch11_tTest_08`), og andre tester du kan gjøre i stedet hvis denne forutsetningen brytes (avsnitt :doc:`Ch11_tTest_09`).
ta: *இயல்புநிலை*. மக்கள்தொகை வழங்கல் இயல்பானது என்று நாங்கள் இன்னும் கருதுகிறோம், \ [#] _ மற்றும் முன்னர் குறிப்பிட்டபடி, இந்த அனுமானம் நிறைவு செய்யப்பட்டுள்ளதா என்பதை சரிபார்க்க நீங்கள் பயன்படுத்தக்கூடிய நிலையான கருவிகள் உள்ளன (பிரிவு: DOC: `Ch11_ttest_08`), மற்றும் இந்த அனுமானம் மீறப்பட்டால் நீங்கள் அதன் இடத்தில் செய்யக்கூடிய பிற சோதனைகள் (பிரிவு: டாக்: `CH11_TTEST_09`).
uk: *Нормальність*. Ми все ще припускаємо, що розподіл населення є нормальним,\ [#]_ і, як зазначалося раніше, існують стандартні інструменти, за допомогою яких можна перевірити, чи виконується це припущення (розділ :doc:`Ch11_tTest_08`), а також інші тести, які можна провести замість цього, якщо це припущення порушується (розділ :doc:`Ch11_tTest_09`).

source: *Independence*. Once again, we have to assume that the observations in our sample are generated independently of one another. See the earlier discussion about the *z*-test for specifics (section :ref:`Assumptions of the *z*-test <assumptions_z_test>`).
de: *Unabhängigkeit*. Auch hier müssen wir davon ausgehen, dass die Beobachtungen in unserer Stichprobe unabhängig voneinander erzeugt wurden. Siehe die frühere Diskussion beim *z*-Test für Einzelheiten (Abschnitt :ref:`Annahmen des *z*-Tests <assumptions_z_test>`).
nb: *Uavhengighet*. Igjen må vi anta at observasjonene i utvalget vårt er generert uavhengig av hverandre. Se den tidligere diskusjonen om *z*-testen for detaljer (avsnitt :ref:`Forutsetninger for *z*-testen <assumptions_z_test>`).
ta: *சுதந்திரம்*. மீண்டும், எங்கள் மாதிரியில் உள்ள அவதானிப்புகள் ஒருவருக்கொருவர் சுயாதீனமாக உருவாக்கப்படுகின்றன என்று நாம் கருத வேண்டும். பிரத்தியேகங்களுக்கான *z *-Test பற்றிய முந்தைய விவாதத்தைக் காண்க (பிரிவு: குறிப்பு: ` *z *-test <anumptions_z_test>` இன் அனுமானங்கள்).
uk: *Незалежність*. Знову ж таки, ми маємо припустити, що спостереження в нашій вибірці генеруються незалежно одне від одного. Детальніше про це див. попереднє обговорення *z*-тесту (розділ :ref:`Припущення *z*-тесту <assumptions_z_test>`).

source: Overall, these two assumptions aren’t terribly unreasonable, and as a consequence the one-sample *t*-test is pretty widely used in practice as a way of comparing a sample mean against a hypothesised population mean.
de: Insgesamt sind diese beiden Annahmen nicht sehr unvernünftig, und daher wird der *t*-Test mit einer Stichprobe in der Praxis recht häufig zum Vergleich eines Stichprobenmittelwerts mit einem hypothetischen Populationsmittelwert verwendet.
nb: Alt i alt er ikke disse to forutsetningene veldig urimelige, og som en konsekvens av dette er *t*-test for ett utvalg ganske mye brukt i praksis som en måte å sammenligne et utvalgsgjennomsnitt med et antatt populasjonsgjennomsnitt.
ta: ஒட்டுமொத்தமாக, இந்த இரண்டு அனுமானங்களும் மிகவும் நியாயமற்றவை அல்ல, இதன் விளைவாக ஒரு மாதிரி *டி *-டெச்ட் ஒரு கருதுகோள் மக்கள்தொகைக்கு எதிராக ஒரு மாதிரி சராசரியை ஒப்பிடுவதற்கான ஒரு வழியாக நடைமுறையில் மிகவும் பரவலாகப் பயன்படுத்தப்படுகிறது.
uk: В цілому, ці два припущення не є надто необґрунтованими, і, як наслідок, одновибірковий *t*-тест досить широко використовується на практиці як спосіб порівняння середнього значення вибірки з гіпотетичним середнім значенням генеральної сукупності.

source: Well, sort of. As I understand the history, Gosset only provided a partial solution; the general solution to the problem was provided by Sir Ronald Fisher.
de: Zumindest teilweise. Wenn ich die Geschichte korrekt verstehe, hat Gosset nur eine Teillösung geliefert; die allgemeine Lösung des Problems wurde von Sir Ronald Fisher geliefert.
nb: Vel, på en måte. Slik jeg har forstått historien, leverte Gosset bare en delløsning; den generelle løsningen på problemet ble levert av Sir Ronald Fisher.
ta: சரி, வகை. நான் வரலாற்றைப் புரிந்து கொண்டபடி, கோசெட் ஒரு பகுதி தீர்வை மட்டுமே வழங்கியது; பிரச்சினைக்கு பொதுவான தீர்வை சர் ரொனால்ட் ஃபிசர் வழங்கினார்.
uk: Ну, щось на кшталт того. Наскільки я розумію історію, Госсет запропонував лише часткове рішення; загальне рішення проблеми запропонував сер Рональд Фішер.

source: More seriously, I tend to think the reverse is true. I get very suspicious of technical reports that fill their results sections with nothing except the numbers. It might just be that I’m an arrogant jerk, but I often feel like an author that makes no attempt to explain and interpret their analysis to the reader either doesn’t understand it themselves, or is being a bit lazy. Your readers are smart, but not infinitely patient. Don’t annoy them if you can help it.
de: Im Ernst: Ich glaube eher, dass das Gegenteil der Fall ist. Ich bin misstrauisch gegenüber Berichten und Manuskripten, die die Abschnitte, in denen die Ergebnisse berichtet werden, mit nichts anderem als den Zahlen füllen. Vielleicht bin ich einfach nur arrogant, aber ich habe oft das Gefühl, dass ein Autor, der keinen Versuch unternimmt, dem Leser seine Analyse zu erklären und diese zu interpretieren, sie entweder selbst nicht versteht oder faul ist. Ihre Leser sind klug, aber nicht unendlich geduldig. Verärgern Sie sie nicht, wenn Sie es vermeiden können.
nb: Mer alvorlig er det at jeg har en tendens til å tro at det motsatte er tilfelle. Jeg blir veldig mistenksom overfor tekniske rapporter som ikke fyller resultatdelen med annet enn tall. Det kan være at jeg bare er en arrogant dust, men jeg føler ofte at en forfatter som ikke gjør noe forsøk på å forklare og tolke analysen sin for leseren, enten ikke forstår den selv, eller er litt lat. Leserne dine er smarte, men ikke uendelig tålmodige. Ikke irriter dem hvis du kan unngå det.
ta: இன்னும் தீவிரமாக, தலைகீழ் உண்மை என்று நான் நினைக்கிறேன். எண்களைத் தவிர வேறு எதுவும் இல்லாமல் அவற்றின் முடிவுகள் பிரிவுகளை நிரப்பும் தொழில்நுட்ப அறிக்கைகள் குறித்து நான் மிகவும் சந்தேகிக்கிறேன். நான் ஒரு திமிர்பிடித்த முட்டாள்தனமாக இருக்கலாம், ஆனால் நான் அடிக்கடி ஒரு எழுத்தாளரைப் போல உணர்கிறேன், அது வாசகருக்கு அவர்களின் பகுப்பாய்வை விளக்கவும் விளக்கவும் எந்த முயற்சியும் எடுக்கவில்லை, அதைப் புரிந்து கொள்ளவில்லை, அல்லது சற்று சோம்பேறியாக இருக்கிறது. உங்கள் வாசகர்கள் அறிவாளி, ஆனால் எல்லையற்ற பொறுமையாக இல்லை. உங்களுக்கு உதவ முடிந்தால் அவர்களை தொந்தரவு செய்ய வேண்டாம்.
uk: Більш серйозно, я схильний думати, що все навпаки. Я дуже підозріло ставлюся до технічних звітів, в яких розділ результатів заповнений виключно цифрами. Можливо, я просто зарозумілий дурень, але мені часто здається, що автор, який не намагається пояснити і проінтерпретувати свій аналіз для читача, або сам його не розуміє, або просто лінується. Ваші читачі розумні, але не безмежно терплячі. Не дратуйте їх, якщо можете цього уникнути.
