Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: One way to check whether a sample violates the normality assumption is to draw a **“QQ plot”** (Quantile-Quantile plot). This allows you to visually check whether you’re seeing any systematic violations. In a QQ plot, each observation is plotted as a single dot. The x co-ordinate is the theoretical quantile that the observation should fall in if the data were normally distributed (with mean and variance estimated from the sample), and on the y co-ordinate is the actual quantile of the data within the sample. If the data are normal, the dots should form a straight line. For instance, lets see what happens if we generate data by sampling from a normal distribution, and then drawing a QQ plot. The results are shown in :numref:`fig-qq1`. As you can see, these data form a pretty straight line; which is no surprise given that we sampled them from a normal distribution! In contrast, have a look at the two data sets shown in :numref:`fig-qq2`. The top panels show the histogram and a QQ plot for a data set that is highly skewed: the QQ plot curves upwards. The lower panels show the same plots for a heavy tailed (i.e., high kurtosis) data set: in this case the QQ plot flattens in the middle and curves sharply at either end.
de: Eine Möglichkeit zu prüfen, ob eine Stichprobe gegen die Annahme der Normalverteilung verstößt, ist das Erstellen eines **„Q-Q-Diagramm“** (Quantil-Quantil-Diagramm). Auf diese Weise können Sie visuell überprüfen, ob Sie systematische Verletzungen der Normalverteilungsannahme feststellen können. In einem Q-Q-Diagramm wird jede Beobachtung als ein einzelner Punkt dargestellt. Die x-Koordinate ist das theoretische Quantil, in das die Beobachtung fallen sollte, wenn die Daten normal verteilt wären (mit Mittelwert und Varianz, die aus der Stichprobe geschätzt werden), und die y-Koordinate ist das tatsächliche Quantil der Daten innerhalb der Stichprobe. Wenn die Daten normalverteilt sind, sollten die Punkte eine gerade Linie bilden. Sehen wir uns zum Beispiel an, was passiert, wenn wir Daten durch Stichproben aus einer Normalverteilung erzeugen und dann ein Q-Q-Diagramm zeichnen. Die Ergebnisse sind in :numref:`fig-qq1` dargestellt. Wie Sie sehen können, bilden diese Daten eine ziemlich gerade Linie; das ist keine Überraschung, wenn man bedenkt, dass wir sie aus einer Normalverteilung gezogen haben! Sehen Sie sich im Gegensatz dazu die beiden Datensätze in :numref:`fig-qq2` an. Der obere Teil zeigt das Histogramm und ein Q-Q-Diagramm für einen Datensatz, der stark schief verteilt ist: Das Q-Q-Diagramm ist nach oben gekrümmt. Der untere Teil zeigen die gleichen Diagramme für einen Datensatz mit starken Ausläufern (d. h. mit hoher Kurtosis): In diesem Fall flacht das Q-Q-Diagramm in der Mitte ab und weist an beiden Enden eine scharfe Kurve auf.
nb: En måte å sjekke om en stikkprøve bryter med forutsetningen om normalfordeling, er å tegne et **«QQ-plott»** (*Quantile-Quantile plot*). På denne måten kan du visuelt sjekke om du ser noen systematiske brudd. I et QQ-plott plottes hver observasjon som en enkelt prikk. X-koordinaten er den teoretiske kvantilen observasjonen burde ligge i hvis dataene var normalfordelte (med gjennomsnitt og varians estimert ut fra utvalget), og y-koordinaten er den faktiske kvantilen for dataene i utvalget. Hvis dataene er normalfordelte, skal prikkene danne en rett linje. La oss for eksempel se hva som skjer hvis vi genererer data ved å ta et utvalg fra en normalfordeling og deretter tegne et QQ-plott. Resultatene vises i :numref:`fig-qq1`. Som du kan se, danner disse dataene en ganske rett linje; noe som ikke er noen overraskelse gitt at vi samplet dem fra en normalfordeling! Se derimot på de to datasettene som vises i :numref:`fig-qq2`. De øverste panelene viser histogrammet og et QQ-plott for et datasett som er svært skjevt: QQ-plottet kurver oppover. De nederste panelene viser de samme plottene for et datasett med kraftig hale (dvs. høy kurtose): I dette tilfellet flater QQ-plottet ut i midten og buer skarpt i hver ende.
ta: ஒரு மாதிரி இயல்பான அனுமானத்தை மீறுகிறதா என்பதை சரிபார்க்க ஒரு வழி ** “QQ சதி” ** (அளவு-அளவு சதி) வரைய வேண்டும். ஏதேனும் முறையான மீறல்களை நீங்கள் காண்கிறீர்களா என்பதை பார்வைக்கு சரிபார்க்க இது உங்களை அனுமதிக்கிறது. ஒரு QQ சதித்திட்டத்தில், ஒவ்வொரு அவதானிப்பும் ஒற்றை புள்ளியாக திட்டமிடப்பட்டுள்ளது. ஃச் ஒருங்கிணைப்பு என்பது தரவு பொதுவாக விநியோகிக்கப்பட்டால் (மாதிரியிலிருந்து சராசரி மற்றும் மாறுபாட்டுடன்) அவதானிப்பு வீழ்ச்சியடைய வேண்டும் என்ற தத்துவார்த்த அளவு, மற்றும் ஒய் ஒருங்கிணைப்பில் மாதிரியில் உள்ள தரவின் உண்மையான அளவு. தரவு இயல்பாக இருந்தால், புள்ளிகள் ஒரு நேர் கோட்டை உருவாக்க வேண்டும். உதாரணமாக, ஒரு சாதாரண விநியோகத்திலிருந்து மாதிரி மூலம் தரவை உருவாக்கினால் என்ன நடக்கும் என்பதைப் பார்ப்போம், பின்னர் ஒரு QQ சதித்திட்டத்தை வரைகிறோம். முடிவுகள் இதில் காட்டப்பட்டுள்ளன: NumRef: `Fig-QQ1`. நீங்கள் பார்க்க முடியும் என, இந்த தரவு அழகான நேர் கோட்டை உருவாக்குகிறது; ஒரு சாதாரண விநியோகத்திலிருந்து அவற்றை நாங்கள் மாதிரி செய்ததில் ஆச்சரியமில்லை! இதற்கு நேர்மாறாக, காட்டப்பட்டுள்ள இரண்டு தரவுத் தொகுப்புகளைப் பாருங்கள்: NumRef: `Fig-QQ2`. மேல் பேனல்கள் மிகவும் வளைந்த தரவுத் தொகுப்பிற்கான இச்டோகிராம் மற்றும் ஒரு QQ சூழ்ச்சி ஆகியவற்றைக் காட்டுகின்றன: QQ சூழ்ச்சி மேல்நோக்கி வளைகிறது. கீழ் பேனல்கள் ஒரு கனமான வால் (அதாவது, உயர் கர்டோசிச்) தரவு தொகுப்புக்கு அதே அடுக்குகளைக் காட்டுகின்றன: இந்த விசயத்தில் QQ சூழ்ச்சி நடுத்தரத்தில் தட்டையானது மற்றும் இரு முனைகளிலும் கூர்மையாக வளைவுகள்.

source: Shapiro-Wilk tests
de: Shapiro-Wilk-Test
nb: Shapiro-Wilk-tester
ta: சாபிரோ-வில்க் சோதனைகள்
uk: Тести Шапіро-Вілка

source: QQ plots provide a nice way to informally check the normality of your data, but sometimes you’ll want to do something a bit more formal and the **Shapiro-Wilk test** (:ref:`Shapiro & Wilk, 1965 <Shapiro_1965>`) is probably what you’re looking for.\ [#]_ As you’d expect, the null hypothesis being tested is that a set of *N* observations is normally distributed.
de: Q-Q-Diagramme bieten eine gute Möglichkeit, die Normalverteilung Ihrer Daten informell zu überprüfen, aber manchmal möchten Sie etwas Formaleres tun, und dann ist der **Shapiro-Wilk-Test** (:ref:`Shapiro & Wilk, 1965 <Shapiro_1965>`) wahrscheinlich das, wonach Sie suchen.\ [#]_ Wie zu erwarten, ist die zu prüfende Nullhypothese, dass eine Menge von *N* Beobachtungen normalverteilt ist.
nb: QQ-plott er en fin måte å sjekke om dataene dine tilsvarer en normalfordeling, men noen ganger vil du gjøre noe litt mer formelt, og **Shapiro-Wilk-testen** (:ref:`Shapiro & Wilk, 1965 <Shapiro_1965>`) er sannsynligvis det du er ute etter.\ [#]_ Som du forventer, er nullhypotesen som testes, at et sett med *N* observasjoner er normalfordelt.
ta: உங்கள் தரவின் இயல்பான தன்மையை முறைசாரா முறையில் சரிபார்க்க QQ அடுக்கு ஒரு நல்ல வழியை வழங்குகிறது, ஆனால் சில நேரங்களில் நீங்கள் இன்னும் கொஞ்சம் முறையான ஒன்றைச் செய்ய விரும்புவீர்கள், மேலும் ** சாபிரோ-வில்க் சோதனை ** (: குறிப்பு: `சாபிரோ & வில்க், 1965 <சாபிரோ_1965 > `) நீங்கள் தேடுவது இருக்கலாம். \ [#] _ நீங்கள் எதிர்பார்ப்பது போல, சோதிக்கப்படும் சுழிய கருதுகோள் என்னவென்றால், * n * அவதானிப்புகளின் தொகுப்பு பொதுவாக விநியோகிக்கப்படுகிறது.

source: The test statistic that it calculates is conventionally denoted as *W*, and it’s calculated as follows. First, we sort the observations in order of increasing size, and let *X*\ :sub:`1` be the smallest value in the sample, *X*\ :sub:`2` be the second smallest and so on. Then the value of *W* is given by
de: Die vom Shapiro-Wilk-Test berechnete Teststatistik wird üblicherweise als *W* bezeichnet und wie folgt berechnet. Zunächst sortieren wir die Beobachtungen in der Reihenfolge der zunehmenden Größe und lassen *X*\ :sub:`1` den kleinsten Wert in der Stichprobe sein, *X*\ :sub:`2` den zweitkleinsten und so weiter. Dann ist der Wert von *W* gegeben durch
nb: Teststatistikken som beregnes, kalles vanligvis *W*, og den beregnes på følgende måte. Først sorterer vi observasjonene i rekkefølge etter økende størrelse, og lar *X*\ :sub:`1` være den minste verdien i utvalget, *X*\ :sub:`2` er den nest minste og så videre. Da er verdien av *W* gitt ved
ta: இது கணக்கிடும் சோதனை புள்ளிவிவரம் வழக்கமாக *w *எனக் குறிக்கப்படுகிறது, மேலும் இது பின்வருமாறு கணக்கிடப்படுகிறது. முதலாவதாக, அளவு அதிகரிக்கும் வரிசையில் அவதானிப்புகளை வரிசைப்படுத்துகிறோம், மேலும் *x *\: துணை: `1` மாதிரியில் மிகச்சிறிய மதிப்பாக இருக்கட்டும், *x *\: துணை:` 2` இரண்டாவது மிகச்சிறிய மற்றும் பலவற்றாக இருக்க வேண்டும். * W * இன் மதிப்பு வழங்கப்படுகிறது

source: where *X̄* is the mean of the observations, and the *a*\ :sub:`i` values are an introductory text.
de: wobei *X̄* der Mittelwert der Beobachtungen ist, und die *a*\ :sub:`i`-Werte ein einleitender Text sind.
nb: der *X̄* er gjennomsnittet av observasjonene, og *a*\ :sub:`i`-verdiene er en innledende tekst.
ta: எங்கே *x̄ *என்பது அவதானிப்புகளின் சராசரி, மற்றும் *A *\: துணை: `I` மதிப்புகள் ஒரு அறிமுக உரை.
uk: де *X̄* – це середнє значення спостережень, а значення *a*\ :sub:`i` – це вступний текст.

source: Because it’s a little hard to explain the maths behind the *W* statistic, a better idea is to give a broad brush description of how it behaves. Unlike most … mumble, mumble … something complicated that is a bit beyond the scope of of the test statistics that we’ll encounter in this book, it’s actually *small* values of *W* that indicate departure from normality. The *W* statistic has a maximum value of 1, which occurs when the data look “perfectly normal”. The smaller the value of *W* the less normal the data are. However, the sampling distribution for *W*, which is not one of the standard ones that I discussed in chapter :doc:`../Ch07/Ch07_Probability` and is in fact a complete pain in the arse to work with, does depend on the sample size *N*. To give you a feel for what these sampling distributions look like, I’ve plotted three of them in :numref:`fig-swdist`. Notice that, as the sample size starts to get large, the sampling distribution becomes very tightly clumped up near *W* = 1, and as a consequence, for larger samples *W* doesn’t have to be very much smaller than 1 in order for the test to be significant.
de: Da es etwas schwierig ist, die Mathematik hinter der *W*-Statistik zu erklären, ist es besser, eine grobe Beschreibung ihres Verhaltens zu geben. Im Gegensatz zu den meisten … *unverständlich* … etwas Kompliziertes, das den Rahmen der Teststatistiken, denen wir in diesem Buch begegnen werden, ein wenig sprengt, sind es tatsächlich *kleine* Werte von *W*, die eine Abweichung von der Normalverteilung anzeigen. Die *W*-Statistik hat einen Maximalwert von 1, der auftritt, wenn die Daten „vollkommen normalverteilt“ erscheinen. Je kleiner der Wert von *W* ist, desto weniger normalverteilt sind die Daten. Die Stichprobenverteilung für *W*, gehört nicht zu den Standardverteilungen, die ich in Kapitel :doc:`../Ch07/Ch07_Probability` besprochen habe. Mit ihr zu arbeiten ist eher mühsam, und sie wird von der Stichprobengröße *N* beeinflusst. Um Ihnen ein Gefühl dafür zu vermitteln, wie diese Stichprobenverteilungen aussehen, habe ich drei davon in :numref:`fig-swdist` aufgezeichnet. Beachten Sie, dass die Stichprobenverteilung mit zunehmender Größe der Stichprobe in der Nähe von *W* = 1 sehr stark verklumpt, so dass *W* bei größeren Stichproben nicht sehr viel kleiner als 1 sein muss, damit der Test signifikant wird.
nb: Fordi det er litt vanskelig å forklare matematikken bak *W*-statistikken, er det bedre å gi en bred beskrivelse av hvordan den oppfører seg. I motsetning til de fleste … mumle, mumle … noe komplisert som ligger litt utenfor omfanget av teststatistikken som vi kommer til å møte i denne boken, er det faktisk *små* verdier av *W* som indikerer avvik fra normalfordelingen. *W*-statistikken har en maksimumsverdi på 1, som oppstår når dataene ser «helt normalfordelt» ut. Jo mindre verdien av *W* er, desto mindre er dataene normalfordelt. Utvalgsfordelingen for *W*, som ikke er en av standardfordelingene jeg diskuterte i kapittelet :doc:`../Ch07/Ch07_Probability`, og som faktisk er en skikkelig plage å jobbe med, avhenger imidlertid av utvalgsstørrelsen *N*. For å gi deg en følelse av hvordan disse utvalgsfordelingene ser ut, har jeg plottet tre av dem i :numref:`fig-swdist`. Legg merke til at når utvalgsstørrelsen begynner å bli stor, blir utvalgsfordelingen veldig tett sammenklumpet i nærheten av *W* = 1, og som en konsekvens av dette trenger ikke *W* for større utvalg å være veldig mye mindre enn 1 for at testen skal være signifikant.
ta: * W * புள்ளிவிவரத்தின் பின்னால் உள்ள கணிதத்தை விளக்குவது கொஞ்சம் கடினம் என்பதால், அது எவ்வாறு செயல்படுகிறது என்பதற்கான பரந்த தூரிகை விளக்கத்தை அளிப்பதே ஒரு சிறந்த சிந்தனை. இந்த புத்தகத்தில் நாம் சந்திக்கும் சோதனை புள்ளிவிவரங்களின் எல்லைக்கு அப்பாற்பட்டது, சிக்கலான ஒன்று போலல்லாமல், சிக்கலான ஒன்று, இது உண்மையில் * w * இன் சிறிய * மதிப்புகள் இயல்பான தன்மையிலிருந்து புறப்படுவதைக் குறிக்கிறது. * W * புள்ளிவிவரமானது அதிகபட்ச மதிப்பைக் கொண்டுள்ளது, இது தரவு “முற்றிலும் இயல்பானது” என்று தோன்றும்போது நிகழ்கிறது. * W * இன் சிறிய மதிப்பு தரவு குறைந்த இயல்பானது. இருப்பினும், *W *க்கான மாதிரி வழங்கல், இது அத்தியாயத்தில் விவாதித்த நிலையான ஒன்றல்ல: DOC: `../ ch07/ch07_probability` மற்றும் உண்மையில் கழுதையுடன் வேலை செய்ய ஒரு முழுமையான வலி, சார்ந்து இருக்கிறது மாதிரி அளவில் *n *. இந்த மாதிரி வழங்கல் எப்படி இருக்கும் என்பதற்கான உணர்வை உங்களுக்கு வழங்க, அவற்றில் மூன்று பேரை நான் சூழ்ச்சி செய்துள்ளேன்: NUMREF: `Fig-swdist`. மாதிரி அளவு பெரிதாகத் தொடங்கும் போது, மாதிரி வழங்கல் * w * = 1 க்கு அருகில் மிகவும் இறுக்கமாக ஒட்டிக்கொண்டிருக்கும் என்பதைக் கவனியுங்கள், இதன் விளைவாக, பெரிய மாதிரிகள் * W * 1 க்கு விட மிகச் சிறியதாக இருக்க வேண்டியதில்லை சோதனை குறிப்பிடத்தக்கதாக இருக்க கட்டளை.

source: Sampling distribution of the Shapiro-Wilk W statistic
de: Stichprobenverteilung der Shapiro-Wilk-W-Statistik
nb: Utvalgsfordeling av Shapiro-Wilk W-statistikken
ta: சாபிரோ-வில்க் டபிள்யூ புள்ளிவிவரத்தின் மாதிரி வழங்கல்
uk: Розподіл вибірки W-статистики Шапіро-Вілка

source: Sampling distribution of the Shapiro-Wilk W statistic, under the null hypothesis that the data are normally-distributed, for samples of size 10, 20 and 50. Note that small values of W indicate departure from normality.
de: Stichprobenverteilung der Shapiro-Wilk-Statistik W, unter der Nullhypothese, dass die Daten normalverteilt sind, für Stichproben der Größe 10, 20 und 50. Beachten Sie, dass kleine Werte von W eine Abweichung von der Normalverteilung anzeigen.
nb: Utvalgsfordeling av Shapiro-Wilk W-statistikken, under nullhypotesen om at dataene er normalfordelte, for utvalg av størrelse 10, 20 og 50. Merk at små verdier av W indikerer avvik fra normalfordelingen.
ta: 10, 20 மற்றும் 50 அளவு மாதிரிகளுக்கு, தரவு பொதுவாக விநியோகிக்கப்படுகிறது என்ற சுழிய கருதுகோளின் கீழ், சாபிரோ-வில்க் டபிள்யூ புள்ளிவிவரத்தின் மாதிரி வழங்கல். W இன் சிறிய மதிப்புகள் இயல்பான தன்மையிலிருந்து புறப்படுவதைக் குறிக்கின்றன என்பதை நினைவில் கொள்க.
uk: Розподіл вибірки статистики Шапіро-Уілка W, за нульовою гіпотезою, що дані мають нормальний розподіл, для вибірок розміром 10, 20 і 50. Зверніть увагу, що малі значення W вказують на відхилення від нормальності.

source: To get the Shapiro-Wilk statistic in jamovi *t*-tests, check the option for ``Normality`` listed under ``Assumptions``. In the randomly sampled data (*N* = 100) we used for the QQ plot, the value for the Shapiro-Wilk normality test statistic was W = 0.99 with a *p*-value of 0.69. So, not surprisingly, we have no evidence that these data depart from normality. When reporting the results for a Shapiro-Wilk test, you should (as usual) make sure to include the test statistic *W* and the *p*-value, though given that the sampling distribution depends so heavily on *N* it would probably be a politeness to include *N* as well.
de: Um die Shapiro-Wilk-Statistik innerhalb eines *t*-Tests in jamovi zu erhalten, aktivieren Sie die Option für ``Normality`` unter ``Assumptions``. Bei den zufällig ausgewählten Daten (*N* = 100), die wir für das Q-Q-Diagramm verwendet haben, war der Wert für die Shapiro-Wilk-Normalverteilungsteststatistik W = 0,99 und der resultierende *p*-Wert war 0,69. Es überrascht also nicht, dass wir keine Hinweise darauf haben, dass diese Daten von der Normalverteilung abweichen. Wenn Sie die Ergebnisse eines Shapiro-Wilk-Tests angeben, sollten Sie (wie üblich) darauf achten, dass Sie die Teststatistik *W* und den *p*-Wert angeben, obwohl es angesichts der Tatsache, dass die Stichprobenverteilung so stark von *N* abhängt, vernünftig wäre, außerdem auch *N* anzugeben.
nb: For å få Shapiro-Wilk-statistikken i jamovi *t*-tester, sjekk alternativet for ``Normality`` under ``Assumptions``. I de tilfeldig utvalgte dataene (*N* = 100) vi brukte til QQ-plottet, var verdien for Shapiro-Wilk-teststatistikken W = 0,99 med en *p*-verdi på 0,69. Ikke overraskende har vi altså ingen bevis for at disse dataene avviker fra normalifordelingen. Når du rapporterer resultatene for en Shapiro-Wilk-test, bør du (som vanlig) sørge for å inkludere teststatistikken *W* og *p*-verdien, men siden utvalgsfordelingen avhenger så sterkt av *N*, ville det nok være høflig å inkludere *N* også.
ta: சாமோவியில் சாபிரோ-வில்க் புள்ளிவிவரத்தைப் பெற, `` அனுமானங்கள்`` இன் கீழ் பட்டியலிடப்பட்ட `` இயல்பான தன்மை`` க்கான விருப்பத்தை சரிபார்க்கவும். QQ சதித்திட்டத்திற்கு நாங்கள் பயன்படுத்திய தோராயமாக மாதிரி தரவுகளில் (*n*= 100), சாபிரோ-வில்க் இயல்பான சோதனை புள்ளிவிவரத்திற்கான மதிப்பு 0.69 இன்*p*-value உடன் w = 0.99 ஆகும். எனவே, ஆச்சரியப்படுவதற்கில்லை, இந்த தரவு இயல்புநிலையிலிருந்து விலகுவதற்கான எந்த ஆதாரமும் எங்களிடம் இல்லை. ஒரு சாபிரோ-வில்க் சோதனைக்கான முடிவுகளைப் புகாரளிக்கும்போது, நீங்கள் (வழக்கம் போல்) சோதனை புள்ளிவிவரம் *W *மற்றும் *p *-மதிப்பு ஆகியவற்றைச் சேர்க்க வேண்டும் என்பதை உறுதிப்படுத்த வேண்டும், இருப்பினும் மாதிரி வழங்கல் *n *ஐப் பொறுத்தது என்று கொடுக்கப்பட்டுள்ளது * n * ஐச் சேர்க்க ஒரு மரியாதையாக இருக்கலாம்.

source: Example
de: Ein Beispiel
nb: Eksempel
ta: எடுத்துக்காட்டு
uk: Приклад

source: In the meantime, it’s probably worth showing you an example of what happens to the QQ plot and the Shapiro-Wilk test when the data turn out to be non-normal. For that, let’s look at the distribution of our AFL winning margins variable (``afl.margins`` from the |aflsmall_margins|_ data set), which if you remember back to th chapter on :doc:`../Ch04/Ch04_Descriptives` didn’t look like they came from a normal distribution at all. Here’s what happens to the QQ plot:
de: In der Zwischenzeit lohnt es sich wahrscheinlich, Ihnen ein Beispiel dafür zu zeigen, was mit dem Q-Q-Diagramm und dem Shapiro-Wilk-Test passiert, wenn sich die Daten als nicht normalverteilt erweisen. Betrachten wir dazu die Verteilung unserer AFL-Gewinnspannen-Variable (``afl.margins`` aus dem |aflsmall_margins|_-Datensatz), die, wenn Sie sich an das Kapitel über :doc:`../Ch04/Ch04_Descriptives` erinnern, überhaupt nicht so aussahen, als würden sie aus einer Normalverteilung stammen. Hier ist, was mit dem Q-Q-Diagramm passiert:
nb: I mellomtiden er det nok verdt å vise deg et eksempel på hva som skjer med QQ-plottet og Shapiro-Wilk-testen når dataene viser seg å være ikke-normalfordelt. La oss se på fordelingen av AFL-vinnermarginvariabelen (``afl.margins`` fra datasettet |aflsmall_margins|_), som, hvis du husker tilbake til kapittelet om :doc:`../Ch04/Ch04_Descriptives`, ikke så ut som om de kom fra en normalfordeling i det hele tatt. Her er hva som skjer med QQ-plottet:
ta: இதற்கிடையில், தரவு இயல்பானதாக மாறும் போது QQ சூழ்ச்சி மற்றும் சாபிரோ-வில்க் சோதனைக்கு என்ன நடக்கிறது என்பதற்கு ஒரு எடுத்துக்காட்டு உங்களுக்குக் காண்பிப்பது மதிப்பு. அதற்காக, | CH04_Descrictives` அவை ஒரு சாதாரண விநியோகத்திலிருந்து வந்ததாகத் தெரியவில்லை. QQ சதிக்கு என்ன நடக்கும் என்பது இங்கே:

source: QQ plot for the data (skewed) data in the ``afl.margins`` variable of the |aflsmall_margins| dataset
de: Q-Q-Diagramm für die (schief verteilten) Daten in der Variable ``afl.margins`` aus dem Datensatz |aflsmall_margins|
nb: QQ-plott for dataene (skjeve) i variabelen ``afl.margins`` i datasettet i datasettet |aflsmall_margins|
ta: `` Afl.margins`` மாறியில் தரவு (வளைந்த) தரவுகளுக்கான QQ சூழ்ச்சி of | aflsmall_margins | தரவுத்தொகுப்பு
uk: Графік QQ для даних (скошених) у змінній ``afl.margins`` набору даних |aflsmall_margins|

source: QQ plot for the (skewed) data in the ``afl.margins`` variable of the |aflsmall_margins|_ data set
de: Q-Q-Diagramm für die (schief verteilten) Daten in der Variable ``afl.margins`` aus dem Datensatz |aflsmall_margins|_
nb: QQ-plott for (skjeve) data i variabelen ``afl.margins`` i datasettet |aflsmall_margins|_
ta: `` Afl.margins`` மாறுபட்ட (வளைந்த) தரவுகளுக்கான QQ சூழ்ச்சி | aflsmall_margins | _ தரவு தொகுப்பு
uk: Графік QQ для (асимметричних) даних у змінній ``afl.margins`` набору даних |aflsmall_margins|_

source: And when we run the Shapiro-Wilk test with ``afl.margins``, we get a value for the Shapiro-Wilk normality test statistic of W = 0.94, and *p*-value = 9.481e-07. Clearly a significant effect!
de: Und wenn wir den Shapiro-Wilk-Test für die Variable ``afl.margins`` durchführen, erhalten wir einen Wert für die Shapiro-Wilk-Normalverteilungsteststatistik von W = 0,94 und einen *p*-Wert = 9,481e-07. Eindeutig eine signifikante Abweichung von der Normalverteilung!
nb: Og når vi kjører Shapiro-Wilk-testen med ``afl.margins``, får vi en verdi for Shapiro-Wilk-teststatistikken på W = 0,94, og *p*-verdi = 9,481e-07. Helt klart en signifikant effekt som indikerer avvik fra normalfordelingen!
ta: நாங்கள் சாபிரோ-வில்க் சோதனையை `` afl.margins`` உடன் இயக்கும்போது, w = 0.94 இன் சாபிரோ-வில்க் இயல்பான சோதனை புள்ளிவிவரத்திற்கான மதிப்பைப் பெறுகிறோம், மற்றும் *p *-value = 9.481E-07. தெளிவாக ஒரு குறிப்பிடத்தக்க விளைவு!
uk: А коли ми запускаємо тест Шапіро-Уілка з ``afl.margins``, ми отримуємо значення для статистики нормальності тесту Шапіро-Уілка W = 0,94 та *p*-значення = 9,481e-07. Очевидно, що це значний ефект!

source: This is a massive oversimplification.
de: Dies ist eine starke Vereinfachung.
nb: Dette er en kraftig forenkling.
ta: இது ஒரு பெரிய மிகைப்படுத்தல்.
uk: Це величезне спрощення.

source: Either that, or the Kolmogorov-Smirnov test, which is probably more traditional than the Shapiro-Wilk. Although most things I’ve read seem to suggest Shapiro-Wilk is the better test of normality, the Kolomogorov-Smirnov is a general purpose test of distributional equivalence that can be adapted to handle other kinds of distribution tests. In jamovi the Shapiro-Wilk test is preferred.
de: Eine Alternative ist der Kolmogorov-Smirnov-Test, der wahrscheinlich traditioneller ist als der Shapiro-Wilk-Test. Obwohl das meiste, was ich gelesen habe, darauf hinzudeuten scheint, dass Shapiro-Wilk der bessere Test auf Normalverteilung ist, ist der Kolomogorov-Smirnov-Test ein Allzwecktest für die Verteilungsäquivalenz, der für andere Arten von Verteilungen angepasst werden kann. In jamovi wird standardmäßig der Shapiro-Wilk-Test verwendet.
nb: Enten det, eller Kolmogorov-Smirnov-testen, som sannsynligvis er mer tradisjonell enn Shapiro-Wilk. Selv om det meste jeg har lest tyder på at Shapiro-Wilk er den beste testen for sjekke om normalfordeling er gitt, er Kolomogorov-Smirnov en generell test av fordelingsekvivalens som kan tilpasses til å håndtere andre typer fordelinger. I jamovi er Shapiro-Wilk-testen å foretrekke.
ta: ஒன்று, அல்லது கோல்மோகோரோவ்-ச்மிர்னோவ் சோதனை, இது சாபிரோ-வில்கை விட பாரம்பரியமானது. நான் படித்த பெரும்பாலான விசயங்கள் சாபிரோ-வில்க் இயல்பான சிறந்த சோதனை என்று பரிந்துரைத்தாலும், கொலோமோகோரோவ்-ச்மிர்னோவ் என்பது விநியோக சமநிலையின் பொதுவான நோக்க சோதனையாகும், இது மற்ற வகையான விநியோக சோதனைகளை கையாள மாற்றியமைக்கப்படலாம். சமோவியில் சாபிரோ-வில்க் சோதனை விரும்பப்படுகிறது.
