Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: Regardless of whether we’re talking about the Student test or the Welch test, an independent samples *t*-test is intended to be used in a situation where you have two samples that are, well, independent of one another. This situation arises naturally when participants are assigned randomly to one of two experimental conditions, but it provides a very poor approximation to other sorts of research designs. In particular, a repeated measures design, in which each participant is measured (with respect to the same outcome variable) in both experimental conditions, is not suited for analysis using independent samples *t*-tests. For example, we might be interested in whether listening to music reduces people’s working memory capacity. To that end, we could measure each person’s working memory capacity in two conditions: with music, and without music. In an experimental design such as this one,\ [#]_ each participant appears in *both* groups. This requires us to approach the problem in a different way, by using the **paired samples t-test**.
de: Unabhängig davon, ob es sich um den *t*-Test nach Student oder den *t*-Test nach Welch handelt, ist ein *t*-Test für unabhängige Stichproben dafür gedacht, in einer Situation verwendet zu werden, in der man zwei Stichproben hat, die unabhängig voneinander sind. Diese Situation tritt natürlich auf, wenn die Teilnehmer nach dem Zufallsprinzip einer von zwei Versuchsbedingungen zugewiesen werden, aber sie bietet eine sehr schlechte Annäherung an andere Arten von Forschungsdesigns. Insbesondere ein Versuchsplan mit wiederholten Messungen, bei dem jeder Teilnehmer (in Bezug auf dieselbe Ergebnisvariable) in beiden Versuchsbedingungen gemessen wird, eignet sich nicht für die Analyse mit dem *t*-Test für unabhängige Stichproben. Wir könnten uns zum Beispiel dafür interessieren, ob das Hören von Musik die Kapazität des Arbeitsgedächtnisses von Personen verringert. Zu diesem Zweck messen wir die Arbeitsgedächtniskapazität jeder Person unter zwei Bedingungen: mit Musik und ohne Musik. In einem Versuchsplan wie diesem\ [#]_ erscheint jeder Teilnehmer in *beiden* Gruppen. Dies erfordert eine andere Herangehensweise an das Problem, nämlich die Verwendung des **t-Tests für gepaarte Stichproben**.
nb: Uavhengig av om vi snakker om Student- eller Welch-versjonen, er en uavhengig *t*-test beregnet på å brukes i en situasjon der du har to utvalg som er uavhengige av hverandre. Denne situasjonen oppstår naturlig når deltakerne fordeles tilfeldig til én av to eksperimentelle betingelser, men den gir en svært dårlig tilnærming til andre typer forskningsdesign. Spesielt er et design med gjentatte målinger, der hver deltaker måles (med hensyn til den samme utfallsvariabelen) i begge eksperimentelle betingelser, ikke egnet for analyse ved hjelp av uavhengig *t*-test. Vi kan for eksempel være interessert i å finne ut om lytting til musikk reduserer folks arbeidshukommelseskapasitet. I så fall kan vi måle hver persons arbeidsminnekapasitet under to betingelser: med musikk og uten musikk. I et eksperimentelt design som dette\ [#]_ er hver deltaker med i *begge* gruppene. Dette krever at vi tilnærmer oss problemet på en annen måte, ved å bruke **paret t-test**.
ta: நாங்கள் மாணவர் சோதனை அல்லது வெல்ச் சோதனை பற்றி பேசுகிறோமா என்பதைப் பொருட்படுத்தாமல், ஒரு சுயாதீனமான மாதிரிகள் *t *-test உங்களிடம் இரண்டு மாதிரிகள் இருக்கும் சூழ்நிலையில் பயன்படுத்தப்பட வேண்டும், அவை ஒருவருக்கொருவர் சுயாதீனமாக உள்ளன. பங்கேற்பாளர்கள் இரண்டு சோதனை நிலைமைகளில் ஒன்றிற்கு தோராயமாக நியமிக்கப்படும்போது இந்த நிலைமை இயல்பாக எழுகிறது, ஆனால் இது மற்ற வகையான ஆராய்ச்சி வடிவமைப்புகளுக்கு மிகவும் மோசமான தோராயத்தை வழங்குகிறது. குறிப்பாக, இரண்டு சோதனை நிலைமைகளிலும் ஒவ்வொரு பங்கேற்பாளரும் அளவிடப்படுகிறது (ஒரே விளைவு மாறியைப் பொறுத்தவரை), சுயாதீன மாதிரிகள் *t *-tests ஐப் பயன்படுத்தி பகுப்பாய்விற்கு பொருந்தாது. எடுத்துக்காட்டாக, இசையைக் கேட்பது மக்களின் பணி நினைவக திறனைக் குறைக்கிறதா என்பதில் நாங்கள் ஆர்வமாக இருக்கலாம். அதற்காக, ஒவ்வொரு நபரின் பணி நினைவக திறனை இரண்டு நிபந்தனைகளில் அளவிட முடியும்: இசையுடன், இசை இல்லாமல். இது போன்ற ஒரு சோதனை வடிவமைப்பில், \ [#] _ ஒவ்வொரு பங்கேற்பாளரும் * இரண்டு * குழுக்களிலும் தோன்றும். ** இணை மாதிரிகள் டி-டெச்ட் ** ஐப் பயன்படுத்துவதன் மூலம் சிக்கலை வேறு வழியில் அணுக வேண்டும்.
uk: Незалежно від того, чи йдеться про тест Стьюдента чи тест Велча, незалежний t-тест для незалежних вибірок призначений для використання в ситуації, коли ви маєте дві вибірки, які, власне, є незалежними одна від одної. Така ситуація виникає природно, коли учасників випадковим чином розподіляють на дві експериментальні групи, але вона дає дуже погане наближення до інших видів дослідницьких дизайнів. Зокрема, дизайн з повторними вимірами, в якому кожен учасник вимірюється (відносно однієї і тієї ж змінної результату) в обох експериментальних умовах, не підходить для аналізу з використанням незалежних вибірок *t*-тестів. Наприклад, нас може цікавити, чи слухання музики зменшує обсяг робочої пам'яті людей. Для цього ми могли б виміряти обсяг робочої пам'яті кожної людини в двох умовах: з музикою і без музики. У такому експериментальному дизайні, як цей,\ [#]_ кожен учасник з'являється в *обох* групах. Це вимагає від нас підійти до проблеми по-іншому, використовуючи **t-тест для парних вибірок**.

source: The data set that we’ll use this time comes from Dr Chico’s class.\ [#]_ In her class students take two major tests, one early in the semester and one later in the semester. To hear her tell it, she runs a very hard class, one that most students find very challenging. But she argues that by setting hard assessments students are encouraged to work harder. Her theory is that the first test is a bit of a “wake up call” for students. When they realise how hard her class really is, they’ll work harder for the second test and get a better mark. Is she right? To test this, let’s import the |chico|_ data set into jamovi. This time jamovi does a good job during the import of attributing measurement levels correctly. The |chico|_ data set contains three variables: an ``id`` variable that identifies each student in the class, the ``grade_test1`` variable that records the student grade for the first test, and the ``grade_test2`` variable that has the grades for the second test.
de: Der Datensatz, den wir dieses Mal verwenden, stammt aus der Klasse von Dr. Chico.\ [#]_ In seiner Klasse schreiben die Studenten zwei Examen, eins zu Beginn des Semesters und eins später im Semester. Sein Kurs ist eher schwierig, und die meisten Studenten empfinden ihn als äußerst herausfordernd. Er argumentiert jedoch, dass die Studierenden durch schwierige Examen ermutigt werden, härter zu arbeiten. Seine Theorie ist, dass das erste Examen eine Art „Weckruf“ für die Studierenden ist. Wenn sie merken, wie schwierig der Kurs wirklich ist, werden sie sich bei der zweiten Prüfung mehr anstrengen und eine bessere Note erzielen. Hat er Recht? Um dies zu überprüfen, öffnen wir den Datensatz |chico|_ in jamovi. Diesmal leistet jamovi beim Importieren gute Arbeit, indem es die Skalenniveaus korrekt zuordnet. Der |chico|_-Datensatz enthält drei Variablen: eine ``id``-Variable, die die einzelnen Studenten identifiziert, die ``grade_test1``-Variable, mit der Note für das erste Examen, und die ``grade_test2``-Variable, mit der Note für das zweite Examen.
nb: Datasettet vi skal bruke denne gangen, kommer fra klassen til Dr. Chico.\ [#]_ I klassen hennes tar studentene to store prøver, en tidlig i semesteret og en senere i semesteret. Hun sier selv at hun har en svært vanskelig klasse, en klasse som de fleste studentene synes er veldig utfordrende. Men hun mener at ved å sette opp tøffe prøver blir studentene oppmuntret til å jobbe hardere. Hennes teori er at den første prøven er litt av en «vekker» for studentene. Når de innser hvor vanskelig faget hennes egentlig er, vil de jobbe hardere på den andre prøven og få en bedre karakter. Har hun rett? For å teste dette, la oss importere datasettet |chico|_ til jamovi. Denne gangen gjør jamovi en god jobb med å tilordne målenivåene riktig under importen. Datasettet |chico|_ inneholder tre variabler: en ``id``-variabel som identifiserer hver student i klassen, variabelen ``grade_test1`` som registrerer karakteren til studenten for den første prøven, og variabelen ``grade_test2`` som inneholder karakteren for den andre prøven.
ta: இந்த நேரத்தில் நாங்கள் பயன்படுத்தும் தரவுத் தொகுப்பு டாக்டர் சிகோவின் வகுப்பிலிருந்து வருகிறது. \ [#] _ அவரது வகுப்பு மாணவர்கள் இரண்டு பெரிய சோதனைகளை மேற்கொள்கின்றனர், செமச்டரின் துவக்கம் மற்றும் ஒரு பின்னர் செமச்டரில். அவள் அதைச் சொல்வதைக் கேட்க, அவள் மிகவும் கடினமான வகுப்பை நடத்துகிறாள், பெரும்பாலான மாணவர்கள் மிகவும் சவாலானதாகக் கருதுகின்றனர். ஆனால் கடினமான மதிப்பீடுகளை அமைப்பதன் மூலம் மாணவர்கள் கடினமாக உழைக்க ஊக்குவிக்கப்படுகிறார்கள் என்று அவர் வாதிடுகிறார். அவரது கோட்பாடு என்னவென்றால், முதல் சோதனை மாணவர்களுக்கு ஒரு “எழுந்திரு”. அவளுடைய வகை உண்மையில் எவ்வளவு கடினமானது என்பதை அவர்கள் உணரும்போது, அவர்கள் இரண்டாவது சோதனைக்கு கடினமாக உழைத்து, சிறந்த அடையாளத்தைப் பெறுவார்கள். அவள் சொல்வது சரிதானா? இதைச் சோதிக்க, சாமோவியில் அமைக்கப்பட்ட | சிகோ | _ தரவை இறக்குமதி செய்வோம். இந்த முறை சமோவி அளவீட்டு நிலைகளை சரியாகக் கூறும் போது ஒரு நல்ல வேலையைச் செய்கிறார். | சிகோ | _ தரவு தொகுப்பில் மூன்று மாறிகள் உள்ளன: வகுப்பில் உள்ள ஒவ்வொரு மாணவனையும் அடையாளம் காணும் `` ஐடி`` மாறி, முதல் சோதனைக்கு மாணவர் தரத்தை பதிவு செய்யும் `` கிரேடு_டெச்ட் 1`` மாறி, மற்றும் `` கிரேடு_ச்டெச்ட் 2``` இரண்டாவது சோதனைக்கான தரங்களைக் கொண்ட மாறி.
uk: Набір даних, який ми будемо використовувати цього разу, походить з класу доктора Чіко. [#]_ У її класі студенти складають два основних іспити: один на початку семестру, а другий — наприкінці. За її словами, вона веде дуже складний курс, який більшість студентів вважають дуже важким. Але вона стверджує, що, встановлюючи високі вимоги до оцінювання, вона спонукає студентів працювати старанніше. Її теорія полягає в тому, що перший іспит є для студентів своєрідним «сигналом тривоги». Коли вони усвідомлюють, наскільки важким є її курс, вони починають працювати старанніше, щоб підготуватися до другого іспиту і отримати кращу оцінку. Чи має вона рацію? Щоб перевірити це, імпортуємо набір даних |chico|_ до jamovi. Цього разу jamovi добре впорався з імпортом, правильно визначивши рівні вимірювання. Набір даних |chico|_ містить три змінні: змінну ``id``, яка ідентифікує кожного студента в класі, змінну ``grade_test1``, яка фіксує оцінку студента за перший тест, та змінну ``grade_test2``, яка містить оцінки за другий тест.

source: If we look at the jamovi spreadsheet it does seem like the class is a hard one (most grades are between 50\% and 60\%), but it does look like there’s an improvement from the first test to the second one.
de: Aus der jamovi-Datentabelle geht hervor, dass der Kurs sehr schwer ist (die meisten Noten liegen zwischen 50 % und 60 %), aber es sieht so aus, als ob eine Verbesserung vom ersten zum zweiten Test zu verzeichnen ist.
nb: Hvis vi ser på jamovi-regnearket, ser det ut til at klassen er vanskelig (de fleste karakterene ligger mellom 50\% og 60\%), men det ser ut til at det er en forbedring fra den første til den andre prøven.
ta: சமோவி விரிதாளைப் பார்த்தால், வகுப்பு கடினமான ஒன்று என்று தோன்றுகிறது (பெரும்பாலான தரங்கள் 50 \% முதல் 60 \% வரை இருக்கும்), ஆனால் முதல் சோதனையிலிருந்து இரண்டாவது இடத்திற்கு முன்னேற்றம் இருப்பது போல் தெரிகிறது.

source: Descriptives for the two grade test variables in the |chico|_ data set
de: Deskriptivstatistik für die Variablen mit den zwei Examensnoten aus dem |chico|-Datensatz
nb: Deskriptivstatistikk for de to variablene med eksamenskarakterer i datasettet |chico|_
ta: | சிகோ | _ தரவு தொகுப்பில் உள்ள இரண்டு தர சோதனை மாறிகளுக்கான விளக்கங்கள்
uk: Описи двох змінних тесту для оцінювання в наборі даних |chico|_

source: If we take a quick look at the descriptive statistics, in :numref:`fig-ttest_paired1`, we see that this impression seems to be supported. Across all 20 students the mean grade for the first test is 57\%, but this rises to 58\% for the second test. Although, given that the standard deviations are 6.6\% and 6.4\% respectively, it’s starting to feel like maybe the improvement is just illusory; maybe just random variation. This impression is reinforced when you see the means and confidence intervals plotted in :numref:`fig-pairedt` (left panel). If we were to rely on this plot alone, looking at how wide those confidence intervals are, we’d be tempted to think that the apparent improvement in student performance is pure chance.
de: Ein kurzer Blick auf die deskriptive Statistik in :numref:`fig-ttest_paired1` zeigt, dass dieser Eindruck zu stimmen scheint. Über alle 20 Schüler hinweg liegt die Durchschnittsnote für den ersten Test bei 57 %, steigt aber zum zweiten Test auf 58 % an. Wenn man allerdings bedenkt, dass die Standardabweichungen bei 6,6 % abzw. 6,4 % liegen, bekommt man den Eindruck, dass die Verbesserung vielleicht nur illusorisch ist, d.h. eine zufällige Variation. Dieser Eindruck wird noch verstärkt, wenn man sich die Mittelwerte und Konfidenzintervalle in :numref:`fig-pairedt` (links) ansieht. Würde man sich allein auf diese Grafik verlassen und sich die Breite der Konfidenzintervalle ansehen, wäre man geneigt zu glauben, dass die Verbesserung der Schülerleistungen reiner Zufall ist.
nb: Hvis vi tar en rask titt på den deskriptivstatistiske analysen, i :numref:`fig-ttest_paired1`, ser vi at dette inntrykket ser ut til å bli støttet. På tvers av alle de 20 studentene er gjennomsnittskarakteren for den første testen 57\%, men denne stiger til 58\% for den andre testen. Men med tanke på at standardavvikene er henholdsvis 6,6\% og 6,4\%, begynner det å føles som om forbedringen kanskje bare er illusorisk; kanskje bare tilfeldig variasjon. Dette inntrykket forsterkes når du ser gjennomsnittene og konfidensintervallene plottet i :numref:`fig-pairedt` (venstre panel). Hvis vi skulle stole på dette plottet alene, og se på hvor brede konfidensintervallene er, ville vi bli fristet til å tro at den tilsynelatende forbedringen i studentenes prestasjoner er ren tilfeldighet.
ta: விளக்க புள்ளிவிவரங்களை விரைவாகப் பார்த்தால், இல்: NumRef: `Fig-ttest_paired1`, இந்த எண்ணம் ஆதரிக்கப்படுவதாகத் தெரிகிறது. அனைத்து 20 மாணவர்களிடமும் முதல் சோதனைக்கான சராசரி தகுதி 57 \% ஆகும், ஆனால் இது இரண்டாவது சோதனைக்கு 58 \% ஆக உயர்கிறது. இருப்பினும், நிலையான விலகல்கள் முறையே 6.6 \% மற்றும் 6.4 \% என்பதால், முன்னேற்றம் என்பது மாயையானது என்று உணரத் தொடங்குகிறது; சீரற்ற மாறுபாடு இருக்கலாம். திட்டமிடப்பட்ட வழிமுறைகள் மற்றும் நம்பிக்கை இடைவெளிகளைக் காணும்போது இந்த எண்ணம் வலுப்படுத்தப்படுகிறது: NumRef: `Fig-bairedt` (இடது குழு). இந்த சதித்திட்டத்தை நாம் மட்டும் நம்பியிருந்தால், அந்த நம்பிக்கை இடைவெளிகள் எவ்வளவு பரந்த அளவில் உள்ளன என்பதைப் பார்த்தால், மாணவர்களின் செயல்திறனில் வெளிப்படையான முன்னேற்றம் தூய வாய்ப்பு என்று நினைக்க ஆசைப்படுவோம்.

source: Mean grade for test 1 and test 2 in Dr Chico's class
de: Durchschnittliche Noten für das 1. und das 2. Examen in der Klasse von Dr. Chico
nb: Gjennomsnittskarakter for prøve 1 og prøve 2 i Dr. Chicos klasse
ta: டெச்ட் 1 க்கான சராசரி தகுதி மற்றும் டாக்டர் சிகோவின் வகுப்பில் சோதனை 2
uk: Середня оцінка за тест 1 та тест 2 у класі доктора Чіко

source: Mean grade for test 1 and test 2, with associated 95\% confidence intervals (left panel). Scatterplot showing the individual grades for test 1 and test 2 (middle panel). Histogram showing the improvement made by each student in Dr Chico’s class (right panel). In the right panel, notice that almost the entire distribution is above zero: the vast majority of students did improve their performance from the first test to the second one.
de: Mittelwert der Noten für Test 1 und Test 2, mit den zugehörigen 95\%-Konfidenzintervallen (links). Streudiagramm mit den Einzelnoten für Test 1 und Test 2 (Mitte). Histogramm, das die Verbesserung der einzelnen Schüler in Dr. Chicos Klasse zeigt (rechts). Im rechten Teil ist zu erkennen, dass fast die gesamte Verteilung über Null liegt: die überwiegende Mehrheit der Schüler hat ihre Leistungen vom ersten zum zweiten Test verbessert.
nb: Gjennomsnittskarakter for test 1 og test 2, med tilhørende 95\%-konfidensintervall (venstre panel). Spredningsdiagram som viser de individuelle karakterene for test 1 og test 2 (midtre panel). Histogram som viser forbedringen hver enkelt student i Dr. Chicos klasse har gjort (høyre panel). Legg merke til at nesten hele fordelingen er over null i høyre panel: De aller fleste studentene forbedret prestasjonene sine fra den første til den andre prøven.
ta: சோதனை 1 மற்றும் சோதனை 2 க்கான சராசரி தகுதி, அதனுடன் தொடர்புடைய 95 \% நம்பிக்கை இடைவெளிகளுடன் (இடது குழு). சோதனை 1 மற்றும் சோதனை 2 (நடுத்தர குழு) க்கான தனிப்பட்ட தரங்களைக் காட்டும் சிதறல். டாக்டர் சிகோவின் வகுப்பில் (வலது குழு) ஒவ்வொரு மாணவரும் செய்த முன்னேற்றத்தைக் காட்டும் இச்டோகிராம். வலது குழுவில், கிட்டத்தட்ட முழு விநியோகமும் பூச்சியத்திற்கு மேலே இருப்பதைக் கவனியுங்கள்: பெரும்பாலான மாணவர்கள் முதல் சோதனையிலிருந்து இரண்டாவது இடத்திற்கு தங்கள் செயல்திறனை மேம்படுத்தினர்.

source: Nevertheless, this impression is wrong. To see why, take a look at the scatterplot of the grades for test 1 against the grades for test 2, shown in :numref:`fig-pairedt` (middle panel). In this plot each dot corresponds to the two grades for a given student. If their grade for test 1 (*x* co-ordinate) equals their grade for test 2 (*y* co-ordinate), then the dot falls on the line. Points falling above the line are the students that performed better on the second test. Critically, almost all of the data points fall above the diagonal line: almost all of the students *do* seem to have improved their grade, if only by a small amount. This suggests that we should be looking at the *improvement* made by each student from one test to the next and treating that as our raw data. To do this, we’ll need to create a new variable for the ``improvement`` that each student makes, and add it to the |chico|_ data set. The easiest way to do this is to compute a new variable, with the expression ``grade_test2 - grade_test1``.
de: Dieser Eindruck ist jedoch falsch. Um zu sehen, warum das so ist, sehen Sie sich das Streudiagramm der Noten für Examen 1 im Vergleich zu den Noten für Examen 2 an, das in :numref:`fig-pairedt` (Mitte) dargestellt ist. In diesem Diagramm entspricht jeder Punkt den beiden Noten für einen bestimmten Schüler. Wenn die Note für Examen 1 (*x* Koordinate) gleich der Note für Examen 2 (*y* Koordinate) ist, dann liegt der Punkt auf der Diagonalen. Punkte, die oberhalb der Linie liegen, sind die Schüler, die im zweiten Test besser abgeschnitten haben. Fast alle Datenpunkte befinden sich oberhalb der diagonalen Linie: Fast alle Schüler *scheinen* ihre Note verbessert zu haben, wenn auch nur um einen kleinen Betrag. Dies deutet darauf hin, dass wir uns die *Verbesserung* jedes Schülers von einem Examen zum nächsten ansehen und diese Verbesserung als unsere Rohdaten behandeln sollten. Um dies zu tun, müssen wir eine neue berechnete Variable ``improvement`` erstellen und sie dem |chico|_ Datensatz hinzufügen. Der Ausdruck für das Berechnen der neuen Variable ist ``grade_test2 - grade_test1``.
nb: Likevel er dette inntrykket feil. For å se hvorfor, kan du ta en titt på spredningsdiagrammet over karakterene for prøve 1 mot karakterene for prøve 2, vist i :numref:`fig-pairedt` (midtre panel). I dette plottet tilsvarer hver prikk de to karakterene for en gitt student. Hvis karakteren for prøve 1 (*x*-koordinat) er lik karakteren for prøve 2 (*y*-koordinat), faller prikken på linjen. Punkter som faller over linjen, er de studentene som presterte bedre på den andre prøven. Det kritiske er at nesten alle datapunktene faller over den diagonale linjen: Nesten alle studentene *ser* ut til å ha forbedret karakteren sin, om enn bare litt. Dette tyder på at vi bør se på *forbedringen* hver enkelt student har gjort fra én prøve til den neste, og behandle dette som rådata. For å gjøre dette må vi opprette en ny variabel for ``improvement``, den forbedringen som hver student gjør, og legge den til i datasettet |chico|_. Den enkleste måten å gjøre dette på er å beregne en ny variabel med uttrykket ``grade_test2 - grade_test1``.
ta: ஆயினும்கூட, இந்த எண்ணம் தவறு. ஏன் என்று பார்க்க, சோதனை 2 க்கான தரங்களுக்கு எதிராக சோதனை 1 க்கான தரங்களின் சிதறலைப் பாருங்கள், இதில் காட்டப்பட்டுள்ளது: NumRef: `Fig-bairedt` (நடுத்தர குழு). இந்த சதித்திட்டத்தில் ஒவ்வொரு புள்ளியும் கொடுக்கப்பட்ட மாணவருக்கான இரண்டு தரங்களுக்கு ஒத்திருக்கும். சோதனை 1 (* x* ஒருங்கிணைப்பு) க்கான அவர்களின் தகுதி சோதனை 2 (* y* ஒருங்கிணைப்பு) க்கான தரத்திற்கு சமமாக இருந்தால், புள்ளி வரியில் விழுகிறது. இரண்டாவது சோதனையில் சிறப்பாக செயல்பட்ட மாணவர்கள் வரிக்கு மேலே விழும் புள்ளிகள். விமர்சன ரீதியாக, கிட்டத்தட்ட எல்லா தரவு புள்ளிகளும் மூலைவிட்ட கோட்டிற்கு மேலே விழுகின்றன: கிட்டத்தட்ட அனைத்து மாணவர்களும் * ஒரு சிறிய தொகையால் மட்டுமே இருந்தால், தங்கள் தரத்தை மேம்படுத்தியதாகத் தெரிகிறது. ஒவ்வொரு மாணவரும் ஒரு சோதனையிலிருந்து அடுத்ததாக வரை செய்யப்பட்ட * முன்னேற்றத்தை * நாம் பார்த்துக் கொண்டிருக்க வேண்டும் என்றும் அதை எங்கள் மூல தரவுகளாகக் கருத வேண்டும் என்றும் இது அறிவுறுத்துகிறது. இதைச் செய்ய, ஒவ்வொரு மாணவரும் உருவாக்கும் `` மேம்பாடு` `க்கு ஒரு புதிய மாறியை உருவாக்க வேண்டும், மேலும் அதை | சிகோ | _ தரவு தொகுப்பில் சேர்க்க வேண்டும். இதைச் செய்வதற்கான எளிதான வழி `` கிரேடு_டெச்ட் 2 - கிரேடு_டெச்ட் 1`` என்ற வெளிப்பாட்டைக் கொண்டு ஒரு புதிய மாறியைக் கணக்கிடுவதாகும்.

source: Once we have computed this new ``improvement`` variable we can draw a histogram showing the distribution of these improvement scores, shown in :numref:`fig-pairedt` (right panel). When we look at the histogram, it’s very clear that there *is* a real improvement here. The vast majority of the students scored higher on test 2 than on test 1, reflected in the fact that almost the entire histogram is above zero.
de: Nachdem wir diese neue Variable ``improvement`` berechnet haben, können wir ein Histogramm zeichnen, das die Verteilung dieser Verbesserungswerte zeigt, dargestellt in :numref:`fig-pairedt` (rechts). Aus dem Histogramm geht eindeutig hervor, dass hier eine *echte Verbesserung* vorliegt. Die überwiegende Mehrheit der Schüler hat in Test 2 besser abgeschnitten als in Test 1, was sich darin zeigt, dass die Mehrheit der Werte im Histogramm über Null liegt.
nb: Når vi har beregnet denne nye variabelen ``improvement``, kan vi tegne et histogram som viser fordelingen av disse forbedringsscorene, som vist i :numref:`fig-pairedt` (høyre panel). Når vi ser på histogrammet, er det veldig tydelig at det *er* en reell forbedring her. De aller fleste studentene scoret høyere på test 2 enn på test 1, noe som gjenspeiles i at nesten hele histogrammet ligger over null.
ta: இந்த புதிய `` மேம்பாடு` `மாறியை நாங்கள் கணக்கிட்டவுடன், இந்த மேம்பாட்டு மதிப்பெண்களின் விநியோகத்தைக் காட்டும் ஒரு இச்டோகிராம் வரையலாம், இதில்: numref:` Fig-bairedt` (வலது குழு). இச்டோகிராமைப் பார்க்கும்போது, இங்கே ஒரு உண்மையான முன்னேற்றம் உள்ளது என்பது மிகவும் தெளிவாகிறது. சோதனை 1 ஐ விட சோதனை 2 இல் பெரும்பாலான மாணவர்கள் அதிக மதிப்பெண் பெற்றனர், கிட்டத்தட்ட முழு இச்டோகிராம் பூச்சியத்திற்கு மேலே உள்ளது என்பதை பிரதிபலிக்கிறது.

source: What is the paired samples *t*-test?
de: Was macht der *t*-Test für gepaarte Stichproben?
nb: Hva er en paret *t*-test?
ta: இணை மாதிரிகள் *t *-test என்ன?
uk: Що таке парні зразки *t*-test?
