Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: To figure that out we need to be a bit more sneaky, and we’ll need to rely on those two pieces of background knowledge that I wrote down previously; namely that the raw data are normally distributed and that we know the value of the population standard deviation σ. If the null hypothesis is actually true, and the true mean is µ\ :sub:`0`, then these facts together mean that we know the complete population distribution of the data: a normal distribution with mean µ\ :sub:`0` and standard deviation σ. Adopting the notation from section :doc:`../Ch07/Ch07_Probability_5`, a statistician might write this as:
de: Um das herauszufinden, müssen wir etwas raffinierter vorgehen und uns auf die beiden zuvor genannten Hintergrundinformationen stützen, nämlich dass die Rohdaten normalverteilt sind und dass wir den Wert der Standardabweichung in der Grundgesamtheit σ kennen. Wenn die Nullhypothese tatsächlich wahr ist und der wahre Mittelwert µ\ :sub:`0` ist, dann bedeuten diese Tatsachen zusammen, dass wir die Verteilung der Daten in der Population kennen: eine Normalverteilung mit dem Mittelwert µ\ :sub:`0` und der Standardabweichung σ. In Anlehnung an die Notation aus dem Abschnitt :doc:`../Ch07/Ch07_Probability_5` könnte ein Statistiker dies so schreiben:
nb: For å finne ut av det må vi være litt mer lure, og vi må basere oss på de to bakgrunnsopplysningene jeg skrev ned tidligere, nemlig at rådataene er normalfordelte og at vi kjenner verdien av populasjonens standardavvik σ. Hvis nullhypotesen faktisk er sann, og det sanne gjennomsnittet er µ\ :sub:`0`, betyr disse faktaene til sammen at vi kjenner den fullstendige populasjonsfordelingen av dataene: en normalfordeling med gjennomsnittet µ\ :sub:`0` og standardavviket σ. Hvis vi bruker notasjonen fra avsnitt :doc:`../Ch07/Ch07_Probability_5`, kan en statistiker skrive dette som:
ta: அதைக் கண்டுபிடிக்க நாம் இன்னும் கொஞ்சம் ச்னீக்கி இருக்க வேண்டும், மேலும் நான் முன்பு எழுதிய பின்னணி அறிவின் இரண்டு பகுதிகளையும் நம்ப வேண்டும்; அதாவது மூல தரவு பொதுவாக விநியோகிக்கப்படுகிறது மற்றும் மக்கள்தொகை தர விலகலின் மதிப்பு எங்களுக்குத் தெரியும். சுழிய கருதுகோள் உண்மையில் உண்மையாக இருந்தால், உண்மையான சராசரி µ \: துணை: `0` என்றால், இந்த உண்மைகள் ஒன்றாக தரவின் முழுமையான மக்கள்தொகை விநியோகத்தை அறிந்திருக்கிறோம்: சராசரி \: துணை:` 0 உடன் ஒரு சாதாரண வழங்கல் `மற்றும் நிலையான விலகல். பிரிவில் இருந்து குறியீட்டை ஏற்றுக்கொள்வது: DOC: `../ ch07/ch07_probability_5`, ஒரு புள்ளிவிவர வல்லுநர் இதை இவ்வாறு எழுதலாம்:
uk: Щоб це з'ясувати, нам потрібно бути трохи більш хитрими і покластися на дві факти, про які я писав раніше, а саме: що вихідні дані мають нормальний розподіл і що ми знаємо значення стандартного відхилення σ генеральної сукупності. Якщо нульова гіпотеза є дійсною, а справжнє середнє значення дорівнює µ\ :sub:`0`, то ці факти разом означають, що ми знаємо повний розподіл даних у генеральній сукупності: нормальний розподіл із середнім значенням µ\ :sub:`0` і стандартним відхиленням σ. Використовуючи позначення з розділу :doc:`../Ch07/Ch07_Probability_5`, статистик може записати це так:

source: X ~ Normal(µ\ :sub:`0`, σ²)
de: X ~ Normal(μ\ :sub:'0', σ²)
ta: ஃச் ~ இயல்பானது (µ \: துணை: `0`, σ)

source: Okay, if that’s true, then what can we say about the distribution of *X̄*? Well, as we discussed earlier (see :ref:`The central limit theorem <central_limit_theorem>`), the sampling distribution of the mean *X̄* is also normal, and has mean µ. But the standard deviation of this sampling distribution *SE(X̄)*, which is called the *standard error of the mean*, is
de: Was können wir dann über die Verteilung von *X̄* sagen, wenn diese Annahme wahr ist? Wie wir bereits besprochen haben (siehe :ref:`Der zentrale Grenzwertsatz <central_limit_theorem>`), ist die Stichprobenverteilung des Mittelwerts *X̄* ebenfalls normalverteilt und hat den Mittelwert µ. Aber die Standardabweichung dieser Stichprobenverteilung *SE(X̄)*, die *Standardfehler des Mittelwerts* genannt wird, ist
nb: Hvis det er sant, hva kan vi da si om fordelingen av *X̄*? Vel, som vi diskuterte tidligere (se :ref:`Sentralgrenseteoremet <central_limit_theorem>`), er utvalgsfordelingen av gjennomsnittet *X̄* også normal, og har gjennomsnitt µ. Men standardavviket til denne utvalgsfordelingen *SE(X̄)*, som kalles *standardfeilen til gjennomsnittet*, er
ta: சரி, அது உண்மை என்றால், *x̄ *இன் வழங்கல் பற்றி நாம் என்ன சொல்ல முடியும்? சரி, நாம் முன்னர் விவாதித்தபடி (பார்க்க: குறிப்பு: `மத்திய வரம்பு தேற்றம் <சென்ட்ரல்_ லிமிட்_தரேம்>`), சராசரி * x̄ * இன் மாதிரி விநியோகமும் இயல்பானது, மேலும் சராசரி with உள்ளது. ஆனால் இந்த மாதிரி விநியோகத்தின் நிலையான விலகல் *SE (x̄) *, இது சராசரி *நிலையான பிழை *என்று அழைக்கப்படுகிறது
uk: Гаразд, якщо це правда, то що ми можемо сказати про розподіл *X̄*? Як ми вже обговорювали раніше (див. :ref:`Центральна гранична теорема <central_limit_theorem>`), вибірковий розподіл середнього значення *X̄* також є нормальним і має середнє значення µ. Але стандартне відхилення цього вибіркового розподілу *SE(X̄)*, яке називається *стандартною похибкою середнього значення*, дорівнює

source: In other words, if the null hypothesis is true then the sampling distribution of the mean can be written as follows:
de: Mit anderen Worten: Wenn die Nullhypothese wahr ist, kann die Stichprobenverteilung des Mittelwerts wie folgt geschrieben werden:
nb: Med andre ord, hvis nullhypotesen er sann, kan utvalgsfordelingen av gjennomsnittet skrives som følger:
ta: வேறு வார்த்தைகளில் கூறுவதானால், சுழிய கருதுகோள் உண்மையாக இருந்தால், சராசரியின் மாதிரி விநியோகத்தை பின்வருமாறு எழுதலாம்:
uk: Іншими словами, якщо нульова гіпотеза істинна, то розподіл вибірки середнього значення можна записати так:

source: Now comes the trick. What we can do is convert the sample mean *X̄* into a :doc:`standard score <../Ch04/Ch04_Descriptives_5>`. This is conventionally written as *z*, but for now I’m going to refer to it as *z*\ :sub:`X̄` (the reason for using this expanded notation is to help you remember that we’re calculating a standardised version of a sample mean, *not* a standardised version of a single observation, which is what a *z*-score usually refers to). When we do so the *z*-score for our sample mean is:
de: Dadurch können wir den Stichprobenmittelwert *X̄* in einen :doc:`Standardwert <../Ch04/Ch04_Descriptives_5>` umwandeln. Dieser wird üblicherweise als *z* geschrieben, aber für den Moment beziehe ich mich darauf als *z*\ :sub:`X̄` (der Grund, diese erweiterte Schreibweise zu verwenden, ist, dass Sie sich daran erinnern können, dass wir eine standardisierte Version eines Stichprobenmittelwerts berechnen, *nicht* eine standardisierte Version einer einzelnen Beobachtung, worauf sich ein *z*-Score normalerweise bezieht). Der *z*-Score für unseren Stichprobenmittelwert lautet dann:
nb: Nå kommer trikset. Det vi kan gjøre, er å konvertere utvalgsgjennomsnittet *X̄* til en :doc:`standardskår <../Ch04/Ch04_Descriptives_5>`. Dette skrives vanligvis som *z*, men heretter vil jeg referere til det som *z*\ :sub:`X̄` (grunnen til at vi bruker denne utvidede notasjonen, er for å hjelpe deg å huske at vi beregner en standardisert versjon av et utvalgsgjennomsnitt, *ikke* en standardisert versjon av en enkelt observasjon, som er det en *z*-skår vanligvis refererer til). Når vi gjør dette, blir *z*-scoren for utvalgsgjennomsnittet vårt:
ta: இப்போது தந்திரம் வருகிறது. நாம் என்ன செய்ய முடியும் என்பது மாதிரி சராசரி * x̄ * ஐ ஒரு: doc: `நிலையான மதிப்பெண் <../ ch04/ch04_descriptives_5>`. இது வழக்கமாக *z *என எழுதப்பட்டுள்ளது, ஆனால் இப்போது நான் இதை *z *\: sub: `x̄` (இந்த விரிவாக்கப்பட்ட குறியீட்டைப் பயன்படுத்துவதற்கான காரணம், நாங்கள் கணக்கிடுகிறோம் என்பதை நினைவில் வைத்துக் கொள்ள உதவுவதாகும் ஒரு மாதிரி சராசரியின் தரப்படுத்தப்பட்ட பதிப்பு, *அல்ல *ஒற்றை அவதானிப்பின் தரப்படுத்தப்பட்ட பதிப்பு, இது ஒரு *z *-ச்கோர் பொதுவாகக் குறிக்கிறது). நாங்கள் அவ்வாறு செய்யும்போது எங்கள் மாதிரி சராசரிக்கு *z *-ச்கோர்:
uk: Тепер настає час для хитрості. Ми можемо перетворити середнє значення вибірки *X̄* на :doc:`standard score <../Ch04/Ch04_Descriptives_5>`. Зазвичай це позначається як *z*, але поки що я буду називати це *z*\ :sub:`X̄` (причина використання цього розширеного позначення полягає в тому, щоб допомогти вам запам'ятати, що ми обчислюємо стандартизовану версію середнього значення вибірки, а *не* стандартизовану версію окремого спостереження, на яке зазвичай посилається *z*-бал). Коли ми це робимо, *z*-бал для середнього значення нашої вибірки дорівнює:

source: or, equivalently:
de: oder, gleichwertig:
nb: eller, tilsvarende:
ta: அல்லது, சமமாக:
uk: або, що еквівалентно:

source: This *z*-score is our test statistic. The nice thing about using this as our test statistic is that like all *z*-scores, it has a standard normal distribution:
de: Dieser *z*-score ist unsere Teststatistik. Das Schöne beim Verwenden dieses Wertes als Teststatistik ist, dass er wie alle *z*-Scores einer Standardnormalverteilung folgt:
nb: Denne *z*-scoren er teststatistikken vår. Det fine med å bruke denne som teststatistikk er at den, i likhet med alle *z*-skårer, har en standard normalfordeling:
ta: இந்த *z *-ச்கோர் எங்கள் சோதனை புள்ளிவிவரம். இதை எங்கள் சோதனை புள்ளிவிவரமாகப் பயன்படுத்துவது பற்றிய நல்ல சேதி என்னவென்றால், எல்லா *z *-ச்கோர்களையும் போலவே, இது ஒரு நிலையான இயல்பான விநியோகத்தைக் கொண்டுள்ளது:
uk: Цей *z*-оцінка є нашою тестовою статистикою. Перевага використання її як тестової статистики полягає в тому, що, як і всі *z*-оцінки, вона має стандартний нормальний розподіл:

source: (again, see section :doc:`../Ch04/Ch04_Descriptives_5` if you’ve forgotten why this is true). In other words, regardless of what scale the original data are on, the *z*-statistic itself always has the same interpretation: it’s equal to the number of standard errors that separate the observed sample mean *X̄* from the population mean µ\ :sub:`0` predicted by the null hypothesis. Better yet, regardless of what the population parameters for the raw scores actually are, the 5\% critical regions for the *z*-test are always the same, as illustrated in :numref:`fig-ztest`. And what this meant, way back in the days where people did all their statistics by hand, is that someone could publish a table like this:
de: (siehe auch den Abschnitt :doc:`../Ch04/Ch04_Descriptives_5`, falls Sie vergessen haben, warum das so ist). Mit anderen Worten: Unabhängig davon, auf welcher Skala die Originaldaten liegen, hat die *z*-Statistik immer dieselbe Interpretation: Sie ist gleich der Anzahl der Standardfehler, die den beobachteten Stichprobenmittelwert *X̄* von dem durch die Nullhypothese vorhergesagten Populationsmittelwert µ\ :sub:`0` trennen. Noch besser: Unabhängig davon, wie die Populationsparameter für die Rohwerte tatsächlich aussehen, sind die kritischen 5\%-Werte für den *z*-Test immer die gleichen, wie in :numref:`fig-ztest` dargestellt. In den Zeiten, als die Leute ihre Statistiken noch von Hand erstellten, bedeutete dies, dass jemand eine Tabelle wie diese veröffentlichen konnte:
nb: (igjen, se avsnitt :doc:`../Ch04/Ch04_Descriptives_5` hvis du har glemt hvorfor dette er sant). Med andre ord, uansett hvilken skala de opprinnelige dataene er på, har *z*-statistikken i seg selv alltid samme tolkning: Den er lik antallet standardfeil som skiller det observerte utvalgsgjennomsnittet *X̄* fra populasjonsgjennomsnittet µ\ :sub:`0` som nullhypotesen forutsier. Enda bedre er det at uavhengig av hva populasjonsparametrene for råskårene faktisk er, er de 5\% kritiske områdene for *z*-testen alltid de samme, som illustrert i :numref:`fig-ztest`. Og det dette betydde, den gang folk gjorde all statistikk for hånd, var at noen kunne publisere en tabell som denne:
ta: . வேறு வார்த்தைகளில் கூறுவதானால், அசல் தரவு எந்த அளவில் உள்ளது என்பதைப் பொருட்படுத்தாமல், *z *-statististed எப்போதும் ஒரே விளக்கத்தைக் கொண்டுள்ளது: இது கவனிக்கப்பட்ட மாதிரி சராசரியை பிரிக்கும் நிலையான பிழைகளின் எண்ணிக்கைக்கு சமம் *x̄ *மக்கள்தொகையில் இருந்து சராசரி µ \ : துணை: `0` சுழிய கருதுகோளால் கணிக்கப்பட்டுள்ளது. இன்னும் சிறப்பாக, மூல மதிப்பெண்களுக்கான மக்கள்தொகை அளவுருக்கள் உண்மையில் என்ன என்பதைப் பொருட்படுத்தாமல், *z *-test க்கான 5 \% முக்கியமான பகுதிகள் எப்போதும் ஒரே மாதிரியாக இருக்கும், இதில் விளக்கப்பட்டுள்ளபடி: எண்: `Fig-ztest`. இதன் பொருள் என்னவென்றால், மக்கள் தங்கள் புள்ளிவிவரங்கள் அனைத்தையும் கையால் செய்த நாட்களில், யாராவது இது போன்ற ஒரு அட்டவணையை வெளியிட முடியும்:
uk: (якщо ви забули, чому це так, дивіться розділ :doc:`../Ch04/Ch04_Descriptives_5`). Іншими словами, незалежно від того, в якій шкалі представлені вихідні дані, сама *z*-статистика завжди має однакове тлумачення: вона дорівнює кількості стандартних похибок, які відокремлюють спостережуване середнє значення вибірки *X̄* від середнього значення генеральної сукупності µ\ :sub:`0`, передбаченого нульовою гіпотезою. Більше того, незалежно від того, якими насправді є параметри генеральної сукупності для необроблених балів, 5\% критичні області для *z*-тесту завжди однакові, як показано на :numref:`fig-ztest`. А це означало, що в ті далекі часи, коли люди виконували всі статистичні обчислення вручну, хтось міг опублікувати таку таблицю:

source: desired α level
de: gewünschtes α-Niveau
nb: ønsket α-nivå
ta: விரும்பிய α நிலை
uk: бажаний рівень α

source: two-sided test
de: zweiseitige Prüfung
nb: tosidig test
ta: இரு பக்க சோதனை
uk: двосторонній тест

source: one-sided test
de: einseitige Prüfung
nb: ensidig test
ta: ஒருதலைப்பட்ச சோதனை
uk: односторонній тест

source: This, in turn, meant that researchers could calculate their *z*-statistic by hand and then look up the critical value in a text book.
de: Dies wiederum bedeutete, dass Forscher ihre *z*-Statistik von Hand berechnen und dann den kritischen Wert in einer Tabelle nachschlagen konnten.
nb: Det betydde i sin tur at forskerne kunne regne ut *z*-statistikken for hånd og deretter slå opp den kritiske verdien i en lærebok.
ta: இதையொட்டி, ஆராய்ச்சியாளர்கள் தங்கள் *z *-புள்ளிவிவரத்தை கையால் கணக்கிட்டு, பின்னர் ஒரு உரை புத்தகத்தில் முக்கியமான மதிப்பைப் பார்க்க முடியும்.
uk: Це, у свою чергу, означало, що дослідники могли розрахувати свою *z*-статистику вручну, а потім знайти критичне значення в підручнику.

source: Rejection regions for the two- and one-sided *z*-tests
de: Ablehnungsbereiche für die zwei- und einseitigen *z*-Tests
nb: Avvisningsregioner for tosidige og ensidige *z*-tester
ta: இரண்டு மற்றும் ஒருதலைப்பட்ச *z *-Tests க்கான நிராகரிப்பு பகுதிகள்
uk: Області відхилення для дво- та одностороннього *z*-tests

source: Rejection regions for the two-sided *z*-test (left panel) and the one-sided *z*-test (right panel)
de: Ablehnungsbereiche für den zweiseitigen *z*-Test (links) und den einseitigen *z*-Test (rechts)
nb: Avvisningsregioner for den tosidige *z*-testen (venstre panel) og den ensidige *z*-testen (høyre panel)
ta: இரு பக்க *z *-test (இடது குழு) மற்றும் ஒருதலைப்பட்ச *z *-test (வலது குழு) க்கான நிராகரிப்பு பகுதிகள்
uk: Області відхилення для двостороннього *z*-тесту (ліва панель) та одностороннього *z*-тесту (права панель)

source: A worked example, by hand
de: Ein praktisches Beispiel, Schritt-für-Schritt
nb: Et bearbeidet eksempel, for hånd
ta: ஒரு வேலை சான்று, கையால்
uk: Зроблений вручну приклад

source: Now, as I mentioned earlier, the *z*-test is almost never used in practice. It’s so rarely used in real life that the basic installation of jamovi doesn’t have a built in function for it. However, the test is so incredibly simple that it’s really easy to do one manually. Let’s go back to the |zeppo|_ data set. The first thing I need to do is calculate the sample mean for the ``grades`` variable, which I’ve already done (72.3). We already have the known population standard deviation (σ = 9.5), and the value of the population mean that the null hypothesis specifies (µ\ :sub:`0` = 67.5), and we know the sample size (*N* = 20).
de: Wie ich bereits erwähnt habe, wird der *z*-Test in der Praxis fast nie verwendet. Er wird im wirklichen Leben so selten verwendet, dass jamovi keine eingebaute Funktion dafür hat. Der Test ist jedoch so unglaublich einfach, dass er ohne Probleme manuell durchgeführt werden kann. Wenden wir uns zurück zum Datensatz |zeppo|_. Als Erstes muss ich den Stichprobenmittelwert für die Variable ``grades`` berechnen, was ich bereits getan habe (72,3). Wir haben bereits die bekannte Standardabweichung der Grundgesamtheit (σ = 9,5) und den Wert des Mittelwerts der Grundgesamtheit, den die Nullhypothese vorgibt (µ\ :sub:`0` = 67,5), außerdem kennen wir den Stichprobenumfang (*N* = 20).
nb: Som jeg nevnte tidligere, blir *z*-testen nesten aldri brukt i praksis. Den brukes så sjelden i det virkelige liv at grunninstallasjonen av jamovi ikke har en innebygd funksjon for den. Testen er imidlertid så utrolig enkel at det er veldig lett å gjøre den manuelt. La oss gå tilbake til datasettet |zeppo|_. Det første jeg må gjøre er å beregne utvalgsgjennomsnittet for variabelen ``grades``, noe jeg allerede har gjort (72,3). Vi har allerede det kjente standardavviket i populasjonen (σ = 9,5), og verdien av populasjonsgjennomsnittet som nullhypotesen spesifiserer (µ\ :sub:`0` = 67,5), og vi kjenner utvalgsstørrelsen (*N* = 20).
ta: இப்போது, நான் முன்பு குறிப்பிட்டது போல, *z *-test நடைமுறையில் ஒருபோதும் பயன்படுத்தப்படவில்லை. நிச வாழ்க்கையில் இது மிகவும் அரிதாகவே பயன்படுத்தப்படுகிறது, சாமோவியின் அடிப்படை நிறுவலுக்கு அதற்கான செயல்பாட்டில் கட்டமைக்கப்பட்டுள்ளது. இருப்பினும், சோதனை மிகவும் எளிமையானது, கைமுறையாக ஒன்றை செய்வது மிகவும் எளிதானது. | Zeppo | _ தரவு தொகுப்புக்குச் செல்வோம். நான் செய்ய வேண்டிய முதல் சேதி, நான் ஏற்கனவே செய்த (72.3) `` தரங்கள்` `மாறிக்கான மாதிரி சராசரியைக் கணக்கிடுவதாகும். எங்களிடம் ஏற்கனவே அறியப்பட்ட மக்கள் தொகை தர விலகல் (σ = 9.5) உள்ளது, மேலும் மக்கள்தொகையின் மதிப்பு சுழிய கருதுகோள் குறிப்பிடுகிறது (µ \: துணை: `0` = 67.5), மற்றும் மாதிரி அளவு (* n* = 20).
uk: Як я вже згадував раніше, *z*-тест практично ніколи не використовується на практиці. Він настільки рідко застосовується в реальному житті, що базова версія jamovi не має вбудованої функції для його виконання. Однак цей тест настільки простий, що його дуже легко виконати вручну. Повернемося до набору даних |zeppo|_. Перше, що мені потрібно зробити, це обчислити середнє значення вибірки для змінної ``grades``, що я вже зробив (72,3). Ми вже маємо відоме стандартне відхилення генеральної сукупності (σ = 9,5) і значення середнього значення генеральної сукупності, яке вказує нульова гіпотеза (µ\ :sub:`0` = 67,5), а також знаємо розмір вибірки (*N* = 20).

source: Next, let’s calculate the (true) standard error of the mean (easily done with a calculator):
de: Als Nächstes berechnen wir den (wahren) Standardfehler des Mittelwerts (dies ist mit einem Taschenrechner leicht möglich):
nb: La oss deretter beregne den (sanne) standardfeilen til gjennomsnittet (enkelt gjort med en kalkulator):
ta: அடுத்து, சராசரியின் (உண்மை) நிலையான பிழையை கணக்கிடுவோம் (ஒரு கால்குலேட்டருடன் எளிதாக செய்யப்படுகிறது):
uk: Далі, давайте обчислимо (справжню) стандартну похибку середнього значення (легко зробити за допомогою калькулятора):

source: And finally, we calculate our *z*-score:
de: Und schließlich berechnen wir unseren *z*-Wert:
nb: Til slutt beregner vi *z*-poengsummen vår:
ta: இறுதியாக, எங்கள் *z *-ச்கோரைக் கணக்கிடுகிறோம்:
uk: І нарешті, ми обчислюємо наш *z*-оцінку:

source: At this point, we would traditionally look up the value 2.26 in our table of critical values. Our original hypothesis was two-sided (we didn’t really have any theory about whether psych students would be better or worse at statistics than other students) so our hypothesis test is two-sided (or two-tailed) also. Looking at the little table that I showed earlier, we can see that 2.26 is bigger than the critical value of 1.96 that would be required to be significant at α = 0.05, but smaller than the value of 2.58 that would be required to be significant at a level of α = 0.01. Therefore, we can conclude that we have a significant effect, which we might write up by saying something like this:
de: An diesem Punkt würden wir traditionell den Wert 2,26 in unserer Tabelle der kritischen Werte nachschlagen. Unsere ursprüngliche Hypothese war zweiseitig (wir hatten nicht wirklich eine Theorie darüber, ob Psychologiestudenten besser oder schlechter in Statistik sind als andere Studenten), also ist auch unser Hypothesentest zweiseitig. Ein Blick auf die kleine Tabelle, die ich vorhin gezeigt habe, zeigt uns, dass 2,26 größer ist als der kritische Wert von 1,96, der erforderlich wäre, um bei α = 0,05 signifikant zu sein, aber kleiner als der Wert von 2,58, der erforderlich wäre, um bei einem Niveau von α = 0,01 signifikant zu sein. Daraus können wir schließen, dass wir einen signifikanten Effekt haben, den wir etwa so formulieren könnten:
nb: På dette tidspunktet ville vi tradisjonelt sett slått opp verdien 2,26 i tabellen over kritiske verdier. Den opprinnelige hypotesen vår var tosidig (vi hadde egentlig ingen teori om hvorvidt psykologistudenter ville være bedre eller dårligere i statistikk enn andre studenter), så hypotesetesten vår er også tosidig (eller tohalet). Hvis vi ser på den lille tabellen jeg viste tidligere, kan vi se at 2,26 er større enn den kritiske verdien på 1,96 som kreves for å være signifikant ved α = 0,05, men mindre enn verdien på 2,58 som kreves for å være signifikant ved et nivå på α = 0,01. Derfor kan vi konkludere med at vi har en signifikant effekt, som vi kan skrive opp ved å si noe sånt som dette:
ta: இந்த கட்டத்தில், எங்கள் முக்கியமான மதிப்புகளின் அட்டவணையில் 2.26 மதிப்பை பாரம்பரியமாக பார்ப்போம். எங்கள் அசல் கருதுகோள் இரு பக்கங்களாக இருந்தது (மற்ற மாணவர்களை விட சைக் மாணவர்கள் புள்ளிவிவரங்களில் சிறப்பாகவோ அல்லது மோசமாகவோ இருப்பார்களா என்பது பற்றி எங்களுக்கு உண்மையில் எந்த கோட்பாடும் இல்லை) எனவே எங்கள் கருதுகோள் சோதனை இரு பக்க (அல்லது இரண்டு வால்). நான் முன்பு காட்டிய சிறிய அட்டவணையைப் பார்க்கும்போது, 1.96 இன் முக்கியமான மதிப்பை விட 2.26 பெரியது என்பதைக் காணலாம், இது α = 0.05 இல் குறிப்பிடத்தக்கதாக இருக்க வேண்டும், ஆனால் 2.58 இன் மதிப்பை விட சிறியது, இது குறிப்பிடத்தக்கதாக இருக்க வேண்டும் α = 0.01 இன் நிலை. எனவே, நாம் ஒரு குறிப்பிடத்தக்க விளைவு என்று முடிவு செய்யலாம், இதுபோன்ற ஒன்றைச் சொல்வதன் மூலம் நாம் எழுதலாம்:
uk: На цьому етапі ми традиційно шукаємо значення 2,26 у нашій таблиці критичних значень. Наша початкова гіпотеза була двосторонньою (ми не мали жодної теорії щодо того, чи студенти-психологи будуть кращими чи гіршими у статистиці, ніж інші студенти), тому наш тест гіпотези також є двостороннім (або двоххвостим). Дивлячись на невелику таблицю, яку я показав раніше, ми бачимо, що 2,26 більше за критичне значення 1,96, яке було б необхідним для значущості при α = 0,05, але менше за значення 2,58, яке було б необхідним для значущості при рівні α = 0,01. Отже, ми можемо зробити висновок, що маємо значущий ефект, про що можна написати приблизно так:
