Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: The main difference is that the standard error calculations are different. If the two populations have different standard deviations, then it’s a complete nonsense to try to calculate a pooled standard deviation estimate, because you’re averaging apples and oranges.\ [#]_
de: Der Hauptunterschied besteht darin, dass die Berechnung der Standardfehler sich unterscheidet. Wenn die beiden Populationen unterschiedliche Standardabweichungen haben, dann ist es völliger Unsinn zu versuchen, eine gepoolte Standardabweichungsschätzung zu berechnen, weil man sonst Äpfel und Birnen miteinander vergleichen würde.\ [#]_
nb: Hovedforskjellen er at standardfeilberegningene er forskjellige. Hvis de to populasjonene har ulike standardavvik, er det fullstendig meningsløst å prøve å beregne et samlet standardavviksestimat, fordi du da beregner gjennomsnittet av epler og pærer.\ [#]_
ta: முக்கிய வேறுபாடு என்னவென்றால், நிலையான பிழை கணக்கீடுகள் வேறுபட்டவை. இரண்டு மக்கள்தொகைகளும் வெவ்வேறு நிலையான விலகல்களைக் கொண்டிருந்தால், பூல் செய்யப்பட்ட நிலையான விலகல் மதிப்பீட்டைக் கணக்கிட முயற்சிப்பது முழுமையான முட்டாள்தனம், ஏனென்றால் நீங்கள் ஆப்பிள்கள் மற்றும் ஆரஞ்சு சராசரியாக இருக்கிறீர்கள். \ [#] _ _
uk: Основна відмінність полягає в тому, що розрахунки стандартної похибки є різними. Якщо дві сукупності мають різні стандартні відхилення, то намагатися обчислити об'єднану оцінку стандартного відхилення є повним безглуздям, оскільки ви усереднюєте яблука та апельсини.\ [#]_

source: But you can still estimate the standard error of the difference between sample means, it just ends up looking different
de: Der Standardfehler der Differenz zwischen den Stichprobenmittelwerten lässt sich aber trotzdem schätzen, er sieht nur anders aus
nb: Men du kan fortsatt estimere standardfeilen for forskjellen mellom utvalgsgjennomsnitt, det ser bare annerledes ut
ta: ஆனால் மாதிரி வழிமுறைகளுக்கு இடையிலான வேறுபாட்டின் நிலையான பிழையை நீங்கள் இன்னும் மதிப்பிடலாம், அது வித்தியாசமாக இருக்கிறது
uk: Але ви все ще можете оцінити стандартну похибку різниці між середніми значеннями вибірки, просто вона виглядає по-іншому

source: The reason why it’s calculated this way is beyond the scope of this book. What matters for our purposes is that the *t*-statistic that comes out of the Welch *t*-test is actually somewhat different to the one that comes from the Student *t*-test.
de: Der Grund, warum er auf diese Weise berechnet wird, würde den Rahmen dieses Buches sprengen. Für unsere Zwecke ist es wichtig zu wissen, dass sich die *t*-Statistik, die aus dem *t*-Test nach Welch hervorgeht, etwas von derjenigen unterscheidet, die aus dem *t*-Test nach Student hervorgeht.
nb: Grunnen til at den beregnes på denne måten, ligger utenfor denne bokens rammer. Det som er viktig for vårt formål, er at *t*-statistikken som kommer ut av Welch-*t*-test, faktisk er noe annerledes enn den som kommer ut av Students *t*-test.
ta: இந்த வழியில் கணக்கிடப்படுவதற்கான காரணம் இந்த புத்தகத்தின் எல்லைக்கு அப்பாற்பட்டது. எங்கள் நோக்கங்களுக்காக முக்கியமானது என்னவென்றால், வெல்ச் *டி *-டெச்டிலிருந்து வெளிவரும் *டி *-ச்டாடிச்டிக் உண்மையில் மாணவர் *டி *-டெச்டிலிருந்து வரும் இடத்திற்கு சற்று வித்தியாசமானது.
uk: Причина, чому це обчислюється таким чином, виходить за рамки цієї книги. Для наших цілей важливо, що *t*-статистика, яка виходить з *t*-тесту Велча, насправді дещо відрізняється від тієї, що виходить з *t*-тесту Стьюдента.

source: The second difference between Welch and Student is that the degrees of freedom are calculated in a very different way. In the Welch test, the “degrees of freedom” doesn’t have to be a whole number any more, and it doesn’t correspond all that closely to the “number of data points minus the number of constraints” heuristic that I’ve been using up to this point.
de: Der zweite Unterschied zwischen den Tests nach Welch und Student besteht darin, dass die Freiheitsgrade auf andere Weise berechnet werden. Beim Test nach Welch müssen die „Freiheitsgrade“ nicht ganzzahlig sein, und sie entsprechen daher auch nicht mehr der Heuristik „Anzahl der Datenpunkte minus Anzahl der Einschränkungen“, die ich bisher verwendet habe.
nb: Den andre forskjellen mellom Welch og Student er at frihetsgradene beregnes på en helt annen måte. I Welchs *t*-test trenger ikke «frihetsgradene» lenger å være et helt tall, og det samsvarer ikke så godt med heuristikken «antall datapunkter minus antall constraints» som jeg har brukt til nå.
ta: வெல்ச் மற்றும் மாணவருக்கு இடையிலான இரண்டாவது வேறுபாடு என்னவென்றால், சுதந்திரத்தின் அளவுகள் மிகவும் வித்தியாசமான முறையில் கணக்கிடப்படுகின்றன. வெல்ச் சோதனையில், “சுதந்திரத்தின் டிகிரி” இனிமேல் முழு எண்ணாக இருக்க வேண்டியதில்லை, மேலும் இது “தரவு புள்ளிகளின் எண்ணிக்கை குறைவுகளின் எண்ணிக்கையை கழித்தல்” நான் அதை நெருக்கமாக ஒத்துப்போகவில்லை இந்த கட்டம் வரை பயன்படுத்துகிறது.
uk: Друга відмінність між тестом Велча і тестом Стьюдента полягає в тому, що ступені свободи обчислюються зовсім по-різному. У тесті Велча «ступені свободи» більше не обов'язково мають бути цілими числами і не відповідають евристичному правилу «кількість точок даних мінус кількість обмежень», яке я використовував до цього моменту.

source: The degrees of freedom are, in fact
de: Die Freiheitsgrade sind demnach
nb: Frihetsgradene er i realiteten
ta: சுதந்திரத்தின் அளவுகள் உண்மையில்
uk: Ступені свободи, фактично, є

source: which is all pretty straightforward and obvious, right? Well, perhaps not. It doesn’t really matter for our purposes. What matters is that you’ll see that the “df” value that pops out of a Welch test tends to be a little bit smaller than the one used for the Student test, and it doesn’t have to be a whole number.
de: Das ist erfreulicherweise alles ziemlich einfach und offensichtlich? Vielleicht aber auch nicht. Für unsere Zwecke ist es nicht wirklich wichtig. Wichtig ist, dass Sie sehen werden, dass der „df“-Wert, der bei einem Test nach Welch herauskommt, in der Regel etwas kleiner ist als der, der für den Test nach Student verwendet wird, und er muss nicht unbedingt eine Ganzzahl sein.
nb: som er jo ganske enkelt og opplagt, ikke sant? Vel, kanskje ikke. Det spiller egentlig ingen rolle for vårt formål. Det som betyr noe, er at du vil se at «df»-verdien som kommer ut av en Welch-test, har en tendens til å være litt mindre enn den som brukes for Students *t*-test, og den trenger ikke å være et helt tall.
ta: எது மிகவும் நேரடியானது மற்றும் வெளிப்படையானது, இல்லையா? சரி, ஒருவேளை இல்லை. இது எங்கள் நோக்கங்களுக்காக உண்மையில் தேவையில்லை. முக்கியமானது என்னவென்றால், வெல்ச் சோதனையிலிருந்து வெளியேறும் “டிஎஃப்” மதிப்பு மாணவர் சோதனைக்கு பயன்படுத்தப்பட்டதை விட சற்று சிறியதாக இருக்கும் என்பதை நீங்கள் காண்பீர்கள், அது முழு எண்ணாக இருக்க வேண்டியதில்லை.
uk: що є досить простим і очевидним, чи не так? Ну, можливо, не зовсім. Для наших цілей це не має особливого значення. Важливо те, що ви побачите, що значення «df», яке виходить з тесту Велча, як правило, є трохи меншим, ніж те, що використовується для тесту Стьюдента, і воно не обов'язково має бути цілим числом.

source: Doing the Welch test in jamovi
de: Durchführen des *t*-Tests nach Welch in jamovi
nb: Gjennomfør Welchs *t*-test i jamovi
ta: சாமோவியில் வெல்ச் சோதனை செய்கிறார்
uk: Проведення тесту Велча в jamovi

source: If you tick the check box for the ``Welch's`` test in the analysis we did above, then this is what it gives you :numref:`fig-ttest_welch`:
de: Wenn Sie in der obigen Analyse die Checkbox für ``Welch's`` setzen, erhalten Sie folgendes Ergebnis :numref:`fig-ttest_welch`:
nb: Hvis du krysser av i boksen for ``Welch's`` test i analysen vi gjorde ovenfor, får du dette :numref:`fig-ttest_welch`:
ta: நாங்கள் மேலே செய்த பகுப்பாய்வில் `` வெல்ச்'ச்`` சோதனைக்கான தேர்வுப்பெட்டியை நீங்கள் டிக் செய்தால், இதுதான் உங்களுக்குக் கொடுக்கிறது: numref: `Fig-ttest_welch`:
uk: Якщо ви поставите прапорець біля пункту «тест Велча» в аналізі, який ми виконали вище, то ось що він вам видасть: numref:`fig-ttest_welch`:

source: Results showing the Welch test alongside the default Student’s *t*-test
de: Die Ergebnisse zeigen den *t*-Test nach Welch neben dem Standard *t*-Test nach Student
nb: Resultater som viser Welchs *t*-test sammen med standard Student's *t*-test
ta: இயல்புநிலை மாணவரின் *t *-test உடன் வெல்ச் சோதனையைக் காட்டும் முடிவுகள்
uk: Результати, що показують тест Велча разом зі стандартним *t*-критерієм Стьюдента

source: Results showing the Welch test alongside the default Student’s *t*-test in jamovi
de: Die Ergebnisse zeigen den *t*-Test nach Welch neben dem (standardmäßigen) *t*-Test nach Student in jamovi
nb: Resultater som viser Welchs *t*-test sammen med standard Student's *t*-test i jamovi
ta: சமோவியில் இயல்புநிலை மாணவரின் *டி *-டெச்டுடன் வெல்ச் சோதனையைக் காட்டும் முடிவுகள்
uk: Результати, що показують тест Велча разом зі стандартним *t* -тестом Стьюдента в jamovi

source: The interpretation of this output should be fairly obvious. You read the output for the Welch’s test in the same way that you would for the Student’s test. You’ve got your descriptive statistics, the test results and some other information. So that’s all pretty easy.
de: Die Interpretation dieser Ausgabe sollte ziemlich offensichtlich sein. Sie lesen die Ausgabe für den *t*-Test nach Welch auf die gleiche Weise wie für den *t*-Test nach Student. Sie erhalten Ihre Deskriptivstatistik, die Testergebnisse und einige weitere Informationen. Das ist also alles ziemlich einfach.
nb: Tolkningen av dette resultatet burde være ganske åpenbar. Du leser utgaven for Welchs test på samme måte som du ville gjort for Students test. Du har deskriptivstatistikk, testresultatene og litt annen informasjon. Så det er ganske enkelt.
ta: இந்த வெளியீட்டின் விளக்கம் மிகவும் வெளிப்படையாக இருக்க வேண்டும். வெல்ச்சின் சோதனைக்கான வெளியீட்டை நீங்கள் மாணவரின் சோதனைக்கு போலவே படித்தீர்கள். உங்கள் விளக்க புள்ளிவிவரங்கள், சோதனை முடிவுகள் மற்றும் வேறு சில தகவல்களை நீங்கள் பெற்றுள்ளீர்கள். எனவே இது மிகவும் எளிதானது.
uk: Інтерпретація цих результатів повинна бути досить очевидною. Ви читаєте результати тесту Велча так само, як і результати тесту Стьюдента. Ви отримали описові статистичні дані, результати тесту та деяку іншу інформацію. Тож все це досить просто.

source: Except, except… our result isn’t significant anymore. When we ran the Student test we did get a significant effect, but the Welch test on the same data set is not (*t*\(23.02) = 2.03, *p* = 0.054). What does this mean? Should we panic? Is the sky burning? Probably not. The fact that one test is significant and the other isn’t doesn’t itself mean very much, especially since I kind of rigged the data so that this would happen. As a general rule, it’s not a good idea to go out of your way to try to interpret or explain the difference between a *p*-value of 0.049 and a *p*-value of 0.051. If this sort of thing happens in real life, the *difference* in these *p*-values is almost certainly due to chance. What does matter is that you take a little bit of care in thinking about what test you use. The Student test and the Welch test have different strengths and weaknesses. If the two populations really do have equal variances, then the Student test is slightly more powerful (lower Type II error rate) than the Welch test. However, if they *don’t* have the same variances, then the assumptions of the Student test are violated and you may not be able to trust it; you might end up with a higher Type I error rate. So it’s a trade off. However, in real life I tend to prefer the Welch test, because almost no-one *actually* believes that the population variances are identical.
de: Außer… dass unser Ergebnis nicht mehr signifikant ist. Als wir den *t*-Test nach Student durchführten, erhielten wir einen signifikanten Effekt, aber der *t*-Test nach Welch für denselben Datensatz ist nicht signifikant (*t*\(23.02) = 2.03, *p* = 0.054). Was bedeutet das für uns? Sollten wir in Panik geraten? Wahrscheinlich nicht. Die Tatsache, dass ein Test signifikant ist und der andere nicht, bedeutet an sich nicht viel, vor allem, weil ich die Daten so generiert habe, dass genau das passiert. Im Allgemeinen ist es keine gute Idee, sich die Mühe zu machen, den Unterschied zwischen einem *p*-Wert von 0,049 und einem *p*-Wert von 0,051 zu interpretieren oder zu erklären. Wenn so etwas im wirklichen Leben vorkommt, ist der *Unterschied* zwischen diesen *p*-Werten mit ziemlicher Sicherheit dem Zufall geschuldet. Wichtig ist, dass Sie sich ein wenig Gedanken darüber machen, welchen Test Sie verwenden. Der *t*-Test nach Student und der *t*-Test nach Welch haben jeweils unterschiedliche Stärken und Schwächen. Wenn beide Populationen tatsächlich gleiche Varianzen aufweisen, ist der *t*-Test nach Student etwas aussagekräftiger (geringere Fehlerrate vom Typ II) als der *t*-Test nach Welch. Wenn jedoch die beiden Populationen *nicht* die gleichen Varianzen haben, werden die Annahmen des *t*-Test nach Student verletzt, und man kann sich nicht auf ihn verlassen; die Fehlerrate vom Typ I könnte höher sein. Es ist also eine Abwägung. In der Praxis bevorzuge ich jedoch eher den *t*-Test nach Welch, da *fast niemand* glaubt, dass die Varianzen der Grundgesamtheit identisch sind.
nb: Bortsett fra at resultatet vårt ikke lenger er signifikant. Da vi kjørte Students *t*-test, fikk vi en signifikant effekt, men Welchs *t*-test på det samme datasettet er ikke signifikant (*t*\(23,02) = 2,03, *p* = 0,054). Hva betyr dette? Bør vi få panikk? Brenner himmelen? Sannsynligvis ikke. At den ene testen er signifikant og den andre ikke er det, betyr i seg selv ikke så mye, spesielt siden jeg på en måte har rigget dataene slik at dette skulle skje. Som en generell regel er det ikke lurt å gjøre seg store anstrengelser for å tolke eller forklare forskjellen mellom en *p*-verdi på 0,049 og en *p*-verdi på 0,051. Hvis slike ting skjer i virkeligheten, skyldes *forskjellen* i disse *p*-verdiene nesten helt sikkert tilfeldigheter. Det som betyr noe, er at du tenker litt nøye gjennom hvilken test du bruker. Students *t*-test og Welchs *t*-test har ulike styrker og svakheter. Hvis de to populasjonene virkelig har lik varians, er Students *t*-test litt sterkere (lavere type II-feilrate) enn Welchs *t*-test. Men hvis de *ikke* har samme varians, brytes forutsetningene for Students *t*-test, og det er ikke sikkert at du kan stole på den; du kan ende opp med en høyere type I-feilrate. Så det er en avveining. I det virkelige liv foretrekker jeg imidlertid Welch-testen, fordi nesten ingen *faktisk* tror at variansene i populasjonen er identiske.
ta: தவிர, தவிர… எங்கள் முடிவு இனி குறிப்பிடத்தக்கதாக இல்லை. நாங்கள் மாணவர் சோதனையை இயக்கும் போது எங்களுக்கு ஒரு குறிப்பிடத்தக்க விளைவைப் பெற்றது, ஆனால் அதே தரவு தொகுப்பில் வெல்ச் சோதனை இல்லை (*t*\ (23.02) = 2.03,*ப*= 0.054). இதன் பொருள் என்ன? நாம் அச்சம் அடைய வேண்டுமா? வானம் எரியுமா? அநேகமாக இல்லை. ஒரு சோதனை முக்கியமானது, மற்றொன்று தானே என்று அர்த்தமல்ல, குறிப்பாக நான் தரவை மோசடி செய்ததால், இது நடக்கும். ஒரு பொதுவான விதியாக, 0.049 இன் *பி *-மதிப்பு மற்றும் 0.051 இன் *பி *-மதிப்பு ஆகியவற்றுக்கு இடையேயான வித்தியாசத்தை விளக்கவோ அல்லது விளக்கவோ முயற்சிப்பது உங்கள் வழியிலிருந்து வெளியேறுவது நல்ல யோசனையல்ல. நிச வாழ்க்கையில் இந்த வகையான சேதி நடந்தால், இந்த *பி *-மதிப்புகளில் உள்ள *வேறுபாடு *நிச்சயமாக வாய்ப்பு காரணமாகும். சேதி என்னவென்றால், நீங்கள் என்ன சோதனையைப் பயன்படுத்துகிறீர்கள் என்பதைப் பற்றி சிந்திப்பதில் கொஞ்சம் அக்கறை செலுத்துகிறீர்கள். மாணவர் சோதனை மற்றும் வெல்ச் சோதனை ஆகியவை வெவ்வேறு பலங்களையும் பலவீனங்களையும் கொண்டுள்ளன. இரண்டு மக்களுக்கும் உண்மையில் சம மாறுபாடுகள் இருந்தால், வெல்ச் சோதனையை விட மாணவர் சோதனை சற்று அதிக ஆற்றல் வாய்ந்தது (குறைந்த வகை II பிழை வீதம்). இருப்பினும், அவர்களிடம் * அதே மாறுபாடுகள் இல்லை என்றால், மாணவர் சோதனையின் அனுமானங்கள் மீறப்படுகின்றன, மேலும் நீங்கள் அதை நம்ப முடியாமல் போகலாம்; நீங்கள் அதிக வகை I பிழை விகிதத்துடன் முடிவடையும். எனவே இது ஒரு வர்த்தகமாகும். இருப்பினும், நிச வாழ்க்கையில் நான் வெல்ச் சோதனையை விரும்புகிறேன், ஏனென்றால் மக்கள்தொகை மாறுபாடுகள் ஒரே மாதிரியானவை என்று கிட்டத்தட்ட யாரும் * உண்மையில் * நம்புகிறார்கள்.
uk: За винятком того, що... наш результат більше не є значущим. Коли ми провели тест Стьюдента, ми отримали значущий ефект, але тест Велча на тому ж наборі даних не дав значущого результату (*t*\(23,02) = 2,03, *p* = 0,054). Що це означає? Чи слід панікувати? Чи небо горить? Напевно, ні. Той факт, що один тест є значущим, а інший — ні, сам по собі не має великого значення, особливо з огляду на те, що я дещо підправив дані, щоб це сталося. Як правило, не варто надто старатися, намагаючись інтерпретувати або пояснити різницю між *p*-значенням 0,049 і *p*-значенням 0,051. Якщо таке трапляється в реальному житті, *різниця* в цих *p*-значеннях майже напевно є випадковою. Важливо, щоб ви трохи потурбувалися про те, який тест використовувати. Тест Стьюдента і тест Велча мають різні сильні і слабкі сторони. Якщо дві сукупності дійсно мають однакові дисперсії, то тест Стьюдента є дещо потужнішим (нижчий рівень помилки II типу), ніж тест Велча. Однак, якщо вони *не* мають однакових дисперсій, то припущення тесту Стьюдента порушуються і ви не можете йому довіряти; ви можете отримати вищий рівень помилки I типу. Тож це компроміс. Однак у реальному житті я схильний віддавати перевагу тесту Велча, оскільки майже ніхто *насправді* не вірить, що дисперсії генеральних сукупностей є ідентичними.

source: Assumptions of the test
de: Voraussetzungen für den Test
nb: Forutsetninger for testen
ta: Assumptions of the தேர்வு
uk: Припущення тесту

source: The assumptions of the Welch test are very similar to those made by the Student *t*-test (see :ref:`Assumptions of the Student *t*-test <assumptions_student_t_test>`), except that the Welch test does not assume homogeneity of variance. This leaves only the assumption of normality and the assumption of independence. The specifics of these assumptions are the same for the Welch test as for the Student test.
de: Die Voraussetzungen für den *t*-Test nach Welch sind denen des *t*-Tests nach Student sehr ähnlich (siehe :ref:`Voraussetzungen für den *t*-Test nach Student <assumptions_student_t_test>`), mit der Ausnahme, dass der Welch-Test keine Varianzhomogenität voraussetzt. Damit bleibt nur noch die Annahme der Normalverteilung und die Annahme der Unabhängigkeit. Die Anforderungen in Bezug auf diese Annahmen sind für den Welch-Test die gleichen wie für den Student-Test.
nb: Forutsetningene for Welchs *t*-test er svært like forutsetningene for Students *t*-test (se :ref:`Forutsetninger for Students *t*-test <assumptions_student_t_test>`), bortsett fra at Welchs *t*-test ikke forutsetter varianshomogenitet. Dermed gjenstår bare forutsetningen om normalfordeling og forutsetningen om uavhengighet. Disse forutsetningene er de samme for Welchs *t*-test som for Students *t*-test.
ta: வெல்ச் சோதனையின் அனுமானங்கள் மாணவர் *t *-test ஆல் செய்யப்பட்டவற்றுடன் மிகவும் ஒத்தவை (பார்க்க: குறிப்பு: `மாணவரின் அனுமானங்கள் *t *-test <அனுமானங்கள்_ச்டுடென்ட்_டி_ச்டெச்ட்>`), வெல்ச் சோதனை ஒருமைப்பாட்டை எடுத்துக் கொள்ளவில்லை என்பதைத் தவிர மாறுபாடு. இது இயல்பான அனுமானத்தையும் சுதந்திரத்தின் அனுமானத்தையும் மட்டுமே விட்டுச்செல்கிறது. இந்த அனுமானங்களின் பிரத்தியேகங்கள் மாணவர் சோதனைக்கு வெல்ச் சோதனைக்கு ஒன்றே.
uk: Припущення тесту Велча дуже схожі на припущення тесту Стьюдента *t* (див.: :ref:`Припущення тесту Стьюдента *t* <assumptions_student_t_test>`), за винятком того, що тест Велча не передбачає однорідності дисперсії. Таким чином, залишаються лише припущення про нормальність і незалежність. Особливості цих припущень для тесту Велча такі самі, як і для тесту Стьюдента.

source: Well, I guess you can average apples and oranges, and what you end up with is a delicious fruit smoothie. But no one really thinks that a fruit smoothie is a very good way to describe the original fruits, do they?
de: Nun, ich denke, man kann Äpfel und Orangen mischen, und das Ergebnis ist ein leckerer Fruchtsmoothie. Aber niemand glaubt wirklich, dass ein Fruchtsmoothie die ursprünglichen Früchte gut widerspiegelt, oder?
nb: Vel, man kan vel ta et gjennomsnitt av epler og appelsiner, og det man ender opp med er en deilig fruktsmoothie. Men ingen synes vel egentlig at en fruktsmoothie er en veldig god måte å beskrive de opprinnelige fruktene på?
ta: சரி, நீங்கள் சராசரி ஆப்பிள்கள் மற்றும் ஆரஞ்சுகளை முடியும் என்று நினைக்கிறேன், நீங்கள் முடிவடையும் சேதி ஒரு சுவையான பழ மிருதுவானது. ஆனால் ஒரு பழ மிருதுவானது அசல் பழங்களை விவரிக்க ஒரு நல்ல வழி என்று யாரும் உண்மையில் நினைக்கவில்லை, இல்லையா?
uk: Ну, я думаю, можна змішати яблука і апельсини, і в результаті ви отримаєте смачний фруктовий коктейль. Але ніхто ж не вважає, що фруктовий коктейль — це дуже хороший спосіб описати оригінальні фрукти, чи не так?

source: The paired-samples *t*-test
de: Der *t*-Test für gepaarte Stichproben
nb: Parvise *t*-tester
ta: சோடி-மாதிரிகள் *t *-test
uk: *t*-тест для парних вибірок
