Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: Okay, cool. The obvious thing that you might think to do is run a *z*-test, but using the estimated standard deviation of 9.52 instead of relying on my assumption that the true standard deviation is 9.5. And you probably wouldn’t be surprised to hear that this would still give us a significant result. This approach is close, but it’s not *quite* correct. Because we are now relying on an *estimate* of the population standard deviation we need to make some adjustment for the fact that we have some uncertainty about what the true population standard deviation actually is. Maybe our data are just a fluke …maybe the true population standard deviation is 11, for instance. But if that were actually true, and we ran the *z*-test assuming σ = 11, then the result would end up being *non-significant*. That’s a problem, and it’s one we’re going to have to address.
de: Das Naheliegendste, was Sie tun könnten, ist, einen *z*-Test durchzuführen, aber unter Verwendung der geschätzten Standardabweichung von 9,52, anstatt sich auf meine Annahme zu verlassen, dass die wahre Standardabweichung 9,5 ist. Und es würde Sie wahrscheinlich nicht überraschen zu hören, dass dies immer noch zu einem signifikanten Ergebnis führen würde. Dieser Ansatz ist nahe dran, aber er ist nicht *ganz* richtig. Da wir uns nun auf eine *Schätzung* der Standardabweichung in der Grundgesamtheit stützen, müssen wir eine gewisse Anpassung vornehmen, um der Tatsache Rechnung zu tragen, dass wir eine gewisse Unsicherheit darüber haben, wie hoch die tatsächliche Standardabweichung in der Grundgesamtheit ist. Vielleicht sind unsere Daten nur ein Glücksfall …vielleicht ist die wahre Standardabweichung in der Grundgesamtheit zum Beispiel 11. Aber wenn das tatsächlich der Fall wäre und wir den *z*-Test unter der Annahme von σ = 11 durchführen würden, dann wäre das Ergebnis *nicht signifikant*. Das ist ein Problem, das wir angehen müssen.
nb: Ok, greit. Det opplagte du kanskje tenker å gjøre, er å kjøre en *z*-test, men ved å bruke det estimerte standardavviket på 9,52 i stedet for å basere deg på min antakelse om at det sanne standardavviket er 9,5. Og du vil nok ikke bli overrasket over å høre at dette fortsatt vil gi oss et signifikant resultat. Denne tilnærmingen er nær, men den er ikke *helt* korrekt. Fordi vi nå baserer oss på et *estimat* av standardavviket i populasjonen, må vi justere for det faktum at vi har en viss usikkerhet om hva det sanne standardavviket i populasjonen faktisk er. Kanskje er dataene våre bare et lykketreff …kanskje er det sanne standardavviket i befolkningen 11, for eksempel. Men hvis det faktisk var sant, og vi kjørte *z*-testen under forutsetning av σ = 11, ville resultatet ende opp med å bli *ikke-signifikant*. Det er et problem, og det er noe vi må ta tak i.
ta: சரி, குளிர். நீங்கள் செய்ய நினைக்கும் வெளிப்படையான சேதி *Z *-Test ஐ இயக்குவதாகும், ஆனால் உண்மையான நிலையான விலகல் 9.5 என்ற எனது அனுமானத்தை நம்புவதற்கு பதிலாக 9.52 இன் மதிப்பிடப்பட்ட நிலையான விலகலைப் பயன்படுத்துதல். இது எங்களுக்கு இன்னும் ஒரு குறிப்பிடத்தக்க முடிவைக் கொடுக்கும் என்பதைக் கேட்டு நீங்கள் ஆச்சரியப்பட மாட்டீர்கள். இந்த அணுகுமுறை நெருக்கமாக உள்ளது, ஆனால் அது மிகவும் * சரியானது அல்ல. மக்கள் தொகை தரமான விலகலின் * மதிப்பீட்டை * நாம் இப்போது நம்பியிருப்பதால், உண்மையான மக்கள்தொகை தர விலகல் உண்மையில் என்ன என்பது குறித்து நமக்கு சில நிச்சயமற்ற தன்மை உள்ளது என்பதற்கு சில சரிசெய்தல் செய்ய வேண்டும். ஒருவேளை எங்கள் தரவு ஒரு புளூக் தான்… உதாரணமாக, உண்மையான மக்கள்தொகை நிலையான விலகல் 11 ஆக இருக்கலாம். ஆனால் அது உண்மையில் உண்மையாக இருந்தால், நாங்கள் *z *-Test ஐ σ = 11 என்று கருதி ஓடினோம், இதன் விளைவாக *குறிப்பிடத்தக்கவை அல்ல *. இது ஒரு சிக்கல், இது நாம் கவனிக்க வேண்டிய ஒன்றாகும்.
uk: Добре, чудово. Очевидним рішенням може здатися проведення *z*-тесту, але з використанням оціненого стандартного відхилення 9,52 замість мого припущення, що справжнє стандартне відхилення становить 9,5. І вас, мабуть, не здивує, що це все одно дасть нам значущий результат. Цей підхід близький до правильного, але не *зовсім* правильний. Оскільки ми зараз покладаємося на *оцінку* стандартного відхилення генеральної сукупності, нам потрібно внести деякі корективи з огляду на те, що ми маємо певну невизначеність щодо того, яким насправді є справжнє стандартне відхилення генеральної сукупності. Можливо, наші дані є просто випадковістю... Можливо, справжнє стандартне відхилення генеральної сукупності становить, наприклад, 11. Але якщо це дійсно так, і ми проведемо *z*-тест, припускаючи, що σ = 11, то результат буде *незначущим*. Це проблема, яку нам доведеться вирішити.

source: Illustration: Null and alternative hypotheses by the one-sample *t*-test
de: Illustration: Null- und Alternativhypothesen beim *t*-Test mit einer Stichprobe
nb: Illustrasjon: Nullhypotese og alternativhypotese ved *t*-test med ett utvalg
ta: விளக்கம்: ஒரு மாதிரி *t *-test ஆல் சுழிய மற்றும் மாற்று கருதுகோள்கள்
uk: Ілюстрація: Нульова та альтернативна гіпотези за одновибірковим *t*-критерієм

source: Graphical illustration of the null and alternative hypotheses assumed by the (two-sided) one-sample *t*-test. Note the similarity to the *z*-test :numref:`fig-ztesthyp`. The null hypothesis is that the population mean μ is equal to some specified value μ\ :sub:`0`\, and the alternative hypothesis is that it is not. Like the *z*-test, we assume that the data are normally distributed, but we do not assume that the population standard deviation σ is known in advance.
de: Grafische Darstellung der Nullhypothese und der Alternativhypothese, die beim (zweiseitigen) *t*-Test mit einer Stichprobe angenommen werden. Man beachte die Ähnlichkeit mit dem *z*-Test :numref:`fig-ztesthyp`. Die Nullhypothese lautet, dass der Mittelwert der Grundgesamtheit μ gleich einem bestimmten Wert μ\ :sub:`0`\ ist, und die Alternativhypothese lautet, dass er es nicht ist. Wie beim *z*-Test gehen wir davon aus, dass die Daten normalverteilt sind, aber wir nehmen nicht an, dass die Standardabweichung σ in der Grundgesamtheit im Voraus bekannt ist.
nb: Grafisk illustrasjon av nullhypotesen og alternativhypotesen i (tosidig) *t*-test med ett utvalg. Legg merke til likheten med *z*-testen :numref:`fig-ztesthyp`. Nullhypotesen er at populasjonsgjennomsnittet μ er lik en spesifisert verdi μ\ :sub:`0`\, og alternativhypotesen er at det ikke er det. I likhet med *z*-testen antar vi at dataene er normalfordelte, men vi antar ikke at populasjonens standardavvik σ er kjent på forhånd.
ta: (இரு பக்க) ஒரு மாதிரி *t *-test ஆல் கருதப்படும் சுழிய மற்றும் மாற்று கருதுகோள்களின் வரைகலை விளக்கம். *Z *-test: numref: `Fig-ztestestyp` இன் ஒற்றுமையைக் கவனியுங்கள். சுழிய கருதுகோள் என்னவென்றால், மக்கள்தொகை என்பது சில குறிப்பிட்ட மதிப்புக்கு சமம் μ \: துணை: `0` \, மற்றும் மாற்று கருதுகோள் அது இல்லை. *Z *-test ஐப் போலவே, தரவு பொதுவாக விநியோகிக்கப்படுகிறது என்று நாங்கள் கருதுகிறோம், ஆனால் மக்கள்தொகை தரநிலை விலகல் முன்கூட்டியே அறியப்படுகிறது என்று நாங்கள் கருதவில்லை.
uk: Графічна ілюстрація нульової та альтернативної гіпотез, прийнятих (двостороннім) одновибірковим *t*-тестом. Зверніть увагу на схожість із *z*-тестом :numref:`fig-ztesthyp`. Нульова гіпотеза полягає в тому, що середнє значення μ генеральної сукупності дорівнює певному значенню μ\ :sub:`0`\, а альтернативна гіпотеза — в тому, що це не так. Як і в *z*-тесті, ми припускаємо, що дані мають нормальний розподіл, але не припускаємо, що стандартне відхилення σ генеральної сукупності відоме заздалегідь.

source: Introducing the *t*-test
de: Einführung in den *t*-Test
nb: Vi introduserer *t*-testen
ta: *T *-test ஐ அறிமுகப்படுத்துகிறது
uk: Представляємо *t*-тест

source: This ambiguity is annoying, and it was resolved in 1908 by a guy called William Sealy Gosset (:ref:`Student, 1908 <Student_1908>`), who was working as a chemist for the Guinness brewery at the time (:ref:`Box, 1987 <Box_1987>`). Because Guinness took a dim view of its employees publishing statistical analysis (apparently they felt it was a trade secret), he published the work under the pseudonym “A Student” and, to this day, the full name of the *t*-test is actually **Student’s *t*-test**. The key thing that Gosset figured out is how we should accommodate the fact that we aren’t completely sure what the true standard deviation is.\ [#]_ The answer is that it subtly changes the sampling distribution. In the *t*-test our test statistic, now called a *t*-statistic, is calculated in exactly the same way I mentioned above. If our null hypothesis is that the true mean is µ, but our sample has mean *X̄* and our estimate of the population standard deviation is :math:`\hat{\sigma}`, then our *t*-statistic is:
de: Diese Zweideutigkeit ist ärgerlich und wurde 1908 von einem Mann namens William Sealy Gosset (:ref:`Student, 1908 <Student_1908>`) aufgelöst. Dieser arbeitete zu dieser Zeit als Chemiker für die Guinness-Brauerei (:ref:`Box, 1987 <Box_1987>`). Da Guinness es nicht gerne sah, wenn seine Mitarbeiter statistische Analysen veröffentlichten (offenbar hielten sie diese für ein Geschäftsgeheimnis), veröffentlichte er die Arbeit unter dem Pseudonym „A Student“, und bis heute lautet der vollständige Name des *t*-Tests eigentlich **t-test nach Student**. Das Wichtigste, was Gosset herausfand, ist die Frage, wie wir der Tatsache Rechnung tragen können, dass wir nicht ganz sicher sind, wie hoch die wahre Standardabweichung ist.\ [#]_ Die Antwort ist, dass sich die Stichprobenverteilung dadurch subtil ändert. Beim *t*-Test wird unsere Teststatistik, die jetzt *t*-Statistik genannt wird, auf genau dieselbe Weise berechnet, die ich oben erwähnt habe. Wenn unsere Nullhypothese lautet, dass der wahre Mittelwert µ ist, unsere Stichprobe aber den Mittelwert *X̄* hat und unsere Schätzung der Standardabweichung der Grundgesamtheit :math:`\hat{\sigma}` ist, dann lautet unsere *t*-Statistik:
nb: Denne tvetydigheten er irriterende, og den ble løst i 1908 av en fyr ved navn William Sealy Gosset (:ref:`Student, 1908 <Student_1908>`), som på den tiden jobbet som kjemiker for Guinness-bryggeriet (:ref:`Box, 1987 <Box_1987>`). Fordi Guinness ikke likte at deres ansatte publiserte statistiske analyser (de mente visstnok at det var en forretningshemmelighet), publiserte han arbeidet under pseudonymet «A Student», og den dag i dag er det fulle navnet på *t*-testen faktisk **Students *t*-test**. Det viktigste Gosset fant ut, er hvordan vi skal ta hensyn til det faktum at vi ikke er helt sikre på hva det sanne standardavviket er.\ [#]_ Svaret er at det endrer utvalgsfordelingen på en subtil måte. I *t*-testen beregnes teststatistikken vår, som nå kalles *t*-statistikk, på nøyaktig samme måte som jeg nevnte ovenfor. Hvis nullhypotesen vår er at det sanne gjennomsnittet er µ, men utvalget vårt har gjennomsnittet *X̄* og vårt estimat av standardavviket i populasjonen er :math:`\hat{\sigma}`, så er *t*-statistikken vår:
ta: இந்த தெளிவின்மை எரிச்சலூட்டுகிறது, 1908 ஆம் ஆண்டில் வில்லியம் சீலி கோசெட் (: குறிப்பு: `மாணவர், 1908 <மாணவர்_1908>`) என்ற பையனால் இது தீர்க்கப்பட்டது, அந்த நேரத்தில் கின்னச் மதுபானசாலைக்கு வேதியியலாளராக பணிபுரிந்தவர் (: ref: ` பெட்டி, 1987 <box_1987> `). கின்னச் அதன் ஊழியர்கள் புள்ளிவிவர பகுப்பாய்வை வெளியிடுவதைப் பற்றி மங்கலான பார்வையை எடுத்ததால் (இது ஒரு வர்த்தக மறைபொருள் என்று அவர்கள் உணர்ந்தார்கள்), அவர் “ஒரு மாணவர்” என்ற புனைப்பெயரில் இந்த வேலையை வெளியிட்டார், இன்றுவரை *t *-test இன் முழு பெயர் உண்மையில் ** மாணவர்களின்*t*-test **. உண்மையான நிலையான விலகல் என்னவென்று எங்களுக்குத் தெரியவில்லை என்ற உண்மையை நாம் எவ்வாறு தங்க வைக்க வேண்டும் என்பதுதான் கோசெட் கண்டுபிடித்த முக்கிய சேதி. \ [#] _ பதில், இது மாதிரி விநியோகத்தை நுட்பமாக மாற்றுகிறது. *T *-test இல், இப்போது A *t *-statistic என அழைக்கப்படும் எங்கள் சோதனை புள்ளிவிவரம், நான் மேலே குறிப்பிட்டதைப் போலவே கணக்கிடப்படுகிறது. எங்கள் சுழிய கருதுகோள் என்னவென்றால், உண்மையான சராசரி µ, ஆனால் எங்கள் மாதிரியானது *x̄ *மற்றும் மக்கள்தொகை தரமான விலகல் பற்றிய நமது மதிப்பீடு: கணிதம்: `\ தொப்பி {\ சிக்மா}`, பின்னர் எங்கள் *டி *-ச்டாடிச்டிக்:
uk: Ця неоднозначність була дратівливою, і її вирішив у 1908 році чоловік на ім'я Вільям Сілі Госсет (:ref:`Student, 1908 <Student_1908>`), який на той час працював хіміком на пивоварні Гіннес (:ref:`Box, 1987 <Box_1987>`). Оскільки компанія Гіннес негативно ставилася до публікації статистичних аналізів своїми співробітниками (очевидно, вважаючи це комерційною таємницею), він опублікував свою роботу під псевдонімом «Студент», і до цього дня повна назва *t*-тесту насправді є ***t*-тестом Студента**. Ключовим відкриттям Госсета було те, як ми повинні враховувати той факт, що ми не можемо бути повністю впевнені в тому, яким є справжнє стандартне відхилення.\ [#]_ Відповідь полягає в тому, що це дещо змінює розподіл вибірки. У *t*-тесті наша тестова статистика, яка тепер називається *t*-статистикою, обчислюється точно так само, як я згадував вище. Якщо наша нульова гіпотеза полягає в тому, що справжнє середнє значення дорівнює µ, але наше вибіркове середнє значення дорівнює *X̄*, а наша оцінка стандартного відхилення генеральної сукупності дорівнює :math:`\hat{\sigma}`, то наша *t*-статистика дорівнює:

source: The only thing that has changed in the equation is that instead of using the known true value σ, we use the estimate :math:`\hat{\sigma}`. And if this estimate has been constructed from *N* observations, then the sampling distribution turns into a *t*-distribution with *N* - 1 **degrees of freedom** (df). The *t*-distribution is very similar to the normal distribution, but has “heavier” tails, as discussed earlier in :doc:`../Ch07/Ch07_Probability_6` and illustrated in :numref:`fig-ttestdist`. Notice, though, that as *df* gets larger, the *t*-distribution starts to look identical to the standard normal distribution. This is as it should be: if you have a sample size of *N* = 70,000,000 then your “estimate” of the standard deviation would be pretty much perfect, right? So, you should expect that for large *N*, the *t*-test would behave exactly the same way as a *z*-test. And that’s exactly what happens!
de: Das Einzige, was sich in der Gleichung geändert hat, ist, dass wir an Stelle des bekannten wahren Wertes σ die Schätzung :math:`\hat{\sigma}` verwenden. Und wenn diese Schätzung aus *N* Beobachtungen konstruiert wurde, dann wird die Stichprobenverteilung zu einer *t*-Verteilung mit *N* - 1 **Freiheitsgraden** (df). Die *t*-Verteilung ist der Normalverteilung sehr ähnlich, hat aber „schwerere“ Ausläufer, wie bereits in :doc:`../Ch07/Ch07_Probability_6` besprochen und in :numref:`fig-ttestdist` dargestellt. Beachten Sie jedoch, dass die *t*-Verteilung mit zunehmender Größe von *df* beginnt, sich der Standard-Normalverteilung anzunähern. Das ist auch gut so: Bei einem Stichprobenumfang von *N* = 70.000.000 wäre Ihre „Schätzung“ der Standardabweichung ziemlich genau. Sie sollten also erwarten, dass sich der *t*-Test bei einem großen *N* genau so verhält wie ein *z*-Test. Und genau das passiert auch!
nb: Det eneste som er endret i ligningen, er at i stedet for å bruke den kjente sanne verdien σ, bruker vi estimatet :math:`\hat{\sigma}`. Og hvis dette estimatet baserer seg på *N* observasjoner, blir utvalgsfordelingen til en *t*-fordeling med *N* - 1 **frihetsgrader** (df). *t*-fordelingen er svært lik normalfordelingen, men har «tyngre» haler, som diskutert tidligere i :doc:`../Ch07/Ch07_Probability_6` og illustrert i :numref:`fig-ttestdist`. Legg imidlertid merke til at når *df* blir større, begynner *t*-fordelingen å se identisk ut med standard normalfordeling. Dette er som det skal være: Hvis du har en utvalgsstørrelse på *N* = 70 000 000, vil «estimatet» ditt av standardavviket være så godt som perfekt, ikke sant? Så du burde forvente at for store *N* ville *t*-testen oppføre seg nøyaktig på samme måte som en *z*-test. Og det er akkurat det som skjer!
ta: சமன்பாட்டில் மாறிவிட்ட ஒரே சேதி என்னவென்றால், அறியப்பட்ட உண்மையான மதிப்பைப் பயன்படுத்துவதற்குப் பதிலாக, மதிப்பீட்டைப் பயன்படுத்துகிறோம்: கணிதம்: `\ தொப்பி {\ சிக்மா}`. இந்த மதிப்பீடு*n*அவதானிப்புகளிலிருந்து கட்டப்பட்டிருந்தால், மாதிரி விநியோகம்*n* - 1 ** டிகிரி சுதந்திரத்துடன் ** (df) உடன்*t* -விநியோகமாக மாறும். *T *-distripution சாதாரண விநியோகத்திற்கு மிகவும் ஒத்ததாக இருக்கிறது, ஆனால் முன்பு விவாதித்தபடி “கனமான” வால்களைக் கொண்டுள்ளது: doc: `../ ch07/ch07_probability_6` மற்றும் விளக்கப்பட்டுள்ளது: numref:` fig-ttestdist`. கவனியுங்கள், இருப்பினும், *df *பெரிதாகி வருவதால், *t *-distripution நிலையான இயல்பான விநியோகத்திற்கு ஒத்ததாகத் தொடங்குகிறது. இது இருக்க வேண்டும்: உங்களிடம் * n * = 70,000,000 மாதிரி அளவு இருந்தால், நிலையான விலகலின் உங்கள் “மதிப்பீடு” மிகவும் சரியானதாக இருக்கும், இல்லையா? எனவே, பெரிய *n *க்கு, *t *-test ஒரு *z *-test ஐப் போலவே செயல்படும் என்று நீங்கள் எதிர்பார்க்க வேண்டும். அதுதான் நடக்கும்!
uk: Єдине, що змінилося в рівнянні, це те, що замість відомого справжнього значення σ ми використовуємо оцінку :math:`\hat{\sigma}`. І якщо ця оцінка була побудована на основі *N* спостережень, то вибірковий розподіл перетворюється на *t*-розподіл з *N* - 1 **ступенями свободи** (df). *t*-розподіл дуже схожий на нормальний розподіл, але має «важчі» хвости, як обговорювалося раніше в :doc:`../Ch07/Ch07_Probability_6` і проілюстровано в :numref:`fig-ttestdist`. Зверніть увагу, що з збільшенням *df* *t*-розподіл починає виглядати ідентично стандартному нормальному розподілу. Це нормально: якщо розмір вибірки *N* = 70 000 000, то ваша «оцінка» стандартного відхилення буде практично ідеальною, чи не так? Отже, слід очікувати, що для великих *N* *t*-тест буде поводитися точно так само, як *z*-тест. І саме так і відбувається!

source: *t*-distribution with *df* = 2 and *df* = 10
de: *t*-Verteilung mit *df* = 2 und *df* = 10
nb: *t*-fordeling med *df* = 2 og *df* = 10
ta: *t*-*df*= 2 மற்றும்*df*= 10 உடன் விநியோகித்தல்
uk: *t*-розподіл з *df* = 2 та *df* = 10

source: The *t*-distribution with 2 degrees of freedom (left panel) and 10 degrees of freedom (right panel), with a standard normal distribution (i.e., mean = 0 and std. dev. = 1) plotted as dotted lines for comparison purposes. Notice that the *t*-distribution has heavier tails (leptokurtic: higher kurtosis) than the normal distribution; this effect is quite exaggerated when the degrees of freedom are very small, but negligible for larger values. In other words, for large *df* the *t*-distribution is essentially identical to a normal distribution.
de: Die *t*-Verteilung mit 2 Freiheitsgraden (links) und 10 Freiheitsgraden (rechts), mit einer Standard-Normalverteilung (d. h. Mittelwert = 0 und Standardabweichung = 1), die zu Vergleichszwecken als gepunktete Linien dargestellt ist. Beachten Sie, dass die *t*-Verteilung stärkere Ausläufer hat (leptokurtisch: höhere Kurtosis) als die Normalverteilung; dieser Effekt ist ziemlich übertrieben, wenn die Freiheitsgrade sehr klein sind, aber vernachlässigbar für größere Werte. Mit anderen Worten: Für große *df* ist die *t*-Verteilung im Wesentlichen identisch mit einer Normalverteilung.
nb: *t*-fordelingen med 2 frihetsgrader (venstre panel) og 10 frihetsgrader (høyre panel), med en standard normalfordeling (dvs. gjennomsnitt = 0 og std. dev. = 1) plottet som stiplede linjer for sammenligningsformål. Legg merke til at *t*-fordelingen har tyngre haler (leptokurtisk: høyere kurtose) enn normalfordelingen; denne effekten er ganske overdrevet når frihetsgradene er svært små, men ubetydelig for større verdier. Med andre ord, for store *df* er *t*-fordelingen i hovedsak identisk med en normalfordeling.
ta: ஒரு நிலையான இயல்பான விநியோகத்துடன் (அதாவது, சராசரி = 0 மற்றும் எச்.டி. நோக்கங்கள். சாதாரண விநியோகத்தை விட *t *-விநியோகத்தில் கனமான வால்கள் (லெப்டோகுர்டிக்: அதிக கர்டோசிச்) இருப்பதைக் கவனியுங்கள்; சுதந்திரத்தின் அளவுகள் மிகச் சிறியதாக இருக்கும்போது இந்த விளைவு மிகைப்படுத்தப்பட்டுள்ளது, ஆனால் பெரிய மதிப்புகளுக்கு மிகக் குறைவு. வேறு வார்த்தைகளில் கூறுவதானால், பெரிய *df * *t *-distripution அடிப்படையில் ஒரு சாதாரண விநியோகத்திற்கு ஒத்ததாகும்.
uk: Розподіл *t* з 2 ступенями свободи (ліва панель) і 10 ступенями свободи (права панель), зі стандартним нормальним розподілом (тобто середнє = 0 і стандартне відхилення = 1), нанесеним у вигляді пунктирних ліній для порівняння. Зверніть увагу, що *t*-розподіл має більш важкі хвости (лептокуртичний: вищий кутоз) ніж нормальний розподіл; цей ефект є досить перебільшеним, коли ступені свободи є дуже малими, але незначним для більших значень. Іншими словами, для великих *df* *t*-розподіл є по суті ідентичним нормальному розподілу.

source: Doing the test in jamovi
de: Durchführen des Tests in jamovi
nb: Gjør testen i jamovi
uk: Проходження тесту в jamovi
