Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: To answer the question, it helps to be able to write down what it is that I think I know. Firstly, I know that the sample mean is *X̄* = 72.3. If I’m willing to assume that the psychology students have the same standard deviation as the rest of the class then I can say that the population standard deviation is σ = \9.5. I’ll also assume that since Dr Zeppo is grading to a curve, the psychology student grades are normally distributed.
de: Um die Frage zu beantworten, ist es hilfreich, wenn ich aufschreibe, was ich zu wissen glaube. Erstens weiß ich, dass der Stichprobenmittelwert *X̄* = 72,3 beträgt. Wenn ich davon ausgehe, dass die Psychologiestudenten die gleiche Standardabweichung haben wie der Rest der Klasse, kann ich sagen, dass die Standardabweichung der Grundgesamtheit σ = 9,5 ist. Ich nehme außerdem an, dass die Noten der Psychologiestudenten normalverteilt sind, da Dr. Zeppo sie entsprechend einer Normalverteilungskurve benotet.
nb: For å svare på spørsmålet hjelper det å kunne skrive ned hva jeg tror jeg vet. For det første vet jeg at utvalgsgjennomsnittet er *X̄* = 72,3. Hvis jeg er villig til å anta at psykologistudentene har samme standardavvik som resten av klassen, kan jeg si at standardavviket i populasjonen er σ = \9,5. Jeg antar også at siden dr. Zeppo setter karakterer etter en kurve, er psykologistudentenes karakterer normalfordelte.
ta: கேள்விக்கு பதிலளிக்க, எனக்குத் தெரியும் என்று நான் நினைக்கிறேன் என்பதை எழுத இது உதவுகிறது. முதலாவதாக, மாதிரி சராசரி * x̄ * = 72.3 என்று எனக்குத் தெரியும். உளவியல் மாணவர்கள் வகுப்பின் மற்ற பகுதிகளைப் போலவே நிலையான விலகலைக் கொண்டிருக்கிறார்கள் என்று நான் கருத விரும்பினால், மக்கள்தொகை தர விலகல் σ = \ 9.5 என்று நான் சொல்ல முடியும். டாக்டர் செப்போ ஒரு வளைவுக்கு தரப்படுத்துவதால், உளவியல் மாணவர் தரங்கள் பொதுவாக விநியோகிக்கப்படுகின்றன என்பதையும் நான் கருதுகிறேன்.
uk: Щоб відповісти на це питання, корисно записати те, що я, на мою думку, знаю. По-перше, я знаю, що середнє значення вибірки становить *X̄* = 72,3. Якщо я готовий припустити, що студенти-психологи мають таке саме стандартне відхилення, як і решта класу, то я можу сказати, що стандартне відхилення генеральної сукупності становить σ = \9,5. Я також припущу, що, оскільки доктор Зеппо оцінює за кривою, оцінки студентів-психологів мають нормальний розподіл.

source: Next, it helps to be clear about what I want to learn from the data. In this case my research hypothesis relates to the *population* mean µ for the psychology student grades, which is unknown. Specifically, I want to know if µ = 67.5 or not. Given that this is what I know, can we devise a hypothesis test to solve our problem? The data, along with the hypothesised distribution from which they are thought to arise, are shown in :numref:`fig-zeppo`. Not entirely obvious what the right answer is, is it? For this, we are going to need some statistics.
de: Als Nächstes ist es hilfreich, sich darüber klar zu werden, was ich aus den Daten lernen möchte. In diesem Fall bezieht sich meine Forschungshypothese auf den Mittelwert µ der *Population* in Bezug auf die Noten der Psychologiestudenten, der unbekannt ist. Konkret möchte ich wissen, ob µ = 67,5 ist oder nicht. Können wir, da ich dies weiß, einen Hypothesentest zur Lösung unseres Problems aufstellen? Die Daten sind zusammen mit der hypothetischen Verteilung, von der man annimmt, dass sie aus dieser stammen, in :numref:`fig-zeppo` dargestellt. Es ist nicht ganz klar, was die richtige Antwort ist. Hierfür benötigen wir einige statistische Daten.
nb: Deretter hjelper det å ha klart for seg hva jeg ønsker å lære av dataene. I dette tilfellet er forskningshypotesen min knyttet til *populasjonens* gjennomsnitt µ for psykologistudentenes karakterer, som er ukjent. Nærmere bestemt ønsker jeg å vite om µ = 67,5 eller ikke. Gitt at dette er det jeg vet, kan vi lage en hypotesetest for å løse problemet vårt? Dataene, sammen med den hypotetiske fordelingen de antas å stamme fra, er vist i :numref:`fig-zeppo`. Det er ikke helt opplagt hva som er det riktige svaret, er det vel? Til dette trenger vi litt statistikk.
ta: அடுத்து, தரவிலிருந்து நான் என்ன கற்றுக்கொள்ள விரும்புகிறேன் என்பது பற்றி தெளிவாக இருக்க இது உதவுகிறது. இந்த வழக்கில் எனது ஆராய்ச்சி கருதுகோள் உளவியல் மாணவர் தரங்களுக்கான * மக்கள் தொகை * சராசரி with உடன் தொடர்புடையது, இது தெரியவில்லை. குறிப்பாக, µ = 67.5 இல்லையா என்பதை அறிய விரும்புகிறேன். இதுதான் எனக்குத் தெரியும், எங்கள் பிரச்சினையை தீர்க்க ஒரு கருதுகோள் சோதனையை வகுக்க முடியுமா? தரவு, அவை எழுவதாக கருதப்படும் கருதுகோள் விநியோகத்துடன் இதில் காட்டப்பட்டுள்ளன: NUMREF: `Fig-zeppo`. சரியான பதில் என்ன என்பது முற்றிலும் தெளிவாகத் தெரியவில்லை, இல்லையா? இதற்காக, எங்களுக்கு சில புள்ளிவிவரங்கள் தேவைப்படும்.
uk: Далі, корисно чітко усвідомити, що саме я хочу дізнатися з даних. У цьому випадку моя дослідницька гіпотеза стосується *середнього* значення µ для оцінок студентів-психологів, яке невідоме. Зокрема, я хочу дізнатися, чи µ = 67,5. З огляду на те, що це те, що я знаю, чи можемо ми розробити гіпотетичний тест для вирішення нашої проблеми? Дані, а також гіпотетичний розподіл, з якого, як вважається, вони походять, наведені в :numref:`fig-zeppo`. Не зовсім очевидно, яка правильна відповідь, чи не так? Для цього нам знадобляться деякі статистичні дані.

source: Theoretical and empirical distribution of student grades
de: Theoretische und empirische Verteilung der Schülernoten
nb: Teoretisk og empirisk fordeling av studentkarakterer
ta: மாணவர் தரங்களின் தத்துவார்த்த மற்றும் அனுபவ வழங்கல்
uk: Теоретичний та емпіричний розподіл оцінок студентів

source: The theoretical distribution (solid line) from which the psychology student grades (bars) are supposed to have been generated.
de: Die theoretische Verteilung (durchgezogene Linie), aus der sich die Noten der Psychologiestudenten (Balken) ergeben haben sollen.
nb: Den teoretiske fordelingen (heltrukken linje) som psykologistudentenes karakterer (søyler) antas å ha blitt generert fra.
ta: உளவியல் மாணவர் தரங்கள் (பார்கள்) உருவாக்கப்பட்டதாகக் கருதப்படும் தத்துவார்த்த வழங்கல் (திடமான வரி).
uk: Теоретичний розподіл (суцільна лінія), на основі якого нібито були сформовані оцінки студентів-психологів (стовпчики).

source: Constructing the hypothesis test
de: Aufbau unseres Hypothesentests
nb: Gjennomføring av hypotesetesten
ta: கருதுகோள் சோதனையை உருவாக்குதல்
uk: Побудова перевірки гіпотези

source: The first step in constructing a hypothesis test is to be clear about what the null and alternative hypotheses are. This isn’t too hard to do. Our null hypothesis, H\ :sub:`0`, is that the true population mean µ for psychology student grades is 67.5\%, and our alternative hypothesis is that the population mean *isn’t* 67.5\%. If we write this in mathematical notation, these hypotheses become:
de: Der erste Schritt beim Durchführen eines Hypothesentests besteht darin, sich über die Null- und die Alternativhypothese klar zu werden. Dies ist nicht allzu schwer. Unsere Nullhypothese, H\ :sub:`0`, besagt, dass der wahre Populationsmittelwert µ für die Noten von Psychologiestudenten 67,5 % beträgt, und unsere Alternativhypothese lautet, dass der Populationsmittelwert *nicht* 67,5 % beträgt. Wenn wir dies in mathematischer Notation schreiben, werden diese Hypothesen zu:
nb: Det første trinnet i å gjennomføre en hypotesetest er å ha klart for seg hva som er nullhypotesen og alternativhypotesen. Dette er ikke så vanskelig å gjøre. Nullhypotesen vår, H\ :sub:`0`, er at det sanne populasjonsgjennomsnittet µ for psykologistudentenes karakterer er 67,5\%, og alternativhypotesen vår er at populasjonsgjennomsnittet *ikke* er 67,5\%. Hvis vi skriver dette i matematisk notasjon, blir disse hypotesene:
ta: ஒரு கருதுகோள் சோதனையை உருவாக்குவதற்கான முதல் படி சுழிய மற்றும் மாற்று கருதுகோள்கள் என்ன என்பது பற்றி தெளிவாக இருக்க வேண்டும். இதைச் செய்வது மிகவும் கடினம் அல்ல. எங்கள் சுழிய கருதுகோள், h \: துணை: `0`, உண்மையான மக்கள்தொகை என்பது உளவியல் மாணவர் தரங்களுக்கு 67.5 \%ஆகும், மேலும் எங்கள் மாற்று கருதுகோள் என்னவென்றால், மக்கள் தொகை * என்பது * 67.5 \%அல்ல. இதை நாம் கணித குறியீட்டில் எழுதினால், இந்த கருதுகோள்கள் ஆகின்றன:
uk: Першим кроком у побудові гіпотетичного тесту є чітке визначення нульової та альтернативної гіпотез. Це не надто складно. Наша нульова гіпотеза, H\ :sub:`0`, полягає в тому, що справжнє середнє значення µ для оцінок студентів-психологів становить 67,5\%, а наша альтернативна гіпотеза полягає в тому, що середнє значення *не* становить 67,5\%. Якщо записати це в математичній нотації, ці гіпотези стануть такими:

source: though to be honest this notation doesn’t add much to our understanding of the problem, it’s just a compact way of writing down what we’re trying to learn from the data. The null hypotheses H\ :sub:`0` and the alternative hypothesis H\ :sub:`1` for our test are both illustrated in :numref:`fig-ztesthyp`. In addition to providing us with these hypotheses, the scenario outlined above provides us with a fair amount of background knowledge that might be useful. Specifically, there are two special pieces of information that we can add:
de: Obwohl diese Notation ehrlich gesagt nicht viel zu unserem Verständnis des Problems beiträgt, ist es eine kompakte Art, aufzuschreiben, was wir aus den Daten zu lernen versuchen. Die Nullhypothesen H\ :sub:`0` und die Alternativhypothese H\ :sub:`1` für unseren Test sind beide in :numref:`fig-ztesthyp` dargestellt. Das oben beschriebene Szenario liefert uns nicht nur diese Hypothesen, sondern auch einiges an Hintergrundwissen, das nützlich sein könnte. Insbesondere gibt es zwei spezielle Informationen, die ebenfalls relevant sind:
nb: selv om denne notasjonen ærlig talt ikke tilfører mye til vår forståelse av problemet, det er bare en kompakt måte å skrive ned det vi prøver å lære av dataene på. Nullhypotesene H\ :sub:`0` og alternativhypotesen H\ :sub:`1` for vår test er begge illustrert i :numref:`fig-ztesthyp`. I tillegg til å gi oss disse hypotesene, gir scenariet som er skissert ovenfor oss en god del bakgrunnskunnskap som kan være nyttig. Det er særlig to spesielle opplysninger vi kan legge til:
ta: நேர்மையாகச் சொல்வதானால், இந்த குறியீடு சிக்கலைப் பற்றிய நமது புரிதலுக்கு அதிகம் சேர்க்கவில்லை என்றாலும், தரவிலிருந்து நாம் கற்றுக்கொள்ள முயற்சிப்பதை எழுதுவதற்கான ஒரு சிறிய வழி இது. NULL கருதுகோள்கள் h \: sub: `0` மற்றும் மாற்று கருதுகோள் h \: எங்கள் சோதனைக்கு துணை:` 1` இரண்டும் விளக்கப்பட்டுள்ளன: எண்: `அத்தி-ச்டெச்டிப்`. இந்த கருதுகோள்களை எங்களுக்கு வழங்குவதோடு மட்டுமல்லாமல், மேலே கோடிட்டுக் காட்டப்பட்டுள்ள காட்சி எங்களுக்கு பயனுள்ள பின்னணி அறிவை பயனுள்ளதாக இருக்கும். குறிப்பாக, நாம் சேர்க்கக்கூடிய இரண்டு சிறப்பு தகவல்கள் உள்ளன:
uk: хоча, чесно кажучи, ця нотація не додає багато до нашого розуміння проблеми, це просто компактний спосіб записати те, що ми намагаємося дізнатися з даних. Нульові гіпотези H\ :sub:`0` та альтернативна гіпотеза H\ :sub:`1` для нашого тесту проілюстровані на :numref:`fig-ztesthyp`. Окрім цих гіпотез, описаний вище сценарій надає нам чимало корисної довідкової інформації. Зокрема, ми можемо додати дві особливі відомості:

source: The psychology grades are normally distributed.
de: Die Noten der Psychologiestudenten sind normalverteilt.
nb: Psykologikarakterene er normalfordelte.
ta: உளவியல் தரங்கள் பொதுவாக விநியோகிக்கப்படுகின்றன.
uk: Оцінки з психології розподіляються за звичайним правилом.

source: The true standard deviation of these scores σ is known to be 9.5.
de: Die tatsächliche Standardabweichung dieser Werte σ beträgt bekanntlich 9,5.
nb: Det sanne standardavviket for disse poengene σ er kjent for å være 9,5.
ta: இந்த மதிப்பெண்களின் உண்மையான நிலையான விலகல் 9.5 என அறியப்படுகிறது.
uk: Відомо, що справжнє стандартне відхилення цих показників σ становить 9,5.

source: For the moment, we’ll act as if these are absolutely trustworthy facts. In real life, this kind of absolutely trustworthy background knowledge doesn’t exist, and so if we want to rely on these facts we’ll just have make the *assumption* that these things are true. However, since these assumptions may or may not be warranted, we might need to check them. For now though, we’ll keep things simple.
de: Für den Moment tun wir so, als ob dies absolut vertrauenswürdige Fakten wären. Im wirklichen Leben gibt es diese Art von absolut vertrauenswürdigem Hintergrundwissen nicht, und wenn wir uns auf diese Fakten verlassen wollen, müssen wir einfach die *Annahme* machen, dass diese Dinge wahr sind. Da diese Annahmen jedoch gerechtfertigt oder nicht gerechtfertigt sein können, müssen wir sie möglicherweise überprüfen. Für den Moment wollen wir die Dinge jedoch nicht zu kompliziert machen.
nb: Inntil videre later vi som om dette er absolutt pålitelige fakta. I virkeligheten finnes ikke denne typen absolutt troverdig bakgrunnskunnskap, så hvis vi ønsker å stole på disse faktaene, må vi bare gjøre en *antakelse* om at disse tingene er sanne. Men siden disse antakelsene kan være berettigede eller uberettigede, kan det hende vi må sjekke dem. Inntil videre holder vi det enkelt.
ta: இப்போதைக்கு, இவை முற்றிலும் நம்பகமான உண்மைகள் போல செயல்படுவோம். நிச வாழ்க்கையில், இந்த வகையான முற்றிலும் நம்பகமான பின்னணி அறிவு இல்லை, எனவே இந்த உண்மைகளை நாம் நம்ப விரும்பினால், இந்த விசயங்கள் உண்மை என்று * அனுமானத்தை நாம் செய்துள்ளோம். எவ்வாறாயினும், இந்த அனுமானங்கள் பொறுப்பு அளிக்கப்படலாம் அல்லது இல்லாமல் இருக்கலாம் என்பதால், அவற்றை நாம் சரிபார்க்க வேண்டியிருக்கலாம். இப்போதைக்கு, நாங்கள் விசயங்களை எளிமையாக வைத்திருப்போம்.
uk: Наразі ми будемо діяти так, ніби це абсолютно достовірні факти. У реальному житті такого роду абсолютно достовірних базових знань не існує, тому, якщо ми хочемо покластися на ці факти, нам доведеться просто *припустити*, що вони є правдивими. Однак, оскільки ці припущення можуть бути як обґрунтованими, так і необґрунтованими, нам, можливо, доведеться їх перевірити. Але поки що ми будемо триматися простоти.

source: One-sample *z*-test: Illustration of the null and alternative hypotheses
de: *z*-Test bei einer Stichprobe: Veranschaulichung der Null- und Alternativhypothesen
nb: *z*-test med ett utvalg: Illustrasjon av nullhypotesen og alternativhypotesen
ta: ஒரு மாதிரி *z *-test: சுழிய மற்றும் மாற்று கருதுகோள்களின் விளக்கம்
uk: Одновибірковий *z*-тест: ілюстрація нульової та альтернативної гіпотез

source: Graphical illustration of the null and alternative hypotheses assumed by the one sample *z*-test (the two sided version, that is). The null and alternative hypotheses both assume that the population distribution is normal, and additionally assumes that the population standard deviation is known (fixed at some value σ\ :sub:`0`\). The null hypothesis (left) is that the population mean μ is equal to some specified value μ\ :sub:`0`. The alternative hypothesis is that the population mean differs from this value, μ ≠ μ\ :sub:`0`.
de: Grafische Darstellung der Null- und Alternativhypothesen für den *z*-Test bei einer Stichprobe (und zweiseitiger Testung). Die Nullhypothese und die Alternativhypothese gehen beide davon aus, dass die Grundgesamtheit normalverteilt ist, und nehmen zusätzlich an, dass die Standardabweichung der Grundgesamtheit bekannt ist (festgelegt auf einen bestimmten Wert σ\ :sub:`0`\). Die Nullhypothese (links) lautet, dass der Mittelwert μ der Grundgesamtheit gleich einem bestimmten Wert μ\ :sub:`0` ist. Die Alternativhypothese lautet, dass der Mittelwert der Grundgesamtheit von diesem Wert abweicht, μ ≠ μ\ :sub:`0`.
nb: Grafisk illustrasjon av nullhypotesen og alternativhypotesen i *z*-testen for ett utvalg (den tosidige versjonen). Nullhypotesen og alternativhypotesen forutsetter begge at populasjonen er normalfordelt, og i tillegg forutsettes det at populasjonens standardavvik er kjent (fastsatt til en verdi σ\ :sub:`0`\). Nullhypotesen (til venstre) er at populasjonsgjennomsnittet μ er lik en spesifisert verdi μ\ :sub:`0`. Alternativhypotesen er at populasjonsgjennomsnittet avviker fra denne verdien, μ ≠ μ\ :sub:`0`.
ta: *Z *-test (இரண்டு பக்க பதிப்பு, அதாவது) ஒரு மாதிரி மூலம் கருதப்படும் சுழிய மற்றும் மாற்று கருதுகோள்களின் வரைகலை விளக்கம். சுழிய மற்றும் மாற்று கருதுகோள்கள் இரண்டும் மக்கள்தொகை வழங்கல் இயல்பானவை என்று கருதுகின்றன, மேலும் கூடுதலாக மக்கள்தொகை நிலையான விலகல் அறியப்படுகிறது என்று கருதுகிறது (சில மதிப்பில் சரி செய்யப்பட்டது \ \: துணை: `0` \). சுழிய கருதுகோள் (இடது) என்பது மக்கள்தொகை என்பது சில குறிப்பிட்ட மதிப்புக்கு சமம் μ \: துணை: `0`. மாற்று கருதுகோள் என்னவென்றால், மக்கள்தொகை என்பது இந்த மதிப்பிலிருந்து வேறுபடுகிறது, μ ≠ μ \: துணை: `0`.
uk: Графічна ілюстрація нульової та альтернативної гіпотез, прийнятих в одновибірковому *z*-тесті (тобто двосторонній версії). Нульова та альтернативна гіпотези припускають, що розподіл генеральної сукупності є нормальним, а також припускають, що стандартне відхилення генеральної сукупності є відомим (фіксованим на певному значенні σ\ :sub:`0`\). Нульова гіпотеза (ліворуч) полягає в тому, що середнє значення генеральної сукупності μ дорівнює певному заданому значенню μ\ :sub:`0`. Альтернативна гіпотеза полягає в тому, що середнє значення генеральної сукупності відрізняється від цього значення, μ ≠ μ\ :sub:`0`.

source: The next step is to figure out what we would be a good choice for a diagnostic test statistic, something that would help us discriminate between H\ :sub:`0` and H\ :sub:`1`. Given that the hypotheses all refer to the population mean µ, you’d feel pretty confident that the sample mean *X̄* would be a pretty useful place to start. What we could do is look at the difference between the sample mean *X̄* and the value that the null hypothesis predicts for the population mean. In our example that would mean we calculate *X̄* - 67.5. More generally, if we let µ\ :sub:`0` refer to the value that the null hypothesis claims is our population mean, then we’d want to calculate
de: Der nächste Schritt besteht darin, herauszufinden, was eine gute Wahl für eine Teststatistik wäre, etwas, das uns helfen würde, zwischen H\ :sub:`0` und H\ :sub:`1` zu unterscheiden. Da sich die Hypothesen alle auf den Mittelwert der Grundgesamtheit µ beziehen, kann man davon ausgehen, dass der Stichprobenmittelwert *X̄* ein guter Ausgangspunkt ist. Wir könnten uns die Differenz zwischen dem Stichprobenmittelwert *X̄* und dem Wert ansehen, den die Nullhypothese als Mittelwert der Grundgesamtheit µ vorhersagt. In unserem Beispiel würde das bedeuten, dass wir *X̄* - 67,5 berechnen. Allgemeiner ausgedrückt: Wenn wir µ\ :sub:`0` auf den Wert beziehen, den die Nullhypothese als Mittelwert der Grundgesamtheit vorgibt, dann würden wir Folgendes berechnen wollen
nb: Neste trinn er å finne ut hva som ville være et godt valg for en diagnostisk teststatistikk, noe som ville hjelpe oss å skille mellom H\ :sub:`0` og H\ :sub:`1`. Gitt at hypotesene alle refererer til populasjonsgjennomsnittet µ, vil du føle deg ganske sikker på at utvalgsgjennomsnittet *X̄* vil være et ganske nyttig sted å starte. Det vi kan gjøre, er å se på forskjellen mellom utvalgsgjennomsnittet *X̄* og den verdien som nullhypotesen predikerer for populasjonsgjennomsnittet. I vårt eksempel ville det bety at vi beregner *X̄* - 67,5. Mer generelt, hvis vi lar µ\ :sub:`0` referere til verdien som nullhypotesen hevder er populasjonsgjennomsnittet vårt, vil vi beregne
ta: அடுத்த கட்டம் என்னவென்றால், ஒரு கண்டறியும் சோதனை புள்ளிவிவரத்திற்கு நாங்கள் ஒரு நல்ல தேர்வாக இருப்பதைக் கண்டுபிடிப்பதே, இது H \: துணை: `0` மற்றும் H \: துணை:` 1` ஆகியவற்றுக்கு இடையில் பாகுபாடு காட்ட உதவும். கருதுகோள்கள் அனைத்தும் மக்கள்தொகையைக் குறிக்கின்றன µ, மாதிரி சராசரி * x̄ * தொடங்குவதற்கு மிகவும் பயனுள்ள இடமாக இருக்கும் என்று நீங்கள் நம்புகிறீர்கள். நாம் என்ன செய்ய முடியும் என்பது மாதிரி சராசரி * x̄ * மற்றும் மக்கள்தொகைக்கு சுழிய கருதுகோள் கணிக்கும் மதிப்புக்கு இடையிலான வேறுபாட்டைப் பார்ப்பதுதான். எங்கள் எடுத்துக்காட்டில் நாம் * x̄ * - 67.5 ஐக் கணக்கிடுகிறோம். மிகவும் பொதுவாக, சுழிய கருதுகோள் எங்கள் மக்கள் தொகை சராசரி என்று கூறும் மதிப்பைக் குறிக்க µ \: துணை: `0` ஐ அனுமதித்தால், நாங்கள் கணக்கிட விரும்புகிறோம்
uk: Наступним кроком є визначення того, що буде хорошим вибором для діагностичної статистики тесту, тобто того, що допоможе нам розрізнити H\ :sub:`0` і H\ :sub:`1`. З огляду на те, що всі гіпотези стосуються середнього значення популяції µ, можна бути впевненим, що середнє значення вибірки *X̄* буде досить корисним для початку. Ми можемо розглянути різницю між середнім значенням вибірки *X̄* та значенням, яке нульова гіпотеза передбачає для середнього значення генеральної сукупності. У нашому прикладі це означатиме, що ми обчислимо *X̄* - 67,5. Більш загально, якщо ми дозволимо µ\ :sub:`0` посилатися на значення, яке нульова гіпотеза стверджує як середнє значення генеральної сукупності, то ми хочемо обчислити

source: If this quantity equals or is very close to 0, things are looking good for the null hypothesis. If this quantity is a long way away from 0, then it’s looking less likely that the null hypothesis is worth retaining. But how far away from zero should it be for us to reject H\ :sub:`0`?
de: Wenn diese Größe gleich oder sehr nahe bei 0 ist, spricht dies für die Nullhypothese. Wenn diese Größe weit von 0 entfernt ist, dann ist es weniger wahrscheinlich, dass die Nullhypothese korrekt ist und beibehalten werden kann. Aber wie weit sollte die Differenz von Null entfernt sein, damit wir die H\ :sub:`0` zurückweisen können?
nb: Hvis denne størrelsen er lik eller svært nær 0, ser det bra ut for nullhypotesen. Hvis denne størrelsen er langt unna 0, ser det mindre sannsynlig ut at nullhypotesen er verdt å beholde. Men hvor langt unna null bør den være for at vi skal forkaste H\ :sub:`0`?
ta: இந்த அளவு 0 க்கு சமமாக அல்லது மிக நெருக்கமாக இருந்தால், சுழிய கருதுகோளுக்கு விசயங்கள் நன்றாக இருக்கும். இந்த அளவு 0 இலிருந்து நீண்ட தூரம் இருந்தால், சுழிய கருதுகோளைத் தக்கவைத்துக்கொள்வதற்கான வாய்ப்புகள் குறைவு. ஆனால் பூச்சியத்திலிருந்து எவ்வளவு தொலைவில் இருக்க வேண்டும் H \: துணை: `0`?
uk: Якщо ця величина дорівнює або дуже близька до 0, то все виглядає добре для нульової гіпотези. Якщо ця величина далека від 0, то менш імовірно, що нульову гіпотезу варто зберегти. Але наскільки вона повинна бути далекою від нуля, щоб ми відхилили H\ :sub:`0`?
