Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: Before moving on to talk about the assumptions of the *t*-test, there’s one additional point I want to make about the use of *t*-tests in practice. The first one relates to the sign of the *t*-statistic (that is, whether it is a positive number or a negative one). One very common worry that students have when they start running their first *t*-test is that they often end up with negative values for the *t*-statistic and don’t know how to interpret it. In fact, it’s not at all uncommon for two people working independently to end up with results that are almost identical, except that one person has a negative *t*-values and the other one has a positive *t*-value. Assuming that you’re running a two-sided test then the *p*-values will be identical. On closer inspection, the students will notice that the confidence intervals also have the opposite signs. This is perfectly okay. Whenever this happens, what you’ll find is that the two versions of the results arise from slightly different ways of running the *t*-test. What’s happening here is very simple. The *t*-statistic that we calculate here is always of the form
de: Bevor ich auf die Annahmen des *t*-Tests eingehe, möchte ich noch einen weiteren Punkt über das Verwenden von *t*-Tests in der Praxis ansprechen. Der erste Punkt bezieht sich auf das Vorzeichen der *t*-Statistik (d. h. ob es sich um eine positive oder negative Zahl handelt). Eine sehr häufige Sorge, die Studenten haben, wenn sie ihren ersten *t*-Test durchführen, ist, dass sie oft negative Werte für die *t*-Statistik erhalten und nicht wissen, wie sie diese interpretieren sollen. In der Tat ist es nicht ungewöhnlich, dass zwei Personen, die unabhängig voneinander arbeiten, fast identische Ergebnisse erhalten, mit der Ausnahme, dass eine Person einen negativen *t*-Wert und die andere einen positiven *t*-Wert hat. Unter der Annahme, dass es sich um einen zweiseitigen Test handelt, werden die *p*-Werte identisch sein. Bei näherer Betrachtung haben außerdem die Konfidenzintervalle die entgegengesetzten Vorzeichen haben. Das ist völlig in Ordnung. Wann immer dies geschieht, werden Sie feststellen, dass die beiden Versionen der Ergebnisse darauf zurückzuführen sind, dass leicht unterschiedliche Arten des *t*-Tests durchführt wurden. Was hier passiert, ist sehr einfach. Die *t*-Statistik, die wir hier berechnen, hat immer die Form
nb: Før jeg går videre til å snakke om forutsetningene for *t*-testen, vil jeg komme med ytterligere ett poeng om bruken av *t*-tester i praksis. Det første gjelder fortegnet til *t*-statistikken (det vil si om det er et positivt eller negativt tall). En veldig vanlig bekymring som studenter har når de begynner å kjøre sin første *t*-test, er at de ofte ender opp med negative verdier for *t*-statistikken og ikke vet hvordan de skal tolke den. Det er faktisk ikke uvanlig at to personer som jobber uavhengig av hverandre, ender opp med resultater som er nesten identiske, bortsett fra at den ene personen har en negativ *t*-verdi og den andre har en positiv *t*-verdi. Hvis du antar at du kjører en tosidig test, vil *p*-verdiene være identiske. Ved nærmere ettersyn vil studentene legge merke til at konfidensintervallene også har motsatt fortegn. Dette er helt i orden. Når dette skjer, vil du oppdage at de to versjonene av resultatene skyldes litt forskjellige måter å kjøre *t*-testene på. Det som skjer her, er veldig enkelt. *t*-statistikken som vi beregner her, er alltid på formen
ta: *T *-test இன் அனுமானங்களைப் பற்றி பேசுவதற்கு முன், நடைமுறையில் *t *-tests ஐப் பயன்படுத்துவது குறித்து நான் செய்ய விரும்பும் ஒரு கூடுதல் புள்ளி உள்ளது. முதலாவது *t *-statistic இன் அடையாளத்துடன் தொடர்புடையது (அதாவது, இது நேர்மறை எண் அல்லது எதிர்மறையானதாக இருந்தாலும்). மாணவர்கள் தங்கள் முதல் *டி *டெச்டை இயக்கத் தொடங்கும் போது அவர்கள் கொண்டிருக்கும் ஒரு பொதுவான கவலை என்னவென்றால், அவர்கள் பெரும்பாலும் *டி *-ச்டாடிச்டிக் எதிர்மறையான மதிப்புகளுடன் முடிவடையும், அதை எவ்வாறு விளக்குவது என்று தெரியவில்லை. உண்மையில், ஒரு நபருக்கு எதிர்மறையான *t *-மதிப்புகள் உள்ளன, மற்றொன்று நேர்மறையான *t *-மதிப்பு ஆகியவற்றைக் கொண்டிருப்பதைத் தவிர, இரண்டு நபர்கள் சுயாதீனமாக வேலை செய்வது கிட்டத்தட்ட ஒரே மாதிரியான முடிவுகளுடன் முடிவடைவது அசாதாரணமானது அல்ல. நீங்கள் இரு பக்க சோதனையை இயக்குகிறீர்கள் என்று கருதி, *பி *-மதிப்புகள் ஒரே மாதிரியாக இருக்கும். நெருக்கமான பரிசோதனையில், நம்பிக்கை இடைவெளிகளிலும் எதிர் அறிகுறிகள் இருப்பதை மாணவர்கள் கவனிப்பார்கள். இது சரியாக இருக்கிறது. இது நிகழும் போதெல்லாம், நீங்கள் கண்டுபிடிப்பது என்னவென்றால், முடிவுகளின் இரண்டு பதிப்புகள் *t *-test ஐ இயக்குவதற்கான சற்று மாறுபட்ட வழிகளிலிருந்து எழுகின்றன. இங்கே என்ன நடக்கிறது என்பது மிகவும் எளிது. இங்கே நாம் கணக்கிடும் *t *-பயன்பாடு எப்போதும் வடிவத்தில் இருக்கும்
uk: Перш ніж перейти до обговорення припущень *t*-тесту, я хочу зробити ще одне зауваження щодо використання *t*-тестів на практиці. Перше стосується знака *t*-статистики (тобто, чи є це додатне чи від'ємне число). Дуже поширеною проблемою, з якою стикаються студенти, коли вперше проводять *t*-тест, є те, що вони часто отримують від’ємні значення *t*-статистики і не знають, як їх інтерпретувати. Насправді, зовсім не рідко буває так, що дві людини, які працюють незалежно одна від одної, отримують майже однакові результати, за винятком того, що одна людина має від'ємні *t*-значення, а інша — додатні *t*-значення. Якщо ви проводите двосторонній тест, то *p*-значення будуть однаковими. При детальнішому розгляді студенти помітять, що довірчі інтервали також мають протилежні знаки. Це цілком нормально. Коли це трапляється, ви побачите, що дві версії результатів є наслідком дещо різних способів проведення *t*-тесту. Що тут відбувається, дуже просто. *t*-статистика, яку ми тут обчислюємо, завжди має вигляд

source: *t* = (mean 1 - mean 2) / SE
de: *t* = (Mittelwert 1 - Mittelwert 2) / SE
nb: *t* = (gjennomsnitt 1 - gjennomsnitt 2) / SE
ta: * t* = (சராசரி 1 - சராசரி 2) / se
uk: *t* = (середнє значення 1 - середнє значення 2) / SE

source: If “mean 1” is larger than “mean 2” the *t*-statistic will be positive, whereas if “mean 2” is larger then the *t*-statistic will be negative. Similarly, the confidence interval that jamovi reports is the confidence interval for the difference “(mean 1) minus (mean 2)”, which will be the reverse of what you’d get if you were calculating the confidence interval for the difference “(mean 2) minus (mean 1)”.
de: Wenn „Mittelwert 1“ größer ist als „Mittelwert 2“, ist die *t*-Statistik positiv, wenn „Mittelwert 2“ größer ist, ist die *t*-Statistik negativ. In ähnlicher Weise ist das Konfidenzintervall, das jamovi meldet, das Konfidenzintervall für die Differenz „(Mittelwert 1) minus (Mittelwert 2)“, was das Gegenteil von dem ist, was Sie erhalten würden, wenn Sie das Konfidenzintervall für die Differenz „(Mittelwert 2) minus (Mittelwert 1)“ berechnen würden.
nb: Hvis «gjennomsnitt 1» er større enn «gjennomsnitt 2», vil *t*-statistikken være positiv, mens hvis «gjennomsnitt 2» er større, vil *t*-statistikken være negativ. På samme måte er konfidensintervallet som jamovi rapporterer, konfidensintervallet for differansen «(gjennomsnitt 1 minus gjennomsnitt 2)», som vil være det motsatte av det du ville fått hvis du beregnet konfidensintervallet for differansen «(gjennomsnitt 2 minus gjennomsnitt 1)».
ta: “சராசரி 1” “சராசரி 2” ஐ விட பெரியதாக இருந்தால், *t *-ச்டாட்டிச்டிக் நேர்மறையாக இருக்கும், அதேசமயம் “சராசரி 2” பெரியதாக இருந்தால் *t *-statistict எதிர்மறையாக இருக்கும். இதேபோல், சாமோவி புகாரளிக்கும் நம்பிக்கை இடைவெளி என்பது வித்தியாசத்திற்கான நம்பிக்கை இடைவெளி “(சராசரி 1) கழித்தல் (சராசரி 2)”, இது வித்தியாசத்திற்கான நம்பிக்கை இடைவெளியைக் கணக்கிட்டால் நீங்கள் பெறும் விசயத்தின் தலைகீழ் ஆகும் “( சராசரி 2) கழித்தல் (சராசரி 1) ”.
uk: Якщо «середнє 1» більше за «середнє 2», то *t*-статистика буде позитивною, а якщо «середнє 2» більше, то *t*-статистика буде негативною. Аналогічно, довірчий інтервал, який повідомляє jamovi, є довірчим інтервалом для різниці «(середнє 1) мінус (середнє 2)», що буде протилежним до того, що ви отримаєте, якщо обчислите довірчий інтервал для різниці «(середнє 2) мінус (середнє 1)».

source: Okay, that’s pretty straightforward when you think about it, but now consider our *t*-test comparing Anastasia’s class to Bernadette’s class. Which one should we call “mean 1” and which one should we call “mean 2”. It’s arbitrary. However, you really do need to designate one of them as “mean 1” and the other one as “mean 2”. Not surprisingly, the way that jamovi handles this is also pretty arbitrary. In earlier versions of the book I used to try to explain it, but after a while I gave up, because it’s not really all that important and to be honest I can never remember myself. Whenever I get a significant *t*-test result, and I want to figure out which mean is the larger one, I don’t try to figure it out by looking at the *t*-statistic. Why would I bother doing that? It’s foolish. It’s easier just to look at the actual group means since the jamovi output actually shows them!
de: Die Erklärung ist ziemlich simpel, wenn man darüber nachdenkt. Aber jetzt betrachten wir unseren *t*-Test, bei dem wir Anastasias Klasse mit Bernadettes Klasse vergleichen. Welchen sollten wir als „Mittelwert 1“ und welchen als „Mittelwert 2“ bezeichnen. Das ist willkürlich. Sie müssen jedoch wirklich einen von ihnen als „Mittelwert 1“ und den anderen als „Mittelwert 2“ bezeichnen. Es überrascht nicht, dass die Art und Weise, wie jamovi dies handhabt, ebenfalls ziemlich willkürlich ist. In früheren Versionen des Buches habe ich versucht, das zu erklären, aber nach einer Weile habe ich es aufgegeben, weil es eigentlich nicht so wichtig ist und ich es mir ehrlich gesagt selbst nie merken kann. Wenn ich ein signifikantes *t*-Testergebnis erhalte und herausfinden möchte, welcher Mittelwert der größere ist, versuche ich nicht, dies herauszufinden, indem ich mir die *t*-Statistik ansehe. Warum sollte ich mir die Mühe machen, das zu tun? Es ist töricht. Es ist einfacher, sich die tatsächlichen Gruppenmittelwerte anzusehen, da die jamovi-Ausgabe sie ebenfalls anzeigt!
nb: Ok, det er ganske enkelt når du tenker over det, men tenk nå på *t*-testen vår som sammenligner Anastasias klasse med Bernadettes klasse. Hvilken av dem skal vi kalle «gjennomsnitt 1» og hvilken skal vi kalle «gjennomsnitt 2»? Det er vilkårlig. Men du trenger virkelig å betegne en av dem som «gjennomsnitt 1» og den andre som «gjennomsnitt 2». Ikke overraskende er måten jamovi håndterer dette på, også ganske vilkårlig. I tidligere versjoner av boken pleide jeg å prøve å forklare det, men etter en stund ga jeg opp, fordi det egentlig ikke er så viktig, og for å være ærlig kan jeg aldri huske det selv. Når jeg får et signifikant *t*-testresultat, og jeg vil finne ut hvilket gjennomsnitt som er det største, prøver jeg ikke å finne ut av det ved å se på *t*-statistikken. Hvorfor skulle jeg gidde å gjøre det? Det er tåpelig. Det er enklere å bare se på de faktiske gruppegjennomsnittene, siden jamovi-utgaven faktisk viser dem!
ta: சரி, நீங்கள் அதைப் பற்றி நினைக்கும் போது இது மிகவும் நேரடியானது, ஆனால் இப்போது அனச்தேசியாவின் வகுப்பை பெர்னாடெட்டின் வகுப்போடு ஒப்பிடுகையில் எங்கள் *டி *-டெச்டைக் கவனியுங்கள். எது நாம் “சராசரி 1” என்று அழைக்க வேண்டும், எதை “சராசரி 2” என்று அழைக்க வேண்டும். இது தன்னிச்சையானது. இருப்பினும், அவற்றில் ஒன்றை நீங்கள் “சராசரி 1” என்றும் மற்றொன்று “சராசரி 2” என்றும் நியமிக்க வேண்டும். சமோவி இதைக் கையாளும் முறையும் மிகவும் தன்னிச்சையானது என்பதில் ஆச்சரியமில்லை. புத்தகத்தின் முந்தைய பதிப்புகளில் நான் அதை விளக்க முயற்சித்தேன், ஆனால் சிறிது நேரம் கழித்து நான் கைவிட்டேன், ஏனென்றால் இது உண்மையில் அவ்வளவு முக்கியமானதல்ல, நேர்மையாக இருக்க வேண்டும், நான் என்னை ஒருபோதும் நினைவில் கொள்ள முடியாது. நான் ஒரு குறிப்பிடத்தக்க *டி *-டெச்ட் முடிவைப் பெறும்போதெல்லாம், இதன் பொருள் பெரியது என்பதைக் கண்டுபிடிக்க விரும்புகிறேன், *t *-statistic ஐப் பார்ப்பதன் மூலம் நான் அதைக் கண்டுபிடிக்க முயற்சிக்கவில்லை. அதைச் செய்வதை நான் ஏன் கவலைப்படுவேன்? இது முட்டாள்தனம். சாமோவி வெளியீடு உண்மையில் அவற்றைக் காண்பிப்பதால் உண்மையான குழுவைப் பார்ப்பது எளிதானது!
uk: Гаразд, це досить просто, якщо подумати, але тепер розглянемо наш *t*-тест, що порівнює клас Анастасії з класом Бернадетти. Який з них ми повинні назвати «середнім 1», а який «середнім 2»? Це довільно. Однак вам дійсно потрібно позначити один з них як «середнє 1», а інший — як «середнє 2». Не дивно, що jamovi також досить довільно підходить до цього питання. У попередніх версіях книги я намагався це пояснити, але через деякий час я відмовився від цієї ідеї, оскільки це не так вже й важливо, і, чесно кажучи, я сам ніколи не можу цього запам'ятати. Коли я отримую значущий результат *t*-тесту і хочу з'ясувати, яке середнє більше, я не намагаюся це з'ясувати, дивлячись на *t*-статистику. Навіщо мені це робити? Це безглуздо. Простіше просто подивитися на фактичні середні групи, оскільки jamovi їх показує!

source: Here’s the important thing. Because it really doesn’t matter what jamovi shows you, I usually try to *report* the *t*-statistic in such a way that the numbers match up with the text. Suppose that what I want to write in my report is “Anastasia’s class had higher grades than Bernadette’s class”. The phrasing here implies that Anastasia’s group comes first, so it makes sense to report the *t*-statistic as if Anastasia’s class corresponded to group 1. If so, I would write
de: Das Wichtigste ist, die *t*-Statistik so zu berichten, dass die Zahlen mit dem Text übereinstimmen. Angenommen, ich möchte in meinem Bericht schreiben: „Anastasias Klasse hatte bessere Noten als Bernadettes Klasse“. Die Formulierung impliziert, dass Anastasias Gruppe an erster Stelle steht, so dass es sinnvoll ist, die *t*-Statistik so darzustellen, als ob Anastasias Klasse der Gruppe 1 entsprechen würde. In diesem Fall würde ich schreiben
nb: Her er det viktige. Fordi det egentlig ikke spiller noen rolle hva jamovi viser deg, prøver jeg vanligvis å *rapportere* *t*-statistikken på en slik måte at tallene stemmer overens med teksten. Anta at det jeg ønsker å skrive i rapporten min er «Anastasias klasse hadde høyere karakterer enn Bernadettes klasse». Formuleringen her antyder at Anastasias gruppe kommer først, så det gir mening å rapportere *t*-statistikken som om Anastasias klasse tilsvarte gruppe 1. I så fall ville jeg skrevet
ta: இங்கே முக்கியமான சேதி. சமோவி உங்களுக்குக் காண்பிப்பதில் உண்மையில் பரவாயில்லை என்பதால், நான் வழக்கமாக *t *-statistist ஐ *புகாரளிக்க முயற்சிக்கிறேன், இது எண்கள் உரையுடன் பொருந்தும். எனது அறிக்கையில் நான் எழுத விரும்புவது “அனச்தேசியாவின் வகுப்பு பெர்னாடெட்டின் வகுப்பை விட அதிக தரங்களைக் கொண்டிருந்தது” என்று வைத்துக்கொள்வோம். இங்கே சொற்றொடர் என்பது அனச்தேசியாவின் குழு முதலில் வருகிறது என்பதைக் குறிக்கிறது, எனவே *t *-statistice அனச்தேசியாவின் வகுப்பு குழு 1 உடன் ஒத்துப்போகும். அப்படியானால், நான் எழுதுவேன்
uk: Ось що важливо. Оскільки насправді не має значення, що показує вам jamovi, я зазвичай намагаюся *звітувати* про *t*-статистику таким чином, щоб цифри відповідали тексту. Припустимо, що я хочу написати у своєму звіті: «Клас Анастасії мав вищі оцінки, ніж клас Бернадетти». Ця формулювання означає, що група Анастасії посідає перше місце, тому має сенс подати *t*-статистику так, ніби клас Анастасії відповідає групі 1. У такому разі я б написав

source: Anastasia’s class had higher grades than Bernadette’s class: *t*\(31) = 2.1, *p* = 0.04.
de: Die Klasse von Anastasia hatte bessere Noten als die Klasse von Bernadette: *t*\(31) = 2,1, *p* = 0,04.
nb: Anastasias klasse hadde høyere karakterer enn Bernadettes klasse: *t*\(31) = 2,1, *p* = 0,04.
ta: அனச்தேசியாவின் வகுப்பு பெர்னாடெட்டின் வகுப்பை விட அதிக தரங்களைக் கொண்டிருந்தது: *t *\ (31) = 2.1, *ப *= 0.04.
uk: Клас Анастасії мав вищі оцінки, ніж клас Бернадетт.: *t*\(31) = 2.1, *p* = 0.04.

source: (I wouldn’t actually underline the word “higher” in real life, I’m just doing it to emphasise the point that “higher” corresponds to positive *t*-values). On the other hand, suppose the phrasing I wanted to use has Bernadette’s class listed first. If so, it makes more sense to treat her class as group 1, and if so, the write up looks like this:
de: (Im wirklichen Leben würde ich die Aussage eventuell ohne das Wort „besser“ formulieren, ich hier tue es, um zu betonen, dass „besser“ positiven *t*-Werten entspricht). Nehmen wir andererseits an, dass in der Formulierung, die ich verwenden wollte, Bernadettes Klasse an erster Stelle aufgeführt ist. In diesem Fall ist es sinnvoller, ihre Klasse als Gruppe 1 zu behandeln, und in diesem Fall sieht der Text wie folgt aus:
nb: (Jeg ville ikke ha understreket ordet «høyere» i virkeligheten, jeg gjør det bare for å understreke poenget med at «høyere» tilsvarer positive *t*-verdier). På den annen side kan du tenke deg at Bernadettes klasse står først i den formuleringen jeg ønsket å bruke. I så fall gir det mer mening å behandle hennes klasse som gruppe 1, og i så fall ser det slik ut:
ta: (நிச வாழ்க்கையில் “உயர்ந்தது” என்ற வார்த்தையை நான் உண்மையில் அடிக்கோடிட்டுக் காட்ட மாட்டேன், “உயர்ந்தது” நேர்மறையான *t *-values க்கு ஒத்திருக்கிறது என்ற புள்ளியை வலியுறுத்துவதற்காக நான் அதைச் செய்கிறேன்). மறுபுறம், நான் பயன்படுத்த விரும்பிய சொற்றொடருக்கு பெர்னாடெட்டின் வகுப்பு முதலில் பட்டியலிடப்பட்டுள்ளது என்று வைத்துக்கொள்வோம். அப்படியானால், அவளுடைய வகுப்பை குழு 1 என்று கருதுவது கூடுதல் அர்த்தமுள்ளதாக இருக்கிறது, அப்படியானால், எழுதுவது இப்படி தெரிகிறது:
uk: (Насправді я б не підкреслював слово «вищий» у реальному житті, я роблю це лише для того, щоб підкреслити, що «вищий» відповідає позитивним значенням *t*). З іншого боку, припустимо, що у формулюванні, яке я хотів використати, клас Бернадетт зазначений першим. У такому разі доцільніше розглядати її клас як групу 1, і тоді запис виглядатиме так:

source: Bernadette’s class had lower grades than Anastasia’s class: *t*\(31) = -2.1, *p* = 0.04.
de: Die Klasse von Bernadette hatte schlechtere Noten als die Klasse von Anastasia: *t*\(31) = -2,1, *p* = 0,04.
nb: Bernadettes klasse hadde lavere karakterer enn Anastasias klasse: *t*\(31) = -2,1, *p* = 0,04.
ta: பெர்னாடெட்டின் வகுப்பு அனச்தேசியாவின் வகுப்பை விட குறைந்த தரங்களைக் கொண்டிருந்தது: *t *\ (31) = -2.1, *ப *= 0.04.
uk: Клас Бернадетт мав нижчі оцінки, ніж клас Анастасії: *t*\(31) = -2.1, *p* = 0.04.

source: Because I’m talking about one group having “lower” scores this time around, it is more sensible to use the negative form of the *t*-statistic. It just makes it read more cleanly.
de: Da ich davon spreche, dass eine Gruppe „schlechtere“ Noten hat, ist es sinnvoller, die negative Form der *t*-Statistik zu verwenden. Das macht es einfach sauberer.
nb: Fordi jeg snakker om at en gruppe har «lavere» skår denne gangen, er det mer fornuftig å bruke den negative formen av *t*-statistikken. Det gjør det bare mer oversiktlig.
ta: இந்த நேரத்தில் “குறைந்த” மதிப்பெண்களைக் கொண்ட ஒரு குழுவைப் பற்றி நான் பேசுவதால், *t *-statistic இன் எதிர்மறை வடிவத்தைப் பயன்படுத்துவது மிகவும் விவேகமானதாகும். இது இன்னும் சுத்தமாக வாசிக்க வைக்கிறது.
uk: Оскільки цього разу я говорю про одну групу, яка має «нижчі» бали, розумніше використовувати негативну форму *t*-статистики. Це просто робить її зрозумілішою.

source: One last thing: please note that you *can’t* do this for other types of test statistics. It works for *t*-tests, but it wouldn’t be meaningful for χ²-tests, *F*-tests or indeed for most of the tests I talk about in this book. So don’t over-generalise this advice! I’m really just talking about *t*-tests here and nothing else!
de: Eine letzte Sache: Bitte beachten Sie, dass Sie dies *nicht* für andere Arten von Teststatistiken tun können. Es funktioniert für *t*-Tests, aber es wäre nicht sinnvoll für χ²-Tests, *F*-Tests oder die meisten anderen Tests, die ich in diesem Buch behandle. Verallgemeinern Sie diesen Rat also nicht zu sehr! Ich spreche hier wirklich nur über *t*-Tests und nichts anderes!
nb: En siste ting: Vær oppmerksom på at du *ikke* kan gjøre dette for andre typer teststatistikk. Det fungerer for *t*-tester, men det vil ikke være meningsfylt for χ²-tester, *F*-tester eller de fleste testene jeg snakker om i denne boken. Så ikke overgeneraliser dette rådet! Jeg snakker egentlig bare om *t*-tester her, og ikke noe annet!
ta: கடைசி விசயம்: மற்ற வகை சோதனை புள்ளிவிவரங்களுக்காக இதை நீங்கள் செய்ய முடியாது என்பதை நினைவில் கொள்க. இது *t *-tests க்கு வேலை செய்கிறது, ஆனால் இது χ²-சோதனைகள், *f *-tests அல்லது உண்மையில் இந்த புத்தகத்தில் நான் பேசும் பெரும்பாலான சோதனைகளுக்கு அர்த்தமுள்ளதாக இருக்காது. எனவே இந்த ஆலோசனையை அதிகமாக உருவாக்க வேண்டாம்! நான் இங்கே *t *-tets பற்றி பேசுகிறேன், வேறு எதுவும் இல்லை!
uk: І останнє: зверніть увагу, що ви *не можете* робити це для інших типів тестових статистик. Це працює для *t*-тестів, але не буде мати сенсу для χ²-тестів, *F*-тестів або, власне, для більшості тестів, про які я говорю в цій книзі. Тож не узагальнюйте цю пораду надто широко! Я говорю тут виключно про *t*-тести і ні про що інше!

source: Assumptions of the Student *t*-test
de: Voraussetzungen für den *t*-Test nach Student
nb: Forutsetninger for Students *t*-test
ta: மாணவரின் அனுமானங்கள் *t *-test
uk: Припущення студента *t*-test

source: As always, our hypothesis test relies on some assumptions. So what are they? For the Student *t*-test there are three assumptions, some of which we saw previously in the context of the one sample *t*-test (see section :ref:`Assumptions of the one sample *t*-test <assumptions_one_sample_t_test>`):
de: Wie immer stützt sich unser Hypothesentest auf einige Voraussetzungen. Wie lauten diese also? Für den Student *t*-Test gibt es drei Voraussetzungen, von denen wir einige bereits im Zusammenhang mit dem *t*-Test für eine Stichprobe gesehen haben (siehe Abschnitt :ref:`Voraussetzungen für den *t*-Tests bei einer Stichprobe <assumptions_one_sample_t_test>`):
nb: Som alltid er hypotesetesten vår avhengig av noen forutsetninger. Så hva er disse? For Students *t*-test er det tre forutsetninger, og noen av disse har vi sett tidligere i forbindelse med *t*-test med ett utvalg (se avsnitt :ref:`Forutsetninger for *t*-test med ett utvalg <assumptions_one_sample_t_test>`):
ta: எப்போதும் போல, எங்கள் கருதுகோள் சோதனை சில அனுமானங்களை நம்பியுள்ளது. எனவே அவை என்ன? மாணவருக்கு *t *-test மூன்று அனுமானங்கள் உள்ளன, அவற்றில் சில முன்னர் ஒரு மாதிரியின் சூழலில் *t *-test (பிரிவு பார்க்கவும்: குறிப்பு: `ஒரு மாதிரியின் அனுமானங்கள் *t *-test <anumptions_one_sample_t_test > `):
uk: Як завжди, перевірка гіпотези базується на деяких припущеннях. Які ж вони? Для t-критерію Стьюдента існує три припущення, деякі з яких ми вже розглядали раніше в контексті t-критерію для однієї вибірки (див. розділ :ref:`Припущення t-критерію для однієї вибірки <assumptions_one_sample_t_test>`):
