Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: In light of the previous exploration, let’s think about how to construct an appropriate *t*-test. One possibility would be to try to run an independent samples *t*-test using ``grade_test1`` and ``grade_test2`` as the variables of interest. However, this is clearly the wrong thing to do as the independent samples *t*-test assumes that there is no particular relationship between the two samples. Yet clearly that’s not true in this case because of the repeated measures structure in the data. To use the language that I introduced in the last section, if we were to try to do an independent samples *t*-test, we would be conflating the **within subject** differences (which is what we’re interested in testing) with the **between subject** variability (which we are not).
de: Basierend auf unseren bisherigen Analyseschritten sollten wir uns überlegen, wie wir einen geeigneten *t*-Test konstruieren können. Eine Möglichkeit wäre, einen *t*-Test für unabhängige Stichproben durchzuführen, bei dem ``grade_test1`` und ``grade_test2`` als Variablen von Interesse verwendet werden. Dies ist jedoch eindeutig der falsche Weg, da der Test mit unabhängigen Stichproben *t*-test davon ausgeht, dass es keine Beziehung oder Abhängigkeit zwischen den beiden Stichproben gibt. Aufgrund der wiederholten Messungen ist dies jedoch eindeutig der Fall. Um die Sprache zu verwenden, die ich im letzten Abschnitt eingeführt habe: Wenn wir versuchen würden, einen *t*-Test für unabhängige Stichproben durchzuführen, würden wir die **Unterschiede innerhalb der Probanden** (an denen wir interessiert sind) mit der **Variabilität zwischen den Probanden** (an der wir nicht interessiert sind) miteinander vermischen (konfundieren).
nb: I lys av den foregående utforskningen, la oss tenke på hvordan vi kan sette opp en passende *t*-test. En mulighet er å prøve å kjøre en uavhengig *t*-test ved å bruke ``grade_test1`` og ``grade_test2`` som de aktuelle variablene. Dette er imidlertid helt klart feil ting å gjøre, ettersom en uavhengig *t*-test forutsetter at det ikke er noen sammenheng mellom de to utvalgene. Men det er åpenbart ikke sant i dette tilfellet på grunn et design med gjentatte målinger. For å bruke språket jeg introduserte i forrige avsnitt: Hvis vi skulle forsøke å gjøre en uavhengig *t*-test, ville vi blande sammen forskjellene **innenfor individet** (som er det vi er interessert i å teste) med variabiliteten **mellom individene** (som vi ikke er interessert i å teste).
ta: முந்தைய ஆய்வின் வெளிச்சத்தில், பொருத்தமான *t *-test ஐ எவ்வாறு உருவாக்குவது என்பது பற்றி சிந்திக்கலாம். `` கிரேடு_டெச்ட் 1` மற்றும் `` கிரேடு_ச்டெச்ட் 2`` ஆகியவற்றைப் பயன்படுத்தி ஒரு சுயாதீனமான மாதிரிகள் *டி *-டெச்டை ஆர்வத்தின் மாறுபாடுகளாகப் பயன்படுத்த முயற்சிப்பதே ஒரு வாய்ப்பு. எவ்வாறாயினும், சுயாதீனமான மாதிரிகள் *t *-test இரண்டு மாதிரிகளுக்கு இடையே குறிப்பிட்ட உறவு இல்லை என்று கருதுவதால் இது தவறான சேதி. தரவுகளில் மீண்டும் மீண்டும் நடவடிக்கைகள் கட்டமைப்பின் காரணமாக இந்த விசயத்தில் அது உண்மை இல்லை என்பது தெளிவாகத் தெரிகிறது. கடைசி பிரிவில் நான் அறிமுகப்படுத்திய மொழியைப் பயன்படுத்த, நாம் ஒரு சுயாதீனமான மாதிரிகளை*t*-test செய்ய முயற்சித்தால், நாம் ** ஐ பொருள் ** வேறுபாடுகளுக்குள் முரண்படுவோம் (இதுதான் சோதனையில் நாங்கள் ஆர்வமாக உள்ளோம் ) பொருள் ** மாறுபாட்டிற்கு இடையில் ** உடன் (நாம் இல்லை).

source: The solution to the problem is obvious, I hope, since we already did all the hard work in the previous section. Instead of running an independent samples *t*-test on ``grade_test1`` and ``grade_test2``, we run a *one-sample* *t*-test on the within-subject difference variable, ``improvement``. To formalise this slightly, if *X*\ :sub:`i1` is the score that the i-th participant obtained on the first variable, and *X*\ :sub:`i2` is the score that the same person obtained on the second one, then the difference score is:
de: Die Lösung des Problems ist hoffentlich offensichtlich, da wir die ganze harte Arbeit bereits im vorherigen Abschnitt erledigt haben. Anstatt einen *t*-Test für unabhängige Stichproben mit ``grade_test1`` und ``grade_test2`` durchzuführen, führen wir einen *t*-Test für *eine Stichprobe* mit der Variable für die Differenz innerhalb des Subjekts, ``improvement``, durch. Um dies zu formalisieren: Wenn *X*\ :sub`i1` die Punktzahl ist, die der i-te Teilnehmer bei der ersten Variable erreicht hat, und *X*\ :sub`i2` die Punktzahl ist, die dieselbe Person bei der zweiten Variable erreicht hat, dann ist die Differenzpunktzahl:
nb: Løsningen på problemet er åpenbar, håper jeg, siden vi allerede har gjort alt det harde arbeidet i forrige avsnitt. I stedet for å kjøre en uavhengig *t*-test på ``grade_test1`` og ``grade_test2``, gjennomfører vi en *t*-test for ett utvalg (*one sample*) på variabelen for forskjellen i resultatene mellom testene, ``improvement``. For å formalisere dette litt, hvis *X*\ :sub:`i1` er poengsummen som den i-te deltakeren oppnådde på den første variabelen, og *X*\ :sub:`i2` er poengsummen som den samme personen oppnådde på den andre variabelen, så er differansescoren:
ta: முந்தைய பிரிவில் நாங்கள் ஏற்கனவே அனைத்து கடின உழைப்புகளையும் செய்ததால், பிரச்சினைக்கான தீர்வு வெளிப்படையானது என்று நம்புகிறேன். `` கிரேடு_டெச்ட் 1` மற்றும் `` கிரேடு_டெச்ட் 2`` ஆகியவற்றில் ஒரு சுயாதீனமான மாதிரிகளை *டி *-டெச்டை இயக்குவதற்கு பதிலாக, உட்புற வேறுபாடு மாறியில் *ஒரு மாதிரி * *டி *-டெச்டை இயக்குகிறோம், `` மேம்பாடு`` . இதை சற்று முறைப்படுத்த, *x *\: துணை: `i1` என்பது முதல் மாறியில் ஐ-வது பங்கேற்பாளர் பெற்ற மதிப்பெண், மற்றும் *x *\: துணை:` i2` என்பது அதே நபர் பெற்ற மதிப்பெண் இரண்டாவதாக, வித்தியாசமான மதிப்பெண்:

source: Notice that the difference scores is *variable 1 minus variable 2* and not the other way around, so if we want improvement to correspond to a positive valued difference, we actually want “test 2” to be our “variable 1”. Equally, we would say that µ\ :sub:`D` = µ\ :sub:`1` - µ\ :sub:`2` is the population mean for this difference variable. So, to convert this to a hypothesis test, our null hypothesis is that this mean difference is zero and the alternative hypothesis is that it is not
de: Beachten Sie, dass der Differenzwert *Variable 1 minus Variable 2* ist und nicht umgekehrt. Wenn wir also wollen, dass eine Verbesserung einer positiv bewerteten Differenz entspricht, wollen wir eigentlich, dass „Test 2“ unsere „Variable 1“ ist. Gleichermaßen würden wir sagen, dass µ\ :sub`D` = µ\ :sub`1` - µ\ :sub`2` der Populationsmittelwert für diese Differenzvariable ist. Um dies in einen Hypothesentest umzuwandeln, lautet unsere Nullhypothese, dass dieser Mittelwertunterschied gleich Null ist, und die Alternativhypothese, dass er es nicht ist
nb: Legg merke til at differanseverdiene er *variabel 1 minus variabel 2* og ikke omvendt, så hvis vi vil at forbedringen skal tilsvare en positivt verdsatt differanse, vil vi faktisk at «test 2» skal være vår «variabel 1». På samme måte vil vi si at µ\ :sub:`D` = µ\ :sub:`1` - µ\ :sub:`2` er populasjonsgjennomsnittet for denne differansevariabelen. For å konvertere dette til en hypotesetest, er nullhypotesen vår at denne gjennomsnittsforskjellen er null, og alternativhypotesen er at den ikke er det
ta: வேறுபாடு மதிப்பெண்கள் * மாறி 1 மைனச் மாறி 2 * மற்றும் வேறு வழியில்லை என்பதைக் கவனியுங்கள், எனவே முன்னேற்றம் நேர்மறையான மதிப்புமிக்க வித்தியாசத்துடன் ஒத்துப்போக விரும்பினால், “சோதனை 2” எங்கள் “மாறி 1” ஆக இருக்க வேண்டும் என்று நாங்கள் விரும்புகிறோம். அதேபோல், µ \: துணை: `d` = µ \: துணை:` 1` - \ \: துணை: `2` என்பது இந்த வேறுபாட்டிற்கான மக்கள்தொகையாகும். எனவே, இதை ஒரு கருதுகோள் சோதனைக்கு மாற்ற, எங்கள் சுழிய கருதுகோள் என்னவென்றால், இந்த சராசரி வேறுபாடு பூச்சியமானது மற்றும் மாற்று கருதுகோள் அது இல்லை என்பது இல்லை

source: This is assuming we’re talking about a two-sided test here. This is more or less identical to the way we described the hypotheses for the one-sample *t*-test. The only difference is that the specific value that the null hypothesis predicts is 0. And so our *t*-statistic is defined in more or less the same way too. If we let D̄ denote the mean of the difference scores, then
de: Wir gehen davon aus, dass es sich hier um einen zweiseitigen Test handelt. Dies ist mehr oder weniger identisch mit der Art und Weise, wie wir die Hypothesen für den *t*-Test mit einer Stichprobe beschrieben haben. Der einzige Unterschied besteht darin, dass der spezifische Wert, den die Nullhypothese vorhersagt, 0 ist. Daher ist auch unsere *t*-Statistik mehr oder weniger auf die gleiche Weise definiert. Wenn wir D̄ den Mittelwert der Differenzwerte bezeichnen lassen, dann
nb: Dette forutsetter at det er snakk om en tosidig test. Dette er mer eller mindre identisk med måten vi beskrev hypotesene for *t*-test med ett utvalg. Den eneste forskjellen er at den spesifikke verdien som nullhypotesen predikerer, er 0. Og dermed er *t*-statistikken vår også definert på mer eller mindre samme måte. Hvis vi lar D̄ betegne gjennomsnittet av differansescorene, så
ta: இது இங்கே இரு பக்க சோதனையைப் பற்றி பேசுகிறோம் என்று கருதுகிறோம். இது ஒரு மாதிரி *t *-test க்கான கருதுகோள்களை விவரித்த விதத்திற்கு அதிகமாகவோ அல்லது குறைவாகவோ ஒத்ததாக இருக்கிறது. ஒரே வேறுபாடு என்னவென்றால், சுழிய கருதுகோள் கணிக்கும் குறிப்பிட்ட மதிப்பு 0 ஆகும். எனவே எங்கள் *t *-ச்டாடிச்டிக் அதிகமாகவோ அல்லது குறைவாகவோ வரையறுக்கப்படுகிறது. வேறுபாடு மதிப்பெண்களின் சராசரியைக் குறிக்க நாம் அனுமதித்தால், பின்னர்,

source: which is
de: das ist
nb: som er
ta: இது
uk: який є

source: where :math:`\hat\sigma_D` is the standard deviation of the difference scores. Since this is just an ordinary, one-sample *t*-test, with nothing special about it, the degrees of freedom are still *N* - 1. And that’s it. The paired samples *t*-test really isn’t a new test at all. It’s a one-sample *t*-test, but applied to the difference between two variables. It’s actually very simple. The only reason it merits a discussion as long as the one we’ve just gone through is that you need to be able to recognise *when* a paired samples test is appropriate, and to understand *why* it’s better than an independent samples *t*-test.
de: wobei :math:`\hat\sigma_D` die Standardabweichung der Differenzwerte ist. Da es sich um einen gewöhnlichen *t*-Test mit einer Stichprobe handelt, der nichts Besonderes ist, sind die Freiheitsgrade immer noch *N* - 1. Und das war's. Der *t*-Test für gepaarte Stichproben ist eigentlich gar kein neuer Test. Es handelt sich um einen *t*-Test mit einer Stichprobe, der jedoch auf die Differenz zwischen zwei Variablen angewendet wird. Er ist eigentlich sehr einfach. Der einzige Grund, warum er eine so lange Diskussion verdient, wie wir sie gerade geführt haben, ist, dass man in der Lage sein muss, zu erkennen, *wann* ein *t*-Test für gepaarte Stichproben angebracht ist, und zu verstehen, *warum* er besser ist als ein *t*-Test für unabhängige Stichproben.
nb: hvor :math:`\hat\sigma_D` er standardavviket til differansescorene. Siden dette bare er en vanlig *t*-test med ett utvalg, uten noe spesielt, er frihetsgradene fortsatt *N* - 1. Og det er alt. Paret *t*-test er egentlig ikke en ny test i det hele tatt. Det er en *t*-test med ett utvalg, men anvendt på forskjellen mellom to variabler. Den er faktisk veldig enkel. Den eneste grunnen til at den fortjener en så lang diskusjon som den vi nettopp har gått gjennom, er at du må kunne gjenkjenne *når* en paret *t*-test er hensiktsmessig, og forstå *hvorfor* den er bedre enn en uavhengig *t*-test.
ta: எங்கே: கணிதம்: `\ தொப்பி \ சிக்மா_டி` என்பது வேறுபாடு மதிப்பெண்களின் நிலையான விலகல். இது ஒரு சாதாரண, ஒரு மாதிரி *டி *-டெச்ட் என்பதால், அதைப் பற்றி சிறப்பு எதுவும் இல்லாததால், சுதந்திரத்தின் அளவுகள் இன்னும் *n *-1. அதுதான். இணை மாதிரிகள் *t *-test உண்மையில் ஒரு புதிய சோதனை அல்ல. இது ஒரு மாதிரி *t *-test, ஆனால் இரண்டு மாறிகள் இடையேயான வித்தியாசத்திற்கு பொருந்தும். இது உண்மையில் மிகவும் எளிது. நாம் கடந்து வந்தவரை ஒரு விவாதத்திற்கு தகுதியான ஒரே காரணம் என்னவென்றால், * ஒரு இணை மாதிரிகள் சோதனை பொருத்தமானதாக இருக்கும்போது * நீங்கள் அடையாளம் காண முடியும் *, மற்றும் புரிந்து கொள்ள * ஏன் * இது ஒரு சுயாதீன மாதிரிகளை விட சிறந்தது * டி*-டெச்ட்.

source: How do you do a paired samples *t*-test in jamovi? One possibility is to follow the process I outlined above. That is, create a difference variable and then run a one sample *t*-test on that. Since we’ve already created a variable called ``improvement``, let’s do that and see what we get (see :numref:`fig-ttest_paired2`\).
de: Wie führt man einen *t*-Test für gepaarte Stichproben in jamovi durch? Eine Möglichkeit besteht darin, den oben beschriebenen Prozess zu befolgen. Das heißt, Sie erstellen eine Variable ``difference`` und führen dann einen *t*-Test mit einer Stichprobe durch. Da wir bereits eine Variable mit dem Namen ``improvement`` erstellt haben, können wir das tun und sehen, welches Ergebnis wir erhalten (siehe :numref:`fig-ttest_paired2`\).
nb: Hvordan gjør du en paret *t*-test i jamovi? En mulighet er å følge prosessen jeg skisserte ovenfor. Det vil si å opprette en differansevariabel og deretter kjøre en *t*-test med ett utvalg på den. Siden vi allerede har opprettet en slik variabel som heter ``improvement``, la oss gjøre det og se hva vi får (se :numref:`fig-ttest_paired2`\).
ta: சாமோவியில் ஒரு இணை மாதிரிகள் *t *-test ஐ எவ்வாறு செய்வது? நான் மேலே கோடிட்டுக் காட்டிய செயல்முறையைப் பின்பற்றுவது ஒரு வாய்ப்பு. அதாவது, ஒரு வித்தியாச மாறியை உருவாக்கி, பின்னர் ஒரு மாதிரி *t *-test ஐ இயக்கவும். `` மேம்பாடு`` என்ற மாறியை நாங்கள் ஏற்கனவே உருவாக்கியுள்ளதால், அதைச் செய்வோம், நமக்குப் பெறுவதைப் பார்ப்போம் (பார்க்க: எண்: `Fig-ttest_paired2` \).

source: Results showing a one sample *t*-test on paired difference scores
de: Die Ergebnisse zeigen einen *t*-Test mit paarweisen Differenzwerten
nb: Resultater fra en *t*-test på parvise forskjeller i poengsum
ta: இணை வேறுபாடு மதிப்பெண்களில் ஒரு மாதிரியைக் காட்டும் முடிவுகள் *t *-test
uk: Результати, що показують одновибірковий *t*-тест на парні різницеві бали

source: The output shown in :numref:`fig-ttest_paired2` is (obviously) formatted exactly the same was as it was the last time we used the ``One Sample T-Test`` analysis (section :doc:`Ch11_tTest_02`), and it confirms our intuition. There’s an average improvement of 1.4\% from test 1 to test 2, and this is significantly different from 0 (*t*\(19) = 6.48, *p* < 0.001).
de: Die in :numref:`fig-ttest_paired2` gezeigte Ausgabe ist (natürlich) genau so formatiert wie bei der ``One Sample T-Test`` Analyse (Abschnitt :doc:`Ch11_tTest_02`), und sie bestätigt unsere Intuition. Es gibt eine durchschnittliche Verbesserung von 1,4 % von Examen 1 zu Examen 2, und diese ist signifikant verschieden von 0 (*t*\(19) = 6,48, *p* < 0,001).
nb: Resultatet som vises i :numref:`fig-ttest_paired2` er (selvsagt) formatert på nøyaktig samme måte som forrige gang vi brukte ``One Sample T-Test``-analysen (avsnitt :doc:`Ch11_tTest_02`), og det bekrefter intuisjonen vår. Det er en gjennomsnittlig forbedring på 1,4\% fra test 1 til test 2, og dette er signifikant forskjellig fra 0 (*t*\(19) = 6,48, *p* < 0,001).
ta: காட்டப்பட்டுள்ள வெளியீடு: NumRef: `Fig-ttest_paired2` (வெளிப்படையாக) வடிவமைக்கப்பட்டுள்ளது, அதேபோல் நாங்கள்` `ஒரு மாதிரி டி-டெச்ட்`` பகுப்பாய்வைப் பயன்படுத்தினோம் (பிரிவு: டாக்:` CH11_ttest_02`), அது எங்கள் உள்ளுணர்வை உறுதிப்படுத்துகிறது. சோதனை 1 இலிருந்து சோதனை 2 வரை சராசரியாக 1.4 \% முன்னேற்றம் உள்ளது, இது 0 (*t*\ (19) = 6.48,*ப*<0.001) இலிருந்து கணிசமாக வேறுபட்டது.

source: However, suppose you’re lazy and you don’t want to go to all the effort of creating a new variable. Or perhaps you just want to keep the difference between one-sample and paired-samples tests clear in your head. If so, you can use the jamovi ``Paired Samples T-Test`` analysis, getting the results shown in :numref:`fig-ttest_paired3`.
de: Nehmen wir jedoch an, Sie wollen sich nicht die Mühe machen, eine neue Variable zu erstellen. Oder vielleicht wollen Sie einfach nur einen deutlichen Unterschied zwischen Tests mit einer Stichprobe und Tests mit gepaarten Stichproben machen. In diesem Fall können Sie die Analyse ``Paired Samples T-Test`` in jamovi verwenden und erhalten die in :numref:`fig-ttest_paired3` angezeigten Ergebnisse.
nb: Men tenk om du er lat og ikke ønsker å ta deg bryet med å opprette en ny variabel. Eller kanskje du bare ønsker å holde forskjellen mellom *t*-tester med ett utvalg og paret *t*-test klar i hodet. I så fall kan du bruke jamovi ``Paired Samples T-Test``-analysen, og få resultatene som vises i :numref:`fig-ttest_paired3`.
ta: இருப்பினும், நீங்கள் சோம்பேறி, புதிய மாறியை உருவாக்கும் அனைத்து முயற்சிகளுக்கும் செல்ல விரும்பவில்லை என்று வைத்துக்கொள்வோம். அல்லது உங்கள் தலையில் ஒரு மாதிரி மற்றும் சோடி-மாதிரிகள் சோதனைகளுக்கு இடையிலான வித்தியாசத்தை நீங்கள் வைத்திருக்க விரும்புகிறீர்கள். அப்படியானால், நீங்கள் சாமோவி `` இணை மாதிரிகள் டி-டெச்ட்`` பகுப்பாய்வைப் பயன்படுத்தலாம், முடிவுகளைப் பெறலாம்: numref: `Fig-ttest_paired3`.

source: Results showing a paired sample *t*-test
de: Ergebnisse eines *t*-Tests für gepaarte Stichproben
nb: Resultater fra en parvis *t*-test
ta: ஒரு இணை மாதிரியைக் காட்டும் முடிவுகள் *t *-test
uk: Результати, що показують *t*-тест для парних вибірок

source: Results showing a paired sample *t*-test. Compare it with :numref:`fig-ttest_paired2`.
de: Ergebnisse eines *t*-Tests für gepaarte Stichproben. Vergleichen Sie es mit :numref:`fig-ttest_paired2`.
nb: Resultater som viser en parvis *t*-test. Sammenlign det med :numref:`fig-ttest_paired2`.
ta: ஒரு இணை மாதிரியைக் காட்டும் முடிவுகள் *t *-test. இதை ஒப்பிடுங்கள்: NumRef: `Figh-ttest_paired2`.
uk: Результати, що показують *t*-тест для парних вибірок. Порівняйте його з :numref:`fig-ttest_paired2`.

source: The numbers are identical to those that come from the one sample test, which of course they have to be given that the paired samples *t*-test is just a one sample test under the hood.
de: Die Zahlen sind identisch mit denen des Einstichprobentests, was sie natürlich auch sein müssen, da der *t*-Test für gepaarte Stichproben unter der Haube ein *t*-Test für eine Stichprobe ist.
nb: Tallene er identiske med dem som kommer fra *t*-test med ett utvalg, noe de selvfølgelig må være, siden paret *t*-test i bunn og grunn bare er en *t*-test med ett utvalg.
ta: எண்கள் ஒரு மாதிரி சோதனையிலிருந்து வந்தவர்களுக்கு ஒத்தவை, நிச்சயமாக அவை இணை செய்யப்பட்ட மாதிரிகள் *t *-test என்பது பேட்டைக்குக் கீழே ஒரு மாதிரி சோதனை என்று அவர்களுக்கு வழங்கப்பட வேண்டும்.
uk: Цифри ідентичні тим, що отримані з тесту однієї вибірки, що, звичайно, потрібно враховувати, враховуючи, що *t*-тест парних вибірок — це лише тест однієї вибірки «під капотом».

source: This design is very similar to the one in section :doc:`../Ch10/Ch10_ChiSquare_7` that motivated the McNemar test. This should be no surprise. Both are standard repeated measures designs involving two measurements. The only difference is that this time our outcome variable is interval scale (working memory capacity, |continuous|) rather than a binary scale variable (a yes-or-no question, |nominal|).
de: Das Versuchsdesign ähnelt sehr dem in Abschnitt zum :doc:`../Ch10/Ch10_ChiSquare_7`. Dies sollte keine Überraschung sein. In beiden Fällen handelt es sich um Standarddesigns mit wiederholten Messungen, die zwei Messungen umfassen. Der einzige Unterschied besteht darin, dass unsere Ergebnisvariable diesmal eine Intervallskala ist (Arbeitsgedächtniskapazität, |continuous|) und keine binäre Skalenvariable (eine Ja-oder-Nein-Frage, |nominal|).
nb: Dette designet er svært likt det som ligger til grunn for McNemar-testen i avsnitt :doc:`../Ch10/Ch10_ChiSquare_7`. Dette burde ikke være noen overraskelse. Begge er standard gjentatte målinger med to målinger. Den eneste forskjellen er at utfallsvariabelen vår denne gangen er en intervallvariabel (arbeidshukommelseskapasitet, |continuous|) i stedet for en binær skalavariabel (et ja-eller-nei-spørsmål, |nominal|).
ta: இந்த வடிவமைப்பு பிரிவில் உள்ள ஒன்றுக்கு மிகவும் ஒத்திருக்கிறது: DOC: `../ CH10/CH10_CHISQUARE_7` இது மெக்நெமர் சோதனையை ஊக்குவித்தது. இது ஆச்சரியமல்ல. இரண்டும் இரண்டு அளவீடுகளை உள்ளடக்கிய நிலையான தொடர்ச்சியான நடவடிக்கைகள் வடிவமைப்புகள். ஒரே வேறுபாடு என்னவென்றால், இந்த நேரத்தில் எங்கள் விளைவு மாறி ஒரு பைனரி அளவிலான மாறியைக் காட்டிலும் இடைவெளி அளவு (பணி நினைவக திறன், | தொடர்ச்சியான |) (ஆம்-அல்லது-இல்லை கேள்வி, | பெயரளவு |).

source: At this point we have Drs Harpo, Chico and Zeppo. No prizes for guessing who Dr Groucho is.
de: Im Moment haben wir Dr. Harpo, Dr. Chico und Dr. Zeppo. Es gibt leider keine Belohnung für den, der herausfindet, wer Dr. Groucho ist.
nb: Nå har vi dr. Harpo, Chico og Zeppo. Ingen premie for å gjette hvem dr. Groucho er.
ta: இந்த கட்டத்தில் எங்களிடம் டி.ஆர்.எச் ஆர்போ, சிகோ மற்றும் செப்போ உள்ளன. டாக்டர் க்ரூச்சோ யார் என்று யூகிக்க பரிசுகள் இல்லை.
uk: На цьому етапі у нас є доктори Харпо, Чіко та Зеппо. Немає нічого складного в тому, хто такий доктор Граучо.

source: One-sided tests
de: Einseitige Tests
nb: Ensidige tester
ta: ஒருதலைப்பட்ச சோதனைகள்
uk: Односторонні тести
