Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: An :doc:`independent samples *t*-test <Ch11_tTest_03>` is used to compare the means of two groups, and tests the null hypothesis that they have the same mean. It comes in two forms: the :doc:`Student test <Ch11_tTest_03>` assumes that the groups have the same standard deviation, the :doc:`Welch test <Ch11_tTest_04>` does not.
de: Ein :doc:`*t*-Test für unabhängige Stichproben <Ch11_tTest_03>` wird verwendet, um die Mittelwerte zweier Gruppen zu vergleichen. Er prüft die Nullhypothese, dass beide Gruppen denselben Mittelwert haben. Es gibt ihn in zwei Formen, dem :doc:`*t*-Test nach Student <Ch11_tTest_03>`, der voraussetzt, dass die Gruppen die gleiche Standardabweichung haben, um dem :doc:`*t*-Test nach Welch <Ch11_tTest_04>` der dies nicht voraussetzt.
nb: En :doc:`uavhengig *t*-test <Ch11_tTest_03>` brukes til å sammenligne gjennomsnittet til to grupper, og tester nullhypotesen om at de har samme gjennomsnitt. Den finnes i to former: :doc:`Students *t*-test <Ch11_tTest_03>` forutsetter at gruppene har samme standardavvik, mens :doc:`Welchs *t*-test <Ch11_tTest_04>` ikke gjør det.
ta: AN: DOC: `சுயாதீன மாதிரிகள் *t *-test <ch11_ttest_03>` இரண்டு குழுக்களின் வழிமுறைகளை ஒப்பிட்டுப் பயன்படுத்தப் பயன்படுகிறது, மேலும் அவை ஒரே சராசரி என்ற சுழிய கருதுகோளைச் சோதிக்கின்றன. இது இரண்டு வடிவங்களில் வருகிறது: தி: டாக்: `மாணவர் சோதனை <CH11_TTTEST_03>` குழுக்களுக்கு ஒரே நிலையான விலகல் இருப்பதாகக் கருதுகிறது, தி: டாக்: `வெல்ச் டெச்ட் <CH11_TTEST_04>` இல்லை.

source: A :doc:`paired samples *t*-test <Ch11_tTest_05>` is used when you have two scores from each person, and you want to test the null hypothesis that the two scores have the same mean. It is equivalent to taking the difference between the two scores for each person, and then running a one sample *t*-test on the difference scores.
de: Ein :doc:`*t*-Test für gepaarte Stichproben <Ch11_tTest_05>` wird verwendet, wenn Sie zwei Beobachtungen für jeden Teilnehmer haben und die Nullhypothese testen möchten, dass die beiden Beobachtungen sich nicht unterscheiden. Intern ist diese Analyse identisch zum Berechnen der Differenz zwischen den beiden Beobachtungen für jede Person und einer Prüfung ob sich die Differenzwerte von Null unterscheiden mittels eines *t*-Tests bei einer Stichprobe.
nb: En :doc:`paret *t*-test <Ch11_tTest_05>` brukes når du har to skårer fra hver person, og du ønsker å teste nullhypotesen om at de to skårene har samme gjennomsnitt. Det tilsvarer å ta differansen mellom de to skårene for hver person, og deretter kjøre en *t*-test med ett utvalg på differanseskårene.
ta: ப: டாக்: `சோடி மாதிரிகள் *டி *-டெச்ட் <CH11_TTEST_05>` ஒவ்வொரு நபரிடமிருந்தும் இரண்டு மதிப்பெண்கள் இருக்கும்போது பயன்படுத்தப்படுகிறது, மேலும் இரண்டு மதிப்பெண்களும் ஒரே சராசரி என்ற சுழிய கருதுகோளை நீங்கள் சோதிக்க விரும்புகிறீர்கள். இது ஒவ்வொரு நபருக்கும் இரண்டு மதிப்பெண்களுக்கு இடையிலான வித்தியாசத்தை எடுத்துக்கொள்வதற்கு சமம், பின்னர் ஒரு மாதிரி *t *-test ஐ வேறுபாடு மதிப்பெண்களில் இயக்குகிறது.

source: :doc:`Ch11_tTest_06` are perfectly legitimate as long as they are pre-planned.
de: :doc:`Ch11_tTest_06` sind völlig legitim, solange man seine Hypothesen im Voraus entsprechend formuliert.
nb: :doc:`Ch11_tTest_06` er helt legitime så lenge de er planlagt på forhånd.
ta: :doc:`Ch11_tTest_06` அரே perfectly legitimate அச் long அச் they அரே pre-planned.
uk: :doc:`Ch11_tTest_06` цілком законні, якщо вони сплановані заздалегідь.

source: :doc:`Ch11_tTest_07` calculations for the difference between means can be calculated via the Cohen’s *d*-statistic.
de: :doc:`Effektstärken <Ch11_tTest_07>` für die Differenz zwischen Mittelwerten können über die Cohen's *d*-Statistik berechnet werden.
nb: :doc:`Ch11_tTest_07` beregninger for forskjellen mellom gjennomsnitt kan beregnes ved hjelp av Cohens *d*-statistikk.
ta: :doc:`Ch11_tTest_07` calculations க்கு the வேறுபாடு between means can be calculated வழிமம் the Cohen’s *d*-statistic.
uk: :doc:`Ch11_tTest_07` обчислення різниці між середніми значеннями можна виконати за допомогою *d*-статистики Коена.

source: You can :doc:`check the normality of a sample <Ch11_tTest_08>` using QQ plots and the Shapiro-Wilk test.
de: Sie können die :doc:`Normalverteilung einer Stichprobe <Ch11_tTest_08>` mit Hilfe von Q-Q-Diagrammen und dem Shapiro-Wilk-Test überprüfen.
nb: Du kan :doc:`forutsetningen om normalfordeling for en stikkprøve <Ch11_tTest_08>` ved hjelp av QQ-plott og Shapiro-Wilk-testen.
ta: உங்களால் முடியும்: டாக்: `ஒரு மாதிரியின் இயல்பான தன்மையை சரிபார்க்கவும் <Ch11_ttest_08> Q QQ அடுக்கு மற்றும் சாபிரோ-வில்க் சோதனையைப் பயன்படுத்துதல்.
uk: Ви можете :doc:`перевірити нормальність вибірки <Ch11_tTest_08>` за допомогою QQ-діаграм та тесту Шапіро-Уілка.

source: If your data are non-normal, you can use :doc:`Mann-Whitney or Wilcoxon tests <Ch11_tTest_09>` instead of *t*-tests.
de: Wenn Ihre Daten nicht normalverteilt sind, können Sie :doc:`Mann-Whitney oder Wilcoxon Tests <Ch11_tTest_09>` anstelle von *t*-Tests verwenden.
nb: Hvis dataene dine ikke er normalfordelt, kan du bruke :doc:`Mann-Whitney- eller Wilcoxon-tester <Ch11_tTest_09>` i stedet for *t*-tester.
ta: உங்கள் தரவு இயல்பற்றதாக இருந்தால், நீங்கள் பயன்படுத்தலாம்: DOC: `மான்-விட்னி அல்லது வில்காக்சன் சோதனைகள் <ch11_ttest_09>` *t *-tests க்கு பதிலாக.
uk: Якщо ваші дані не є нормальними, ви можете використовувати :doc:`тести Манна-Вітні або Вілкоксона <Ch11_tTest_09>` замість *t*-тестів.

source: Okay, so let’s let µ\ :sub:`1` denote the true population mean for group 1 (e.g., Anastasia’s students), and µ\ :sub:`2` will be the true population mean for group 2 (e.g., Bernadette’s students),\ [#]_ and as usual we’ll let *X̄*\ :sub:`1` and *X̄*\ :sub:`2` denote the observed sample means for both of these groups. Our null hypothesis states that the two population means are identical (µ\ :sub:`1` = µ\ :sub:`1`) and the alternative to this is that they are not (µ\ :sub:`1` ≠ µ\ :sub:`1`). Written in mathematical-ese, this is:
nb: La oss la µ\ :sub:`1` betegne det sanne populasjonsgjennomsnittet for gruppe 1 (f.eks. Anastasias studenter), og µ\ :sub:`2` vil være det sanne populasjonsgjennomsnittet for gruppe 2 (f.eks. Bernadettes studenter),\ [#]_ og som vanlig lar vi *X̄*\ :sub:`1` og *X̄*\ :sub:`2` betegne de observerte utvalgsgjennomsnittene for begge disse gruppene. Nullhypotesen vår sier at de to populasjonsgjennomsnittene er identiske (µ\ :sub:`1` = µ\ :sub:`1`), og alternativet til dette er at de ikke er det (µ\ :sub:`1` ≠ µ\ :sub:`1`). Skrevet på matematisk språk er dette:
uk: Гаразд, тож нехай µ\ :sub:`1` позначає справжнє середнє значення популяції для групи 1 (наприклад, учнів Анастасії), а µ\ :sub:`2` буде справжнім середнім значенням популяції для групи 2 (наприклад, учнів Бернадетти),\ [#]_ і, як зазвичай, нехай *X̄*\ :sub:`1` і *X̄*\ :sub:`2` позначати спостережувані середні значення вибірки для обох цих груп. Наша нульова гіпотеза стверджує, що два середні значення генеральної сукупності є ідентичними (µ\ :sub:`1` = µ\ :sub:`1`), а альтернатива цьому — що вони не є ідентичними (µ\ :sub:`1` ≠ µ\ :sub:`1`). У математичному вираженні це виглядає так:

source: *X̄* - µ\ :sub:`0`
ta: * X̄* - µ \: துணை: `0`
