Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: Finally, what should we do for a paired samples *t*-test? In this case, the answer depends on what it is you’re trying to do. jamovi assumes that you want to measure your effect sizes relative to the distribution of difference scores, and the measure of *d* that you calculate is:
de: Und schließlich, was sollen wir bei einem *t*-Test mit gepaarten Stichproben tun? In diesem Fall hängt die Antwort davon ab, was Sie zu tun versuchen. jamovi geht davon aus, dass Sie Ihre Effektstärken relativ zur Verteilung der Differenzwerte messen wollen, und das von Ihnen berechnete Maß für *d* ist:
nb: Til slutt, hva bør vi gjøre for en paret *t*-test? I dette tilfellet avhenger svaret av hva du prøver å gjøre. jamovi antar at du ønsker å måle effektstørrelsene dine i forhold til fordelingen av differanseskårer, og målet på *d* som du beregner, er:
ta: இறுதியாக, ஒரு இணை மாதிரிகளுக்கு நாம் என்ன செய்ய வேண்டும் *t *-test? இந்த விசயத்தில், பதில் நீங்கள் என்ன செய்ய முயற்சிக்கிறீர்கள் என்பதைப் பொறுத்தது. வேறுபாடு மதிப்பெண்களின் விநியோகத்துடன் தொடர்புடைய உங்கள் விளைவு அளவுகளை அளவிட விரும்புகிறீர்கள் என்று சாமோவி கருதுகிறார், மேலும் நீங்கள் கணக்கிடும் * டி * இன் அளவீடு:

source: where :math:`\hat{\sigma}_D` is the estimate of the standard deviation of the differences. In :numref:`fig-ttest_paired3` Cohen’s *d* = 1.45, indicating that the time 2 grade scores are, on average, 1.45 standard deviations higher than the time 1 grade scores.
de: wobei :math:`\hat{\sigma}_D` die Schätzung der Standardabweichung der Unterschiede ist. Das in :numref:`fig-ttest_paired3` gezeigte Cohens *d* = 1.45, was bedeutet, dass die Noten bei Examen 2 im Durchschnitt um 1.45 Standardabweichungen höher sind als die Noten bei Examen 1.
nb: hvor :math:`\hat{\sigma}_D` er estimatet av standardavviket til forskjellene. I :numref:`fig-ttest_paired3` er Cohens *d* = 1,45, noe som indikerer at skårene for tid 2 i gjennomsnitt er 1,45 standardavvik høyere enn skårene for tid 1.
ta: எங்கே: கணிதம்: `\ தொப்பி {\ சிக்மா} _d` என்பது வேறுபாடுகளின் நிலையான விலகலின் மதிப்பீடாகும். இல்: NumRef: `FIG-TTEST_PAIRED3` கோஅனின் * டி * = 1.45, இது நேர 2 தர மதிப்பெண்கள் சராசரியாக 1.45 நிலையான விலகல்கள் நேர 1 தர மதிப்பெண்களை விட அதிகமாக இருப்பதைக் குறிக்கிறது.
uk: де :math:`\hat{\sigma}_D` є оцінкою стандартного відхилення різниць. У :numref:`fig-ttest_paired3` *d* Коена = 1,45, що вказує на те, що оцінки за 2-й період в середньому на 1,45 стандартних відхилення вищі за оцінки за 1-й період.

source: This is the version of Cohen’s *d* that gets reported by the jamovi ``Paired Samples T-Test`` analysis. The only wrinkle is figuring out whether this is the measure you want or not. To the extent that you care about the practical consequences of your research, you often want to measure the effect size relative to the *original* variables, not the *difference* scores (e.g., the 1\% improvement in Dr Chico’s class over time is pretty small when measured against the amount of between-student variation in grades), in which case you use the same versions of Cohen’s *d* that you would use for a Student or Welch test. It’s not so straightforward to do this in jamovi; essentially you have to change the structure of the data in the spreadsheet view so I won’t go into that here,\ [#]_ but the Cohen’s *d* for this perspective is quite different: it is 0.22 which is quite small when assessed on the scale of the original variables.
de: Dies ist die Version von Cohens *d*, die von der jamovi-Analyse ``Paired Samples T-Test`` gemeldet wird. Die einzige Schwierigkeit besteht darin, herauszufinden, ob dies das Maß ist, das Sie wollen oder nicht. In dem Maße, in dem Sie sich um die praktischen Konsequenzen Ihrer Forschung kümmern, möchten Sie oft die Effektstärke relativ zur Variation der *ursprünglichen* Variablen messen, nicht die *Differenz* (z. B. ist die Verbesserung von 1 % in Dr. Chicos Klasse ziemlich klein, wenn man sie an der natürlichen Variation von Noten zwischen verschiedenen Schülern relativiert). In diesem Fall verwenden Sie die gleichen Versionen von Cohen's *d*, die Sie für einen Student- oder Welch-Test verwenden würden. Es ist nicht so einfach, dies in jamovi zu tun. Dafür müssten Sie die Struktur der Daten in der Datentabelle ändern. Ich werde hier daher nicht näher darauf eingehen.\ [#]_ Aber das Cohen's *d* für diese Perspektive ist ganz anders: Es ist 0,22. Das heißt, es ist ziemlich klein relativ zur Variation der ursprünglichen Variablen.
nb: Dette er den versjonen av Cohens *d* som blir rapportert av jamovi ``Paired Samples T-Test``-analysen. Det eneste problemet er å finne ut om dette er det målet du ønsker eller ikke. I den grad du bryr deg om de praktiske konsekvensene av forskningen din, ønsker du ofte å måle effektstørrelsen i forhold til de *originale* variablene, ikke *forskjellen* (f.eks. er forbedringen på 1\% i Dr. Chicos klasse over tid ganske liten når den måles opp mot variasjonen i karakterer mellom studentene), og i så fall bruker du de samme versjonene av Cohens *d* som du ville brukt for en Students eller Welchs *t*-test. Det er ikke så enkelt å gjøre dette i jamovi; du må i hovedsak endre datastrukturen i regnearkvisningen, så det vil jeg ikke gå inn på her, \ [#]_ men Cohens *d* for dette perspektivet er ganske annerledes: den er 0,22, noe som er ganske lite sett i forhold til skalaen til de opprinnelige variablene.
ta: இது கோஅனின் * டி * இன் பதிப்பாகும், இது சாமோவி `` இணை மாதிரிகள் டி-டெச்ட்`` பகுப்பாய்வு மூலம் புகாரளிக்கிறது. ஒரே சுருக்கம் இது நீங்கள் விரும்பும் அளவீடு இல்லையா என்பதைக் கண்டுபிடிப்பதுதான். உங்கள் ஆராய்ச்சியின் நடைமுறை விளைவுகளைப் பற்றி நீங்கள் அக்கறை கொள்ளும் அளவிற்கு, * அசல் * மாறிகள், * வேறுபாடு * மதிப்பெண்கள் அல்ல (எ.கா., காலப்போக்கில் டாக்டர் சிகோவின் வகுப்பில் 1 \% முன்னேற்றம் ஆகியவற்றுடன் தொடர்புடைய விளைவு அளவை அளவிட விரும்புகிறீர்கள் தரங்களில் மாணவர் மாறுபாட்டின் அளவிற்கு எதிராக அளவிடப்படும் போது மிகவும் சிறியது), இந்த விசயத்தில் நீங்கள் ஒரு மாணவர் அல்லது வெல்ச் சோதனைக்கு பயன்படுத்தும் கோஅனின் * டி * இன் அதே பதிப்புகளைப் பயன்படுத்துகிறீர்கள். சாமோவியில் இதைச் செய்வது அவ்வளவு நேரடியானது அல்ல; அடிப்படையில் நீங்கள் விரிதாள் பார்வையில் தரவின் கட்டமைப்பை மாற்ற வேண்டும், எனவே நான் இங்கே செல்லமாட்டேன், \ [#] _ ஆனால் இந்த முன்னோக்குக்கு கோஅனின் * டி * மிகவும் வேறுபட்டது: இது 0.22 ஆகும், இது மிகவும் சிறியது. அசல் மாறிகளின் அளவில் மதிப்பிடப்படுகிறது.

source: If you are interested, you can look at how this was done in the |chico2|_ dataset
de: Wenn Sie daran interessiert sind, können Sie sich ansehen, wie diese Analyse im |chico2|_-Datensatz durchgeführt wurde
nb: Hvis du er interessert, kan du se hvordan dette ble gjort i datasettet |chico2|_
ta: நீங்கள் ஆர்வமாக இருந்தால், இது | Chico2 | _ தரவுத்தொகுப்பில் இது எவ்வாறு செய்யப்பட்டது என்பதைப் பார்க்கலாம்
uk: Якщо вам цікаво, ви можете подивитися, як це було зроблено, у наборі даних |chico2|_

source: Checking the normality of a sample
de: Überprüfen der Normalverteilung in einer Stichprobe
nb: Sjekk forutsetningen om normalfordeling for en stikkprøve
ta: ஒரு மாதிரியின் இயல்பான தன்மையை சரிபார்க்கிறது
uk: Перевірка нормальності вибірки

source: All of the tests that we have discussed so far in this chapter have assumed that the data are normally distributed. This assumption is often quite reasonable, because :ref:`the central limit theorem <central_limit_theorem>` does tend to ensure that many real world quantities are normally distributed. Any time that you suspect that your variable is *actually* an average of lots of different things, there’s a pretty good chance that it will be normally distributed, or at least close enough to normal that you can get away with using *t*-tests. However, life doesn’t come with guarantees, and besides there are lots of ways in which you can end up with variables that are highly non-normal. For example, any time you think that your variable is actually the minimum of lots of different things, there’s a very good chance it will end up quite skewed. In psychology, response time (RT) data is a good example of this. If you suppose that there are lots of things that could trigger a response from a human participant, then the actual response will occur the first time one of these trigger events occurs.\ [#]_ This means that RT data are systematically non-normal. Okay, so if normality is assumed by all the tests, and is mostly but not always satisfied (at least approximately) by real world data, how can we check the normality of a sample? In this section I discuss two methods: QQ plots and the Shapiro-Wilk test.
de: Bei allen Tests, die wir bisher in diesem Kapitel besprochen haben, wurde angenommen, dass die Daten normalverteilt sind. Diese Annahme ist oft recht vernünftig, denn der :ref:`zentrale Grenzwertsatz <central_limit_theorem>` stellt in der Regel sicher, dass viele reale Größen normalverteilt sind. Jedes Mal, wenn Sie vermuten, dass Ihre Variable *in Wirklichkeit* ein Durchschnitt aus vielen verschiedenen Dingen ist, ist die Wahrscheinlichkeit ziemlich groß, dass sie normalverteilt ist oder zumindest nahe genug an der Normalverteilung liegt, so dass Sie *t*-Tests verwenden können. Im Leben gibt es jedoch keine Garantien, und außerdem gibt es viele Möglichkeiten, wie man zu Variablen gelangen kann, die in hohem Maße nicht normalverteilt sind. Wenn Sie zum Beispiel glauben, dass Ihre Variable das Minimum von vielen verschiedenen Größen ist, ist die Wahrscheinlichkeit groß, dass die Daten am Ende ziemlich verzerrt sind. In der Psychologie sind die Reaktionszeit-Daten (RT) ein gutes Beispiel dafür. Wenn man davon ausgeht, dass es viele Dinge gibt, die eine Reaktion eines menschlichen Teilnehmers auslösen können, dann wird die tatsächliche Reaktion beim ersten Auftreten eines dieser auslösenden Ereignisse erfolgen.\ [#]_ Dies bedeutet, dass RT-Daten systematisch nicht normalverteilt sind. Wenn also alle Tests das Vorliegen einer Normalverteilung voraussetzen und diese meist, aber nicht immer (zumindest annähernd) von realen Daten erfüllt wird, wie können wir dann die Normalverteilung einer Stichprobe überprüfen? In diesem Abschnitt stelle ich zwei Methoden vor: Q-Q-Diagramme und den Shapiro-Wilk-Test.
nb: Alle testene vi har diskutert så langt i dette kapitlet, har forutsatt at dataene er normalfordelte. Denne antakelsen er ofte ganske rimelig, fordi :ref:`det sentrale grenseteoremet <central_limit_theorem>` har en tendens til å sikre at mange størrelser i den virkelige verden er normalfordelte. Hver gang du mistenker at variabelen din *faktisk* er et gjennomsnitt av mange forskjellige ting, er det en ganske god sjanse for at den vil være normalfordelt, eller i det minste nær nok normal til at du kan slippe unna med å bruke *t*-tester. Men livet kommer ikke med garantier, og dessuten er det mange måter du kan ende opp med variabler som er svært avvikende fra en normalfordeling. Hvis du for eksempel tror at variabelen din faktisk er et minimum av mange forskjellige ting, er det stor sjanse for at den ender opp med å bli ganske skjev. I psykologien er data om responstid (RT) et godt eksempel på dette. Hvis du antar at det er mange ting som kan utløse en respons fra en menneskelig deltaker, vil den faktiske responsen inntreffe første gang en av disse utløsende hendelsene inntreffer.\ [#]_ Dette betyr at RT-dataene er systematisk avvikende fra en normalfordeling. Ok, så hvis det forutsettes en normalfordeling i alle testene, og for det meste, men ikke alltid, oppfylles (i det minste tilnærmet) av data fra den virkelige verden, hvordan kan vi da sjekke forutsetningen om normalfordeling for en stikkprøve? I denne delen diskuterer jeg to metoder: QQ-plott og Shapiro-Wilk-testen.
ta: இந்த அத்தியாயத்தில் இதுவரை நாம் விவாதித்த அனைத்து சோதனைகளும் தரவு பொதுவாக விநியோகிக்கப்படுகின்றன என்று கருதுகின்றன. இந்த அனுமானம் பெரும்பாலும் மிகவும் நியாயமானதாகும், ஏனெனில்: ref: `மத்திய வரம்பு தேற்றம் <sentral_limit_theorem>` பல உண்மையான உலக அளவுகள் பொதுவாக விநியோகிக்கப்படுவதை உறுதி செய்கிறது. உங்கள் மாறி *உண்மையில் *பல்வேறு விசயங்களின் சராசரியாக நீங்கள் சந்தேகிக்கும் எந்த நேரத்திலும், அது பொதுவாக விநியோகிக்கப்படும் என்பதற்கு ஒரு நல்ல வாய்ப்பு உள்ளது, அல்லது குறைந்தபட்சம் இயல்பு நிலைக்கு மூடுங்கள் *t *- சோதனைகள். இருப்பினும், வாழ்க்கை உத்தரவாதங்களுடன் வரவில்லை, தவிர பல வழிகள் உள்ளன, அதில் நீங்கள் மிகவும் இயல்பான மாறிகள் கொண்ட மாறிகள் முடிவடையும். எடுத்துக்காட்டாக, உங்கள் மாறி உண்மையில் பல்வேறு விசயங்களின் குறைந்தபட்சம் என்று நீங்கள் நினைக்கும் எந்த நேரத்திலும், அது மிகவும் வளைந்து போகும் ஒரு நல்ல வாய்ப்பு உள்ளது. உளவியலில், மறுமொழி நேரம் (ஆர்டி) தரவு இதற்கு ஒரு சிறந்த எடுத்துக்காட்டு. மனித பங்கேற்பாளரிடமிருந்து பதிலைத் தூண்டக்கூடிய நிறைய விசயங்கள் உள்ளன என்று நீங்கள் கருதினால், இந்த தூண்டுதல் நிகழ்வுகளில் ஒன்று நிகழும் முதல் முறையாக உண்மையான பதில் நிகழும். \ [#] _ இதன் பொருள் ஆர்டி தரவு முறையாக இயல்பானது அல்ல . சரி, எனவே எல்லா சோதனைகளாலும் இயல்புநிலை கருதப்பட்டால், உண்மையான உலக தரவுகளால் பெரும்பாலும் ஆனால் எப்போதும் நிறைவு அடையவில்லை (குறைந்தது தோராயமாக), ஒரு மாதிரியின் இயல்பான தன்மையை எவ்வாறு சரிபார்க்கலாம்? இந்த பிரிவில் நான் இரண்டு முறைகளைப் பற்றி விவாதிக்கிறேன்: QQ அடுக்கு மற்றும் சாபிரோ-வில்க் சோதனை.

source: QQ plots
de: Q-Q-Diagramme
nb: QQ-plott
ta: QQ அடுக்கு
uk: QQ ділянки

source: Histogram and QQ plot for normally-distributed data
de: Histogramm und Q-Q-Diagramm für normalverteilte Daten
nb: Histogram og QQ-plott for normalfordelte data
ta: பொதுவாக விநியோகிக்கப்பட்ட தரவுகளுக்கான இச்டோகிராம் மற்றும் QQ சூழ்ச்சி
uk: Гістограма та QQ-графік для даних з нормальним розподілом

source: Histogram (left panel) and QQ plot (right panel) for the column ``Normal`` in the |distributions|_ data set, a normally-distributed sample with 200 observations. The Shapiro-Wilk statistic associated with these data is *W* = 0.992, indicating that no significant departures from normality were detected (*p* = 0.361).
de: Histogramm (links) und QQ-Diagramm (rechts) für die Spalte ``Normal`` im Datensatz |distributions|_, einer normalverteilten Stichprobe mit 200 Beobachtungen. Die mit diesen Daten verbundene Shapiro-Wilk-Statistik beträgt *W* = 0,992, was bedeutet, dass keine signifikanten Abweichungen von der Normalität festgestellt wurden (*p* = 0,361).
nb: Histogram (venstre panel) og QQ-plott (høyre panel) for kolonnen ``Normal`` i datasettet |distributions|_, et normalfordelt utvalg med 200 observasjoner. Shapiro-Wilk-statistikken knyttet til disse dataene er *W* = 0,992, noe som indikerer at det ikke ble oppdaget noen signifikante avvik fra normalfordeling (*p* = 0,361).
ta: | இந்த தரவுகளுடன் தொடர்புடைய சாபிரோ-வில்க் புள்ளிவிவரம்* w* = 0.992 ஆகும், இது இயல்புநிலையிலிருந்து குறிப்பிடத்தக்க புறப்பாடுகள் எதுவும் கண்டறியப்படவில்லை என்பதைக் குறிக்கிறது (* ப* = 0.361).

source: Histogram and QQ plot for skewed and tailed data
de: Histogramm und Q-Q-Diagramm für schiefe und leptokurtische Daten (d.h., Daten mit deutlichen Ausläufern)
nb: Histogram og QQ-plott for skjeve og haleformede data
ta: வளைந்த மற்றும் வால் தரவுகளுக்கான இச்டோகிராம் மற்றும் கியூக் சூழ்ச்சி
uk: Гістограма та QQ-графік для асиметричних та хвостатих даних

source: In the top row, a histogram (top-left panel) and QQ plot (top-right panel) for 200 observations in the column ``Skewed`` of the |distributions|_ data set. The skewness of the data here is 1.543, and is reflected in a QQ plot that curves upwards and is lacking the lower values within the ``Standardized Residuals``. As a consequence, the Shapiro-Wilk statistic is *W* = 0.732, reflecting a significant departure from normality (*p* < 0.001). The bottom row shows the same plots for the 200 observations in the column ``Heavy Tailed`` of the |distributions|_ data set. In this case, the heavy tails in the data produce a high kurtosis (8.225), and cause the QQ plot to flatten in the middle, and curve away sharply on either side. The resulting Shapiro-Wilk statistic is *W* = 0.765, again reflecting a significant deviation from normality (*p* < 0.001).
de: Die oberste Zeile zeigt ein Histogramm (links oben) und ein QQ-Diagramm (rechts oben) für 200 Beobachtungen aus der Spalte ``Skewed`` aus dem Datensatz |distributions|_. Die Schiefe der Daten beträgt hier 1,543 und spiegelt sich in einem QQ-Plot wider, der sich nach oben wölbt und dem die unteren Werte innerhalb der ``Standardized Residuals`` fehlen. Hiermit verbunden ist eine Shapiro-Wilk-Statistik von *W* = 0,732, was eine signifikante Abweichung von der Normalität widerspiegelt (*p* < 0,001). In der unteren Zeile finden sich die gleichen Diagramme für die 200 Beobachtungen aus der Spalte ``Heavy Tailed`` aus dem Datensatz |distributions|_. In diesem Fall führen die starken Schwänze in den Daten zu einer hohen Kurtosis (8,225) und bewirken, dass das QQ-Diagramm in der Mitte abflacht und auf beiden Seiten stark abknickt. Die resultierende Shapiro-Wilk-Statistik ist *W* = 0,765, was ebenfalls eine signifikante Abweichung von der Normalität widerspiegelt (*p* < 0,001).
nb: Øverste rad viser et histogram (øverst til venstre) og et QQ-plott (øverst til høyre) for 200 observasjoner i kolonnen ``Skewed`` i datasettet |distributions|_. Skjevheten i dataene her er 1,543, noe som gjenspeiles i et QQ-plott som buer oppover og mangler de lavere verdiene i ``Standardized Residuals``. Som en konsekvens av dette er Shapiro-Wilk-statistikken *W* = 0,732, noe som gjenspeiler et signifikant avvik fra normalfordelingen (*p* < 0,001). Den nederste raden viser de samme plottene for de 200 observasjonene i kolonnen ``Heavy Tailed`` i datasettet |distributions|_. I dette tilfellet gir de tunge halene i dataene en høy kurtosis (8,225), noe som fører til at QQ-plottet flater ut i midten og bøyer kraftig av på hver side. Den resulterende Shapiro-Wilk-statistikken er *W* = 0,765, noe som igjen gjenspeiler et signifikant avvik fra normalfordelingen (*p* < 0,001).
ta: மேல் வரிசையில், | விநியோகங்கள் | _ தரவு தொகுப்பு `` வளைந்த`` நெடுவரிசையில் 200 அவதானிப்புகளுக்கான ஒரு இச்டோகிராம் (மேல்-இடது குழு) மற்றும் QQ சூழ்ச்சி (மேல்-வலது குழு). இங்குள்ள தரவின் வளைவு 1.543 ஆகும், மேலும் இது ஒரு QQ சதித்திட்டத்தில் பிரதிபலிக்கிறது, இது மேல்நோக்கி வளைகிறது மற்றும் `` தரப்படுத்தப்பட்ட எச்சங்கள்`` க்குள் குறைந்த மதிப்புகள் இல்லை. இதன் விளைவாக, சாபிரோ-வில்க் புள்ளிவிவரம்* w* = 0.732 ஆகும், இது இயல்புநிலையிலிருந்து குறிப்பிடத்தக்க விலகலை பிரதிபலிக்கிறது (* ப* <0.001). | விநியோகங்கள் | _ தரவு தொகுப்பு `` கனமான வால் `` நெடுவரிசையில் உள்ள 200 அவதானிப்புகளுக்கான அதே அடுக்குகளை கீழ் வரிசை காட்டுகிறது. இந்த வழக்கில், தரவுகளில் உள்ள கனமான வால்கள் அதிக கர்டோசிசை (8.225) உருவாக்குகின்றன, மேலும் QQ சூழ்ச்சி நடுவில் தட்டையானது, மேலும் இருபுறமும் கூர்மையாக வளைக்கப்படுகிறது. இதன் விளைவாக வரும் சாபிரோ-வில்க் புள்ளிவிவரம்* W* = 0.765 ஆகும், இது மீண்டும் இயல்புநிலையிலிருந்து ஒரு குறிப்பிடத்தக்க விலகலை பிரதிபலிக்கிறது (* p* <0.001).
