Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: And if you mentally substitute w\ :sub:`1` = *N*\ :sub:`1` - 1 and w\ :sub:`2` = *N*\ :sub:`2` - 1 into this equation you get a very ugly looking formula. A very ugly formula that actually seems to be the “standard” way of describing the pooled standard deviation estimate. It’s not my favourite way of thinking about pooled standard deviations, however. I prefer to think about it like this. Our data set actually corresponds to a set of *N* observations which are sorted into two groups. So let’s use the notation *X*\ :sub:`ik` to refer to the grade received by the i-th student in the k-th tutorial group. That is, *X*\ :sub:`11` is the grade received by the first student in Anastasia’s class, *X*\ :sub:`21` is her second student, and so on. And we have two separate group means *X̄*\ :sub:`1` and *X̄*\ :sub:`2`, which we could “generically” refer to using the notation *X̄*\ :sub:`k`, i.e., the mean grade for the k-th tutorial group. So far, so good. Now, since every single student falls into one of the two tutorials, we can describe their deviation from the group mean as the difference
de: Und wenn Sie w\ :sub:`1` = *N*\ :sub:`1` - 1 und w\ :sub:`2` = *N*\ :sub:`2` - 1 in diese Gleichung einsetzen, erhalten Sie eine sehr hässlich aussehende Formel. Eine sehr hässliche Formel, die tatsächlich die „Standard“-Methode zur Schätzung der gepoolten Standardabweichung zu sein scheint. Es ist jedoch nicht meine bevorzugte Art, über gepoolte Standardabweichungen nachzudenken. Ich ziehe es vor, sie folgendermaßen zu betrachten. Unser Datensatz entspricht eigentlich einem Satz von *N* Beobachtungen, die in zwei Gruppen sortiert sind. Verwenden wir also die Notation *X*\ :sub:`ik` für die Note, die der i-te Schüler im k-ten Tutorium erhalten hat. Das heißt, *X*\ :sub:`11` ist die Note, die der erste Schüler in Anastasias Klasse erhalten hat, *X*\ :sub:`21` ist ihr zweiter Schüler, und so weiter. Und wir haben zwei getrennte Gruppenmittelwerte *X̄*\ :sub:`1` und *X̄*\ :sub:`2`, auf die wir uns „verallgemeinert“ mit der Schreibweise *X̄*\ :sub:`k` beziehen könnten, d.h. die mittlere Note für das k-te Tutorium. So weit, so gut. Da nun jeder einzelne Student in eines der beiden Tutorien fällt, können wir seine Abweichung vom Gruppenmittelwert als Differenz beschreiben
nb: Og hvis du mentalt setter inn w\ :sub:`1` = *N*\ :sub:`1` - 1 og w\ :sub:`2` = *N*\ :sub:`2` - 1 i denne ligningen, får du en formel som ser veldig stygg ut. En veldig stygg formel som faktisk ser ut til å være den «vanlige» måten å beskrive det sammenslåtte standardavviksestimatet på. Det er imidlertid ikke min favorittmåte å tenke på sammenslåtte standardavvik på. Jeg foretrekker å tenke på det slik. Datasettet vårt tilsvarer faktisk et sett med *N* observasjoner som er sortert i to grupper. La oss derfor bruke notasjonen *X*\ :sub:`ik` for å referere til karakteren som den i-te studenten i den k-te veiledningsgruppen har fått. Det vil si at *X*\ :sub:`11` er karakteren til den første studenten i Anastasias klasse, *X*\ :sub:`21` er karakteren til hennes andre student, og så videre. Og vi har to separate gruppegjennomsnitt *X̄*\ :sub:`1` og *X̄*\ :sub:`2`, som vi «generisk» kan referere til ved å bruke notasjonen *X̄*\ :sub:`k`, dvs. gjennomsnittskarakteren for den k-te veiledningsgruppen. Så langt, så bra. Siden hver enkelt student tilhører én av de to opplæringsgruppene, kan vi beskrive avviket deres fra gruppegjennomsnittet som differansen
ta: நீங்கள் மனதளவில் w \: துணை: `1` = *n *\: துணை:` 1` - 1 மற்றும் w \: துணை: `2` = *n *\: துணை:` 2` - 1 சமன்பாடு நீங்கள் மிகவும் அசிங்கமான தோற்றமுடைய சூத்திரத்தைப் பெறுவீர்கள். பூல் செய்யப்பட்ட நிலையான விலகல் மதிப்பீட்டை விவரிக்கும் "நிலையான" வழியாக உண்மையில் தோன்றும் மிகவும் அசிங்கமான தேற்றம். எவ்வாறாயினும், பூல் செய்யப்பட்ட நிலையான விலகல்களைப் பற்றி சிந்திக்க இது எனக்கு மிகவும் பிடித்த வழி அல்ல. இதைப் பற்றி சிந்திக்க விரும்புகிறேன். எங்கள் தரவு தொகுப்பு உண்மையில் இரண்டு குழுக்களாக வரிசைப்படுத்தப்பட்ட * n * அவதானிப்புகளின் தொகுப்பிற்கு ஒத்திருக்கிறது. ஆகவே, கே-வது டுடோரியல் குழுவில் ஐ-வது மாணவர் பெறப்பட்ட தரத்தைக் குறிக்க *x *\: துணை: `ik` என்ற குறியீட்டைப் பயன்படுத்துவோம். அதாவது, *x *\: துணை: `11` என்பது அனச்தேசியாவின் வகுப்பில் முதல் மாணவரால் பெறப்பட்ட தகுதி, *x *\: துணை:` 21` அவளுடைய இரண்டாவது மாணவர், மற்றும் பல. எங்களிடம் இரண்டு தனித்தனி குழு உள்ளது *x̄ *\: துணை: `1` மற்றும் *x̄ *\: துணை:` 2`, இது *x̄ *\: sub: `k` என்ற குறியீட்டைப் பயன்படுத்துவதை“ பொதுவாக ”குறிக்கலாம் , அதாவது, கே-வது டுடோரியல் குழுவின் சராசரி தகுதி. இதுவரை, மிகவும் நல்லது. இப்போது, ஒவ்வொரு மாணவரும் இரண்டு பயிற்சிகளில் ஒன்றில் விழுவதால், குழுவிலிருந்து அவர்களின் விலகலை வித்தியாசமாக விவரிக்கலாம்
uk: А якщо в думках підставити w\ :sub:`1` = *N*\ :sub:`1` - 1 і w\ :sub:`2` = *N*\ :sub:`2` - 1 у це рівняння, ви отримаєте дуже непривабливу формулу. Дуже непривабливу формулу, яка, насправді, здається «стандартним» способом опису об'єднаної оцінки стандартного відхилення. Однак це не мій улюблений спосіб мислення про об'єднані стандартні відхилення. Я вважаю за краще думати про це так. Наш набір даних фактично відповідає набору *N* спостережень, які сортуються на дві групи. Тож давайте використовувати позначення *X*\ :sub:`ik` для позначення оцінки, отриманої i-м студентом у k-й навчальній групі. Тобто *X*\ :sub:`11` — це оцінка, отримана першим студентом у класі Анастасії, *X*\ :sub:`21` — це її другий студент і так далі. І ми маємо два окремі групові середні значення *X̄*\ :sub:`1` і *X̄*\ :sub:`2`, які ми можемо «загально» позначити за допомогою позначення *X̄*\ :sub:`k`, тобто середньої оцінки для k-ї навчальної групи. Поки що все добре. Тепер, оскільки кожен студент належить до однієї з двох навчальних груп, ми можемо описати їх відхилення від середнього значення групи як різницю

source: So why not just use these deviations (i.e., the extent to which each student’s grade differs from the mean grade in their tutorial)? Remember, a variance is just the average of a bunch of squared deviations, so let’s do that. Mathematically, we could write it like this:
de: Warum also nicht einfach diese Abweichungen verwenden (d. h. das Ausmaß, in dem die Note eines jeden Schülers von der Durchschnittsnote in seinem Tutorium abweicht)? Denken Sie daran, dass eine Varianz nur der Durchschnitt einer Reihe von quadrierten Abweichungen ist, also lassen Sie uns das tun. Mathematisch könnte man es so formulieren:
nb: Så hvorfor ikke bare bruke disse avvikene (dvs. i hvor stor grad hver students karakter avviker fra gjennomsnittskarakteren i undervisningsopplegget)? Husk at en varians bare er gjennomsnittet av en rekke kvadrerte avvik, så la oss gjøre det. Matematisk sett kan vi skrive det slik:
ta: எனவே இந்த விலகல்களை மட்டும் ஏன் பயன்படுத்தக்கூடாது (அதாவது, ஒவ்வொரு மாணவரின் தரமும் அவர்களின் டுடோரியலில் சராசரி தரத்திலிருந்து எந்த அளவிற்கு வேறுபடுகிறது)? நினைவில் கொள்ளுங்கள், ஒரு மாறுபாடு என்பது ஒரு சில சதுர விலகல்களின் சராசரியாகும், எனவே அதைச் செய்வோம். கணித ரீதியாக, இதை நாங்கள் இப்படி எழுதலாம்:
uk: То чому б просто не використати ці відхилення (тобто ступінь, на який оцінка кожного студента відрізняється від середньої оцінки в їхньому семінарі)? Пам'ятайте, що дисперсія — це просто середнє значення суми квадратів відхилень, тож давайте це зробимо. Математично ми можемо записати це так:

source: where the notation “Σ\ :sub:`ik`” is a lazy way of saying “calculate a sum by looking at all students in all tutorials”, since each “ik” corresponds to one student.\ [#]_ But, as we saw in chapter :doc:`../Ch08/Ch08_Estimation`, calculating the variance by dividing by *N* produces a biased estimate of the population variance. And previously we needed to divide by *N* - 1 to fix this. However, as I mentioned at the time, the reason why this bias exists is because the variance estimate relies on the sample mean, and to the extent that the sample mean isn’t equal to the population mean it can systematically bias our estimate of the variance. But this time we’re relying on *two* sample means! Does this mean that we’ve got more bias? Yes, yes it does. And does this mean we now need to divide by *N* - 2 instead of *N* - 1, in order to calculate our pooled variance estimate? Why, yes
de: wobei die Schreibweise „Σ\ :sub:`ik`“ eine einfache Art ist, zu sagen: „Berechne eine Summe, indem du alle Studenten in allen Tutorien betrachtest“, da jedes „ik“ einem Studenten entspricht.\ [#]_ Aber wie wir in Kapitel :doc:`../Ch08/Ch08_Estimation` gesehen haben, führt die Berechnung der Varianz bei der wir durch *N* dividieren zu einer verzerrten Schätzung der Populationsvarianz. Bisher mussten wir durch *N* - 1 dividieren, um dies zu korrigieren. Wie ich bereits erwähnt habe, liegt der Grund für diese Verzerrung darin, dass sich die Varianzschätzung auf den Stichprobenmittelwert stützt, und in dem Maße, in dem der Stichprobenmittelwert nicht mit dem Mittelwert in der Grundgesamtheit übereinstimmt, kann dies unsere Varianzschätzung systematisch verzerren. Aber dieses Mal stützen wir uns auf *zwei* Stichprobenmittelwerte! Bedeutet dies, dass wir mehr Verzerrungen haben? Ja, das bedeutet es. Und bedeutet dies, dass wir jetzt durch *N* - 2 statt durch *N* - 1 dividieren müssen, um unsere gepoolte Varianzschätzung zu berechnen? Ja, natürlich.
nb: hvor notasjonen «Σ\ :sub:`ik`» er en lat måte å si «beregn en sum ved å se på alle studenter i alle øvinger», siden hver «ik» tilsvarer én student.\ [#]_ Men som vi så i kapittel :doc:`../Ch08/Ch08_Estimation`, gir det å beregne variansen ved å dividere med *N* et skjevt estimat av populasjonsvariansen. Tidligere måtte vi dividere med *N* - 1 for å fikse dette. Men som jeg nevnte den gangen, er grunnen til at denne skjevheten eksisterer, at variansestimatet er avhengig av utvalgsgjennomsnittet, og i den grad utvalgsgjennomsnittet ikke er lik populasjonsgjennomsnittet, kan det systematisk gi et skjevt estimat av variansen. Men denne gangen baserer vi oss på *to* utvalgsgjennomsnitt! Betyr dette at vi har mer skjevhet? Ja, ja, det gjør det. Og betyr det at vi nå må dividere med *N* - 2 i stedet for *N* - 1 for å beregne vårt samlede variansestimat? Ja, det gjør det
ta: “σ \: sub:` ik` ”என்ற குறியீடு ஒரு சோம்பேறி வழியாகும்“ எல்லா மாணவர்களையும் அனைத்து பயிற்சிகளிலும் பார்த்து ஒரு தொகையைக் கணக்கிடுங்கள் ”, ஏனெனில் ஒவ்வொரு“ இக் ”ஒரு மாணவருக்கு ஒத்திருக்கிறது. \ [#] _ ஆனால்,, அத்தியாயத்தில் நாம் பார்த்தது போல: DOC: `../ ch08/ch08_estimation`, * n * மூலம் பிரிப்பதன் மூலம் மாறுபாட்டைக் கணக்கிடுவது மக்கள் தொகை மாறுபாட்டின் ஒரு பக்கச்சார்பான மதிப்பீட்டை உருவாக்குகிறது. இதை சரிசெய்ய முன்பு * n * - 1 ஆல் வகுக்க வேண்டியிருந்தது. எவ்வாறாயினும், நான் அந்த நேரத்தில் குறிப்பிட்டுள்ளபடி, இந்த சார்பு இருப்பதற்கான காரணம், மாறுபாடு மதிப்பீடு மாதிரி சராசரியை நம்பியிருப்பதால், மற்றும் மாதிரி சராசரி மக்கள்தொகைக்கு சமம் அல்ல, அதாவது நமது மதிப்பீட்டை முறையாக சார்புடையதாக இருக்கும் மாறுபாடு. ஆனால் இந்த நேரத்தில் நாங்கள் * இரண்டு * மாதிரி வழிமுறைகளை நம்பியிருக்கிறோம்! எங்களுக்கு அதிக சார்பு கிடைத்துள்ளது என்று அர்த்தமா? ஆம், ஆம் அது செய்கிறது. எங்கள் பூல் மாறுபாடு மதிப்பீட்டைக் கணக்கிட, * n * - 1 க்கு பதிலாக * n * - 2 ஆல் இப்போது நாம் வகுக்க வேண்டுமா? ஏன், ஆம்
uk: де позначення «Σ\ :sub:`ik`» є спрощеним способом сказати «обчислити суму, розглядаючи всіх студентів у всіх семінарах», оскільки кожне «ik» відповідає одному студенту.\ [#]_ Але, як ми бачили в розділі :doc:`../Ch08/Ch08_Estimation`, обчислення дисперсії шляхом ділення на *N* дає упереджену оцінку дисперсії генеральної сукупності. Раніше для виправлення цього нам потрібно було ділити на *N* - 1. Однак, як я вже згадував тоді, причина існування цього упередження полягає в тому, що оцінка дисперсії базується на середньому значенні вибірки, і в тій мірі, в якій середнє значення вибірки не дорівнює середньому значенню генеральної сукупності, це може систематично упереджувати нашу оцінку дисперсії. Але цього разу ми покладаємося на *два* середні значення вибірки! Чи означає це, що ми отримали більше упередженості? Так, саме так. І чи означає це, що тепер нам потрібно ділити на *N* - 2 замість *N* - 1, щоб обчислити нашу об'єднану оцінку дисперсії? Так, саме так.

source: Oh, and if you take the square root of this then you get :math:`\hat{\sigma}_p`, the pooled standard deviation estimate. In other words, the pooled standard deviation calculation is nothing special. It’s not terribly different to the regular standard deviation calculation.
de: Wenn Sie nun die Quadratwurzel daraus ziehen, erhalten Sie :math:`\hat{\sigma}_p`, die gepoolte Schätzung für die Standardabweichung. Mit anderen Worten, die Berechnung der gepoolten Standardabweichung ist nichts Besonderes. Sie unterscheidet sich nicht wesentlich von der gewöhnlichen Berechnung der Standardabweichung.
nb: Og hvis du tar kvadratroten av dette, får du :math:`\hat{\sigma}_p`, det sammenslåtte standardavviksestimatet. Med andre ord er ikke beregningen av samlet standardavvik noe spesielt. Den er ikke veldig forskjellig fra den vanlige beregningen av standardavvik.
ta: ஓ, நீங்கள் இதன் சதுர மூலத்தை எடுத்துக் கொண்டால், நீங்கள் பெறுவீர்கள்: கணிதம்: `\ தொப்பி {\ சிக்மா} _p`, பூல் செய்யப்பட்ட நிலையான விலகல் மதிப்பீடு. வேறு வார்த்தைகளில் கூறுவதானால், பூல் செய்யப்பட்ட நிலையான விலகல் கணக்கீடு எதுவும் சிறப்பு இல்லை. இது வழக்கமான நிலையான விலகல் கணக்கீட்டிற்கு மிகவும் வேறுபட்டதல்ல.
uk: О, і якщо взяти квадратний корінь з цього, то отримаємо :math:`\hat{\sigma}_p`, об'єднану оцінку стандартного відхилення. Іншими словами, обчислення об'єднаного стандартного відхилення не є чимось особливим. Воно не надто відрізняється від звичайного обчислення стандартного відхилення.

source: Completing the test
de: Abschließen des Tests
nb: Gjennomføring av testen
ta: சோதனையை நிறைவு செய்தல்
uk: Завершення тесту

source: Regardless of which way you want to think about it, we now have our pooled estimate of the standard deviation. From now on, I’ll drop the silly *p* subscript, and just refer to this estimate as :math:`\hat\sigma`. Great. Let’s now go back to thinking about the bloody hypothesis test, shall we? Our whole reason for calculating this pooled estimate was that we knew it would be helpful when calculating our *standard error* estimate. But standard error of *what*? In the one-sample *t*-test it was the standard error of the sample mean, SE(X̄), and since :math:`SE(X̄) = \sigma / \sqrt{N}` that’s what the denominator of our *t*-statistic looked like. This time around, however, we have *two* sample means. And what we’re interested in, specifically, is the difference between the two *X̄*\ :sub:`1` – *X̄*\ :sub:`2`. As a consequence, the standard error that we need to divide by is in fact the **standard error of the difference** between means.
de: Unabhängig davon, welches Vorgehen gewählt wurde, haben wir nun unsere gepoolte Schätzung der Standardabweichung. Daher lasse ich nun den *p*-Index weg und bezeichne diese Schätzung einfach als :math:`\hat\sigma`. Lassen Sie uns wieder zum eigentlichen Hypothesentest zurückkehren: Der Grund für die Berechnung dieser gepoolten Schätzung war, dass wir wussten, dass sie für die Berechnung der Schätzung unseres *Standardfehlers* notwendig sein würde. Aber Standardfehler von *was*? Beim *t*-Test mit einer Stichprobe war es der Standardfehler des Stichprobenmittelwerts, SE(X̄), und da :math:`SE(X̄) = \sigma / \sqrt{N}`, sah der Nenner unserer *t*-Statistik auch so aus. Diesmal haben wir jedoch *zwei* Stichprobenmittelwerte. Und was uns besonders interessiert, ist die Differenz zwischen den beiden *X̄*\ :sub:`1` - *X̄*\ :sub:`2`. Folglich ist der Standardfehler, durch den wir dividieren müssen, in Wirklichkeit der **Standardfehler der Differenz** zwischen den Mittelwerten.
nb: Uansett hvordan du vil se på det, har vi nå vårt samlede estimat av standardavviket. Fra nå av vil jeg droppe den dumme *p*-betegnelsen, og bare referere til dette estimatet som :math:`\hat\sigma`. Det er flott. La oss nå gå tilbake til å tenke på den fordømte hypotesetesten, skal vi? Hele grunnen til at vi beregnet dette sammenslåtte estimatet, var at vi visste at det ville være nyttig når vi skulle beregne *standardfeilen*. Men standardfeil for *hva*? I *t*-test med ett utvalg var det standardfeilen til utvalgsgjennomsnittet, SE(X̄), og siden :math:`SE(X̄) = \sigma / \sqrt{N}`, var det slik nevneren i *t*-statistikken vår så ut. Denne gangen har vi imidlertid *to* utvalgsgjennomsnitt. Og det vi er interessert i, er forskjellen mellom de to *X̄*\ :sub:`1` - *X̄*\ :sub:`2`. Standardfeilen som vi må dividere med, er derfor **standardfeilen til differansen** mellom gjennomsnittene.
ta: நீங்கள் எந்த வழியைப் பற்றி சிந்திக்க விரும்புகிறீர்கள் என்பதைப் பொருட்படுத்தாமல், இப்போது நிலையான விலகல் குறித்த எங்கள் பூல் மதிப்பீடு உள்ளது. இனிமேல், நான் வேடிக்கையான * பி * சந்தா கைவிடுவேன், இந்த மதிப்பீட்டை இவ்வாறு குறிப்பிடுகிறேன்: கணிதம்: `\ தொப்பி \ சிக்மா`. பெரிய. இரத்தக்களரி கருதுகோள் சோதனையைப் பற்றி சிந்திக்க இப்போது செல்லலாம், இல்லையா? இந்த பூல் மதிப்பீட்டைக் கணக்கிடுவதற்கான எங்கள் முழு காரணமும் என்னவென்றால், எங்கள் * நிலையான பிழை * மதிப்பீட்டைக் கணக்கிடும்போது அது உதவியாக இருக்கும் என்று எங்களுக்குத் தெரியும். ஆனால் *என்ன *இன் நிலையான பிழை? ஒரு மாதிரி *t *-test இல் இது மாதிரி சராசரி, சே (x̄), மற்றும் அதற்குப் பிறகு: கணிதம்: `Se (x̄) = \ sigma / \ sqrt {N}` எங்கள் *டி *-ச்டாடிச்டிக் போல் இருந்தது. எவ்வாறாயினும், இந்த நேரத்தில், எங்களிடம் * இரண்டு * மாதிரி வழிமுறைகள் உள்ளன. நாங்கள் ஆர்வமாக இருப்பது, குறிப்பாக, இரண்டு *x̄ *\: துணை: `1` - *x̄ *\: துணை:` 2` ஆகியவற்றுக்கு இடையேயான வேறுபாடு. இதன் விளைவாக, நாம் பிரிக்க வேண்டிய நிலையான பிழை உண்மையில் வேறுபாட்டின் ** நிலையான பிழை ** வழிமுறைகளுக்கு இடையிலான **.
uk: Незалежно від того, як ви хочете про це думати, тепер ми маємо нашу об'єднану оцінку стандартного відхилення. Відтепер я відмовлюся від дурного індексу *p* і просто буду називати цю оцінку :math:`\hat\sigma`. Чудово. Давайте тепер повернемося до роздумів про кляту гіпотезу, добре? Єдина причина, через яку ми обчислювали цю об'єднану оцінку, полягала в тому, що ми знали, що вона буде корисною при обчисленні нашої оцінки *стандартної похибки*. Але стандартна похибка *чого*? В одновибірковому *t*-тесті це була стандартна похибка вибіркового середнього, SE(X̄), і оскільки :math:`SE(X̄) = \sigma / \sqrt{N}`, саме так виглядав знаменник нашої *t*-статистики. Однак цього разу ми маємо *два* вибіркові середні. І нас цікавить, зокрема, різниця між двома *X̄*\ :sub:`1` – *X̄*\ :sub:`2`. Як наслідок, стандартна похибка, на яку нам потрібно поділити, є насправді **стандартною похибкою різниці** між середніми значеннями.

source: As long as the two variables really do have the same standard deviation, then our estimate for the standard error is
de: Sofern die beiden Variablen tatsächlich dieselbe Standardabweichung haben, lautet unsere Schätzung für den Standardfehler
nb: Så lenge de to variablene virkelig har samme standardavvik, er vårt estimat for standardfeilen
ta: இரண்டு மாறிகள் உண்மையில் ஒரே நிலையான விலகலைக் கொண்டிருக்கும் வரை, நிலையான பிழைக்கான எங்கள் மதிப்பீடு
uk: Поки дві змінні дійсно мають однакове стандартне відхилення, наша оцінка стандартної помилки буде

source: and our *t*-statistic is therefore
de: und unsere *t*-Statistik ist daher
nb: og vår *t*-statistikk er derfor
ta: எனவே எங்கள் *டி *-ச்டாடிச்டிக் எனவே
uk: і тому наша *t*-статистика є

source: Just as we saw with our one-sample test, the sampling distribution of this *t*-statistic is a *t*-distribution (shocking, isn’t it?) as long as the null hypothesis is true and all of the assumptions of the test are met. The degrees of freedom, however, is slightly different. As usual, we can think of the degrees of freedom to be equal to the number of data points minus the number of constraints. In this case, we have *N* observations (*N*\ :sub:`1` in sample 1, and *N*\ :sub:`2` in sample 2), and 2 constraints (the sample means). So the total degrees of freedom for this test are *N* - 2.
de: Wie wir bei unserem Test mit einer Stichprobe gesehen haben, ist die Stichprobenverteilung dieser *t*-Statistik eine *t*-Verteilung (schockierend, nicht wahr?), solange die Nullhypothese wahr ist und alle Annahmen des Tests erfüllt sind. Die Freiheitsgrade sind jedoch etwas anders. Wie üblich können wir uns vorstellen, dass die Freiheitsgrade gleich der Anzahl der Datenpunkte minus der Anzahl der Einschränkungen sind. In diesem Fall haben wir *N* Beobachtungen (*N*\ :sub:`1` in Stichprobe 1 und *N*\ :sub:`2` in Stichprobe 2) und 2 Einschränkungen (die Stichprobenmittelwerte). Die gesamten Freiheitsgrade für diesen Test sind also *N* - 2.
nb: Akkurat som vi så med ettutvalgstesten vår, er utvalgsfordelingen av denne *t*-statistikken en *t*-fordeling (sjokkerende, ikke sant?) så lenge nullhypotesen er sann og alle forutsetningene for testen er oppfylt. Frihetsgradene er imidlertid litt annerledes. Som vanlig kan vi tenke oss at frihetsgradene er lik antall datapunkter minus antall begrensninger. I dette tilfellet har vi *N* observasjoner (*N*\ :sub:`1` i utvalg 1, og *N*\ :sub:`2` i utvalg 2), og 2 begrensninger (utvalgsgjennomsnittene). De totale frihetsgradene for denne testen er altså *N* - 2.
ta: எங்கள் ஒரு மாதிரி சோதனையுடன் நாம் பார்த்தது போலவே, இந்த *t *-statistict இன் மாதிரி வழங்கல் ஒரு *t *-distribution (அதிர்ச்சியூட்டும், இல்லையா?) சுழிய கருதுகோள் உண்மையாக இருக்கும் வரை மற்றும் அனைத்து அனுமானங்களும் சோதனை நிறைவு செய்யப்படுகிறது. இருப்பினும், சுதந்திரத்தின் அளவுகள் சற்று வித்தியாசமானது. வழக்கம் போல், தரவு புள்ளிகளின் எண்ணிக்கைக்கு சமமாக இருக்க சுதந்திரத்தின் அளவைப் பற்றி நாம் சிந்திக்கலாம். இந்த வழக்கில், எங்களிடம்*n*அவதானிப்புகள் (*n*\: துணை: `1` மாதிரி 1 இல், மற்றும்*n*\: மாதிரி 2 இல்` 2`), மற்றும் 2 தடைகள் (மாதிரி பொருள்) உள்ளன. எனவே இந்த சோதனைக்கான மொத்த சுதந்திரங்கள் * n * - 2 ஆகும்.
uk: Як ми бачили в тесті з однією вибіркою, вибіркове розподілення цієї *t*-статистики є *t*-розподілом (дивно, чи не так?), якщо нульова гіпотеза є істинною і всі припущення тесту виконуються. Однак ступінь свободи дещо відрізняється. Як завжди, ми можемо вважати, що ступені свободи дорівнюють кількості точок даних мінус кількість обмежень. У цьому випадку ми маємо *N* спостережень (*N*\ :sub:`1` у вибірці 1 і *N*\ :sub:`2` у вибірці 2) і 2 обмеження (середні значення вибірки). Отже, загальна кількість ступенів свободи для цього тесту дорівнює *N* - 2.
