Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: *Normality*. Like the one-sample *t*-test, it is assumed that the data are normally distributed. Specifically, we assume that both groups are normally distributed. In section :doc:`Ch11_tTest_08`, we’ll discuss how to test for normality, and in section :doc:`Ch11_tTest_09` we’ll discuss possible solutions.
de: *Normalverteilung*. Wie beim *t*-Test für eine Stichprobe wird angenommen, dass die Daten normalverteilt sind. Insbesondere wird angenommen, dass beide Gruppen normalverteilt sind. Im Abschnitt :doc:`Ch11_tTest_08` wird erörtert, wie man auf Normalverteilung testet, und im Abschnitt :doc:`Ch11_tTest_09` werden wir mögliche Lösungen diskutieren.
nb: *Normalfordeling*. I likhet med *t*-test med ett utvalg forutsettes det at dataene er normalfordelte. Nærmere bestemt antar vi at begge gruppene er normalfordelte. I avsnitt :doc:`Ch11_tTest_08` diskuterer vi hvordan man tester for normalfordeling, og i avsnitt :doc:`Ch11_tTest_09` diskuterer vi mulige løsninger.
ta: *இயல்புநிலை*. ஒரு மாதிரி *t *-test ஐப் போலவே, தரவு பொதுவாக விநியோகிக்கப்படும் என்று கருதப்படுகிறது. குறிப்பாக, இரு குழுக்களும் பொதுவாக விநியோகிக்கப்படுகின்றன என்று நாங்கள் கருதுகிறோம். பிரிவில்: DOC: `Ch11_ttest_08`, இயல்பான தன்மையை எவ்வாறு சோதிப்பது என்பதை நாங்கள் விவாதிப்போம், மேலும் பிரிவில்: DOC:` CH11_TTEST_09` சாத்தியமான தீர்வுகளைப் பற்றி விவாதிப்போம்.
uk: *Нормальність*. Як і в одновибірковому *t*-тесті, передбачається, що дані мають нормальний розподіл. Зокрема, ми припускаємо, що обидві групи мають нормальний розподіл. У розділі :doc:`Ch11_tTest_08` ми обговоримо, як перевірити нормальність, а в розділі :doc:`Ch11_tTest_09` ми обговоримо можливі рішення.

source: *Independence*. Once again, it is assumed that the observations are independently sampled. In the context of the Student test this has two aspects to it. Firstly, we assume that the observations within each sample are independent of one another (exactly the same as for the one-sample test). However, we also assume that there are no cross-sample dependencies. If, for instance, it turns out that you included some participants in both experimental conditions of your study (e.g., by accidentally allowing the same person to sign up to different conditions), then there are some cross sample dependencies that you’d need to take into account.
de: *Unabhängigkeit*. Auch hier wird davon ausgegangen, dass die Beobachtungen unabhängig voneinander erhoben werden. Im Zusammenhang mit dem Student-Test hat dies zwei Aspekte. Erstens wird angenommen, dass die Beobachtungen innerhalb jeder Stichprobe unabhängig voneinander sind (genau wie beim Test mit einer Stichprobe). Wir gehen aber auch davon aus, dass es keine stichprobenübergreifenden Abhängigkeiten gibt. Wenn sich beispielsweise herausstellt, dass Sie einige Teilnehmer in beide Versuchsbedingungen Ihrer Studie einbezogen haben (z. B. indem Sie versehentlich zuließen, dass sich dieselbe Person für verschiedene Bedingungen anmeldete), dann gibt es einige stichprobenübergreifende Abhängigkeiten, die Sie berücksichtigen müssen.
nb: *Uavhengighet*. Igjen forutsettes det at observasjonene er uavhengige av hverandre. I forbindelse med Students *t*-test har dette to aspekter. For det første antar vi at observasjonene i hvert utvalg er uavhengige av hverandre (nøyaktig det samme som for ettutvalgstesten). Vi antar imidlertid også at det ikke finnes noen avhengigheter på tvers av utvalgene. Hvis det for eksempel viser seg at du har inkludert noen deltakere i begge eksperimentelle betingelser i studien din (f.eks. ved at du ved et uhell har latt samme person melde seg på forskjellige betingelser), er det noen kryssutvalgsavhengigheter som du må ta hensyn til.
ta: *சுதந்திரம்*. மீண்டும், அவதானிப்புகள் சுயாதீனமாக மாதிரியாக இருப்பதாக கருதப்படுகிறது. மாணவர் சோதனையின் சூழலில் இதற்கு இரண்டு நற்பொருத்தங்கள் உள்ளன. முதலாவதாக, ஒவ்வொரு மாதிரியிலும் உள்ள அவதானிப்புகள் ஒருவருக்கொருவர் சுயாதீனமானவை என்று நாங்கள் கருதுகிறோம் (ஒரு மாதிரி சோதனைக்கு சமம்). இருப்பினும், குறுக்கு மாதிரி சார்புகள் இல்லை என்றும் நாங்கள் கருதுகிறோம். உதாரணமாக, உங்கள் ஆய்வின் இரண்டு சோதனை நிபந்தனைகளிலும் நீங்கள் சில பங்கேற்பாளர்களைச் சேர்த்தால் (எ.கா., தற்செயலாக ஒரே நபரை வெவ்வேறு நிபந்தனைகளுக்கு பதிவுபெற அனுமதிப்பதன் மூலம்), நீங்கள் தேவையான சில குறுக்கு மாதிரி சார்புகள் உள்ளன கணக்கில் எடுத்துக் கொள்ளுங்கள்.
uk: *Незалежність*. Знову ж таки, припускається, що спостереження відбираються незалежно. У контексті тесту Стьюдента це має два аспекти. По-перше, ми припускаємо, що спостереження в межах кожної вибірки є незалежними одне від одного (точно так само, як і для тесту з однією вибіркою). Однак ми також припускаємо, що між вибірками немає взаємозалежності. Якщо, наприклад, ви включили деяких учасників в обидві експериментальні умови вашого дослідження (наприклад, випадково дозволивши одній і тій самій особі зареєструватися в різних умовах), то існують певні взаємозалежності між вибірками, які вам потрібно врахувати.

source: *Homogeneity of variance* (also called “homoscedasticity”). The third assumption is that the population standard deviation is the same in both groups. You can test this assumption using the Levene test, which I’ll talk about later on in the book (section :ref:`Checking the homogeneity of variance assumption <homogeneity_of_variance_anova>`). However, there’s a very simple remedy for this assumption if you are worried, which I’ll talk about in the next section.
de: *Varianzhomogenität* (auch „Homoskedastizität“ genannt). Die dritte Annahme ist, dass die Standardabweichung in der Grundgesamtheit für beide Gruppen gleich ist. Sie können diese Annahme mit dem Levene-Test testen, auf den ich später im Buch eingehe (Abschnitt :ref:`Überprüfen der Annahme der Varianzhomogenität <homogeneity_of_variance_anova>`). Wenn Sie sich Sorgen machen, gibt es jedoch eine sehr einfache Lösung für diese Annahme, die ich im nächsten Abschnitt erläutern werde.
nb: *Varianshomogenitet* (også kalt «homoskedastisitet»). Den tredje forutsetningen er at standardavviket i populasjonen er det samme i begge gruppene. Du kan teste denne forutsetningen ved hjelp av Levene-testen, som jeg vil snakke om senere i boken (avsnitt :ref:`Sjekke forutsetningen om varianshomogenitet <homogeneity_of_variance_anova>`). Det finnes imidlertid en veldig enkel løsning på denne forutsetningen hvis du er bekymret, som jeg skal snakke om i neste avsnitt.
ta: * மாறுபாட்டின் ஒருமைப்பாடு* (“ஓரினச்சேர்க்கை” என்றும் அழைக்கப்படுகிறது). மூன்றாவது அனுமானம் என்னவென்றால், இரு குழுக்களிலும் மக்கள்தொகை தர விலகல் ஒரே மாதிரியாக இருக்கிறது. லெவீன் சோதனையைப் பயன்படுத்தி இந்த அனுமானத்தை நீங்கள் சோதிக்கலாம், அதை நான் பின்னர் புத்தகத்தில் பேசுவேன் (பிரிவு: குறிப்பு: `மாறுபாடு அனுமானத்தின் ஒருமைப்பாட்டை சரிபார்க்கிறது <ஒத்திசைவு_ஓஃப்_வாரியன்ச்_ஆனோவா>`). இருப்பினும், நீங்கள் கவலைப்படுகிறீர்களானால் இந்த அனுமானத்திற்கு மிகவும் எளிமையான தீர்வு உள்ளது, இது அடுத்த பகுதியில் நான் பேசுவேன்.
uk: *Однорідність дисперсії* (також називається «гомоскедастичність»). Третє припущення полягає в тому, що стандартне відхилення генеральної сукупності є однаковим в обох групах. Ви можете перевірити це припущення за допомогою тесту Левена, про який я розповім далі в цій книзі (розділ :ref:`Перевірка припущення про однорідність дисперсії <homogeneity_of_variance_anova>`). Однак, якщо вас турбує це припущення, є дуже простий спосіб його виправити, про який я розповім у наступному розділі.

source: Although it is the simplest, which is why I started with it.
de: Es ist das Einfachste, deshalb werde ich damit anfangen.
nb: Selv om det er den enkleste, og det var derfor jeg begynte med den.
ta: இது எளிமையானது என்றாலும், அதனால்தான் நான் அதைத் தொடங்கினேன்.
uk: Хоча він найпростіший, тому я з нього й почав.

source: A funny question almost always pops up at this point: what the heck *is* the population being referred to in this case? Is it the set of students actually taking Dr Harpo’s class (all 33 of them)? The set of people who might take the class (an unknown number of them)? Or something else? Does it matter which of these we pick? It’s traditional in an introductory behavioural stats class to mumble a lot at this point, but since I get asked this question every year by my students, I’ll give a brief answer. Technically yes, it does matter. If you change your definition of what the “real world” population actually is, then the sampling distribution of your observed mean *X̄* changes too. The *t*-test relies on an assumption that the observations are sampled at random from an infinitely large population and, to the extent that real life isn’t like that, then the *t*-test can be wrong. In practice, however, this isn’t usually a big deal. Even though the assumption is almost always wrong, it doesn’t lead to a lot of pathological behaviour from the test, so we tend to just ignore it.
de: An dieser Stelle taucht eigentlich immer die Frage auf: Was zum Teufel *ist* die Grundgesamtheit, auf die in diesem Fall Bezug genommen wird? Ist es die Gruppe der Studenten, die den Kurs von Dr. Harpo tatsächlich besucht (alle 33)? Die Gruppe der Personen, die den Kurs besuchen könnten (eine unbekannte Anzahl von ihnen)? Oder etwas anderes? Spielt es eine Rolle, welche der beiden Gruppen wir wählen? Es ist üblich, in einem Einführungskurs in die Verhaltensstatistik an dieser Stelle viel zu murmeln, aber da ich diese Frage jedes Jahr von meinen Studenten gestellt bekomme, werde ich eine kurze Antwort geben. Technisch gesehen spielt es tatsächlich eine Rolle. Wenn Sie Ihre Definition der Grundgesamtheit in der „realen Welt“ ändern, ändert sich auch die Stichprobenverteilung des beobachteten Mittelwerts *X̄*. Der *t*-Test beruht auf der Annahme, dass die Beobachtungen nach dem Zufallsprinzip aus einer unendlich großen Grundgesamtheit gezogen werden, und in dem Maße, in dem das wirkliche Leben nicht so ist, kann der *t*-Test falsch sein. In der Praxis spielt dies jedoch in der Regel keine große Rolle. Auch wenn die Annahme fast immer falsch ist, führt sie nicht zu einem pathologischen Verhalten des Tests, so dass wir dazu neigen, sie einfach zu ignorieren.
nb: Et morsomt spørsmål dukker nesten alltid opp på dette punktet: Hva pokker *er* populasjonen det refereres til i dette tilfellet? Er det de studentene som faktisk tar dr. Harpos kurs (alle 33)? Gruppen av personer som kan komme til å ta kurset (et ukjent antall)? Eller noe annet? Spiller det noen rolle hvilken av disse vi velger? Det er tradisjon for å mumle mye på dette punktet i en introduksjonskurs i atferdsstatistikk, men siden jeg får dette spørsmålet hvert år av studentene mine, skal jeg gi et kort svar. Teknisk sett, ja, det spiller en rolle. Hvis du endrer definisjonen av hva populasjonen i den «virkelige verden» faktisk er, endres også utvalgsfordelingen av det observerte gjennomsnittet *X̄*. *t*-testen bygger på en antakelse om at observasjonene er tilfeldig utvalgt fra en uendelig stor populasjon, og i den grad virkeligheten ikke er slik, kan *t*-testen ta feil. I praksis er dette imidlertid vanligvis ikke så farlig. Selv om antakelsen nesten alltid er feil, fører det ikke til mye patologisk atferd fra testen, så vi pleier å ignorere den.
ta: இந்த கட்டத்தில் ஒரு வேடிக்கையான கேள்வி எப்போதுமே தோன்றும்: இந்த விசயத்தில் மக்கள் தொகை என்ன? டாக்டர் ஆர்போவின் வகுப்பை (அவர்களில் 33 பேர்) எடுக்கும் மாணவர்களின் தொகுப்பா? வகுப்பை எடுக்கக்கூடிய நபர்களின் தொகுப்பு (அவற்றில் தெரியாத எண்)? அல்லது வேறு ஏதாவது? இவற்றில் நாம் எதை எடுத்துக்கொள்கிறோம் என்பது முக்கியமா? இந்த கட்டத்தில் நிறைய முணுமுணுப்பதற்கு இது ஒரு அறிமுக நடத்தை புள்ளிவிவர வகுப்பில் பாரம்பரியமானது, ஆனால் ஒவ்வொரு ஆண்டும் எனது மாணவர்களால் இந்த கேள்வியை நான் கேட்கப்படுவதால், நான் ஒரு சுருக்கமான பதிலைக் கொடுப்பேன். தொழில்நுட்ப ரீதியாக ஆம், அது முக்கியமானது. “உண்மையான உலக” மக்கள் தொகை உண்மையில் என்ன என்பதற்கான உங்கள் வரையறையை நீங்கள் மாற்றினால், நீங்கள் கவனித்த சராசரி * x̄ * இன் மாதிரி வழங்கல் மாறுகிறது. *T *-test எண்ணற்ற பெரிய மக்கள்தொகையில் இருந்து அவதானிப்புகள் சீரற்ற முறையில் மாதிரியாக இருக்கின்றன என்பதையும், நிச வாழ்க்கை அப்படி இல்லாத அளவிலும், *t *-test தவறாக இருக்கலாம் என்ற அனுமானத்தை நம்பியுள்ளது. இருப்பினும், நடைமுறையில், இது பொதுவாக பெரிய விசயமல்ல. அனுமானம் எப்போதுமே தவறானது என்றாலும், இது சோதனையிலிருந்து நிறைய நோயியல் நடத்தைகளுக்கு வழிவகுக்காது, எனவே நாங்கள் அதை புறக்கணிக்க முனைகிறோம்.
uk: У цей момент майже завжди виникає кумедне запитання: про *яку* саме популяцію йдеться в цьому випадку? Чи це група студентів, які фактично відвідують заняття доктора Гарпо (всі 33 особи)? Група людей, які можуть відвідувати заняття (їхня кількість невідома)? Чи щось інше? Чи має значення, що саме ми оберемо? У вступному курсі з поведінкової статистики на цьому етапі зазвичай багато бурмочуть, але оскільки мої студенти щороку задають мені це питання, я дам коротку відповідь. Технічно, так, це має значення. Якщо ви зміните своє визначення того, що таке «реальна» популяція, то вибірковий розподіл вашого спостережуваного середнього значення *X̄* також зміниться. *t*-тест базується на припущенні, що спостереження відбираються випадковим чином з нескінченно великої сукупності, і, оскільки реальне життя не є таким, *t*-тест може бути неправильним. Однак на практиці це зазвичай не має великого значення. Хоча припущення майже завжди є неправильним, воно не призводить до значних патологічних відхилень у тесті, тому ми, як правило, просто ігноруємо його.

source: A more correct notation will be introduced in chapter :doc:`../Ch13/Ch13_ANOVA`.
de: Eine korrektere Schreibweise wird im Kapitel :doc:`../Ch13/Ch13_ANOVA` eingeführt.
nb: En mer korrekt notasjon vil bli introdusert i kapittel :doc:`../Ch13/Ch13_ANOVA`.
ta: அத்தியாயம்: `../ ch13/ch13_anova`` அத்தியாயத்தில் இன்னும் சரியான குறியீடு அறிமுகப்படுத்தப்படும்.
uk: Більш коректне позначення буде введено в розділі :doc:`../Ch13/Ch13_ANOVA`.

source: The independent samples *t*-test (Welch test)
de: Der *t*-Test für unabhängige Stichproben (nach Welch)
nb: Uavhengig *t*-test (Welch-test)
ta: சுயாதீன மாதிரிகள் *t *-test (வெல்ச் சோதனை)
uk: *t* -критерій незалежних вибірок (критерій Велча)

source: The biggest problem with using the Student test in practice is the third assumption listed in the previous section. It assumes that both groups have the same standard deviation. This is rarely true in real life. If two samples don’t have the same means, why should we expect them to have the same standard deviation? There’s really no reason to expect this assumption to be true. We’ll talk a little bit about how you can check this assumption later on because it does crop up in a few different places, not just the *t*-test. But right now I’ll talk about a different form of the *t*-test (:ref:`Welch, 1947 <Welch_1947>`) that does not rely on this assumption. A graphical illustration of what the **Welch t test** assumes about the data is shown in :numref:`fig-ttesthyp2`, to provide a contrast with the Student test version in :numref:`fig-ttesthyp`. I’ll admit it’s a bit odd to talk about the cure before talking about the diagnosis, but as it happens the ``Welch's`` test can be specified as one of the ``Independent Samples T-Test`` options in jamovi, so this is probably the best place to discuss it.
de: In der Praxis ist das größte Problem bei der Verwendung des *t*-Tests nach Student die dritte Annahme, die im vorherigen Abschnitt aufgeführt wurde. Es wird angenommen, dass beide Gruppen die gleiche Standardabweichung haben. Im wirklichen Leben ist dies selten der Fall. Wenn zwei Stichproben nicht den gleichen Mittelwert haben, warum sollten wir dann erwarten, dass sie die gleiche Standardabweichung haben? Es gibt wirklich keinen Grund, diese Annahme als wahr anzusehen. Wir werden später noch ein wenig darüber sprechen, wie man diese Annahme überprüfen kann, denn sie taucht an verschiedenen Stellen auf, nicht nur beim *t*-Test. Aber jetzt werde ich über eine andere Form des *t*-Tests sprechen (:ref:`Welch, 1947 <Welch_1947>`), die sich nicht auf diese Annahme stützt. Eine grafische Veranschaulichung dessen, was der **t-Test nach Welch** über die Daten annimmt, wird in :numref:`fig-ttesthyp2` gezeigt, im Vergleich zum *t*-Test nach Student in :numref:`fig-ttesthyp`. Ich gebe zu, dass es etwas seltsam ist, über eine Lösung zu sprechen, bevor man das Problem dargestellt hat, aber der ``Welch's`` Test kann einfach mittels einer Option innerhalb des ``Independent Samples T-Test`` in jamovi angegeben werden, also ist dies wahrscheinlich der beste Ort, um ihn zu diskutieren.
nb: Det største problemet med å bruke Students *t*-test i praksis er den tredje forutsetningen som ble nevnt i forrige avsnitt. Den forutsetter at begge gruppene har samme standardavvik. Dette stemmer sjelden i virkeligheten. Hvis to utvalg ikke har samme gjennomsnitt, hvorfor skulle vi da forvente at de har samme standardavvik? Det er egentlig ingen grunn til å forvente at denne antakelsen skulle være sann. Vi skal snakke litt om hvordan du kan sjekke denne antakelsen senere, for den dukker opp flere steder, ikke bare i *t*-testen. Men akkurat nå skal jeg snakke om en annen form for *t*-testen (:ref:`Welch, 1947 <Welch_1947>`) som ikke baserer seg på denne antakelsen. En grafisk illustrasjon av hva **Welch-t-test** antar om dataene er vist i :numref:`fig-ttesthyp2`, for å gi en kontrast til Students *t*-test-versjonen i :numref:`fig-ttesthyp`. Jeg innrømmer at det er litt rart å snakke om kuren før vi snakker om diagnosen, men det har seg slik at ``Welch's`` test kan spesifiseres som et av ``Independent Samples T-Test``-alternativene i jamovi, så dette er sannsynligvis det beste stedet å diskutere den.
ta: மாணவர் சோதனையை நடைமுறையில் பயன்படுத்துவதில் மிகப்பெரிய சிக்கல் முந்தைய பிரிவில் பட்டியலிடப்பட்ட மூன்றாவது அனுமானமாகும். இரு குழுக்களும் ஒரே நிலையான விலகலைக் கொண்டுள்ளன என்று அது கருதுகிறது. நிச வாழ்க்கையில் இது அரிதாகவே உண்மை. இரண்டு மாதிரிகளுக்கு ஒரே மாதிரியான வழிகள் இல்லையென்றால், அவர்களுக்கு ஒரே நிலையான விலகல் இருக்கும் என்று நாம் ஏன் எதிர்பார்க்க வேண்டும்? இந்த அனுமானம் உண்மையாக இருக்கும் என்று எதிர்பார்க்க எந்த காரணமும் இல்லை. இந்த அனுமானத்தை பின்னர் எவ்வாறு சரிபார்க்கலாம் என்பதைப் பற்றி நாங்கள் கொஞ்சம் பேசுவோம், ஏனெனில் இது *t *-test மட்டுமல்லாமல் சில வித்தியாசமான இடங்களில் பயிர் செய்கிறது. ஆனால் இப்போது நான் *t *-test (: ref: `வெல்ச், 1947 <வெல்ச்_1947>`) வேறுபட்ட வடிவத்தைப் பற்றி பேசுவேன், அது இந்த அனுமானத்தை நம்பவில்லை. தரவைப் பற்றி ** வெல்ச் டி சோதனை ** கருதும் ஒரு வரைகலை விளக்கம்: எண்ரெஃப்: `Fig-ttestestyp2`, மாணவர் சோதனை பதிப்போடு ஒரு வேறுபாட்டை வழங்க: numref:` fig-ttestestyp`. நோயறிதலைப் பற்றி பேசுவதற்கு முன்பு சிகிச்சையைப் பற்றி பேசுவது சற்று வித்தியாசமானது என்பதை நான் ஒப்புக்கொள்கிறேன், ஆனால் அது நிகழும்போது `` வெல்ச்ச்`` சமோவியில் உள்ள `` சுயாதீன மாதிரிகள் டி-டெச்ட்`` விருப்பங்களில் ஒன்றாகக் குறிப்பிடலாம், எனவே இதைப் பற்றி விவாதிக்க இது சிறந்த இடம்.
uk: Найбільша проблема використання тесту Стьюдента на практиці полягає в третьому припущенні, наведеному в попередньому розділі. Воно передбачає, що обидві групи мають однакове стандартне відхилення. У реальному житті це рідко буває правдою. Якщо дві вибірки не мають однакових середніх значень, чому ми повинні очікувати, що вони матимуть однакове стандартне відхилення? Насправді немає жодних підстав очікувати, що це припущення буде правдивим. Пізніше ми трохи поговоримо про те, як можна перевірити це припущення, оскільки воно зустрічається в декількох різних місцях, а не тільки в *t*-тесті. Але зараз я розповім про іншу форму *t*-тесту (:ref:`Welch, 1947 <Welch_1947>`), яка не покладається на це припущення. Графічна ілюстрація того, що **t-тест Велча** припускає про дані, показана на :numref:`fig-ttesthyp2`, щоб забезпечити контраст із версією тесту Стьюдента на :numref:`fig-ttesthyp`. Я визнаю, що трохи дивно говорити про лікування, не обговоривши діагноз, але, як це часто буває, тест «Велча» можна вказати як один з варіантів «Незалежного t-тесту для вибірки» в jamovi, тому, мабуть, це найкраще місце для його обговорення.

source: Illustration: Null and alternative hypotheses for the Welch *t*-test
de: Illustration: Null- und Alternativhypothesen für den *t*-Test nach Welch
nb: Illustrasjon: Null- og alternativhypoteser for Welch *t*-test
ta: விளக்கம்: வெல்ச் *டி *-டெச்டுக்கான சுழிய மற்றும் மாற்று கருதுகோள்கள்
uk: Ілюстрація: Нульова та альтернативна гіпотези для *t*-критерію Велча

source: Graphical illustration of the null and alternative hypotheses assumed by the Welch *t*-test. Like the Student *t*-test for Independent Samples (:numref:`fig-ttesthyp`) we assume that both samples are drawn from a normally-distributed population; but the alternative hypothesis no longer requires the two populations to have equal variance.
de: Grafische Darstellung der Null- und Alternativhypothesen, die beim *t*-Test nach Welch angenommen werden. Wie beim *t*-Test für unabhängige Stichproben nach Student (:numref:`fig-ttesthyp`) wird davon ausgegangen, dass beide Stichproben aus einer normalverteilten Grundgesamtheit gezogen werden; die Alternativhypothese erfordert jedoch nicht mehr, dass beide Grundgesamtheiten die gleiche Varianz aufweisen.
nb: Grafisk illustrasjon av nullhypotesen og alternativhypotesen i *t*-test med Welch-korreksjon. I likhet med Students uavhengig *t*-test (:numref:`fig-ttesthyp`) antar vi at begge utvalgene er trukket fra en normalfordelt populasjon, men alternativhypotesen krever ikke lenger at de to populasjonene har lik varians.
ta: வெல்ச் *டி *-டெச்டால் கருதப்படும் சுழிய மற்றும் மாற்று கருதுகோள்களின் வரைகலை விளக்கம். சுயாதீன மாதிரிகளுக்கான மாணவர் *t *-test ஐப் போலவே (: NUMREF: `Fig-ttestestyp`) இரண்டு மாதிரிகளும் பொதுவாக விநியோகிக்கப்பட்ட மக்களிடமிருந்து பெறப்பட்டவை என்று நாங்கள் கருதுகிறோம்; ஆனால் மாற்று கருதுகோளுக்கு இனி இரண்டு மக்கள்தொகைகளும் சம மாறுபாட்டைக் கொண்டிருக்க வேண்டியதில்லை.
uk: Графічна ілюстрація нульової та альтернативної гіпотез, прийнятих у тесті Велча *t*. Як і в тесті Стьюдента *t* для незалежних вибірок (:numref:`fig-ttesthyp`), ми припускаємо, що обидві вибірки взяті з нормально розподіленої сукупності, але альтернативна гіпотеза більше не вимагає, щоб дві сукупності мали рівну дисперсію.

source: The Welch test is very similar to the Student test. For example, the *t*-statistic that we use in the Welch test is calculated in much the same way as it is for the Student test. That is, we take the difference between the sample means and then divide it by some estimate of the standard error of that difference:
de: Der *t*-Test nach Welch ist dem *t*-Test nach Student sehr ähnlich. Zum Beispiel wird die *t*-Statistik, die wir im *t*-Test nach Welch verwenden, auf die gleiche Weise berechnet wie beim *t*-Test nach Student. Das heißt, wir nehmen die Differenz zwischen den Stichprobenmittelwerten und teilen sie dann durch einen Schätzwert für den Standardfehler dieser Differenz:
nb: Welchs *t*-test er svært lik Students *t*-test. For eksempel beregnes *t*-statistikken som vi bruker i Welchs *t*-test, på omtrent samme måte som i Students *t*-test. Det vil si at vi tar differansen mellom utvalgsgjennomsnittene og dividerer den med et estimat av standardfeilen til denne differansen:
ta: வெல்ச் சோதனை மாணவர் சோதனைக்கு மிகவும் ஒத்திருக்கிறது. எடுத்துக்காட்டாக, வெல்ச் சோதனையில் நாம் பயன்படுத்தும் *டி *-ச்டாடிச்டிக் மாணவர் சோதனைக்கு அதே வழியில் கணக்கிடப்படுகிறது. அதாவது, மாதிரி வழிமுறைகளுக்கு இடையிலான வித்தியாசத்தை நாங்கள் எடுத்துக்கொள்கிறோம், பின்னர் அந்த வேறுபாட்டின் நிலையான பிழையின் சில மதிப்பீட்டால் அதைப் பிரிக்கிறோம்:
uk: Тест Велча дуже схожий на тест Стьюдента. Наприклад, *t*-статистика, яку ми використовуємо в тесті Велча, обчислюється майже так само, як і для тесту Стьюдента. Тобто ми беремо різницю між середніми значеннями вибірки, а потім ділимо її на деяку оцінку стандартної похибки цієї різниці:
