Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: Comparing two means
de: Vergleich zweier Mittelwerte
nb: Sammenligning av to gjennomsnitt
ta: இரண்டு வழிகளை ஒப்பிடுகிறது
uk: Порівняння двох засобів

source: In chapter :doc:`../Ch10/Ch10_ChiSquare` we covered the situation when your outcome variable is nominal scale |nominal| and your predictor variable is also nominal scale |nominal|. Lots of real world situations have that character, and so you’ll find that χ²-tests in particular are quite widely used. However, you’re much more likely to find yourself in a situation where your outcome variable is interval scale or higher |continuous|, and what you’re interested in is whether the average value of the outcome variable is higher in one group or another. For instance, a psychologist might want to know if anxiety levels are higher among parents than non-parents, or if working memory capacity is reduced by listening to music (relative to not listening to music). In a medical context we might want to know if a new drug increases or decreases blood pressure. An agricultural scientist might want to know whether adding phosphorus to Australian native plants will kill them.\ [#]_ In all these situations our outcome variable is a fairly continuous |continuous|, interval or ratio scale variable, and our predictor is a binary “grouping” variable |nominal|. In other words, we want to compare the means of the two groups.
de: Im Kapitel :doc:`../Ch10/Ch10_ChiSquare` haben wir die Situation behandelt, in der Ihre Ergebnisvariable eine nominale Skala |nominal| und Ihre Prädiktorvariable ebenfalls eine nominale Skala |nominal| hat. Viele Situationen in der realen Welt haben diesen Charakter, und so werden Sie feststellen, dass insbesondere χ²-Tests recht häufig verwendet werden. Es ist jedoch viel wahrscheinlicher, dass Sie sich in einer Situation befinden, in der Ihre Ergebnisvariable eine Intervallskala oder eine höhere Skala |continuous| ist, und Sie daran interessiert sind, ob der Durchschnittswert der Ergebnisvariable in der einen oder anderen Gruppe höher ist. Ein Psychologe könnte beispielsweise wissen wollen, ob die Angstwerte bei Eltern höher sind als bei Nicht-Eltern oder ob die Kapazität des Arbeitsgedächtnisses durch das Hören von Musik verringert wird (im Vergleich zum Nicht-Hören von Musik). In medizinischem Kontext könnte man wissen wollen, ob ein neues Medikament den Blutdruck erhöht oder senkt. Ein Agrarwissenschaftler könnte wissen wollen, ob das Düngen mit Phosphor australische Pflanzen abtötet.\ [#]_ In all diesen Situationen ist unsere Ergebnisvariable eine kontinuierliche Variable auf einer Intervall- oder Verhältnisskala |continuous|, und unser Prädiktor ist eine binäre „Gruppierungs“-Variable |nominal|. Mit anderen Worten, wir wollen die Mittelwerte der beiden Gruppen vergleichen.
nb: I kapittel :doc:`../Ch10/Ch10_ChiSquare` tok vi for oss situasjonen der utfallsvariabelen er på nominalnivå |nominal| og prediktorvariabelen også er på nominalnivå |nominal|. Mange situasjoner i den virkelige verden har denne karakteren, og derfor vil du oppdage at spesielt χ²-tester er ganske mye brukt. Det er imidlertid mye mer sannsynlig at du befinner deg i en situasjon der utfallsvariabelen din er på intervallskala eller høyere |continuous|, og det du er interessert i, er om gjennomsnittsverdien av utfallsvariabelen er høyere i den ene eller andre gruppen. En psykolog kan for eksempel være interessert i å vite om angstnivået er høyere blant foreldre enn blant ikke-foreldre, eller om arbeidshukommelseskapasiteten reduseres av å lytte til musikk (i forhold til å ikke lytte til musikk). I medisinsk sammenheng vil vi kanskje vite om et nytt legemiddel øker eller senker blodtrykket. En landbruksforsker vil kanskje vite om tilførsel av fosfor til innfødte planter i Australia vil drepe dem.\ [#]_ I alle disse situasjonene er utfallsvariabelen vår en ganske kontinuerlig |continuous|, intervall- eller forholdstallvariabel, og prediktoren vår er en binær «grupperingsvariabel» |nominal|. Vi ønsker med andre ord å sammenligne gjennomsnittene for de to gruppene.
ta: அத்தியாயத்தில்: டிஓசி: `../ சி.எச் .10/சி.எச். உங்கள் முன்கணிப்பு மாறி பெயரளவு அளவிலான | பெயரளவு | நிறைய உண்மையான உலக சூழ்நிலைகள் அந்த தன்மையைக் கொண்டுள்ளன, எனவே குறிப்பாக χ²-சோதனை மிகவும் பரவலாகப் பயன்படுத்தப்படுவதை நீங்கள் காணலாம். இருப்பினும், உங்கள் விளைவு மாறி இடைவெளி அளவு அல்லது அதற்கு மேற்பட்டதாக இருக்கும் சூழ்நிலையில் நீங்கள் உங்களைக் கண்டுபிடிப்பதற்கான வாய்ப்புகள் அதிகம் | தொடர்ச்சியான |, மற்றும் நீங்கள் ஆர்வமாக இருப்பது ஒரு குழுவில் அல்லது இன்னொரு குழுவில் விளைவு மாறியின் சராசரி மதிப்பு அதிகமாக இருக்கிறதா என்பதுதான் . உதாரணமாக, பெற்றோர்கள் அல்லாதவர்களை விட பெற்றோர்களிடையே கவலை நிலைகள் அதிகமாக இருக்கிறதா, அல்லது இசையைக் கேட்பதன் மூலம் வேலை செய்யும் நினைவக திறன் குறைகிறதா என்பதை அறிய ஒரு உளவியலாளர் அறிய விரும்பலாம் (இசையைக் கேட்காததால்). ஒரு புதிய மருந்து இரத்த அழுத்தத்தை அதிகரிக்கிறதா அல்லது குறைக்கிறதா என்பதை மருத்துவ சூழலில் நாம் அறிய விரும்பலாம். ஆச்திரேலிய பூர்வீக தாவரங்களுக்கு பாச்பரசை சேர்ப்பது அவர்களைக் கொல்லுமா என்பதை ஒரு விவசாய விஞ்ஞானி அறிய விரும்பலாம். “தொகுத்தல்” மாறி | பெயரளவு |. வேறு வார்த்தைகளில் கூறுவதானால், இரு குழுக்களின் வழிமுறைகளையும் ஒப்பிட விரும்புகிறோம்.
uk: У розділі :doc:`../Ch10/Ch10_ChiSquare` ми розглянули ситуацію, коли ваша змінна результату є номінальною шкалою |nominal|, а ваша змінна-прогнозуюча також є номінальною шкалою |nominal|. Багато реальних ситуацій мають таку характеристику, тому ви побачите, що тести χ² використовуються досить широко. Однак набагато частіше ви можете опинитися в ситуації, коли ваша змінна результату має інтервальну шкалу або вищу |неперервну|, і вас цікавить, чи середнє значення змінної результату вище в одній групі, ніж в іншій. Наприклад, психолог може хотіти дізнатися, чи рівень тривожності вищий серед батьків, ніж серед людей, які не мають дітей, або чи слухання музики знижує обсяг робочої пам'яті (порівняно з тим, коли музику не слухають). У медичному контексті ми можемо хотіти дізнатися, чи новий препарат підвищує чи знижує артеріальний тиск. Вчений-аграрій може хотіти дізнатися, чи додавання фосфору до австралійських місцевих рослин вб'є їх. [#]_ У всіх цих ситуаціях наша змінна результату є досить безперервною |безперервною|, інтервальною або відносною змінною, а наш предиктор є бінарною «групувальною» змінною |номінальною|. Іншими словами, ми хочемо порівняти середні значення двох груп.

source: The standard answer to the problem of comparing means is to use a *t*-test, of which there are several varieties depending on exactly what question you want to solve. As a consequence, the majority of this chapter focuses on different types of *t*-test: :doc:`one sample t-tests <Ch11_tTest_02>` are discussed first, followed by two different flavours of the independent samples *t*-test: The :doc:`Student test <Ch11_tTest_03>` assumes that the groups have the same standard deviation, the :doc:`Welch test <Ch11_tTest_04>` does not. Afterwards, :doc:`paired samples t-tests <Ch11_tTest_05>` are discussed. We’ll then talk about :doc:`one-sided tests <Ch11_tTest_06>` and, after that, we’ll talk a bit about Cohen’s *d*, which is the standard measure of :doc:`effect size <Ch11_tTest_07>` for a *t*-test. The later sections of the chapter focus on the assumptions of the *t*-tests, especially :doc:`normality <Ch11_tTest_08>` and possible :doc:`remedies <Ch11_tTest_09>` if they are violated. However, before discussing any of these useful things, we’ll start with a discussion of the *z*-test.
de: Die Standardantwort auf das Problem des Vergleichs von Mittelwerten ist das Verwenden eines *t*-Tests, von dem es mehrere Varianten gibt, je nachdem, welche Frage man beantworten möchte. Daher konzentriert sich der größte Teil dieses Kapitels auf verschiedene Arten von *t*-Tests: Zuerst werden :doc:`t-Tests bei einer Stichproben <Ch11_tTest_02>` besprochen, gefolgt von zwei verschiedenen Varianten des *t*-Tests für unabhängige Stichproben, dem :doc:`Student-Test <Ch11_tTest_03>`, der voraussetzt, dass die Gruppen die gleiche Standardabweichung haben, und dem :doc:`Welch-Test <Ch11_tTest_04>` bei dem diese Voraussetzung nicht erfüllt sein muss. Danach werden :doc:`t-Tests für gepaarte Stichproben <Ch11_tTest_05>` besprochen. Wir sprechen dann über :doc:`einseitige Tests <Ch11_tTest_06>` und danach ein wenig über Cohen's *d*, welches das Standardmaß für die :doc:`Effektstärke <Ch11_tTest_07>` für einen *t*-Test ist. Die späteren Abschnitte des Kapitels konzentrieren sich auf die Voraussetzungen, um *t*-Tests durchführen zu können, insbesondere die Annahme der :doc:`Normalverteilung <Ch11_tTest_08>` sowie dem :doc:`Wilcoxon-Test <Ch11_tTest_09>` als mögliche Alternative, wenn diese Annahme verletzt ist. Bevor wir jedoch auf diese nützlichen Dinge eingehen, beginnen wir mit einer Diskussion über den *z*-Test.
nb: Standardløsningen på problemet med å sammenligne gjennomsnitt er å bruke en *t*-test, som det finnes flere varianter av, avhengig av nøyaktig hvilket spørsmål du ønsker å løse. Derfor fokuserer mesteparten av dette kapittelet på ulike typer *t*-tester: :doc:`t-test med ett utvalg <Ch11_tTest_02>` omtales først, etterfulgt av to ulike varianter av uavhengig *t*-test: :doc:`Students *t*-test <Ch11_tTest_03>` forutsetter at gruppene har samme standardavvik, mens :doc:`Welch-test <Ch11_tTest_04>` ikke gjør det. Etterpå diskuteres :doc:`paret t-test <Ch11_tTest_05>`. Deretter snakker vi om :doc:`ensidige tester <Ch11_tTest_06>`, og etter det snakker vi litt om Cohens *d*, som er standardmålet for :doc:`effektstørrelse <Ch11_tTest_07>` for en *t*-test. De senere delene av kapittelet fokuserer på forutsetningene for *t*-tester, spesielt :doc:`normalfordeling <Ch11_tTest_08>` og mulige :doc:`reparasjoner <Ch11_tTest_09>` hvis de brytes. Men før vi diskuterer noen av disse nyttige tingene, begynner vi med en diskusjon av *z*-testen.
ta: வழிமுறைகளை ஒப்பிடுவதற்கான சிக்கலுக்கான நிலையான பதில் *t *-test ஐப் பயன்படுத்துவதாகும், அவற்றில் நீங்கள் எந்த கேள்வியை தீர்க்க விரும்புகிறீர்கள் என்பதைப் பொறுத்து பல வகைகள் உள்ளன. இதன் விளைவாக, இந்த அத்தியாயத்தின் பெரும்பகுதி பல்வேறு வகையான *t *-test இல் கவனம் செலுத்துகிறது :: டாக்: `ஒரு மாதிரி டி-சோதனைகள் <ch11_ttest_02>` முதலில் விவாதிக்கப்படுகின்றன, அதைத் தொடர்ந்து சுயாதீன மாதிரிகளின் இரண்டு வெவ்வேறு சுவைகள் *t *- சோதனை: தி: டாக்: `மாணவர் சோதனை <CH11_TTTEST_03>` குழுக்களுக்கு ஒரே நிலையான விலகல் இருப்பதாகக் கருதுகிறது, தி: டாக்: `வெல்ச் சோதனை <CH11_TTEST_04>` இல்லை. பின்னர்,: டாக்: `சோடி மாதிரிகள் டி-சோதனைகள் <ch11_ttest_05>` விவாதிக்கப்படுகின்றன. நாங்கள் இதைப் பற்றி பேசுவோம்: டாக்: `ஒரு பக்க சோதனைகள் <CH11_TTTEST_06>` மேலும், அதன் பிறகு, கோஅனின் *டி *பற்றி கொஞ்சம் பேசுவோம், இது நிலையான அளவீடு: DOC: `விளைவு அளவு <CH11_TTEST_07> `a *t *-test க்கு. அத்தியாயத்தின் பிற்கால பிரிவுகள் *t *-tests இன் அனுமானங்களில் கவனம் செலுத்துகின்றன, குறிப்பாக: DOC: `இயல்பான <CH11_TTEST_08>` மற்றும் சாத்தியம்: DOC: `தீர்வுகள் <CH11_TTEST_09>` அவை மீறப்பட்டால். எவ்வாறாயினும், இந்த பயனுள்ள விசயங்களில் ஏதேனும் ஒன்றைப் பற்றி விவாதிப்பதற்கு முன், *z *-test பற்றிய விவாதத்துடன் தொடங்குவோம்.
uk: Стандартним рішенням проблеми порівняння середніх значень є використання *t*-тесту, який має кілька різновидів залежно від того, яке саме питання ви хочете вирішити. Як наслідок, більша частина цього розділу присвячена різним типам *t*-тесту: спочатку розглядаються :doc:`t-тести для однієї вибірки <Ch11_tTest_02>`, а потім два різновиди *t*-тесту для незалежних вибірок: :doc:`Тест Стьюдента <Ch11_tTest_03>` припускає, що групи мають однакове стандартне відхилення, а :doc:`Тест Велча <Ch11_tTest_04>` — ні. Далі обговорюються :doc:`t-тести для парних вибірок <Ch11_tTest_05>`. Потім ми поговоримо про :doc:`односторонні тести <Ch11_tTest_06>`, а після цього трохи поговоримо про *d* Коена, яке є стандартним показником :doc:`розміру ефекту <Ch11_tTest_07>` для *t*-тесту. Останні розділи глави присвячені припущенням *t*-тестів, особливо :doc:`нормальності <Ch11_tTest_08>` та можливим :doc:`засобам виправлення <Ch11_tTest_09>` у разі їх порушення. Однак, перш ніж обговорювати ці корисні речі, ми почнемо з обговорення *z*-тесту.

source: Informal experimentation in my garden suggests that yes, it does. Australian natives are adapted to low phosphorus levels relative to everywhere else on Earth, so if you’ve bought a house with a bunch of exotics and you want to plant natives, keep them separate; nutrients to European plants are poison to Australian ones.
de: Informelle Experimente in meinem Garten legen nahe, dass dies der Fall ist. (In Australien) Einheimische Pflanzen sind an niedrigere Phosphorwerte angepasst, als Pflanzen in anderen Teilen der Erde. Wenn Sie also ein Haus mit einem Haufen exotischer Pflanzen gekauft haben und einheimische Pflanzen anpflanzen wollen, sollten Sie diese getrennt halten; Nährstoffe für europäische Pflanzen sind Gift für australische Pflanzen.
nb: Uformelle eksperimenter i hagen min antyder at ja, det gjør det. Australske innfødte er tilpasset lave fosfornivåer i forhold til overalt ellers på jorden, så hvis du har kjøpt et hus med en haug med eksotiske planter og du vil plante innfødte, må du holde dem atskilt; næringsstoffer til europeiske planter er gift for australske planter.
ta: எனது தோட்டத்தில் முறைசாரா ஆய்வு ஆம், அது செய்கிறது என்று கூறுகிறது. ஆச்திரேலிய பூர்வீகவாசிகள் பூமியில் மற்ற எல்லா இடங்களுடனும் ஒப்பிடும்போது குறைந்த பாச்பரச் அளவிற்கு ஏற்றவாறு மாற்றப்படுகிறார்கள், எனவே நீங்கள் ஒரு சில எக்சோடிக்ச் கொண்ட ஒரு வீட்டை வாங்கியிருந்தால், நீங்கள் பூர்வீக மக்களை நடவு செய்ய விரும்பினால், அவர்களை தனித்தனியாக வைத்திருங்கள்; ஐரோப்பிய தாவரங்களுக்கான ஊட்டச்சத்துக்கள் ஆச்திரேலியர்களுக்கு நஞ்சு.
uk: Неформальні експерименти в моєму саду показують, що так, це справді так. Австралійські рослини пристосовані до низького рівня фосфору порівняно з іншими регіонами Землі, тому якщо ви придбали будинок з екзотичними рослинами і хочете посадити місцеві, тримайте їх окремо; поживні речовини для європейських рослин є отрутою для австралійських.

source: The one-sample *z*-test
de: Der *z*-Test bei einer Stichprobe
nb: *z*-testen med ett utvalg
ta: ஒரு மாதிரி *z *-test
uk: Одновибірковий *z*-тест

source: In this section I’ll describe one of the most useless tests in all of statistics: the **z-test**. Seriously – this test is almost never used in real life. Its only real purpose is that, when teaching statistics, it’s a very convenient stepping stone along the way towards the *t*-test, which is probably the most (over)used tool in all statistics.
de: In diesem Abschnitt beschreibe ich einen der nutzlosesten Tests in der gesamten Statistik: den **z-Test**. Im Ernst: Dieser Test wird im wirklichen Leben fast nie verwendet. Sein einziger wirklicher Zweck besteht darin, dass er ein sehr bequemes Sprungbrett auf dem Weg zum *t*-Test im Statistikunterricht ist, und das wahrscheinlich das am meisten (über-)benutzte Werkzeug in der gesamten Statistik.
nb: I dette avsnittet skal jeg beskrive en av de mest ubrukelige testene i all statistikk: **z-testen**. Seriøst - denne testen brukes nesten aldri i det virkelige liv. Dens eneste virkelige formål er at den er et veldig praktisk springbrett på veien mot *t*-testen, som sannsynligvis er det mest (over)brukte verktøyet i all statistikk.
ta: இந்த பிரிவில் எல்லா புள்ளிவிவரங்களிலும் மிகவும் பயனற்ற சோதனைகளில் ஒன்றை விவரிக்கிறேன்: ** Z- சோதனை **. தீவிரமாக - இந்த சோதனை நிச வாழ்க்கையில் ஒருபோதும் பயன்படுத்தப்படவில்லை. அதன் ஒரே உண்மையான நோக்கம் என்னவென்றால், புள்ளிவிவரங்களை கற்பிக்கும் போது, இது *t *-test ஐ நோக்கி செல்லும் வழியில் மிகவும் வசதியான படியாகும், இது அனைத்து புள்ளிவிவரங்களிலும் மிகவும் (ஓவர்) பயன்படுத்தப்பட்ட கருவியாகும்.
uk: У цьому розділі я опишу один з найбільш марних тестів у всій статистиці: **z-тест**. Серйозно – цей тест майже ніколи не використовується в реальному житті. Його єдина реальна мета полягає в тому, що під час викладання статистики він є дуже зручним проміжним етапом на шляху до *t*-тесту, який, ймовірно, є найбільш (надмірно) використовуваним інструментом у всій статистиці.

source: The inference problem that the test addresses
de: Das Inferenzproblem, das der Test adressiert
nb: Inferensproblemet som testen tar for seg
ta: சோதனை உரையாற்றும் அனுமான சிக்கல்
uk: Проблема висновку, яку вирішує тест

source: To introduce the idea behind the *z*-test, let’s use a simple example. A friend of mine, Dr Zeppo, grades his introductory statistics class on a curve. Let’s suppose that the average grade in his class is 67.5, and the standard deviation is 9.5. Of his many hundreds of students, it turns out that 20 of them also take psychology classes. Out of curiosity, I find myself wondering if the psychology students tend to get the same grades as everyone else (i.e., the mean of 67.5) or do they tend to score higher or lower? He emails me the |zeppo|_ data set, which I use to look at the ``grades`` of those students, in the jamovi spreadsheet view,
de: Um die Idee hinter dem *z*-Test zu erläutern, wollen wir ein einfaches Beispiel verwenden. Ein Freund von mir, Dr. Zeppo, benotet seinen Einführungskurs in Statistik entsprechend einer Normalverteilungskurve. Nehmen wir an, dass die Durchschnittsnote in seinem Kurs 67,5 beträgt und die Standardabweichung 9,5 ist. Es stellt sich heraus, dass von seinen vielen hundert Studenten 20 auch Psychologie belegen. Aus Neugier frage ich mich, ob die Psychologiestudenten tendenziell die gleichen Noten wie alle anderen bekommen (d. h. den Mittelwert von 67,5) oder ob sie tendenziell besser oder schlechter abschneiden? Er schickt mir den Datensatz |zeppo|_, in dem ich mir die Noten (``grades``) dieser Schüler als jamovi-Datentabelle ansehen kann,
nb: La oss bruke et enkelt eksempel for å introdusere ideen bak *z*-testen. En venn av meg, Dr. Zeppo, setter karakterer i innføringskurset i statistikk etter en kurve. La oss anta at gjennomsnittskarakteren i klassen hans er 67,5, og at standardavviket er 9,5. Av de mange hundre studentene hans viser det seg at 20 av dem også tar psykologi. Av ren nysgjerrighet lurer jeg på om psykologistudentene har en tendens til å få de samme karakterene som alle andre (dvs. gjennomsnittet på 67,5), eller om de har en tendens til å score høyere eller lavere? Han sender meg datasettet |zeppo|_ per e-post, som jeg bruker til å se på karakterene (``grades``) til disse studentene i jamovi-regnearkvisningen,
ta: *Z *-Test க்குப் பின்னால் உள்ள யோசனையை அறிமுகப்படுத்த, ஒரு எளிய உதாரணத்தைப் பயன்படுத்துவோம். எனது நண்பர், டாக்டர் செப்போ, தனது அறிமுக புள்ளிவிவர வகுப்பை ஒரு வளைவில் தரப்படுத்துகிறார். அவரது வகுப்பில் சராசரி தகுதி 67.5 என்றும், நிலையான விலகல் 9.5 என்றும் வைத்துக்கொள்வோம். அவரது பல நூற்றுக்கணக்கான மாணவர்களில், அவர்களில் 20 பேர் உளவியல் வகுப்புகளை எடுத்துக்கொள்கிறார்கள். ஆர்வத்தினால், உளவியல் மாணவர்கள் எல்லோரையும் போலவே அதே தரங்களைப் பெறுகிறார்களா என்று நான் ஆச்சரியப்படுகிறேன் (அதாவது, 67.5 இன் சராசரி) அல்லது அவர்கள் அதிகமாகவோ அல்லது குறைவாகவோ மதிப்பெண் பெற முனைகிறார்களா? சாமோவி விரிதாள் பார்வையில், அந்த மாணவர்களின் `` தரங்களை`` பார்க்க நான் பயன்படுத்தும் |
uk: Щоб пояснити суть *z*-тесту, скористаємося простим прикладом. Мій друг, доктор Зеппо, оцінює своїх студентів на вступному курсі статистики за кривою. Припустимо, що середній бал у його групі становить 67,5, а стандартне відхилення — 9,5. З-поміж сотень його студентів 20 також відвідують курси з психології. З цікавості я замислююсь, чи студенти-психологи отримують такі самі оцінки, як і всі інші (тобто середнє значення 67,5), чи вони, як правило, отримують вищі або нижчі оцінки? Він надсилає мені електронною поштою набір даних |zeppo|_, який я використовую для перегляду ``оцінок`` цих студентів у таблиці jamovi.

source: and then calculate the mean in ``Exploration`` → ``Descriptives``. The mean value is 72.3.
de: danach wird der Mittelwert mit ``Exploration`` → ``Descriptives`` berechnet. Der Mittelwert beträgt 72,3.
nb: og beregner deretter gjennomsnittet i ``Exploration`` → ``Descriptives``. Gjennomsnittsverdien er 72,3.
ta: பின்னர் `` ஆய்வு` → `` விளக்கங்கள்`` இல் சராசரியைக் கணக்கிடுங்கள். சராசரி மதிப்பு 72.3.
uk: а потім обчисліть середнє значення в ``Exploration`` → ``Descriptives``. Середнє значення становить 72,3.

source: Hmm. It *might* be that the psychology students are scoring a bit higher than normal. That sample mean of *X̄* = 72.3 is a fair bit higher than the hypothesised population mean of µ = 67.5 but, on the other hand, a sample size of *N* = 20 isn’t all that big. Maybe it’s pure chance.
de: Es *könnte* sein, dass die Psychologiestudenten etwas höhere Werte als andere Studenten erreichen. Der Stichprobenmittelwert von *X̄* = 72,3 ist ein gutes Stück höher als der hypothetische Populationsmittelwert von µ = 67,5. Aber andererseits ist eine Stichprobengröße von *N* = 20 nicht wirklich groß. Vielleicht ist es reiner Zufall.
nb: Det *kan* være at psykologistudentene skårer litt høyere enn normalt. Utvalgsgjennomsnittet på *X̄* = 72,3 er en god del høyere enn det antatte populasjonsgjennomsnittet på µ = 67,5, men på den annen side er en utvalgsstørrelse på *N* = 20 ikke så stor. Kanskje er det ren tilfeldighet.
ta: அ்ம். உளவியல் மாணவர்கள் இயல்பை விட சற்று அதிகமாக மதிப்பெண் பெறுகிறார்கள் என்பது * இருக்கலாம். * X̄ * = 72.3 இன் அந்த மாதிரி சராசரி கருதுகோள் மக்கள்தொகை சராசரியை விட µ = 67.5 ஐ விட நியாயமான பிட் அதிகம், ஆனால், மறுபுறம், * n * = 20 இன் மாதிரி அளவு அவ்வளவு பெரியதல்ல. ஒருவேளை இது தூய்மையான வாய்ப்பு.
uk: Хм. *Можливо*, студенти-психологи отримують трохи вищі бали, ніж зазвичай. Середнє значення вибірки *X̄* = 72,3 є дещо вищим за гіпотетичне середнє значення генеральної сукупності µ = 67,5, але, з іншого боку, розмір вибірки *N* = 20 не є таким вже й великим. Можливо, це просто випадковість.
