Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: With a mean grade of 72.3 in the sample of psychology students, and assuming a true population standard deviation of 9.5, we can conclude that the psychology students have significantly different statistics scores to the class average (*z* = 2.26, *N* = 20, *p* < 0.05).
de: Bei einem Notendurchschnitt von 72,3 in der Stichprobe der Psychologiestudenten und unter der Annahme einer wahren Standardabweichung der Grundgesamtheit von 9,5 können wir schließen, dass die Psychologiestudenten signifikant andere Statistikwerte haben als der Klassendurchschnitt (*z* = 2,26, *N* = 20, *p* < 0,05).
nb: Med en gjennomsnittskarakter på 72,3 i utvalget av psykologistudenter, og forutsatt et standardavvik i populasjonen på 9,5, kan vi konkludere med at psykologistudentene har signifikant forskjellige statistikkpoengsummer enn gjennomsnittet i klassen (*z* = 2,26, *N* = 20, *p* < 0,05).
ta: உளவியல் மாணவர்களின் மாதிரியில் 72.3 சராசரி தரத்துடன், மற்றும் 9.5 உண்மையான மக்கள்தொகை தரமான விலகலைக் கருதி, உளவியல் மாணவர்கள் வகுப்பு சராசரிக்கு கணிசமாக வேறுபட்ட புள்ளிவிவர மதிப்பெண்களைக் கொண்டுள்ளனர் என்று முடிவு செய்யலாம் (* z* = 2.26,* n* = 20, * ப * <0.05).
uk: З середнім балом 72,3 у вибірці студентів-психологів і припускаючи, що справжнє стандартне відхилення популяції становить 9,5, ми можемо зробити висновок, що студенти-психологи мають статистичні бали, які значно відрізняються від середнього балу класу (*z* = 2,26, *N* = 20, *p* < 0,05).

source: Assumptions of the *z*-test
de: Voraussetzungen für den *z*-Test
nb: Forutsetninger for *z*-testen
ta: *Z *-Test இன் அனுமானங்கள்
uk: Припущення щодо *z*-test

source: As I’ve said before, all statistical tests make assumptions. Some tests make reasonable assumptions, while other tests do not. The test I’ve just described, the one sample *z*-test, makes three basic assumptions. These are:
de: Wie ich bereits gesagt habe, beruhen alle statistischen Tests auf Annahmen. Bei einigen Tests sind die Annahmen vernünftig, bei anderen nicht. Der Test, den ich gerade beschrieben habe, der *z*-Test mit einer Stichprobe, geht von drei Grundannahmen aus. Diese sind:
nb: Som jeg har sagt tidligere, gjør alle statistiske tester forutsetninger. Noen tester har rimelige forutsetninger, mens andre ikke har det. Testen jeg nettopp har beskrevet, *z*-testen med ett utvalg, har tre grunnleggende forutsetninger. Disse er:
ta: நான் முன்பு கூறியது போல், அனைத்து புள்ளிவிவர சோதனைகளும் அனுமானங்களைச் செய்கின்றன. சில சோதனைகள் நியாயமான அனுமானங்களைச் செய்கின்றன, மற்ற சோதனைகள் இல்லை. நான் இப்போது விவரித்த சோதனை, ஒரு மாதிரி *z *-test, மூன்று அடிப்படை அனுமானங்களை உருவாக்குகிறது. அவை:
uk: Як я вже говорив раніше, всі статистичні тести базуються на припущеннях. Деякі тести роблять обґрунтовані припущення, а інші — ні. Тест, який я щойно описав, одновибірковий *z*-тест, базується на трьох основних припущеннях. Це:

source: *Normality*. As usually described, the *z*-test assumes that the true population distribution is normal.\ [#]_ This is often a pretty reasonable assumption, and it’s also an assumption that we can check if we feel worried about it (see section :doc:`Ch11_tTest_08`).
de: *Normalverteilung*. Wie üblicherweise beschrieben, geht der *z*-Test davon aus, dass die wahre Verteilung der Grundgesamtheit eine Normalverteilung ist.\ [#]_ Dies ist oft eine ziemlich vernünftige Annahme, und es ist auch eine Annahme, die wir überprüfen können, wenn wir uns darüber Sorgen machen (siehe den Abschnitt :doc:`Ch11_tTest_08`).
nb: *Normalfordeling*. Som *z*-testen vanligvis beskrives, forutsetter den at populasjonsfordelingen tilsvarer en normalfordeling.\ [#]_ Dette er ofte en ganske rimelig antakelse, og det er også en forutsetning som vi kan sjekke hvis vi føler oss bekymret for den (se avsnitt :doc:`Ch11_tTest_08`).
ta: *இயல்புநிலை*. வழக்கமாக விவரிக்கப்பட்டுள்ளபடி, *z *-Test உண்மையான மக்கள்தொகை வழங்கல் இயல்பானது என்று கருதுகிறது. \ [#] _ இது பெரும்பாலும் ஒரு அழகான நியாயமான அனுமானமாகும், மேலும் இதைப் பற்றி நாங்கள் கவலைப்படுகிறதா என்பதை நாம் சரிபார்க்க முடியும் என்பதற்கான ஒரு அனுமானமாகும் (பகுதியைப் பார்க்கவும் : டாக்: `CH11_TTEST_08`).
uk: *Нормальність*. Як зазвичай описується, *z*-тест припускає, що справжній розподіл популяції є нормальним.\ [#]_ Це часто є досить розумним припущенням, і це також припущення, яке ми можемо перевірити, якщо нас це турбує (див. розділ :doc:`Ch11_tTest_08`).

source: *Independence*. The second assumption of the test is that the observations in your data set are not correlated with each other, or related to each other in some funny way. This isn’t as easy to check statistically, it relies a bit on good experimental design. An obvious (and stupid) example of something that violates this assumption is a data set where you “copy” the same observation over and over again in your data file so that you end up with a massive “sample size”, which consists of only one genuine observation. More realistically, you have to ask yourself if it’s really plausible to imagine that each observation is a completely random sample from the population that you’re interested in. In practice this assumption is never met, but we try our best to design studies that minimise the problems of correlated data.
de: *Unabhängigkeit*. Die zweite Annahme des Tests ist, dass die Beobachtungen in Ihrem Datensatz nicht miteinander korreliert sind oder auf irgendeine andere merkwürdige Weise miteinander zusammenhängen. Dies ist statistisch nicht so einfach zu überprüfen, da es eher von einem guten Versuchsdesign abhängt. Ein offensichtliches (und dummes) Beispiel für einen Verstoß gegen diese Annahme ist ein Datensatz, bei dem man dieselbe Beobachtung immer wieder in die Datei „kopiert“, so dass man am Ende eine riesige „Stichprobengröße“ hat, die nur aus einer einzigen echten Beobachtung besteht. Realistischer betrachtet muss man sich fragen, ob es wirklich plausibel ist, sich vorzustellen, dass jede Beobachtung eine vollständige Zufallsstichprobe aus der Grundgesamtheit ist, die einen interessiert. In der Praxis ist diese Annahme nie erfüllt, aber wir versuchen unser Bestes, um Studien so zu konzipieren, dass die Probleme mit korrelierten Daten möglichst gering sind.
nb: *Uavhengighet*. Den andre forutsetningen for testen er at observasjonene i datasettet ditt ikke er korrelert med hverandre, eller relatert til hverandre på en eller annen merkelig måte. Dette er ikke like lett å sjekke statistisk, det er litt avhengig av et godt eksperimentelt design. Et åpenbart (og dumt) eksempel på noe som bryter med denne forutsetningen, er et datasett der du «kopierer» den samme observasjonen om og om igjen i datafilen din, slik at du ender opp med en enorm «utvalgsstørrelse», som bare består av én ekte observasjon. Mer realistisk sett må du spørre deg selv om det virkelig er plausibelt å forestille seg at hver observasjon er et helt tilfeldig utvalg fra populasjonen du er interessert i. I praksis er denne forutsetningen aldri oppfylt, men vi gjør vårt beste for å utforme studier som minimerer problemene med korrelerte data.
ta: *சுதந்திரம்*. சோதனையின் இரண்டாவது அனுமானம் என்னவென்றால், உங்கள் தரவுத் தொகுப்பில் உள்ள அவதானிப்புகள் ஒருவருக்கொருவர் தொடர்புபடுத்தப்படவில்லை, அல்லது ஒருவருக்கொருவர் வேடிக்கையான வழியில் தொடர்புடையவை. இது புள்ளிவிவர ரீதியாக சரிபார்க்க எளிதானது அல்ல, இது நல்ல சோதனை வடிவமைப்பை கொஞ்சம் நம்பியுள்ளது. இந்த அனுமானத்தை மீறும் ஒன்றின் வெளிப்படையான (மற்றும் முட்டாள்தனமான) எடுத்துக்காட்டு, உங்கள் தரவுக் கோப்பில் அதே அவதானிப்பை மீண்டும் மீண்டும் "நகலெடுக்க" ஒரு தரவு தொகுப்பாகும், இதனால் நீங்கள் ஒரு பெரிய “மாதிரி அளவு” உடன் முடிவடையும், இது மட்டுமே அடங்கும் ஒரு உண்மையான அவதானிப்பு. மிகவும் யதார்த்தமாக, ஒவ்வொரு அவதானிப்பும் நீங்கள் ஆர்வமுள்ள மக்களிடமிருந்து முற்றிலும் சீரற்ற மாதிரி என்று கற்பனை செய்வது உண்மையிலேயே நம்பத்தகுந்ததா என்று நீங்களே கேட்டுக்கொள்ள வேண்டும். நடைமுறையில் இந்த அனுமானம் ஒருபோதும் நிறைவு செய்யப்படவில்லை, ஆனால் குறைக்கும் ஆய்வுகளை வடிவமைக்க நாங்கள் முயற்சி செய்கிறோம் தொடர்புடைய தரவின் சிக்கல்கள்.
uk: *Незалежність*. Друге припущення тесту полягає в тому, що спостереження у вашому наборі даних не корелюють між собою і не пов'язані між собою якимось дивним чином. Це не так просто перевірити статистично, це дещо залежить від хорошого експериментального дизайну. Очевидним (і безглуздим) прикладом порушення цього припущення є набір даних, в якому ви «копіюєте» одне і те саме спостереження знову і знову у вашому файлі даних, в результаті чого ви отримуєте величезний «розмір вибірки», який складається лише з одного справжнього спостереження. Більш реалістично, ви повинні запитати себе, чи дійсно правдоподібно уявити, що кожне спостереження є повністю випадковою вибіркою з популяції, яка вас цікавить. На практиці це припущення ніколи не виконується, але ми робимо все можливе, щоб розробити дослідження, які мінімізують проблеми корельованих даних.

source: *Known standard deviation*. The third assumption of the *z*-test is that the true standard deviation of the population is known to the researcher. This is just stupid. In no real world data analysis problem do you know the standard deviation σ of some population but are completely ignorant about the mean µ. In other words, this assumption is *always* wrong.
de: *Bekannte Standardabweichung*. Die dritte Annahme des *z*-Tests ist, dass die wahre Standardabweichung in der Grundgesamtheit bekannt ist. Die Annahme ist einfach nur dumm und unrealistisch. Bei keinem realen Datenanalyseproblem kennt man die Standardabweichung σ in der Grundgesamtheit, weiß aber nichts über den Mittelwert µ. Mit anderen Worten, diese Annahme ist *immer* falsch.
nb: *Kjent standardavvik*. Den tredje forutsetningen for *z*-testen er at det sanne standardavviket i populasjonen er kjent for forskeren. Dette er bare dumt. I ingen dataanalyseproblemer i den virkelige verden kjenner du standardavviket σ i en populasjon, men er fullstendig uvitende om gjennomsnittet µ. Med andre ord er denne forutsetningen er *aldri* gitt.
ta: *அறியப்பட்ட நிலையான விலகல்*. *Z *-Test இன் மூன்றாவது அனுமானம் என்னவென்றால், மக்கள்தொகையின் உண்மையான நிலையான விலகல் ஆராய்ச்சியாளருக்குத் தெரியும். இது முட்டாள். உண்மையான உலக தரவு பகுப்பாய்வு சிக்கலில் சில மக்கள்தொகையின் நிலையான விலகல் உங்களுக்குத் தெரியாது, ஆனால் சராசரி பற்றி முற்றிலும் அறியாதவர்கள். வேறு வார்த்தைகளில் கூறுவதானால், இந்த அனுமானம் * எப்போதும் * தவறு.
uk: *Відоме стандартне відхилення*. Третє припущення *z*-тесту полягає в тому, що дослідник знає справжнє стандартне відхилення генеральної сукупності. Це просто безглуздо. У жодному реальному завданні з аналізу даних ви не знаєте стандартне відхилення σ якоїсь генеральної сукупності, але повністю не знаєте про середнє значення µ. Іншими словами, це припущення *завжди* є неправильним.

source: In view of the stupidity of assuming that σ is known, let’s see if we can live without it. This takes us out of the dreary domain of the *z*-test, and into the magical kingdom of the *t*-test, with unicorns and fairies and leprechauns!
de: Angesichts der Dummheit der Annahme, dass σ bekannt ist, wollen wir sehen, ob wir ohne sie leben können. Damit verlassen wir die triste Domäne des *z*-Tests und begeben uns in das magische Reich des *t*-Tests, mit Einhörnern, Feen und Kobolden!
nb: Siden det er så dumt å anta at σ er kjent, la oss se om vi kan leve uten den. Dette tar oss ut av *z*-testens kjedelige domene og inn i *t*-testens magiske rike, med enhjørninger, feer og nisser!
ta: Your அறியப்பட்டதாகக் கருதும் முட்டாள்தனத்தைப் பார்க்கும்போது, அது இல்லாமல் நாம் வாழ முடியுமா என்று பார்ப்போம். இது *z *-test இன் மந்தமான களத்திலிருந்து நம்மை வெளியேற்றுகிறது, மேலும் யூனிகார்ன்கள் மற்றும் தேவதைகள் மற்றும் தொழுநோய்களுடன் *t *-test இன் மந்திர இராச்சியத்திற்குள் செல்கிறது!
uk: З огляду на безглуздість припущення, що σ є відомим, давайте подивимося, чи можна обійтися без нього. Це виводить нас із похмурої області *z*-тесту і переносить у чарівне королівство *t*-тесту, де живуть єдинороги, феї та лепрекони!

source: Actually this is too strong. Strictly speaking requires the *z* test only that the sampling distribution of the mean is normally distributed. If the population is normal then it necessarily follows that the sampling distribution of the mean is also normal. However, as we saw when talking about the central limit theorem, it’s quite possible (even commonplace) for the sampling distribution to be normal even if the population distribution itself is non-normal. However, in light of the sheer ridiculousness of the assumption that the true standard deviation is known, there really isn’t much point in going into details on this front!
de: Die Aussage ist eigentlich zu stark. Streng genommen verlangt der *z*-Test nur, dass die Stichprobenverteilung des Mittelwerts normalverteilt ist. Wenn die Grundgesamtheit normalverteilt ist, folgt daraus zwangsläufig, dass die Stichprobenverteilung des Mittelwerts ebenfalls normalverteilt ist. Wie wir jedoch bei der Erörterung des zentralen Grenzwertsatzes gesehen haben, ist es durchaus möglich (oder sogar wahrscheinlich), dass die Stichprobenverteilung normalverteilt ist, selbst wenn die Grundgesamtheit nicht normal verteilt ist. In Anbetracht der Tatsache, dass die Annahme, die wahre Standardabweichung sei bekannt, unrealistisch ist, ist es jedoch nicht sinnvoll, hier ins Detail zu gehen!
nb: Egentlig er dette for sterkt. Strengt tatt krever *z*-testen bare at utvalgsfordelingen av gjennomsnittet er normalfordelt. Hvis populasjonen er normalfordelt, følger det nødvendigvis at utvalgsfordelingen av gjennomsnittet også er normalfordelt. Men som vi så da vi snakket om sentralgrenseteoremet, er det fullt mulig (til og med vanlig) at utvalgsfordelingen er tilnærmet normalfordelt selv om populasjonsfordelingen i seg selv ikke tilsvarer en normalfordeling. Men i lys av det latterlige i antakelsen om at det sanne standardavviket er kjent, er det egentlig ikke så mye vits i å gå i detaljer på denne fronten!
ta: உண்மையில் இது மிகவும் வலுவானது. கண்டிப்பாக பேசுவதற்கு * சட் * சோதனை தேவைப்படுகிறது, சராசரியின் மாதிரி வழங்கல் பொதுவாக விநியோகிக்கப்படுகிறது. மக்கள் தொகை இயல்பானது என்றால், சராசரியின் மாதிரி விநியோகமும் சாதாரணமானது என்பதை அது தேவை. எவ்வாறாயினும், நடு வரம்பு தேற்றத்தைப் பற்றி பேசும்போது நாம் பார்த்தது போல, மக்கள்தொகை வழங்கல் இயல்பானதாக இல்லாவிட்டாலும் மாதிரி வழங்கல் பொதுவாக இருப்பது மிகவும் சாத்தியமானது (பொதுவானது). எவ்வாறாயினும், உண்மையான நிலையான விலகல் அறியப்படுகிறது என்ற அனுமானத்தின் தூய அபத்தமான தன்மையின் வெளிச்சத்தில், இந்த முன்னணியில் விவரங்களுக்குச் செல்வதில் உண்மையில் அதிக அர்த்தமில்லை!
uk: Насправді це занадто сильне твердження. Строго кажучи, тест *z* вимагає лише того, щоб вибіркова розподіл середнього значення мав нормальний розподіл. Якщо генеральна сукупність є нормальною, то з цього обов'язково випливає, що вибіркова розподіл середнього значення також є нормальним. Однак, як ми бачили, коли говорили про центральну граничну теорему, цілком можливо (навіть звичне), що вибіркова розподіл буде нормальним, навіть якщо розподіл генеральної сукупності сам по собі є ненормальним. Однак, з огляду на абсурдність припущення, що справжнє стандартне відхилення є відомим, немає сенсу заглиблюватися в деталі цього питання!

source: The one-sample *t*-test
de: Der *t*-Test bei einer Stichprobe
nb: En *t*-test med ett utvalg
ta: ஒரு மாதிரி *டி *-டெச்ட்
uk: Одновибірковий *t*-тест

source: After some thought, I decided that it might not be safe to assume that the psychology student grades necessarily have the same standard deviation as the other students in Dr Zeppo’s class. After all, if I’m entertaining the hypothesis that they don’t have the same mean, then why should I believe that they absolutely have the same standard deviation? In view of this, I should really stop assuming that I know the true value of σ. This violates the assumptions of my *z*-test, so in one sense I’m back to square one. However, it’s not like I’m completely bereft of options. After all, I’ve still got my raw data, and those raw data give me an *estimate* of the population standard deviation, which is 9.52. In other words, while I can’t say that I know that σ = 9.5, I *can* say that :math:`\hat\sigma` = 9.52.
de: Nach einigem Nachdenken kam ich zu dem Schluss, dass wir nicht davon ausgehen können, dass die Noten der Psychologiestudenten die gleiche Standardabweichung haben wie die der anderen Studenten in Dr. Zeppos Klasse. Denn wenn ich die Hypothese vertrete, dass sie nicht den gleichen Mittelwert haben, warum sollte ich dann glauben, dass sie die gleiche Standardabweichung haben? In Anbetracht dessen sollte ich wirklich aufhören anzunehmen, dass ich den wahren Wert von σ kenne. Dies verstößt gegen die Annahmen meines *z*-Tests, so dass ich in gewisser Weise wieder am Anfang stehe. Es ist jedoch nicht so, dass ich völlig chancenlos bin. Schließlich habe ich immer noch meine Rohdaten, und diese Rohdaten erlauben eine *Schätzung* der Standardabweichung der Population, die 9,52 beträgt. Mit anderen Worten: Ich kann zwar nicht sagen, dass ich weiß, dass σ = 9,5 ist, aber ich *kann* sagen, dass :math:`\hat\sigma` = 9,52 ist.
nb: Etter å ha tenkt meg litt om, kom jeg frem til at det kanskje ikke er trygt å anta at psykologistudentenes karakterer nødvendigvis har samme standardavvik som de andre studentene i Dr. Zeppos klasse. Hvis jeg tross alt har en hypotese om at de ikke har samme gjennomsnitt, hvorfor skal jeg da tro at de absolutt har samme standardavvik? I lys av dette bør jeg slutte å anta at jeg kjenner den sanne verdien av σ. Dette bryter med forutsetningene for *z*-testen min, så på en måte er jeg tilbake til utgangspunktet. Det er imidlertid ikke slik at jeg er helt uten alternativer. Jeg har tross alt fortsatt rådataene mine, og disse rådataene gir meg et *estimat* av standardavviket i populasjonen, som er 9,52. Med andre ord, selv om jeg ikke kan si at jeg vet at σ = 9,5, *kan* jeg si at :math:`\hat\sigma` = 9,52.
ta: சில சிந்தனைகளுக்குப் பிறகு, உளவியல் மாணவர் தரங்கள் டாக்டர் செப்போவின் வகுப்பில் உள்ள மற்ற மாணவர்களைப் போலவே அதே நிலையான விலகலைக் கொண்டிருக்க வேண்டும் என்று கருதுவது பாதுகாப்பாக இருக்காது என்று முடிவு செய்தேன். எல்லாவற்றிற்கும் மேலாக, அவர்களுக்கு ஒரே மாதிரியான சராசரி இல்லை என்ற கருதுகோளை நான் மகிழ்விக்கிறேன் என்றால், அவர்களுக்கு ஒரே நிலையான விலகல் இருப்பதை நான் ஏன் நம்ப வேண்டும்? இதைக் கருத்தில் கொண்டு, of இன் உண்மையான மதிப்பு எனக்குத் தெரியும் என்று கருதி நான் உண்மையில் நிறுத்த வேண்டும். இது எனது *z *-Test இன் அனுமானங்களை மீறுகிறது, எனவே ஒரு அர்த்தத்தில் நான் சதுர ஒன்றிற்கு திரும்பி வருகிறேன். இருப்பினும், நான் விருப்பங்களை முற்றிலும் இழந்துவிட்டேன் என்பது போல் இல்லை. எல்லாவற்றிற்கும் மேலாக, எனது மூல தரவைப் பெற்றுள்ளேன், அந்த மூல தரவு எனக்கு மக்கள்தொகை தர விலகலின் * மதிப்பீட்டை * தருகிறது, இது 9.52 ஆகும். வேறு வார்த்தைகளில் கூறுவதானால், σ = 9.5 என்று எனக்குத் தெரியும் என்று சொல்ல முடியாது, நான் * சொல்ல முடியும் * இதை: கணிதம்: `\ தொப்பி \ சிக்மா` = 9.52.
uk: Подумавши, я вирішив, що не можна з упевненістю стверджувати, що оцінки студентів-психологів обов'язково мають таке саме стандартне відхилення, як і оцінки інших студентів у класі доктора Зеппо. Адже якщо я висуваю гіпотезу, що вони не мають однакової середньої величини, то чому я повинен вірити, що вони обов'язково мають однакове стандартне відхилення? З огляду на це, я дійсно повинен припинити припускати, що знаю справжнє значення σ. Це порушує припущення мого *z*-тесту, тому в певному сенсі я повертаюся до вихідної точки. Однак це не означає, що я повністю позбавлений варіантів. Зрештою, у мене все ще є мої вихідні дані, і ці вихідні дані дають мені *оцінку* стандартного відхилення генеральної сукупності, яке становить 9,52. Іншими словами, хоча я не можу сказати, що знаю, що σ = 9,5, я *можу* сказати, що :math:`\hat\sigma` = 9,52.
