Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: Testing non-normal data with Wilcoxon tests
de: Prüfen nicht-normalverteilter Daten mit dem Wilcoxon-Test
nb: Testing av ikke-normalfordelte data med Wilcoxon-tester
ta: வில்காக்சன் சோதனைகளுடன் இயல்பற்ற தரவை சோதித்தல்
uk: Тестування ненормальних даних за допомогою тестів Вілкоксона

source: Okay, suppose your data turn out to be pretty substantially non-normal, but you still want to run something like a *t*-test? This situation occurs a lot in real life. For the AFL winning margins data (``afl.margins`` from the |aflsmall_margins|_ data set), for instance, the Shapiro-Wilk test made it very clear that the normality assumption is violated. This is the situation where you want to use Wilcoxon tests.
de: Nehmen wir an, Ihre Daten erweisen sich als eher nicht normalverteilt, aber Sie wollen trotzdem so etwas wie einen *t*-Test durchführen? Diese Situation kommt im wirklichen Leben häufig vor. Bei den AFL-Gewinnspannen-Daten (``afl.margins`` im Datensatz |aflsmall_margins|_) hat der Shapiro-Wilk-Test zum Beispiel deutlich gezeigt, dass die Annahme der Normalverteilung verletzt ist. Dies ist die Situation, in der Sie den Wilcoxon-Test verwenden sollten.
nb: Hva om dataene dine viser seg å være avvikende fra en normalfordeling, men du likevel ønsker å kjøre en *t*-test? Denne situasjonen forekommer ofte i det virkelige liv. For AFL-dataene for vinnermarginer (``afl.margins`` fra datasettet |aflsmall_margins|_), for eksempel, gjorde Shapiro-Wilk-testen det veldig klart at forutsetningen om normalfordeling er brutt. Det er i slike situasjoner du bør bruke Wilcoxon-tester.
ta: சரி, உங்கள் தரவு மிகவும் கணிசமாக இயல்பானது அல்ல என்று வைத்துக்கொள்வோம், ஆனால் நீங்கள் இன்னும் *t *-test போன்ற ஒன்றை இயக்க விரும்புகிறீர்களா? இந்த நிலைமை நிச வாழ்க்கையில் நிறைய நிகழ்கிறது. AFL வென்ற விளிம்பு தரவுகளுக்கு (`` afl.margins`` இருந்து | aflsmall_margins | _ தரவு தொகுப்பு), உதாரணமாக, சாபிரோ-வில்க் சோதனை இயல்பான அனுமானம் மீறப்படுவதை மிகத் தெளிவுபடுத்தியது. நீங்கள் வில்காக்சன் சோதனைகளைப் பயன்படுத்த விரும்பும் நிலைமை இதுதான்.

source: Like the *t*-test, the Wilcoxon test comes in two forms, one-sample and two-sample, and they’re used in more or less the exact same situations as the corresponding *t*-tests. Unlike the *t*-test, the Wilcoxon test doesn’t assume normality, which is nice. In fact, they don’t make any assumptions about what kind of distribution is involved. In statistical jargon, this makes them **nonparametric tests**. While avoiding the normality assumption is nice, there’s a drawback: the Wilcoxon test is usually less powerful than the *t*-test (i.e., higher Type II error rate). I won’t discuss the Wilcoxon tests in as much detail as the *t*-tests, but I’ll give you a brief overview.
de: Wie den *t*-Test gibt es auch den Wilcoxon-Test in zwei Formen, einem Ein-Stichproben- und einem Zwei-Stichproben-Test. Sie werden in mehr oder weniger genau denselben Situationen wie die entsprechenden *t*-Tests verwendet. Im Gegensatz zum *t*-Test setzt der Wilcoxon-Test keine Normalverteilung voraus, was sehr angenehm ist. Es werden darüber hinaus auch keine Annahmen über die Art der Verteilung gemacht. Im statistischen Fachjargon sind sie daher **nichtparametrische Tests**. Der Verzicht auf die Annahme der Normalverteilung ist zwar schön, hat aber auch einen Nachteil: Der Wilcoxon-Test ist in der Regel weniger aussagekräftig als der *t*-Test (d.h. er hat eine höhere Typ-II-Fehlerrate). Ich werde die Wilcoxon-Tests nicht so detailliert besprechen wie die *t*-Tests, aber ich werde Ihnen einen kurzen Überblick geben.
nb: I likhet med *t*-testen finnes Wilcoxon-test i to former, med ett utvalg og paret, og de brukes i mer eller mindre nøyaktig de samme situasjonene som de tilsvarende *t*-testene. I motsetning til *t*-test forutsetter ikke Wilcoxon-test normalfordeling, noe som er bra. Faktisk har den ingen forutsetninger om hva slags fordeling som er involvert. I statistisk sjargong gjør dette dem til **ikke-parametriske tester**. Selv om det er fint å unngå forutsetningen om normalfordeling, er det en ulempe: Wilcoxon-test er vanligvis mindre sterkt enn *t*-test (dvs. høyere type II-feilrate). Jeg skal ikke gå like detaljert inn på Wilcoxon-test som *t*-test, men jeg skal gi deg en kort oversikt.
ta: *T *-test ஐப் போலவே, வில்காக்சன் சோதனை இரண்டு வடிவங்களில், ஒரு மாதிரி மற்றும் இரண்டு மாதிரி, மேலும் அவை *t *-tests போன்ற அதே சூழ்நிலைகளில் அதிகமாகவோ அல்லது குறைவாகவோ பயன்படுத்தப்படுகின்றன. *T *-test போலல்லாமல், வில்காக்சன் சோதனை இயல்புநிலையை எடுத்துக் கொள்ளாது, இது நன்றாக இருக்கிறது. உண்மையில், அவர்கள் எந்த வகையான வழங்கல் சம்பந்தப்பட்டிருக்கிறார்கள் என்பது குறித்து அவர்கள் எந்த அனுமானங்களையும் செய்ய மாட்டார்கள். புள்ளிவிவர வாசகங்களில், இது அவற்றை ** ஒப்பற்ற சோதனைகள் ** ஆக்குகிறது. இயல்பான அனுமானத்தைத் தவிர்ப்பது நன்றாக இருக்கும்போது, ஒரு குறைபாடு உள்ளது: வில்காக்சன் சோதனை பொதுவாக *t *-test ஐ விட குறைவான ஆற்றல் வாய்ந்தது (அதாவது, அதிக வகை II பிழை விகிதம்). வில்காக்சன் சோதனைகளை நான் *t *-tests போன்ற விவரங்களில் விவாதிக்க மாட்டேன், ஆனால் நான் உங்களுக்கு ஒரு சுருக்கமான கண்ணோட்டத்தை தருகிறேன்.

source: Two sample Mann-Whitney U test
de: Mann-Whitney-U-Test mit zwei Stichproben
nb: Mann-Whitney U-test med to utvalg
ta: இரண்டு மாதிரி மான்-விட்னி யு சோதனை
uk: Двовибірковий U-критерій Манна-Вітні

source: I’ll start by describing the **Mann-Whitney U test**, since it’s actually simpler than the one sample version. Suppose we’re looking at the scores of 10 people on some test. Since my imagination has now failed me completely, let’s pretend it’s a “test of awesomeness” and there are two groups of people, “A” and “B”. I’m curious to know which group is more awesome. The data are included in the |awesome|_ data set, and there are two variables apart from the usual ``ID`` variable: ``scores`` |continuous| and ``group`` |nominal|.
de: Ich beginne mit der Beschreibung des **Mann-Whitney-U-Tests** mit zwei Stichproben, da er einfacher ist als die Version mit einer Stichprobe. Nehmen wir an, wir betrachten die Ergebnisse von 10 Personen bei einem Test. Da meine Vorstellungskraft mich jetzt völlig im Stich gelassen hat, nehmen wir an, es handele sich um einen „Test der Unglaublichkeit“ und es gäbe zwei Gruppen von Personen, „A“ und „B“. Ich bin neugierig, welche Gruppe am unglaublichsten ist. Die Daten sind im |awesome|_-Datensatz enthalten, und es gibt neben der üblichen ``ID``-Variable zwei weitere Variablen: ``scores`` |continuous| und ``group`` |nominal|.
nb: Jeg begynner med å beskrive **Mann-Whitney U-testen**, siden den faktisk er enklere enn versjonen med ett utvalg. Anta at vi ser på resultatene til 10 personer på en eller annen test. Siden fantasien min nå har sviktet meg fullstendig, kan vi late som om det er en «test av fantastiskhet», og at det finnes to grupper av personer, «A» og «B». Jeg er nysgjerrig på hvilken gruppe som er mest fantastisk. Dataene er inkludert i datasettet |awesome|_, og det er to variabler i tillegg til den vanlige variabelen ``ID``: ``scores`` |continuous| og ``group`` |nominal|.
ta: ** மான்-விட்னி யு டெச்ட் ** ஐ விவரிப்பதன் மூலம் தொடங்குவேன், ஏனெனில் இது ஒரு மாதிரி பதிப்பை விட எளிமையானது. சில சோதனைகளில் 10 பேரின் மதிப்பெண்களைப் பார்க்கிறோம் என்று வைத்துக்கொள்வோம். எனது கற்பனை இப்போது என்னை முற்றிலுமாக தோல்வியுற்றதால், இது ஒரு “அற்புதத்தின் சோதனை” என்று பாசாங்கு செய்வோம், மேலும் “ஏ” மற்றும் “பி” என்ற இரண்டு குழுக்கள் உள்ளன. எந்த குழு மிகவும் அருமை என்பதை அறிய ஆர்வமாக உள்ளேன். தரவு | அற்புதமான | _ தரவு தொகுப்பில் சேர்க்கப்பட்டுள்ளன, மேலும் வழக்கமான `` ஐடி`` மாறி: `` மதிப்பெண்கள்`` | தொடர்ச்சியான | மற்றும் `` குழு`` | பெயரளவு |.

source: As long as there are no ties (i.e., people with the exact same awesomeness score) then the test that we want to do is surprisingly simple. All we have to do is construct a table that compares every observation in group A against every observation in group B. Whenever the group A datum is larger, we place a check mark in the table:
de: Solange es keine verbundenen Ränge gibt (d. h. Personen mit genau demselben Wert), ist der Test, den wir durchführen wollen, erstaunlich einfach. Alles, was wir tun müssen, ist eine Tabelle zu erstellen, die jede Beobachtung in Gruppe A mit jeder Beobachtung in Gruppe B vergleicht:
nb: Så lenge det ikke er noen uavgjort (dvs. personer med nøyaktig samme awesomeness-score), er testen vi ønsker å gjøre overraskende enkel. Alt vi trenger å gjøre, er å lage en tabell som sammenligner hver observasjon i gruppe A med hver observasjon i gruppe B. Hver gang gruppe A er større, setter vi en hake i tabellen:
ta: உறவுகள் இல்லாத வரை (அதாவது, அதே அற்புதமான மதிப்பெண் உள்ளவர்கள்) பின்னர் நாம் செய்ய விரும்பும் சோதனை வியக்கத்தக்க வகையில் எளிமையானது. குழு A இல் உள்ள ஒவ்வொரு அவதானிப்பிற்கும் எதிராக குழு A இல் உள்ள ஒவ்வொரு அவதானிப்பையும் ஒப்பிடுகையில், குழு A தரவு பெரிதாக இருக்கும்போதெல்லாம், அட்டவணையில் ஒரு காசோலை அடையாளத்தை வைக்கிறோம்: நாங்கள் செய்ய வேண்டியது.

source: **Group B**
de: **Gruppe B**
nb: **Gruppe B**
ta: ** குழு பி **
uk: **Група B**

source: **Group A**
de: **Gruppe A**
nb: **Gruppe A**
ta: ** குழு A **
uk: **Група A**

source: We then count up the number of checkmarks. This is our test statistic, *W*.\ [#]_ The actual sampling distribution for *W* is somewhat complicated, and I’ll skip the details. For our purposes, it’s sufficient to note that the interpretation of *W* is qualitatively the same as the interpretation of *t* or *z*. That is, if we want a two-sided test then we reject the null hypothesis when *W* is very large or very small, but if we have a directional (i.e., one-sided) hypothesis then we only use one or the other.
de: Dann zählen wir die Anzahl der Häkchen zusammen. Das ist unsere Teststatistik, *W*.\ [#]_ Die tatsächliche Stichprobenverteilung für *W* ist etwas kompliziert, und ich werde die Details auslassen. Für unsere Zwecke reicht es aus, festzustellen, dass die Interpretation von *W* qualitativ die gleiche ist wie die Interpretation von *t* oder *z*. Das heißt, wenn wir einen zweiseitigen Test wollen, dann lehnen wir die Nullhypothese ab, wenn *W* sehr groß oder sehr klein ist, aber wenn wir eine gerichtete (d.h. einseitige) Hypothese haben, dann verwenden wir nur das eine oder das andere.
nb: Deretter teller vi opp antall avkrysninger. Dette er vår teststatistikk, *W*.\ [#]_ Den faktiske utvalgsfordelingen for *W* er noe komplisert, og jeg hopper over detaljene. For vårt formål er det tilstrekkelig å merke seg at tolkningen av *W* er kvalitativt den samme som tolkningen av *t* eller *z*. Det vil si at hvis vi ønsker en tosidig test, forkaster vi nullhypotesen når *W* er veldig stor eller veldig liten, men hvis vi har en retningsbestemt (dvs. ensidig) hypotese, bruker vi bare den ene eller den andre.
ta: சரிபார்ப்பு அடையாளங்களின் எண்ணிக்கையை நாங்கள் எண்ணுகிறோம். இது எங்கள் சோதனை புள்ளிவிவரம், *w *. \ [#] _ *W *க்கான உண்மையான மாதிரி வழங்கல் ஓரளவு சிக்கலானது, மேலும் விவரங்களைத் தவிர்ப்பேன். எங்கள் நோக்கங்களுக்காக, *w *இன் விளக்கம் *t *அல்லது *z *இன் விளக்கத்திற்கு தரமானது என்பதை கவனிக்க போதுமானது. அதாவது, நாம் இரு பக்க சோதனையை விரும்பினால், * W * மிகப் பெரியதாகவோ அல்லது மிகச் சிறியதாகவோ இருக்கும்போது சுழிய கருதுகோளை நிராகரிக்கிறோம், ஆனால் நமக்கு ஒரு திசை (அதாவது, ஒருதலைப்பட்ச) கருதுகோள் இருந்தால், நாம் ஒன்று அல்லது மற்றொன்றை மட்டுமே பயன்படுத்துகிறோம் .

source: In jamovi, if we run an ``Independent Samples T-Test`` with ``scores`` |continuous| as the dependent variable. and ``group`` as the grouping variable |nominal|, and then under the options for ``Tests`` check the option for ``Mann-Whitney U``, we will get results showing that U = 3 (i.e., the same number of check marks as shown above), and a *p*-value = 0.05556.
de: Wenn wir in jamovi einen ``Independent Samples T-Test`` mit ``scores`` |continuous| als abhängige Variable und ``group`` als Gruppierungsvariable |nominal| durchführen und dann unter den Optionen für ``Tests`` die Option für ``Mann-Whitney U`` ankreuzen, erhalten wir als Ergebnis, dass U = 3 (d.h. die gleiche Anzahl von Häkchen wie oben) und einen *p*-Wert = 0,05556.
nb: Hvis vi i jamovi kjører en ``Independent Samples T-Test`` med ``scores`` |continuous| som avhengig variabel og ``group`` som grupperingsvariabel |nominal|, og deretter under alternativene for ``Tests`` krysser av for ``Mann-Whitney U``, vil vi få resultater som viser at U = 3 (dvs. samme antall avkrysninger som vist ovenfor), og en *p*-verdi = 0,05556.
ta: சாமோவியில், `` மதிப்பெண்கள்`` | தொடர்ச்சியான | உடன் `` சுயாதீன மாதிரிகள் டி-டெச்ட்`` ஐ இயக்கினால் சார்பு மாறியாக. மற்றும் `` குழு`` குழு மாறியாக | பெயரளவு |, பின்னர் `` சோதனைகள்` க்கான விருப்பங்களின் கீழ் `` மான்-விட்னி u`` க்கான விருப்பத்தை சரிபார்க்கவும், உ = 3 (அதாவது, மேலே காட்டப்பட்டுள்ள அதே எண்ணிக்கையிலான காசோலை மதிப்பெண்கள்), மற்றும் A *P *-மதிப்பு = 0.05556.

source: One sample Wilcoxon test
de: Wilcoxon-Test für eine Stichprobe
nb: Ett utvalg Wilcoxon-test
ta: ஒரு மாதிரி வில்காக்சன் சோதனை
uk: Один зразок тесту Вілкоксона

source: What about the **one sample Wilcoxon test** (or equivalently, the paired samples Wilcoxon test)? Suppose I’m interested in finding out whether taking a statistics class has any effect on the happiness of students. The |happiness|_ data set contains the happiness of each student ``before`` taking the class |ordinal| and ``after`` taking the class |ordinal|. The ``change`` score is the difference between the two. Just like we saw with the *t*-test, there’s no fundamental difference between doing a paired-samples test using ``before`` and ``after``, versus doing a one-sample test using the ``change`` scores. As before, the simplest way to think about the test is to construct a tabulation. The way to do it this time is to take those change scores that are positive differences, and tabulate them against all the complete sample. What you end up with is a table that looks like this:
de: Was ist mit dem **Wilcoxon-Test für eine Stichprobe** (der gleichwertig mit dem Wilcoxon-Test für gepaarte Stichproben ist)? Angenommen, ich möchte herausfinden, ob die Teilnahme an einem Statistikkurs einen Einfluss auf die Zufriedenheit der Studenten hat. Der Datensatz |happiness|_ enthält die Zufriedenheit jedes Schülers vor (``before``, |ordinal|) und nach dem Besuch des Kurses (``after``, |ordinal|). Der ``change`` Wert ist die Differenz zwischen den beiden Werten. Genau wie wir beim *t*-Test für gepaarte Stichproben gesehen haben, gibt es keinen grundlegenden Unterschied zwischen einem Test für gepaarte Stichproben unter Verwendung von ``before`` und ``after`` und einem Test bei einer Stichprobe unter Verwendung der Werte in der Variable ``change``. Wie zuvor ist die einfachste Art, den Test zu betrachten, die Erstellung einer Tabelle. Diesmal nimmt man die Änderungswerte, die positive Differenzen darstellen, und stellt sie in einer Tabelle der gesamten Stichprobe gegenüber. Das Ergebnis ist eine Tabelle, die wie folgt aussieht:
nb: Hva med Wilcoxon-testen** (eller tilsvarende Wilcoxon-testen for parvise utvalg)? Anta at jeg er interessert i å finne ut om det å ta et statistikkurs har noen effekt på studentenes lykke. Datasettet |happiness|_ inneholder lykken til hver student ``before`` å ta klassen |ordinal| og ``after`` å ta klassen |ordinal|. Variablen ``change`` er forskjellen mellom de to. Akkurat som vi så med *t*-testen, er det ingen prinsipiell forskjell mellom å gjøre en paret *t*-test med ved hjelp av ``before`` og ``after``, og å gjøre en *t*-test med ett utvalg ved hjelp av variablen ``change``. Som tidligere er den enkleste måten å tenke på testen på å lage en tabell. Denne gangen tar man de endringsscorene som er positive forskjeller, og setter dem opp i tabell mot hele utvalget. Det du ender opp med, er en tabell som ser slik ut:
ta: ** ஒரு மாதிரி வில்காக்சன் சோதனை ** (அல்லது அதற்கு சமமாக, இணை மாதிரிகள் வில்காக்சன் சோதனை) பற்றி என்ன? புள்ளிவிவர வகுப்பை எடுத்துக்கொள்வது மாணவர்களின் மகிழ்ச்சியில் ஏதேனும் தாக்கத்தை ஏற்படுத்துமா என்பதைக் கண்டுபிடிப்பதில் நான் ஆர்வமாக உள்ளேன் என்று வைத்துக்கொள்வோம். | மகிழ்ச்சி | _ தரவுத் தொகுப்பில் ஒவ்வொரு மாணவரின் மகிழ்ச்சியும் உள்ளது `` முன்` `வகுப்பு எடுப்பதற்கு முன் | ஆர்டினல் | மற்றும் `` `` `வகுப்பு எடுத்த பிறகு | ஆர்டினல் | `` மாற்றம்`` மதிப்பெண் இருவருக்கும் உள்ள வேறுபாடு. *T *-test உடன் நாம் பார்த்தது போலவே, `` `` `மற்றும்` `க்குப் பிறகு` `மாற்றம்`` ஐப் பயன்படுத்தி ஒரு சோடி-மாதிரிகள் சோதனையைச் செய்வதற்கு எந்த அடிப்படை வேறுபாடும் இல்லை மதிப்பெண்கள். முன்பு போலவே, சோதனையைப் பற்றி சிந்திக்க எளிய வழி ஒரு அட்டவணையை உருவாக்குவதாகும். இந்த நேரத்தில் இதைச் செய்வதற்கான வழி, நேர்மறையான வேறுபாடுகளான அந்த மாற்ற மதிப்பெண்களை எடுத்துக்கொள்வதும், அவற்றை அனைத்து முழுமையான மாதிரிக்கு எதிராக அட்டவணைப்படுத்துவதும் ஆகும். நீங்கள் முடிவடைவது இதைப் போல தோற்றமளிக்கும் அட்டவணை:

source: all differences
de: alle Unterschiede
nb: alle forskjeller
ta: அனைத்து வேறுபாடுகள்
uk: всі відмінності

source: positive differences
de: positive Unterschiede
nb: positive forskjeller
ta: நேர்மறையான வேறுபாடுகள்
uk: позитивні відмінності

source: Counting up the tick marks this time we get a test statistic of *W* = 7. As before, if our test is two-sided, then we reject the null hypothesis when *W* is very large or very small. As far as running it in jamovi goes, it’s pretty much what you’d expect. For the one-sample version, you specify the ``Wilcoxon rank`` option under ``Tests`` in the ``One Sample *t*-Test`` options panel.This gives you Wilcoxon *W* = 7, *p*-value = 0.03711. As this shows, we have a significant effect. Evidently, taking a statistics class does have an effect on your happiness. Switching to a paired samples version of the test won’t give us a different answer, of course; see :numref:`fig-ttest_nonparametric`.
de: Wenn wir diesmal die Häkchen zusammenzählen, erhalten wir eine Teststatistik von *W* = 7. Wenn unser Test zweiseitig ist, dann lehnen wir die Nullhypothese ab, wenn *W* sehr groß oder sehr klein ist. Was das Durchführen in jamovi betrifft, so ist es so ziemlich genau so, wie man es erwarten würde. Für die Version mit einer Stichprobe wählen Sie die Option ``Wilcoxon rank`` unter ``Tests`` innerhalb des ``One Sample *t*-Test`` an. Dadurch erhalten Sie Wilcoxon *W* = 7, *p*-Wert = 0,03711. Wie dies zeigt, haben wir einen signifikanten Effekt. Offensichtlich hat der Besuch eines Statistikkurses einen Einfluss auf das Glücksgefühl der Teilnehmer. Wenn wir zu einer Version des Tests mit gepaarten Stichproben wechseln, erhalten wir natürlich die gleiche Antwort wie in :numref:`fig-ttest_nonparametric` gezeigt.
nb: Ved å telle opp avkrysningene denne gangen får vi en teststatistikk på *W* = 7. Som før, hvis testen vår er tosidig, forkaster vi nullhypotesen når *W* er veldig stor eller veldig liten. Når det gjelder kjøringen i jamovi, er det omtrent som forventet. For versjonen med ett utvalg spesifiserer du alternativet ``Wilcoxon rank`` under ``Tests`` i panelet ``One Sample *t*-Test``. Dette gir deg Wilcoxon *W* = 7, *p*-value = 0,03711. Som dette viser, har vi en signifikant effekt. Å ta et statistikkurs har tydeligvis en effekt på lykken din. Hvis vi bytter til en versjon av testen med parvise utvalg, får vi selvfølgelig ikke et annet svar; se :numref:`fig-ttest_nonparametric`.
ta: இந்த நேரத்தில் டிக் குறிகளை எண்ணுவதன் மூலம் * w * = 7 இன் சோதனை புள்ளிவிவரத்தைப் பெறுகிறோம். முன்பு போலவே, எங்கள் சோதனை இரு பக்கமாக இருந்தால், * W * மிகப் பெரியதாகவோ அல்லது மிகச் சிறியதாகவோ இருக்கும்போது சுழிய கருதுகோளை நிராகரிக்கிறோம். சமோவியில் அதை இயக்கும் வரையில், நீங்கள் எதிர்பார்ப்பது இதுதான். ஒரு மாதிரி பதிப்பிற்கு, `` ஒரு மாதிரி *t *-test`` விருப்பங்கள் குழுவில் `` சோதனைகள்` இன் கீழ் `` வில்காக்சன் தரவரிசை` விருப்பத்தை நீங்கள் குறிப்பிடுகிறீர்கள். இது உங்களுக்கு வில்காக்சனுக்கு *w *= 7, * பி*-மதிப்பு = 0.03711. இது காண்பித்தபடி, நாங்கள் ஒரு குறிப்பிடத்தக்க விளைவைக் கொண்டுள்ளோம். வெளிப்படையாக, புள்ளிவிவர வகுப்பை எடுத்துக்கொள்வது உங்கள் மகிழ்ச்சியில் தாக்கத்தை ஏற்படுத்தும். சோதனையின் இணை மாதிரிகள் பதிப்பிற்கு மாறுவது எங்களுக்கு வேறு பதிலைக் கொடுக்காது; காண்க: NumRef: `Figh-ttest_nonnonparametric`.

source: Results for one sample and paired sample Wilcoxon non-parametric tests
de: Ergebnisse für die nichtparametrischen Wilcoxon-Tests mit einer Stichprobe und für gepaarte Stichproben
nb: Resultater for ikke-parametriske Wilcoxon-tester med ett utvalg og parvise utvalg
ta: ஒரு மாதிரி மற்றும் இணை மாதிரிக்கான முடிவுகள் வில்காக்சன் அளவுரு அல்லாத சோதனைகள்
uk: Результати для одновибіркових та парних вибіркових непараметричних тестів Вілкоксона

source: jamovi screen showing results for one sample and paired sample Wilcoxon non-parametric tests
de: jamovi-Resultatausgabe mit den Ergebnissen für die nichtparametrischen Wilcoxon-Tests mit einer Stichprobe und für gepaarte Stichproben
nb: jamovi-skjermbildet viser resultater for ikke-parametriske Wilcoxon-tester med ett utvalg og parete utvalg
ta: ஒரு மாதிரி மற்றும் இணை மாதிரிக்கான முடிவுகளைக் காட்டும் சாமோவி திரை வில்காக்சன் அல்லாத அளவுரு அல்லாத சோதனைகள்
uk: екран jamovi, що показує результати для одного зразка та парних зразків непараметричних тестів Вілкоксона

source: Actually, there are two different versions of the test statistic that differ from each other by a constant value. The version that I’ve described is the one that jamovi calculates.
de: Genau genommen gibt es zwei verschiedene Versionen der Teststatistik, die sich durch einen konstanten Wert voneinander unterscheiden. Die Version, die ich beschrieben habe, ist die, die jamovi berechnet.
nb: Det finnes faktisk to ulike versjoner av teststatistikken som skiller seg fra hverandre med en konstant verdi. Den versjonen jeg har beskrevet, er den som jamovi beregner.
ta: உண்மையில், சோதனை புள்ளிவிவரத்தின் இரண்டு வெவ்வேறு பதிப்புகள் உள்ளன, அவை ஒருவருக்கொருவர் நிலையான மதிப்பால் வேறுபடுகின்றன. நான் விவரித்த பதிப்பு சமோவி கணக்கிடுகிறது.
uk: Насправді, існують дві різні версії тестової статистики, які відрізняються одна від одної постійним значенням. Версія, яку я описав, — це та, яку обчислює jamovi.

source: Summary
de: Zusammenfassung
nb: Sammendrag
uk: Короткий зміст

source: A :doc:`one sample *t*-test <Ch11_tTest_02>` is used to compare a single sample mean against a hypothesised value for the population mean.
de: Ein :doc:`*t*-Test bei einer Stichprobe <Ch11_tTest_02>` wird verwendet, um den Mittelwert einer einzelnen Stichprobe mit einem hypothetischen Wert für den Mittelwert der Grundgesamtheit zu vergleichen.
nb: En :doc:`one sample *t*-test <Ch11_tTest_02>` brukes til å sammenligne et enkelt utvalgs gjennomsnitt med en hypotetisk verdi for populasjonsgjennomsnittet.
ta: ப: டிஓசி: `ஒரு மாதிரி *டி *-டெச்ட் <CH11_TTTEST_02>` மக்கள்தொகை சராசரியான ஒரு கருதுகோள் மதிப்புக்கு எதிராக ஒற்றை மாதிரி சராசரியை ஒப்பிட்டுப் பார்க்க பயன்படுத்தப்படுகிறது.
uk: Для порівняння середнього значення однієї вибірки з гіпотетичним значенням середнього значення генеральної сукупності використовується :doc:`t*-критерій <Ch11_tTest_02>`.
