Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: and he suggested a rough guide for interpreting *d* in :numref:`tab-cohensdinterpretation`. You’d think that this would be pretty unambiguous, but it’s not. This is largely because Cohen wasn’t too specific on what he thought should be used as the measure of the standard deviation (in his defence he was trying to make a broader point in his book, not nitpick about tiny details). As discussed by :ref:`McGrath and Meyer (2006) <McGrath_2006>`, there are several different versions in common usage, and each author tends to adopt slightly different notation. For the sake of simplicity (as opposed to accuracy), I’ll use *d* to refer to any statistic that you calculate from the sample, and use δ to refer to a theoretical population effect. Obviously, that does mean that there are several different things all called *d*.
de: und er schlug einen groben Leitfaden für die Interpretation von *d* in :numref:`tab-cohensdinterpretation` vor. Man sollte meinen, dass dies ziemlich eindeutig ist, aber das ist es nicht. Das liegt vor allem daran, dass Cohen sich nicht allzu genau darüber ausließ, was seiner Meinung nach als Maß für die Standardabweichung verwendet werden sollte (zu seiner Verteidigung sei gesagt, dass er in seinem Buch einen breiteren Standpunkt vertreten wollte und sich nicht mit eher unbedeutenden Details aufhalten wollte). Wie :ref:`McGrath und Meyer (2006) <McGrath_2006>` erörtert haben, gibt es mehrere verschiedene Versionen, die allgemein gebräuchlich sind, und jeder Autor neigt dazu, eine etwas andere Notation zu verwenden. Der Einfachheit halber (im Gegensatz zur Genauigkeit) werde ich *d* für jede Statistik verwenden, die Sie aus der Stichprobe berechnen, und δ für einen theoretischen Populationseffekt. Das bedeutet natürlich, dass es mehrere verschiedene Dinge gibt, die alle *d* heißen.
nb: og han foreslo en grov guide for tolkning av *d* i :numref:`tab-cohensdinterpretation`. Man skulle tro at dette ville være ganske entydig, men det er det ikke. Dette skyldes i stor grad at Cohen ikke var så spesifikk med hensyn til hva han mente burde brukes som mål på standardavviket (til hans forsvar må det sies at han prøvde å få frem et bredere poeng i boken sin, ikke å pirke i små detaljer). Som diskutert i :ref:`McGrath and Meyer (2006) <McGrath_2006>`, finnes det flere ulike versjoner som er i vanlig bruk, og hver forfatter har en tendens til å bruke litt ulik notasjon. For enkelhets skyld (i motsetning til nøyaktighet) vil jeg bruke *d* for å referere til enhver statistikk som du beregner fra utvalget, og bruke δ for å referere til en teoretisk populasjonseffekt. Det betyr selvsagt at det finnes flere forskjellige ting som alle kalles *d*.
ta: * டி * ஐ விளக்குவதற்கு ஒரு கடினமான வழிகாட்டியை அவர் பரிந்துரைத்தார்: NumRef: `TAB-COHENSDINTEXTATION`. இது மிகவும் தெளிவற்றதாக இருக்கும் என்று நீங்கள் நினைப்பீர்கள், ஆனால் அது இல்லை. இது பெரும்பாலும் கோஅன் நிலையான விலகலின் அளவாக பயன்படுத்தப்பட வேண்டும் என்று அவர் நினைத்தவற்றில் மிகவும் குறிப்பிட்டதாக இல்லை (அவரது பாதுகாப்பில் அவர் தனது புத்தகத்தில் ஒரு பரந்த புள்ளியை உருவாக்க முயற்சித்தார், சிறிய விவரங்களைப் பற்றி நிட்பிக் அல்ல). விவாதித்தபடி: குறிப்பு: `மெக்ராத் மற்றும் மேயர் (2006) <மெக்ராத்_2006>`, பொதுவான பயன்பாட்டில் பல வேறுபட்ட பதிப்புகள் உள்ளன, மேலும் ஒவ்வொரு எழுத்தாளரும் சற்று வித்தியாசமான குறியீட்டைக் கடைப்பிடிக்க முனைகிறார்கள். எளிமைக்காக (துல்லியத்திற்கு மாறாக), மாதிரியிலிருந்து நீங்கள் கணக்கிடும் எந்தவொரு புள்ளிவிவரத்தையும் குறிக்க * டி * ஐப் பயன்படுத்துவேன், மேலும் ஒரு தத்துவார்த்த மக்கள்தொகை விளைவைக் குறிக்க wae ஐப் பயன்படுத்துவேன். வெளிப்படையாக, இதன் பொருள் *டி *என அழைக்கப்படும் பல்வேறு விசயங்கள் உள்ளன.

source: My suspicion is that the only time that you would want Cohen’s *d* is when you’re running a *t*-test, and jamovi has an option to calculate the effect size for all the different flavours of *t*-test it provides.
de: Ich vermute, dass Sie Cohens *d* nur dann brauchen, wenn Sie einen *t*-Test durchführen, und jamovi hat eine Option zum Berechnen der Effektstärke bei allen Arten von *t*-Tests, die es anbietet.
nb: Jeg mistenker at den eneste gangen du vil ha Cohens *d*, er når du kjører en *t*-test, og jamovi har et alternativ for å beregne effektstørrelsen for alle de ulike variantene av *t*-tester som tilbys.
ta: நீங்கள் ஒரு *t *-test ஐ இயக்கும்போது கோஅனின் *d *ஐ நீங்கள் விரும்பும் ஒரே நேரம், மற்றும் *t *-test இன் அனைத்து வெவ்வேறு சுவைகளுக்கும் விளைவு அளவைக் கணக்கிட சமோவிக்கு ஒரு விருப்பம் உள்ளது என்பது எனது ஐயம். வழங்குகிறது.
uk: Я підозрюю, що єдиний випадок, коли вам може знадобитися *d* Коена, — це коли ви проводите *t*-тест, а jamovi має опцію для обчислення розміру ефекту для всіх різних варіантів *t*-тесту, які він пропонує.

source: A (very) rough guide to interpreting Cohen’s *d*. My personal recommendation is to not use these blindly. The *d*-statistic has a natural interpretation in and of itself. It re-describes the difference in means as the number of standard deviations that separates those means. So it’s generally a good idea to think about what that means in practical terms. In some contexts a “small” effect could be of big practical importance. In other situations a “large” effect may not be all that interesting.
de: Ein (sehr) grober Leitfaden zur Interpretation von Cohens *d*. Meine persönliche Empfehlung ist, diese Richtlinien nicht blind zu verwenden. Die *d*-Statistik hat an und für sich eine natürliche Interpretation. Sie beschreibt die Differenz der Mittelwerte als die Anzahl der Standardabweichungen, die diese Mittelwerte voneinander trennen. Es ist also im Allgemeinen eine gute Idee, darüber nachzudenken, was das in praktischer Hinsicht bedeutet. In manchen Kontexten kann ein „kleiner“ Effekt von großer praktischer Bedeutung sein. In anderen Situationen ist ein „großer“ Effekt vielleicht gar nicht so interessant.
nb: En (veldig) grov guide til tolkning av Cohens *d*. Min personlige anbefaling er å ikke bruke disse blindt. *d*-statistikken har en naturlig tolkning i seg selv. Den beskriver forskjellen i gjennomsnitt som antall standardavvik som skiller disse gjennomsnittene. Derfor er det som regel lurt å tenke over hva det betyr i praksis. I noen sammenhenger kan en «liten» effekt være av stor praktisk betydning. I andre situasjoner er en «stor» effekt kanskje ikke så interessant.
ta: கோஅனின் *டி *ஐ விளக்குவதற்கு ஒரு (மிக) கடினமான வழிகாட்டி. எனது தனிப்பட்ட பரிந்துரை இவற்றை கண்மூடித்தனமாக பயன்படுத்தக்கூடாது. *டி *-ச்டாடிச்டிக் ஒரு இயல்பான விளக்கத்தைக் கொண்டுள்ளது. அந்த வழிமுறைகளைப் பிரிக்கும் நிலையான விலகல்களின் எண்ணிக்கையாக இது வழிமுறைகளில் உள்ள வேறுபாட்டை மீண்டும் விவரிக்கிறது. எனவே நடைமுறை அடிப்படையில் என்ன பொருள் என்பதைப் பற்றி சிந்திப்பது பொதுவாக நல்ல யோசனையாகும். சில சூழல்களில் “சிறிய” விளைவு பெரிய நடைமுறை முக்கியத்துவம் வாய்ந்ததாக இருக்கும். மற்ற சூழ்நிலைகளில் “பெரிய” விளைவு அவ்வளவு சுவாரச்யமானதாக இருக்காது.

source: *d*-value
de: *d*-Wert
nb: *d*-verdi
ta: *d*-மதிப்பு
uk: *d*-значення

source: rough interpretation
de: grobe Interpretation
nb: grov tolkning
ta: தோராயமான விளக்கம்
uk: приблизне тлумачення

source: about 0.2
de: etwa 0,2
nb: omtrent 0,2
ta: சுமார் 0.2
uk: про 0.2

source: “small” effect
de: „kleiner“ Effekt
nb: «liten» effekt
ta: “சிறிய” விளைவு
uk: «малий» ефект

source: about 0.5
de: etwa 0,5
nb: omtrent 0,5
ta: சுமார் 0.5
uk: про 0.5

source: “moderate” effect
de: „mäßiger“ Effekt
nb: «moderat» effekt
ta: “மிதமான” விளைவு
uk: «помірний» ефект

source: about 0.8
de: etwa 0,8
nb: omtrent 0,8
ta: சுமார் 0.8
uk: про 0.8

source: “large” effect
de: „großer“ Effekt
nb: «stor» effekt
ta: “பெரிய” விளைவு
uk: «великий» ефект

source: Cohen’s *d* from one sample
de: Cohen's *d* bei einer Stichprobe
nb: Cohens *d* fra ett utvalg
ta: ஒரு மாதிரியிலிருந்து கோஅனின் * டி *
uk: *d* Коена з одного семпла

source: The simplest situation to consider is the one corresponding to a one-sample *t*-test. In this case, this is the one sample mean *X̄* and one (hypothesised) population mean µ\ :sub:`o` to compare it to. Not only that, there’s really only one sensible way to estimate the population standard deviation. We just use our usual estimate :math:`\hat{\sigma}`. Therefore, we end up with the following as the only way to calculate d:
de: Die einfachste Situation entspricht einem *t*-Test mit einer Stichprobe. In diesem Fall handelt es sich um einen Stichprobenmittelwert *X̄* und einen (hypothetischen) Populationsmittelwert µ\ :sub:`o`, mit dem er verglichen wird. Und nicht nur das: Es gibt eigentlich nur eine sinnvolle Möglichkeit, die Standardabweichung in der Grundgesamtheit zu schätzen. Wir verwenden einfach unsere übliche Schätzung :math:`\hat{\sigma}`. Daher ist die einzige Möglichkeit zur Berechnung von *d* die folgende:
nb: Den enkleste situasjonen å vurdere er den som tilsvarer en *t*-test med ett utvalg. I dette tilfellet er det ett utvalgsgjennomsnitt *X̄* og ett (antatt) populasjonsgjennomsnitt µ\ :sub:`o` å sammenligne det med. Ikke bare det, det finnes egentlig bare én fornuftig måte å estimere standardavviket i populasjonen på. Vi bruker bare vårt vanlige estimat :math:`\hat{\sigma}`. Derfor ender vi opp med følgende som den eneste måten å beregne d på:
ta: கருத்தில் கொள்ள வேண்டிய எளிய சூழ்நிலை ஒரு மாதிரி *t *-test உடன் தொடர்புடையது. இந்த வழக்கில், இது ஒரு மாதிரி சராசரி * x̄ * மற்றும் ஒரு (கருதுகோள்) மக்கள் தொகை சராசரி µ \: துணை: `o` அதை ஒப்பிட்டுப் பார்க்க வேண்டும். அது மட்டுமல்லாமல், மக்கள்தொகை நிலையான விலகலை மதிப்பிடுவதற்கு உண்மையில் ஒரே ஒரு விவேகமான வழி மட்டுமே உள்ளது. நாங்கள் எங்கள் வழக்கமான மதிப்பீட்டைப் பயன்படுத்துகிறோம்: கணிதம்: `\ தொப்பி {\ சிக்மா}`. எனவே, டி ஐக் கணக்கிடுவதற்கான ஒரே வழியாக பின்வருவனவற்றை நாங்கள் முடிக்கிறோம்:

source: When we look back at the results in :numref:`fig-ttest_one`, the effect size value is Cohen’s *d* = 0.50. Overall, then, the psychology students in Dr Zeppo’s class are achieving grades (mean = 72.3\%) that are about 0.5 standard deviations higher than the level that you’d expect (67.5\%) if they were performing at the same level as other students. Judged against Cohen’s rough guide, this is a moderate effect size.
de: Wenn wir uns die Ergebnisse in :numref:`fig-ttest_one` ansehen, ist der Wert der Effektstärke Cohen's *d* = 0,50. Insgesamt erreichen die Psychologiestudenten in der Klasse von Dr. Zeppo also Noten (Mittelwert = 72,3 %), die etwa 0,5 Standardabweichungen über dem Niveau liegen, das man erwarten würde (67,5 %), wenn sie die gleichen Leistungen wie Studenten anderer Studienrichtungen erbringen würden. Gemessen an Cohens grobem Richtwert handelt es sich dabei um eine moderate Effektstärke.
nb: Når vi ser tilbake på resultatene i :numref:`fig-ttest_one`, er effektstørrelsesverdien Cohens *d* = 0,50. Samlet sett oppnår altså psykologistudentene i Dr. Zeppos klasse karakterer (gjennomsnitt = 72,3\%) som er omtrent 0,5 standardavvik høyere enn det nivået du ville forvente (67,5\%) hvis de presterte på samme nivå som andre studenter. Dette er en moderat effektstørrelse, vurdert ut fra Cohens veiledning.
ta: முடிவுகளை நாம் திரும்பிப் பார்க்கும்போது: NumRef: `Fig-ttest_one`, விளைவு அளவு மதிப்பு கோஅனின் * டி * = 0.50 ஆகும். ஒட்டுமொத்தமாக, டாக்டர் செப்போவின் வகுப்பில் உள்ள உளவியல் மாணவர்கள் தரங்களை (சராசரி = 72.3 \%) அடைகிறார்கள், அவை நீங்கள் எதிர்பார்க்கும் அளவை விட 0.5 நிலையான விலகல்கள் அதிகம் (67.5 \%) அவர்கள் அதே மட்டத்தில் செயல்பட்டால் (67.5 \%) மற்ற மாணவர்கள். கோஅனின் கடினமான வழிகாட்டிக்கு எதிராக தீர்மானிக்கப்பட்டது, இது ஒரு மிதமான விளைவு அளவு.

source: Cohen’s *d* from a Student’s *t*-test
de: Cohens *d* in einem *t*-Test nach Student
nb: Cohens *d* fra en Student's *t*-test
ta: ஒரு மாணவரின் *t *-test இலிருந்து கோஅனின் *டி *
uk: Коенів *d* зі студентського блогу *t*-test

source: The majority of discussions of Cohen’s *d* focus on a situation that is analogous to Student’s independent samples *t*-test, and it’s in this context that the story becomes messier, since there are several different versions of *d* that you might want to use in this situation. To understand why there are multiple versions of *d*, it helps to take the time to write down a formula that corresponds to the true population effect size δ. It’s pretty straightforward, δ = (µ\ :sub:`1` - µ\ :sub:`2`) / σ.
de: Die meisten Diskussionen über Cohens *d* konzentrieren sich auf eine Situation, die dem *t*-Test für unabhängige Stichproben nach Student entspricht. Leider wird die Sache etwas unübersichtlicher, da es mehrere verschiedene Versionen von *d* gibt, die man in dieser Situation verwenden könnte. Um zu verstehen, warum es mehrere Versionen von *d* gibt, hilft es, sich die Zeit zu nehmen, eine Formel aufzuschreiben, die der wahren Populationseffektstärke δ entspricht. Sie ist ziemlich einfach: δ = (µ\ :sub:`1` - µ\ :sub:`2`) / σ.
nb: De fleste diskusjoner om Cohens *d* fokuserer på en situasjon som er analog med Students uavhengig *t*-test, og det er i denne sammenhengen at historien blir mer rotete, siden det finnes flere ulike versjoner av *d* som du kan ønske å bruke i denne situasjonen. For å forstå hvorfor det finnes flere versjoner av *d*, er det nyttig å ta seg tid til å skrive ned en formel som tilsvarer den sanne populasjonseffektstørrelsen δ. Det er ganske enkelt, δ = (µ\ :sub:`1` - µ\ :sub:`2`) / σ.
ta: கோஅனின் *டி *இன் பெரும்பாலான விவாதங்கள் மாணவரின் சுயாதீன மாதிரிகளுக்கு ஒத்த சூழ்நிலையில் கவனம் செலுத்துகின்றன *t *-test, இந்த சூழலில் தான் கதை மெச்சியர் ஆகிறது, ஏனெனில் *d *இன் பல்வேறு பதிப்புகள் உள்ளன இந்த சூழ்நிலையில் பயன்படுத்த விரும்புகிறேன். *D *இன் பல பதிப்புகள் ஏன் உள்ளன என்பதைப் புரிந்து கொள்ள, உண்மையான மக்கள்தொகை விளைவு அளவிற்கு ஒத்த ஒரு சூத்திரத்தை எழுத நேரம் எடுக்க இது உதவுகிறது. இது மிகவும் நேரடியானது, Δ = (µ \: துணை: `1` - µ \: துணை:` 2`) /.

source: where, as usual, µ\ :sub:`1` and µ\ :sub:`2` are the population means corresponding to group 1 and group 2 respectively, and σ is the standard deviation (the same for both populations). The obvious way to estimate δ is to do exactly the same thing that we did in the *t*-test itself, i.e., use the sample means as the top line and a pooled standard deviation estimate for the bottom line
de: wobei, wie üblich, µ\ :sub:`1` und µ\ :sub:`2` die Mittelwerte in der Grundgesamtheit sind, die der Gruppe 1 bzw. der Gruppe 2 entsprechen, und σ die Standardabweichung ist (die für beide Populationen gleich ist). Der offensichtliche Weg zur Schätzung von δ besteht darin, genau dasselbe zu tun wie beim *t*-Test selbst, d. h. die Stichprobenmittelwerte als Zähler und eine gepoolte Schätzung der Standardabweichung als Nenner zu verwenden
nb: hvor, som vanlig, µ\ :sub:`1` og µ\ :sub:`2` er populasjonsgjennomsnittene for henholdsvis gruppe 1 og gruppe 2, og σ er standardavviket (det samme for begge populasjonene). Den åpenbare måten å estimere δ på er å gjøre akkurat det samme som vi gjorde i selve *t*-testen, dvs. bruke utvalgsgjennomsnittene som øverste linje og et sammenslått standardavviksestimat som nederste linje
ta: வழக்கம் போல், µ \: துணை: `1` மற்றும் µ \: \:` 2` என்பது மக்கள் தொகை என்பது முறையே குழு 1 மற்றும் குழு 2 உடன் தொடர்புடையது, மற்றும் σ என்பது நிலையான விலகல் (இரு மக்கள்தொகைகளுக்கும் ஒரே மாதிரியானது). *T *-test இல் நாம் செய்த அதே காரியத்தை சரியாகச் செய்வதே க்கு மதிப்பீட்டிற்கான வெளிப்படையான வழி, அதாவது, மாதிரி வழிமுறைகளை மேல் வரியாகவும், கீழ்நிலைக்கான பூல் செய்யப்பட்ட நிலையான விலகல் மதிப்பீட்டாகவும் பயன்படுத்தவும்

source: where :math:`\hat\sigma_p` is the exact same pooled standard deviation measure that appears in the *t*-test. This is the most commonly used version of Cohen’s *d* when applied to the outcome of a Student *t*-test, and is the one provided in jamovi. It is sometimes referred to as Hedges’ *g* statistic (:ref:`Hedges, 1981 <Hedges_1981>`).
de: wobei :math:`\hat\sigma_p` genau das gleiche gepoolte Standardabweichungsmaß ist, das im *t*-Test verwendet wird. Dies ist die am häufigsten verwendete Version von Cohen's *d*, wenn sie auf das Ergebnis eines *t*-Tests nach Student angewandt wird, und sie ist die in jamovi verwendete Version. Sie wird manchmal auch als Hedges' *g* Statistik bezeichnet (:ref:`Hedges, 1981 <Hedges_1981>`).
nb: hvor :math:`\hat\sigma_p` er nøyaktig det samme standardavviksmålet som vises i *t*-testen. Dette er den mest brukte versjonen av Cohens *d* når den brukes på utfallet av en Student *t*-test, og det er den som leveres i jamovi. Den omtales noen ganger som Hedges' *g*-statistikk (:ref:`Hedges, 1981 <Hedges_1981>`).
ta: எங்கே: கணிதம்: `\ தொப்பி \ சிக்மா_பி` என்பது *t *-test இல் தோன்றும் அதே பூல் செய்யப்பட்ட நிலையான விலகல் நடவடிக்கையாகும். இது ஒரு மாணவரின் முடிவுக்கு பயன்படுத்தும்போது கோஅனின் *டி *இன் பொதுவாகப் பயன்படுத்தப்படும் பதிப்பாகும், இது சாமோவியில் வழங்கப்பட்ட ஒன்றாகும். இது சில நேரங்களில் எட்சச் ’ * ஐயா * புள்ளிவிவரம் என்று குறிப்பிடப்படுகிறது (: குறிப்பு:` எட்சச், 1981 <எட்சச்_1981> `).

source: However, there are other possibilities which I’ll briefly describe. Firstly, you may have reason to want to use only one of the two groups as the basis for calculating the standard deviation. This approach (often called Glass’ *Δ*, pronounced *delta*) only makes most sense when you have good reason to treat one of the two groups as a purer reflection of “natural variation” than the other. This can happen if, for instance, one of the two groups is a control group. Secondly, recall that in the usual calculation of the pooled standard deviation we divide by *N* - 2 to correct for the bias in the sample variance. In one version of Cohen’s *d* this correction is omitted, and instead we divide by *N*. This version makes sense primarily when you’re trying to calculate the effect size in the sample rather than estimating an effect size in the population. Finally, there is a version based on :ref:`Hedges and Olkin (1985) <Hedges_1985>`, who point out there is a small bias in the usual (pooled) estimation for Cohen’s *d*. Thus they introduce a small correction by multiplying the usual value of *d* by (*N* - 3) / (*N* -2.25).
de: Es gibt jedoch auch andere Möglichkeiten, die ich kurz beschreiben werde. Erstens kann es sinnvoll sein, nur eine der beiden Gruppen als Grundlage für die Berechnung der Standardabweichung zu verwenden. Dieser Ansatz (oft Glass' *Δ* genannt, ausgesprochen *delta*) ist nur dann sinnvoll, wenn Sie gute Gründe haben, eine der beiden Gruppen als reineren Ausdruck der „natürlichen Variation“ zu betrachten als die andere. Dies kann z. B. der Fall sein, wenn eine der beiden Gruppen eine Kontrollgruppe ist. Zweitens sei daran erinnert, dass bei der üblichen Berechnung der gepoolten Standardabweichung durch *N* - 2 geteilt wird, um die Verzerrung der Stichprobenvarianz zu korrigieren. In einer Version von Cohens *d* wird diese Korrektur weggelassen und stattdessen durch *N* geteilt. Diese Version ist vor allem dann sinnvoll, wenn man versucht, die Effektstärke in der Stichprobe zu berechnen, anstatt eine Effektstärke in der Grundgesamtheit zu schätzen. Schließlich gibt es noch eine Version, die auf :ref:`Hedges und Olkin (1985) <Hedges_1985>` basiert, die darauf hinweisen, dass es bei der üblichen (gepoolten) Schätzung für Cohens *d* eine kleine Verzerrung gibt. Daher führen sie eine Korrektur ein, indem sie den üblichen Wert von *d* mit (*N* - 3) / (*N* - 2,25) multiplizieren.
nb: Det finnes imidlertid andre muligheter som jeg kort vil beskrive. For det første kan det være grunn til å ønske å bruke bare én av de to gruppene som grunnlag for beregning av standardavviket. Denne tilnærmingen (ofte kalt Glass' *Δ*, uttales *delta*) gir mest mening når man har god grunn til å betrakte den ene av de to gruppene som en renere avspeiling av «naturlig variasjon» enn den andre. Dette kan for eksempel skje hvis en av de to gruppene er en kontrollgruppe. For det andre må du huske at i den vanlige beregningen av det sammenslåtte standardavviket dividerer vi med *N* - 2 for å korrigere for skjevheten i utvalgsvariansen. I en versjon av Cohens *d* utelates denne korreksjonen, og i stedet dividerer vi med *N*. Denne versjonen gir først og fremst mening når du prøver å beregne effektstørrelsen i utvalget i stedet for å estimere en effektstørrelse i populasjonen. Endelig finnes det en versjon basert på :ref:`Hedges og Olkin (1985) <Hedges_1985>`, som påpeker at det er en liten skjevhet i den vanlige (sammenslåtte) estimeringen for Cohens *d*. De innfører derfor en liten korreksjon ved å multiplisere den vanlige verdien av *d* med (*N* - 3) / (*N* -2,25).
ta: இருப்பினும், நான் சுருக்கமாக விவரிக்கும் பிற சாத்தியக்கூறுகள் உள்ளன. முதலாவதாக, நிலையான விலகலைக் கணக்கிடுவதற்கான அடிப்படையாக இரு குழுக்களில் ஒன்றை மட்டுமே பயன்படுத்த விரும்புவதற்கு உங்களுக்கு காரணம் இருக்கலாம். இந்த அணுகுமுறை (பெரும்பாலும் கண்ணாடி ’ *Δ *என்று அழைக்கப்படுகிறது, *டெல்டா *என உச்சரிக்கப்படுகிறது) இரு குழுக்களில் ஒன்றை மற்றதை விட“ இயற்கை மாறுபாட்டின் ”தூய்மையான பிரதிபலிப்பாக கருதுவதற்கு உங்களுக்கு நல்ல காரணம் இருக்கும்போது மட்டுமே மிகவும் அர்த்தமுள்ளதாக இருக்கும். உதாரணமாக, இரண்டு குழுக்களில் ஒன்று கட்டுப்பாட்டுக் குழு என்றால் இது நிகழலாம். இரண்டாவதாக, பூல் செய்யப்பட்ட நிலையான விலகலின் வழக்கமான கணக்கீட்டில் மாதிரி மாறுபாட்டில் சார்புகளை சரிசெய்ய * n * - 2 ஆல் வகுக்கிறோம் என்பதை நினைவில் கொள்க. கோஅனின் *டி *இன் ஒரு பதிப்பில் இந்த திருத்தம் தவிர்க்கப்பட்டுள்ளது, அதற்கு பதிலாக *n *ஆல் வகுக்கிறோம். மக்கள்தொகையில் விளைவு அளவை மதிப்பிடுவதை விட, மாதிரியின் விளைவு அளவைக் கணக்கிட முயற்சிக்கும்போது இந்த பதிப்பு முதன்மையாக அர்த்தமுள்ளதாக இருக்கும். இறுதியாக, அடிப்படையில் ஒரு பதிப்பு உள்ளது: குறிப்பு: `எட்சச் மற்றும் ஓல்கின் (1985) <எட்சச்_1985>`, கோஅனின் *டி *க்கான வழக்கமான (பூல் செய்யப்பட்ட) மதிப்பீட்டில் ஒரு சிறிய சார்பு இருப்பதை சுட்டிக்காட்டுகிறார். இவ்வாறு அவர்கள் (* n* - 3) / (* n* -2.25) ஆல்* d* இன் வழக்கமான மதிப்பைப் பெருக்கி ஒரு சிறிய திருத்தத்தை அறிமுகப்படுத்துகிறார்கள்.

source: In any case, ignoring all those variations that you could make use of if you wanted, let’s have a look at the default version in jamovi. In :numref:`fig-ttest_ind` Cohen’s *d* = 0.74, indicating that the grade scores for students in Anastasia’s class are, on average, 0.74 standard deviations higher than the grade scores for students in Bernadette’s class. For a Welch-test, the estimated effect size is the same (:numref:`fig-ttest_welch`).
de: Wie auch immer, ignorieren Sie all diese Variationen, die Sie nutzen könnten, wenn Sie wollten, lassen Sie uns einen Blick auf die Standardversion in jamovi werfen. In :numref:`fig-ttest_ind` ist Cohens *d* = 0,74, was bedeutet, dass die Noten der Schüler in Anastasias Klasse im Durchschnitt um 0,74 Standardabweichungen höher sind als die Noten der Schüler in Bernadettes Klasse. Bei einem Welch-Test ist die geschätzte Effektstärke die gleiche (:numref:`fig-ttest_welch`).
nb: Uansett, la oss se på standardversjonen i jamovi, og se bort fra alle disse variasjonene som du kan benytte deg av hvis du vil. I :numref:`fig-ttest_ind` er Cohens *d* = 0,74, noe som indikerer at karakterresultatene for studentene i Anastasias klasse i gjennomsnitt er 0,74 standardavvik høyere enn karakterresultatene for studentene i Bernadettes klasse. For en Welch-test er den estimerte effektstørrelsen den samme (:numref:`fig-ttest_welch`).
ta: எவ்வாறாயினும், நீங்கள் விரும்பினால் நீங்கள் பயன்படுத்தக்கூடிய அனைத்து மாறுபாடுகளையும் புறக்கணித்து, சாமோவியில் இயல்புநிலை பதிப்பைப் பார்ப்போம். இல்: NumRef: `Fig-ttest_ind` கோஅனின் * டி * = 0.74, அனச்தேசியாவின் வகுப்பில் உள்ள மாணவர்களுக்கான தர மதிப்பெண்கள் சராசரியாக பெர்னாடெட்டின் வகுப்பில் உள்ள மாணவர்களுக்கான தர மதிப்பெண்களை விட 0.74 நிலையான விலகல்கள் அதிகம் என்பதைக் குறிக்கிறது. வெல்ச்-சோதனைக்கு, மதிப்பிடப்பட்ட விளைவு அளவு ஒரே மாதிரியாக இருக்கும் (: எண்: `Fig-ttest_welch`).

source: Cohen’s *d* from a paired-samples test
de: Cohens *d* aus einem *t*-Test für gepaarte Stichproben
nb: Cohens *d* fra en paret *t*-test
ta: ஒரு சோடி-மாதிரிகள் சோதனையிலிருந்து கோஅனின் * டி *
uk: Коенів *d* з тесту парних зразків
