Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: Not surprisingly, you can run an independent samples *t*-test easily in jamovi. The outcome variable for our test is the student ``grade``, and the groups are defined in terms of the ``tutor`` for each class. So you probably won’t be too surprised that all you have to do in jamovi is go to the relevant analysis (``Analyses`` → ``T-Tests`` → ``Independent Samples T-Test``) and move the ``grade`` variable across to the ``Dependent Variables`` box, and the ``tutor`` variable across into the ``Grouping Variable`` box, as shown in :numref:`fig-ttest_ind`.
de: Es überrascht nicht, dass Sie in jamovi problemlos einen *t*-Test für unabhängige Stichproben durchführen können. Die Ergebnisvariable für unseren Test ist die Note der Schüler (``grade``), und die Gruppen werden anhand der Variable ``tutor`` definiert. Es wird Sie also nicht überraschen, dass Sie in jamovi nur die entsprechende Analyse aufrufen müssen (``Analyses`` → ``T-Tests`` → ``Independent Samples T-Test``) und dann die Variable ``grade`` in das Feld ``Dependent Variables`` und die Variable ``tutor`` in das Feld ``Grouping Variable`` verschieben, wie in :numref:`fig-ttest_ind` gezeigt.
nb: Det er ikke overraskende at du kan enkelt gjennomføre en uavhengig *t*-test i jamovi. Utfallsvariabelen for testen vår er studentens ``grade``, og gruppene er definert i form av ``tutor`` for hver klasse. Så du blir nok ikke så overrasket over at alt du trenger å gjøre i jamovi, er å gå til den relevante analysen (``Analyses`` → ``T-Tests`` → ``Independent Samples T-Test``) og flytte ``grade``-variabelen over til ``Dependent Variables``-boksen, og ``tutor``-variabelen over til ``Grouping Variable``-boksen, slik det vises i :numref:`fig-ttest_ind`.
ta: ஆச்சரியப்படுவதற்கில்லை, நீங்கள் சாமோவியில் ஒரு சுயாதீனமான மாதிரிகளை *t *-டெச்டை எளிதாக இயக்க முடியும். எங்கள் சோதனைக்கான விளைவு மாறி மாணவர் `` கிரேடு`` ஆகும், மேலும் ஒவ்வொரு வகுப்பிற்கும் `` ஆசிரியர்`` அடிப்படையில் குழுக்கள் வரையறுக்கப்படுகின்றன. ஆகவே, சாமோவியில் நீங்கள் செய்ய வேண்டியதெல்லாம் தொடர்புடைய பகுப்பாய்விற்குச் செல்வது (`` அனலீச்`` → `டி-சோதனைகள்``` `` சுயாதீன மாதிரிகள் டி-டெச்ட்``) `` கிரேடு`` மாறுபடும் `` சார்பு மாறிகள்` பெட்டியில், மற்றும் `` ஆசிரியர்`` மாறுபடும் `` குழுமம் மாறி`` பெட்டியில், இதில் காட்டப்பட்டுள்ளபடி: NumRef: `Fig-ttest_ind`.
uk: Не дивно, що в jamovi можна легко виконати *t*-тест для незалежних вибірок. Змінною результату для нашого тесту є студент. ``grade``, а групи визначаються з точки зору ``tutor`` для кожного класу. Тож ви, мабуть, не будете надто здивовані, що все, що вам потрібно зробити в jamovi, це перейти до відповідного аналізу (``Analyses`` → ``T-Tests`` → ``Independent Samples T-Test``) і перемістити ``grade`` змінна поперек до ``Dependent Variables`` коробка, і ``tutor`` змінна поперек у ``Grouping Variable`` коробку, як показано на :numref:`fig-ttest_ind`.

source: Conducting an Independent Samples *t*-test in jamovi
de: Durchführen eines Tests für unabhängige Stichproben *t*-test in jamovi
nb: Gjennomføring av en Independent Samples *t*-test i jamovi
ta: சாமோவியில் ஒரு சுயாதீனமான மாதிரிகள் *t *-test ஐ நடத்துதல்
uk: Проведення *t*-тесту для незалежних вибірок в jamovi

source: Conducting an Independent Samples *t*-test in jamovi, with options for recommended outputs checked.
de: Durchführen eines *t*-Tests für unabhängigen Stichproben in jamovi, bei dem die Optionen für die empfohlenen Ergebnisausgaben bereits gesetzt sind.
nb: Gjennomføring av en Independent Samples *t*-test i jamovi, med alternativer for de anbefalte utgavene merket av.
ta: பரிந்துரைக்கப்பட்ட வெளியீடுகளுக்கான விருப்பங்களுடன், சாமோவியில் ஒரு சுயாதீனமான மாதிரிகள் *t *-test ஐ நடத்துதல்.
uk: Проведення *t*-тесту незалежних вибірок в jamovi з перевіркою опцій рекомендованих виходів.

source: The output has a very familiar form. First, it tells you what test was run, and it tells you the name of the dependent variable that you used. It then reports the test results. Just like last time the test results consist of a *t*-statistic, the degrees of freedom, and the *p*-value. The final section reports two things: it gives you a confidence interval and an effect size. I’ll talk about effect sizes later. The confidence interval, however, I should talk about now.
de: Die Ausgabe hat eine vertraute Form. Zunächst wird angegeben, welcher Test durchgeführt wurde, sowie der Name der abhängigen Variable, die Sie verwendet haben. Dann werden die Testergebnisse angezeigt. Genau wie beim letzten Mal bestehen die Testergebnisse aus einer *t*-Statistik, den Freiheitsgraden und dem *p*-Wert. Im letzten Abschnitt werden zwei Dinge angegeben: ein Konfidenzintervall und eine Effektstärke. Über Effektstärken werde ich später sprechen, über das Konfidenzintervall jetzt.
nb: Utgaven har en veldig kjent form. Først får du vite hvilken test som ble kjørt, og navnet på den avhengige variabelen du brukte. Deretter rapporteres testresultatene. Akkurat som forrige gang består testresultatene av en *t*-statistikk, frihetsgradene og *p*-verdien. Den siste delen rapporterer to ting: den gir deg et konfidensintervall og en effektstørrelse. Jeg skal snakke om effektstørrelser senere. Konfidensintervallet bør jeg imidlertid snakke om nå.
ta: வெளியீடு மிகவும் பழக்கமான வடிவத்தைக் கொண்டுள்ளது. முதலில், என்ன சோதனை இயக்கப்பட்டது என்பதை இது உங்களுக்குக் கூறுகிறது, மேலும் நீங்கள் பயன்படுத்திய சார்பு மாறியின் பெயரை இது சொல்கிறது. அது சோதனை முடிவுகளைப் புகாரளிக்கிறது. கடைசியாக சோதனை முடிவுகள் ஒரு *t *-ச்டாட்டிச்டிக், சுதந்திரத்தின் அளவுகள் மற்றும் *p *-மதிப்பு ஆகியவற்றைக் கொண்டிருக்கின்றன. இறுதிப் பிரிவு இரண்டு விசயங்களைப் புகாரளிக்கிறது: இது உங்களுக்கு நம்பிக்கை இடைவெளியையும் விளைவு அளவையும் தருகிறது. விளைவு அளவுகளைப் பற்றி பின்னர் பேசுவேன். நம்பிக்கை இடைவெளி, இருப்பினும், நான் இப்போது பேச வேண்டும்.
uk: Результат має дуже звичну форму. Спочатку він повідомляє, який тест було проведено, та називає залежну змінну, яку ви використовували. Потім він повідомляє результати тесту. Як і минулого разу, результати тесту складаються з *t*-статистики, ступенів свободи та *p*-значення. Останній розділ повідомляє дві речі: він надає вам довірчий інтервал та розмір ефекту. Про розмір ефекту я розповім пізніше. А ось про довірчий інтервал я повинен розповісти зараз.

source: It’s pretty important to be clear on what this confidence interval actually refers to. It is a confidence interval for the *difference* between the group means. In our example, Anastasia’s students had an average grade of 74.53, and Bernadette’s students had an average grade of 69.06, so the difference between the two sample means is 5.48. But of course the difference between population means might be bigger or smaller than this. The confidence interval reported in :numref:`fig-ttest_ind` tells you that there’s a if we replicated this study again and again, then 95\% of the time the true difference in means would lie between 0.20 and 10.76. Look back at :doc:`../Ch08/Ch08_Estimation_5` for a reminder about what confidence intervals mean.
de: Es ist ziemlich wichtig, sich darüber im Klaren zu sein, worauf sich dieses Konfidenzintervall eigentlich bezieht. Es ist ein Konfidenzintervall für die *Differenz* zwischen den Gruppenmittelwerten. In unserem Beispiel hatten die Schüler von Anastasia eine Durchschnittsnote von 74,53 und die Schüler von Bernadette eine Durchschnittsnote von 69,06, so dass der Unterschied zwischen den beiden Stichprobenmittelwerten 5,48 beträgt. Natürlich kann der Unterschied zwischen den Mittelwerten der Grundgesamtheit größer oder kleiner sein als dieser Wert. Das in :numref:`fig-ttest_ind` angegebene Konfidenzintervall besagt, dass der wahre Unterschied der Mittelwerte, wenn wir diese Studie immer wieder wiederholen würden, in 95 % der Fälle zwischen 0,20 und 10,76 liegen würde. Schauen Sie noch einmal unter :doc:`../Ch08/Ch08_Estimation_5` nach, um sich daran zu erinnern, was Konfidenzintervalle bedeuten.
nb: Det er ganske viktig å ha klart for seg hva dette konfidensintervallet faktisk refererer til. Det er et konfidensintervall for *forskjellen* mellom gruppegjennomsnittene. I vårt eksempel hadde Anastasias studenter en gjennomsnittskarakter på 74,53, og Bernadettes studenter hadde en gjennomsnittskarakter på 69,06, så forskjellen mellom de to utvalgsgjennomsnittene er 5,48. Men forskjellen mellom populasjonsgjennomsnittet kan selvsagt være større eller mindre enn dette. Konfidensintervallet som er rapportert i :numref:`fig-ttest_ind`, forteller deg at hvis vi gjentar denne studien igjen og igjen, vil den sanne forskjellen i gjennomsnitt i 95\% av tilfellene ligge mellom 0,20 og 10,76. Se :doc:`../Ch08/Ch08_Estimation_5` for å få en påminnelse om hva konfidensintervallene betyr.
ta: இந்த நம்பிக்கை இடைவெளி உண்மையில் எதைக் குறிக்கிறது என்பதில் தெளிவாக இருப்பது மிகவும் முதன்மை. குழு வழிமுறைகளுக்கு இடையிலான * வேறுபாட்டிற்கான நம்பிக்கை இடைவெளி இது. எங்கள் எடுத்துக்காட்டில், அனச்தேசியாவின் மாணவர்கள் சராசரியாக 74.53 தரத்தைக் கொண்டிருந்தனர், மேலும் பெர்னாடெட்டின் மாணவர்கள் சராசரியாக 69.06 தரத்தைக் கொண்டிருந்தனர், எனவே இரண்டு மாதிரி வழிமுறைகளுக்கு இடையிலான வேறுபாடு 5.48 ஆகும். ஆனால் நிச்சயமாக மக்கள்தொகைக்கு இடையிலான வேறுபாடு இதை விட பெரியதாகவோ அல்லது சிறியதாகவோ இருக்கலாம். நம்பிக்கை இடைவெளி இதில் தெரிவிக்கப்பட்டுள்ளது: NumRef: `Fig-ttest_ind` இந்த ஆய்வை நாங்கள் மீண்டும் மீண்டும் பிரதிபலித்தால், 95 \% நேரத்தின் உண்மையான வேறுபாடு 0.20 முதல் 10.76 வரை இருக்கும் என்று உங்களுக்குச் சொல்கிறது. திரும்பிப் பாருங்கள்: DOC: `../ ch08/ch08_estimation_5` நம்பிக்கை இடைவெளிகள் என்ன என்பது பற்றிய நினைவூட்டலுக்கு.
uk: Дуже важливо чітко розуміти, до чого насправді відноситься цей довірчий інтервал. Це довірчий інтервал для *різниці* між середніми значеннями груп. У нашому прикладі учні Анастасії мали середній бал 74,53, а учні Бернадетти — 69,06, отже, різниця між двома середніми значеннями вибірки становить 5,48. Але, звісно, різниця між середніми значеннями генеральної сукупності може бути більшою або меншою. Довірчий інтервал, наведений у :numref:`fig-ttest_ind`, показує, що якщо ми повторимо це дослідження знову і знову, то в 95\% випадків справжня різниця в середніх значеннях буде знаходитися в межах від 0,20 до 10,76. Поверніться до :doc:`../Ch08/Ch08_Estimation_5`, щоб нагадати собі, що означають довірчі інтервали.

source: In any case, the difference between the two groups is significant (just barely), so we might write up the result using text like this:
de: In jedem Fall ist der Unterschied zwischen den beiden Gruppen (gerade so) signifikant, so dass wir das Ergebnis in einem Text wie diesem wiedergeben könnten:
nb: Uansett er forskjellen mellom de to gruppene signifikant (så vidt), så vi kan skrive opp resultatet med en tekst som dette:
ta: எவ்வாறாயினும், இரு குழுக்களுக்கும் இடையிலான வேறுபாடு குறிப்பிடத்தக்கது (வெறும் வெறும்), எனவே இது போன்ற உரையைப் பயன்படுத்தி முடிவை எழுதலாம்:
uk: У будь-якому разі, різниця між двома групами є суттєвою (ледь-ледь), тому ми можемо записати результат, використовуючи такий текст:

source: The mean grade in Anastasia’s class was 74.5\% (std dev = 9.0), whereas the mean in Bernadette’s class was 69.1\% (std dev = 5.8). A Student’s independent samples *t*-test showed that this 5.4\% difference was significant (*t*\(31) = 2.1, *p* < 0.05, CI\ :sub:`95` = [0.2, 10.8]`, *d* = 0.74), suggesting that a genuine difference in learning outcomes has occurred.
de: Die Durchschnittsnote in Anastasias Klasse betrug 74,5 % (Std.-abw. = 9,0), während der Mittelwert in Bernadettes Klasse bei 69,1 % (Std.-abw. = 5,8) lag. Ein *t*-Test für unabhängige Stichproben zeigte, dass dieser Unterschied von 5,4 % signifikant war (*t*\(31) = 2,1, *p* < 0,05, CI\ :sub:`95` = [0,2, 10,8]`, *d* = 0,74), was darauf hindeutet, dass ein die Lernergebnisse einen echten Unterschied aufweisen.
nb: Gjennomsnittskarakteren i Anastasias klasse var 74,5\% (std.avvik = 9,0), mens gjennomsnittskarakteren i Bernadettes klasse var 69,1\% (std.avvik = 5,8). En Students uavhengig *t*-test viste at denne forskjellen på 5,4\% var signifikant (*t*\(31) = 2,1, *p* < 0,05, KI\ :sub:`95` = [0,2, 10,8]`, *d* = 0,74), noe som tyder på at det har oppstått en reell forskjell i læringsutbytte.
ta: அனச்தேசியாவின் வகுப்பில் சராசரி தகுதி 74.5 \% (எச்.டி.டி தேவ் = 9.0), அதேசமயம் பெர்னாடெட்டின் வகுப்பில் சராசரி 69.1 \% (எச்.டி.டி தேவ் = 5.8). ஒரு மாணவரின் சுயாதீனமான மாதிரிகள்*t*-test இந்த 5.4 \% வேறுபாடு குறிப்பிடத்தக்கதாக இருப்பதைக் காட்டியது (*t*\ (31) = 2.1,*p*<0.05, தொஒ \: துணை: `95` = [0.2, 10.8]` , * டி * = 0.74), கற்றல் விளைவுகளில் உண்மையான வேறுபாடு ஏற்பட்டுள்ளது என்று பரிந்துரைக்கிறது.
uk: Середній бал у класі Анастасії становив 74,5 % (стандартне відхилення = 9,0), тоді як середній бал у класі Бернадетти становив 69,1 % (стандартне відхилення = 5,8). Незалежний *t*-критерій Стьюдента показав, що ця різниця в 5,4 % є значущою (*t*\(31) = 2,1, *p* < 0,05, CI\ :sub:`95` = [0,2, 10,8]`, *d* = 0,74), що свідчить про наявність реальної різниці в результатах навчання.

source: Notice that I’ve included the confidence interval and the effect size in the stat block. People don’t always do this. At a bare minimum, you’d expect to see the *t*-statistic, the degrees of freedom and the *p*-value. So you should include something like this at a minimum: *t*\(31) = 2.1, *p* < 0.05. If statisticians had their way, everyone would also report the confidence interval and probably the effect size measure too, because they are useful things to know. But real life doesn’t always work the way statisticians want it to so you should make a judgment based on whether you think it will help your readers and, if you’re writing a scientific paper, the editorial standard for the journal in question. Some journals expect you to report effect sizes, others don’t. Within some scientific communities it is standard practice to report confidence intervals, in others it is not. You’ll need to figure out what your audience expects. But, just for the sake of clarity, if you’re taking my class, my default position is that it’s usually worth including both the effect size and the confidence interval.
de: Beachten Sie, dass ich das Konfidenzintervall und die Effektstärke in den Statistikblock aufgenommen habe. Das wird nicht immer gemacht. Zumindest sollten Sie die *t*-Statistik, die Freiheitsgrade und den *p*-Wert sehen. Sie sollten also mindestens so etwas wie das Folgende angeben: *t*\(31) = 2,1, *p* < 0,05. Wenn es nach den Statistikern ginge, würde jeder auch das Konfidenzintervall und ein Effektstärke-Maß angeben, denn das sind ebenfalls nützliche Informationen. Die Realität funktioniert jedoch nicht immer so, wie Statistiker es gerne hätten. Daher sollten Sie Ihre Entscheidung davon abhängig machen, ob Sie glauben, dass es Ihren Lesern hilft, oder, wenn Sie eine wissenschaftliche Arbeit schreiben, von den redaktionellen Standards der betreffenden Zeitschrift. Einige Zeitschriften erwarten, dass Sie Effektstärken angeben, andere nicht. In einigen Wissenschaftsdisziplinen ist es üblich, Konfidenzintervalle anzugeben, in anderen nicht. Sie müssen herausfinden, was Ihre Zielgruppe erwartet. Aber nur der Klarheit halber: Ich bin der Meinung, dass Sie sowohl die Effektstärke als auch das Konfidenzintervall angeben sollten.
nb: Legg merke til at jeg har tatt med konfidensintervallet og effektstørrelsen i statistikkblokken. Det er ikke alltid folk gjør dette. Som et minimum forventer du å se *t*-statistikken, frihetsgradene og *p*-verdien. Så du bør som et minimum inkludere noe som dette: *t*\(31) = 2,1, *p* < 0,05. Hvis statistikerne fikk bestemme, ville alle også rapportert konfidensintervallet og sannsynligvis også effektstørrelsesmålet, fordi det er nyttig å vite. Men virkeligheten fungerer ikke alltid slik statistikerne ønsker, så du bør gjøre en vurdering basert på om du tror det vil hjelpe leserne dine, og, hvis du skriver en vitenskapelig artikkel, den redaksjonelle standarden for det aktuelle tidsskriftet. Noen tidsskrifter forventer at du rapporterer effektstørrelser, andre gjør det ikke. I noen vitenskapelige miljøer er det vanlig praksis å rapportere konfidensintervaller, i andre ikke. Du må finne ut hva publikum forventer. Men bare for å gjøre det klart: Hvis du tar kurset mitt, er standardinnstillingen min at det vanligvis lønner seg å inkludere både effektstørrelsen og konfidensintervallet.
ta: ச்டேட் பிளாக்கில் நம்பிக்கை இடைவெளி மற்றும் விளைவு அளவு ஆகியவற்றை நான் சேர்த்துள்ளேன் என்பதைக் கவனியுங்கள். மக்கள் எப்போதும் இதைச் செய்ய மாட்டார்கள். குறைந்தபட்சம், *t *-statistic, சுதந்திரத்தின் அளவுகள் மற்றும் *p *-value ஐப் பார்க்க எதிர்பார்க்கிறீர்கள். எனவே இதுபோன்ற ஒன்றை நீங்கள் குறைந்தபட்சம் சேர்க்க வேண்டும்: *t *\ (31) = 2.1, *ப *<0.05. புள்ளிவிவர வல்லுநர்கள் தங்கள் வழியைக் கொண்டிருந்தால், எல்லோரும் நம்பிக்கை இடைவெளியையும், விளைவு அளவு அளவையும் தெரிவிப்பார்கள், ஏனென்றால் அவை தெரிந்து கொள்ள பயனுள்ள விசயங்கள். ஆனால் நிச வாழ்க்கை எப்போதுமே புள்ளிவிவர வல்லுநர்கள் விரும்பும் விதத்தில் செயல்படாது, எனவே இது உங்கள் வாசகர்களுக்கு உதவும் என்று நீங்கள் நினைக்கிறீர்களா என்பதையும், நீங்கள் ஒரு விஞ்ஞான தாளை எழுதுகிறீர்கள் என்றால், கேள்விக்குரிய பத்திரிகைக்கான தலையங்கத் தரத்தையும் நீங்கள் தீர்ப்பளிக்க வேண்டும். சில பத்திரிகைகள் நீங்கள் விளைவு அளவுகளைப் புகாரளிக்க வேண்டும் என்று எதிர்பார்க்கிறார்கள், மற்றவர்கள் இல்லை. சில அறிவியல் சமூகங்களுக்குள் நம்பிக்கை இடைவெளிகளைப் புகாரளிப்பது நிலையான நடைமுறையாகும், மற்றவற்றில் அது இல்லை. உங்கள் பார்வையாளர்கள் என்ன எதிர்பார்க்கிறார்கள் என்பதை நீங்கள் கண்டுபிடிக்க வேண்டும். ஆனால், தெளிவுக்காக, நீங்கள் எனது வகுப்பை எடுத்துக் கொண்டால், எனது இயல்புநிலை நிலை என்னவென்றால், இது வழக்கமாக விளைவு அளவு மற்றும் நம்பிக்கை இடைவெளி இரண்டையும் உள்ளடக்கியது.
uk: Зверніть увагу, що я включив до блоку статистичних даних довірчий інтервал і розмір ефекту. Не завжди так роблять. Як мінімум, ви очікуєте побачити *t*-статистику, ступені свободи та *p*-значення. Тому ви повинні включити щонайменше таке: *t*\(31) = 2,1, *p* < 0,05. Якби статистики мали свою думку, то всі також повідомляли б про довірчий інтервал і, ймовірно, про величину ефекту, оскільки це корисна інформація. Але реальне життя не завжди працює так, як того хочуть статистики, тому ви повинні зробити висновок на основі того, чи вважаєте ви, що це допоможе вашим читачам, а якщо ви пишете наукову статтю, то на основі редакційних стандартів відповідного журналу. Деякі журнали вимагають вказувати розмір ефекту, інші — ні. У деяких наукових колах стандартною практикою є вказування довірчих інтервалів, в інших — ні. Вам потрібно з'ясувати, чого очікує ваша аудиторія. Але, для ясності, якщо ви відвідуєте мій курс, моя стандартна позиція полягає в тому, що зазвичай варто вказувати і розмір ефекту, і довірчий інтервал.

source: Positive and negative *t*-values
de: Positive und negative *t*-Werte
nb: Positive og negative *t*-verdier
ta: நேர்மறை மற்றும் எதிர்மறை *t *-மதிப்புகள்
uk: Позитивні та негативні *t*-values
