Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: When introducing the theory of null hypothesis tests, I mentioned that there are some situations when it’s appropriate to specify a *one-sided* test (see section :ref:`The difference between one-sided and two-sided tests <one_vs_twosided_tests>`). So far all of the *t*-tests have been two-sided tests. For instance, when we specified a one sample *t*-test for the grades in Dr Zeppo’s class the null hypothesis was that the true mean was 67.5\%. The alternative hypothesis was that the true mean was greater than *or* less than 67.5\%. Suppose we were only interested in finding out if the true mean is greater than 67.5\%, and have no interest whatsoever in testing to find out if the true mean is lower than \67.5\%. If so, our null hypothesis would be that the true mean is 67.5\% or less, and the alternative hypothesis would be that the true mean is greater than 67.5\%. In jamovi, for the ``One Sample T-Test`` analysis, you can specify this by clicking on the ``> Test Value`` option, under ``Hypothesis``. When you have done this, you will get the results as shown in :numref:`fig-ttest_onesided1`.
de: Bei der Einführung in die Theorie der Nullhypothesentests habe ich erwähnt, dass es einige Situationen gibt, in denen es angebracht ist, einen *einseitigen* Test zu verwenden (siehe Abschnitt :ref:`Der Unterschied zwischen einseitigen und zweiseitigen Tests <one_vs_twosided_tests>`). Bisher waren alle *t*-Tests zweiseitige Tests. Als wir zum Beispiel einen einseitigen *t*-Test für die Noten in Dr. Zeppos Klasse festgelegt haben, lautete die Nullhypothese, dass der wahre Mittelwert 67,5 % ist. Die Alternativhypothese war, dass der wahre Mittelwert größer *oder* kleiner als 67,5 % ist. Nehmen wir an, dass wir nur daran interessiert sind, herauszufinden, ob der wahre Mittelwert größer als 67,5 % ist, und dass wir keinerlei Interesse daran haben, zu testen, ob der wahre Mittelwert kleiner als \67,5 % ist. In diesem Fall wäre unsere Nullhypothese, dass der wahre Mittelwert 67,5 % oder kleiner ist. Die Alternativhypothese wäre, dass der wahre Mittelwert größer als 67,5 % ist. In jamovi können Sie dies für die Analyse ``One Sample T-Test`` angeben, indem Sie auf die Option ``> Test Value`` unter ``Hypothesis`` klicken. Wenn Sie dies getan haben, erhalten Sie die in :numref:`fig-ttest_onesided1` gezeigte Ergebnisausgabe.
nb: Da jeg introduserte teorien om nullhypotesetester, nevnte jeg at det finnes situasjoner der det er hensiktsmessig å spesifisere en *ensidig* test (se avsnitt :ref:`Forskjellen mellom ensidige og tosidige tester <one_vs_twosided_tests>`). Så langt har alle *t*-testene vært tosidige tester. Da vi for eksempel spesifiserte en *t*-test med ett utvalg for karakterene i Dr. Zeppos klasse, var nullhypotesen at det sanne gjennomsnittet var 67,5\%. Alternativhypotesen var at det sanne gjennomsnittet var større enn *eller* mindre enn 67,5\%. Anta at vi bare er interessert i å finne ut om det sanne gjennomsnittet er større enn 67,5\%, og ikke har noen som helst interesse av å teste om det sanne gjennomsnittet er lavere enn \67,5\%. I så fall vil nullhypotesen vår være at det sanne gjennomsnittet er 67,5\% eller mindre, og alternativhypotesen vil være at det sanne gjennomsnittet er større enn 67,5\%. I jamovi kan du spesifisere dette for analysen ``One Sample T-Test`` ved å klikke på alternativet ``> Test Value`` under ``Hypothesis``. Når du har gjort dette, vil du få resultatene som vist i :numref:`fig-ttest_onesided1`.
ta: சுழிய கருதுகோள் சோதனைகளின் கோட்பாட்டை அறிமுகப்படுத்தும் போது, * ஒருதலைப்பட்ச * சோதனையைக் குறிப்பிடுவது பொருத்தமானதாக இருக்கும்போது சில சூழ்நிலைகள் உள்ளன என்று குறிப்பிட்டேன் (பகுதியைப் பார்க்கவும்: குறிப்பு: `ஒருதலைப்பட்ச மற்றும் இரு பக்க சோதனைகளுக்கும் இடையிலான வேறுபாடு <one_vs_twosided_tests>` ). இதுவரை *t *-tests அனைத்தும் இரு பக்க சோதனைகளாக இருந்தன. உதாரணமாக, டாக்டர் செப்போவின் வகுப்பில் தரங்களுக்கான ஒரு மாதிரியை *t *-test ஐக் குறிப்பிட்டபோது, பூச்ய கருதுகோள் என்னவென்றால், உண்மையான சராசரி 67.5 \%ஆகும். மாற்று கருதுகோள் என்னவென்றால், உண்மையான சராசரி * அல்லது * 67.5 \%க்கும் குறைவாக இருந்தது. உண்மையான சராசரி 67.5 \%ஐ விட அதிகமாக இருக்கிறதா என்பதைக் கண்டுபிடிப்பதில் மட்டுமே நாங்கள் ஆர்வமாக இருந்தோம், உண்மையான சராசரி .5 67.5 \%ஐ விடக் குறைவாக இருக்கிறதா என்பதைக் கண்டறிய சோதனையில் எந்த ஆர்வமும் இல்லை. அப்படியானால், எங்கள் சுழிய கருதுகோள் உண்மையான சராசரி 67.5 \% அல்லது அதற்கும் குறைவாக இருக்கும், மேலும் மாற்று கருதுகோள் உண்மையான சராசரி 67.5 \% ஐ விட அதிகமாக இருக்கும். சாமோவியில், `` ஒரு மாதிரி டி-டெச்ட்`` பகுப்பாய்விற்கு, `` கருதுகோள் மதிப்பு` விருப்பத்தை `` கருதுகோள்`` இன் கீழ் சொடுக்கு செய்வதன் மூலம் இதைக் குறிப்பிடலாம். நீங்கள் இதைச் செய்தவுடன், காட்டப்பட்டுள்ளபடி முடிவுகளைப் பெறுவீர்கள்: NumRef: `Fig-ttest_onedided1`.

source: jamovi results showing a ``One Sample T-Test``
de: jamovi-Ergebnisse für einen ``One Sample T-Test``
nb: jamovi-resultater som viser en ``One Sample T-Test``
ta: `` ஒரு மாதிரி டி-டெச்ட்`` காட்டும் சாமோவி முடிவுகள்
uk: результати jamovi показують a ``One Sample T-Test``

source: jamovi results showing a ``One Sample T-Test`` where the actual hypothesis is one-sided, i.e. that the true mean is greater than 67.5\%.
de: jamovi-Ergebnisausgabe, die einen ``One Sample T-Test`` zeigen, bei dem die Alternativhypothese, dass der wahre Mittelwert größer als 67,5 % ist, einseitig getestet wurde.
nb: jamovi-resultatene viser en ``One Sample T-Test`` der den faktiske hypotesen er ensidig, dvs. at det sanne gjennomsnittet er større enn 67,5\%.
ta: உண்மையான கருதுகோள் ஒருதலைப்பட்சமாக இருக்கும் `` ஒரு மாதிரி டி-டெச்ட்` என்பதைக் காட்டும் சாமோவி முடிவுகள், அதாவது உண்மையான சராசரி 67.5 \%ஐ விட அதிகமாக உள்ளது.
uk: Результати jamovi показують «T-тест для однієї вибірки», де фактична гіпотеза є односторонньою, тобто справжнє середнє значення перевищує 67,5%.

source: Notice that there are a few changes from the output that we saw last time. Most important is the fact that the actual hypothesis has changed, to reflect the different test. The second thing to note is that although the *t*-statistic and degrees of freedom have not changed, the *p*-value has. This is because the one-sided test has a different rejection region from the two-sided test. If you’ve forgotten why this is and what it means, you may find it helpful to read back over chapter :doc:`../Ch09/Ch09_HypothesisTesting`, and section :ref:`The difference between one-sided and two-sided tests <one_vs_twosided_tests>` in particular. The third thing to note is that the confidence interval is different too: it now reports a “one-sided” confidence interval rather than a two-sided one. In a two-sided confidence interval we’re trying to find numbers *a* and *b* such that we’re confident that, if we were to repeat the study many times, then 95\% of the time the mean would lie *between* *a* and *b*. In a one-sided confidence interval, we’re trying to find a single number *a* such that we’re confident that 95\% of the time the true mean would be *greater than* *a* (or less than *a* if you selected ``Measure 1 < Measure 2`` in the ``Hypothesis`` section).
de: Beachten Sie, dass es einige Änderungen gegenüber der Ausgabe vom letzten Mal gibt. Am wichtigsten ist die Tatsache, dass sich die eigentliche Hypothese geändert hat, um den anderen Test widerzuspiegeln. Als Zweites ist zu beachten, dass sich zwar die *t*-Statistik und die Freiheitsgrade nicht geändert haben, wohl aber der *p*-Wert. Das liegt daran, dass der einseitige Test einen anderen Ablehnungsbereich hat als der zweiseitige Test. Wenn Sie vergessen haben, warum dies so ist und was es bedeutet, sollten Sie das Kapitel :doc:`../Ch09/Ch09_HypothesisTesting` und insbesondere den Abschnitt :ref:`Der Unterschied zwischen einseitigen und zweiseitigen Tests <one_vs_twosided_tests>` noch einmal lesen. Drittens ist auch das Konfidenzintervall anders: Es wird jetzt ein „einseitiges“ Konfidenzintervall und nicht mehr ein zweiseitiges angegeben. In einem zweiseitigen Konfidenzintervall versuchen wir, Zahlen *a* und *b* zu finden, bei denen wir sicher sein können, dass bei einer mehrmaligen Wiederholung der Studie 95 % der Mittelwerte *zwischen* *a* und *b* liegen würde. Bei einem einseitigen Konfidenzintervall versuchen wir, eine einzelne Zahl *a* zu finden, bei der wir sicher sind, dass der wahre Mittelwert in 95 % der Fälle *größer* ist als *a* (oder kleiner als *a*, wenn Sie ``Measure 1 < Measure 2`` im Abschnitt ``Hypothese`` gewählt haben).
nb: Legg merke til at det er noen få endringer i forhold til forrige gang. Den viktigste er at den faktiske hypotesen har endret seg for å gjenspeile den nye testen. Den andre tingen å merke seg er at selv om *t*-statistikken og frihetsgradene ikke har endret seg, har *p*-verdien gjort det. Dette skyldes at den ensidige testen har en annen forkastningsregion enn den tosidige testen. Hvis du har glemt hvorfor dette er slik og hva det betyr, kan det være nyttig å lese kapittel :doc:`../Ch09/Ch09_HypothesisTesting`, og spesielt avsnitt :ref:`Forskjellen mellom ensidige og tosidige tester <one_vs_twosided_tests>`. Den tredje tingen å merke seg er at konfidensintervallet også er annerledes: Det rapporterer nå et «ensidig» konfidensintervall i stedet for et tosidig. I et tosidig konfidensintervall prøver vi å finne tallene *a* og *b* slik at vi er sikre på at hvis vi gjentar studien mange ganger, vil gjennomsnittet i 95\% av tilfellene ligge *mellom* *a* og *b*. I et ensidig konfidensintervall prøver vi å finne ett enkelt tall *a* slik at vi er sikre på at det sanne gjennomsnittet i 95\% av tilfellene vil være *større enn* *a* (eller mindre enn *a* hvis du valgte ``Measure 1 < Measure 2`` i avsnitt ``Hypothesis``).
ta: கடந்த முறை நாங்கள் கண்ட வெளியீட்டிலிருந்து சில மாற்றங்கள் இருப்பதைக் கவனியுங்கள். வெவ்வேறு சோதனையை பிரதிபலிக்க, உண்மையான கருதுகோள் மாறிவிட்டது என்பதே மிக முக்கியமானது. கவனிக்க வேண்டிய இரண்டாவது சேதி என்னவென்றால், *டி *-பயன்பாட்டு மற்றும் சுதந்திரத்தின் அளவுகள் மாறவில்லை என்றாலும், *பி *-மதிப்பு உள்ளது. ஏனென்றால், ஒருதலைப்பட்ச சோதனையில் இரு பக்க சோதனையிலிருந்து வேறுபட்ட நிராகரிப்பு பகுதி உள்ளது. இது ஏன், அதன் பொருள் என்பதை நீங்கள் மறந்துவிட்டால், அத்தியாயம்: டாக்: `../ ch09/ch09_hypothesistesting`, மற்றும் பிரிவு: ref:` ஒருதலைப்பட்ச மற்றும் இரண்டு- க்கு இடையிலான வேறுபாடு பக்க சோதனைகள் <one_vs_twosided_tests> `குறிப்பாக. கவனிக்க வேண்டிய மூன்றாவது சேதி என்னவென்றால், நம்பிக்கை இடைவெளியும் வேறுபட்டது: இது இப்போது இரு பக்கங்களை விட “ஒருதலைப்பட்ச” நம்பிக்கை இடைவெளியைப் புகாரளிக்கிறது. இரு பக்க நம்பிக்கை இடைவெளியில் எண்களைக் கண்டுபிடிக்க முயற்சிக்கிறோம் * a * மற்றும் * b *, நாங்கள் பல முறை ஆய்வை மீண்டும் செய்ய வேண்டுமானால், 95 \% நேரம் சராசரி பொய் சொல்லும் என்று நாங்கள் நம்புகிறோம் ***a*மற்றும்*b*க்கு இடையில். ஒருதலைப்பட்ச நம்பிக்கை இடைவெளியில், ஒரு எண்ணைக் கண்டுபிடிக்க முயற்சிக்கிறோம் * a * a* நீங்கள் `` கருதுகோள்`` பிரிவில் `` அளவிட 1 <அளவீடு 2` `ஐத் தேர்ந்தெடுத்தால்).

source: So that’s how to do a one-sided one sample *t*-test. However, all versions of the *t*-test can be one-sided. For an independent samples *t*-test, you could have a one-sided test if you’re only interested in testing to see if group A has *higher* scores than group B, but have no interest in finding out if group B has higher scores than group A. Let’s suppose that, for Dr Harpo’s class, you wanted to see if Anastasia’s students had higher grades than Bernadette’s. For this analysis, in the ``Hypothesis`` options, specify that ``Group 1 > Group 2``. You should get the results shown in :numref:`fig-ttest_onesided2`.
de: Alle Versionen des *t*-Tests können einseitig geprüft werden. Bei einem *t*-Test mit unabhängigen Stichproben könnten Sie einen einseitigen Test durchführen, wenn Sie nur testen möchten, ob die Gruppe A *höhere* -Werte als die Gruppe B hat, aber nicht daran interessiert sind, herauszufinden, ob die Gruppe B höhere Werte als die Gruppe A hat. Nehmen wir an, dass Sie für die Klasse von Dr. Harpo herausfinden möchten, ob die Schüler von Anastasia bessere Noten haben als die von Bernadette. Für diese Analyse geben Sie in den Optionen ``Hypothesis`` an, dass ``Group 1 > Group 2``. Sie sollten die in :numref:`fig-ttest_onesided2` gezeigten Ergebnisse erhalten.
nb: Slik gjør du en ensidig *t*-test med ett utvalg. Alle versjoner av *t*-testen kan imidlertid være ensidige. For en uavhengig *t*-test kan du ha en ensidig test hvis du bare er interessert i å teste om gruppe A har *høyere* poengsum enn gruppe B, men ikke er interessert i å finne ut om gruppe B har høyere poengsum enn gruppe A. La oss anta at du, for Dr. Harpos klasse, ønsket å se om Anastasias studenter hadde høyere karakterer enn Bernadettes. For denne analysen angir du i ``Hypothesis``-opsjonene at ``Group 1 > Group 2``. Du bør få resultatene som vises i :numref:`fig-ttest_onesided2`.
ta: எனவே ஒருதலைப்பட்ச ஒரு மாதிரி *t *-test செய்வது இதுதான். இருப்பினும், *t *-test இன் அனைத்து பதிப்புகளும் ஒருதலைப்பட்சமாக இருக்கலாம். ஒரு சுயாதீனமான மாதிரிகளுக்கு *t *-test க்கு, குழு B ஐ விட குழு A க்கு *அதிக *மதிப்பெண்கள் உள்ளதா என்பதைப் பார்க்க நீங்கள் சோதனைக்கு மட்டுமே ஆர்வமாக இருந்தால், ஆனால் குழு B ஐக் கண்டுபிடிப்பதில் ஆர்வம் இல்லை குழு A ஐ விட அதிக மதிப்பெண்கள் உள்ளன. டாக்டர் ஆர்போவின் வகுப்பைப் பொறுத்தவரை, அனச்தேசியாவின் மாணவர்களுக்கு பெர்னாடெட்டை விட அதிக தரங்கள் இருக்கிறதா என்று நீங்கள் பார்க்க விரும்பினீர்கள். இந்த பகுப்பாய்விற்கு, `` கருதுகோள்`` விருப்பங்களில், `` குழு 1> குழு 2`` என்பதைக் குறிப்பிடவும். காட்டப்பட்டுள்ள முடிவுகளை நீங்கள் பெற வேண்டும்: NumRef: `Fig-ttest_onesided2`.

source: One-sided hypothesis in an ``Independent Samples T-Test``
de: Einseitige Hypothesenprüfung bei einem ``Independent Samples T-Test``
nb: Ensidig hypotese i en ``Independent Samples T-Test``
ta: ஒரு `` சுயாதீன மாதிரிகள் டி-டெச்ட்`` இல் ஒருதலைப்பட்ச கருதுகோள்
uk: Одностороння гіпотеза в ``Independent Samples T-Test``

source: jamovi results showing an ``Independent Samples T-Test`` where the actual hypothesis is one-sided, i.e. that Anastasia’s students had higher grades than Bernadette’s.
de: jamovi-Ergebnisse, die einen ``Independent Samples T-Test`` zeigen, wobei die Hypothese einseitig geprüft wird, d.h. dass Anastasias Schüler bessere Noten haben als Bernadettes Schüler.
nb: jamovi viser resultater fra en ``Independent Samples T-Test`` der den egentlige hypotesen er ensidig, dvs. at Anastasias studenter hadde høyere karakterer enn Bernadettes.
ta: உண்மையான கருதுகோள் ஒருதலைப்பட்சமாக இருக்கும் `` சுயாதீன மாதிரிகள் டி-டெச்ட்` என்பதைக் காட்டும் சாமோவி முடிவுகள், அதாவது அனச்தேசியாவின் மாணவர்கள் பெர்னாடெட்டை விட அதிக தரங்களைக் கொண்டுள்ளனர்.
uk: Результати jamovi показують ``Independent Samples T-Test``, де фактична гіпотеза є односторонньою, тобто, що учні Анастасії мали вищі оцінки, ніж учні Бернадетт.

source: Again, the output changes in a predictable way. The definition of the alternative hypothesis has changed, the *p*-value has changed, and it now reports a one-sided confidence interval rather than a two-sided one.
de: Auch hier ändert sich die Ausgabe in einer vorhersehbaren Weise: Die Definition der Alternativhypothese hat sich geändert, der *p*-Wert hat sich geändert, und es wird nun ein einseitiges Konfidenzintervall anstelle eines zweiseitigen bereichtet.
nb: Igjen endres resultatet på en forutsigbar måte. Definisjonen av alternativhypotesen er endret, *p*-verdien er endret, og den rapporterer nå et ensidig konfidensintervall i stedet for et tosidig.
ta: மீண்டும், வெளியீடு கணிக்கக்கூடிய வழியில் மாறுகிறது. மாற்று கருதுகோளின் வரையறை மாறிவிட்டது, *பி *-மதிப்பு மாறிவிட்டது, இப்போது அது இரு பக்கங்களை விட ஒருதலைப்பட்ச நம்பிக்கை இடைவெளியைப் புகாரளிக்கிறது.
uk: Знову ж таки, результат змінюється передбачуваним чином. Визначення альтернативної гіпотези змінилося, значення *p* змінилося, і тепер воно відображає односторонній довірчий інтервал, а не двосторонній.

source: What about the paired samples *t*-test? Suppose we wanted to test the hypothesis that grades go *up* from test 1 to test 2 in Dr Zeppo’s class, and are not prepared to consider the idea that the grades go down. In jamovi you would do this by specifying, under the ``Hypotheses`` option, that ``grade_test2`` (``Measure 1`` in jamovi, because we copied this first into the paired variables box) > ``grade_test1`` (``Measure 2`` in jamovi). You should get the results shown in :numref:`fig-ttest_onesided3`.
de: Was ist mit dem *t*-Test mit gepaarten Stichproben? Angenommen, wir wollen die Hypothese testen, dass die Noten in Dr. Zeppos Klasse von Examen 1 zu Examen 2 *steigen*, ohne zu prüfen, ob die Noten möglicherweise sinken. In jamovi würden Sie dies tun, indem Sie unter der Option ``Hypotheses`` angeben, dass ``grade_test2`` (``Measure 1`` in jamovi, weil wir dies zuerst in das Feld für gepaarte Variablen kopiert haben) > ``grade_test1`` (``Measure 2`` in jamovi). Sie sollten die in :numref:`fig-ttest_onesided3` gezeigten Ergebnisse erhalten.
nb: Hva med paret *t*-test? Anta at vi ønsker å teste hypotesen om at karakterene går *opp* fra test 1 til test 2 i Dr. Zeppos klasse, og at vi ikke er villige til å vurdere ideen om at karakterene går ned. I jamovi gjør du dette ved å spesifisere, under alternativet ``Hypotheses``, at ``grade_test2`` (``Measure 1`` i jamovi, fordi vi kopierte denne først inn i boksen for parede variabler) > ``grade_test1`` (``Measure 2`` i jamovi). Du bør få resultatene som vises i :numref:`fig-ttest_onesided3`.
ta: இணை மாதிரிகள் *t *-test பற்றி என்ன? டாக்டர் செப்போவின் வகுப்பில் டெச்ட் 1 முதல் சோதனை 2 வரை தரங்கள் * மேலே * செல்கின்றன என்ற கருதுகோளை நாங்கள் சோதிக்க விரும்பினோம், மேலும் தரங்கள் குறையும் என்ற கருத்தைக் கருத்தில் கொள்ளத் தயாராக இல்லை. `` கருதுகோள்கள்` விருப்பத்தின் கீழ், `` கிரேடு_டெச்ட் 2`` (`` `1`` ஐ சமோவியில் அளவிடவும், ஏனெனில் இதை முதலில் இணை மாறிகள் பெட்டியில் நகலெடுத்ததால் சாமோவியில் இதைச் செய்வீர்கள். `(` `` சமோவியில் 2` `அளவிடவும்). காட்டப்பட்டுள்ள முடிவுகளை நீங்கள் பெற வேண்டும்: NumRef: `Fig-ttest_onesided3`.

source: One-sided hypothesis in an ``Paired Samples T-Test``
de: Einseitige Hypothesenprüfung bei einem ``Paired Samples T-Test``
nb: Ensidig hypotese i en ``Paired Samples T-Test``
ta: `` இணை மாதிரிகள் டி-டெச்ட்`` இல் ஒருதலைப்பட்ச கருதுகோள்
uk: Одностороння гіпотеза в ``Paired Samples T-Test``

source: jamovi results showing a ``Paired Samples T-Test`` where the actual hypothesis is one-sided, i.e. that ``grade_test2`` (``Measure 1``) is larger than ``grade_test1`` (``Measure 2``).
de: jamovi-Ergebnisse, die einen ``Paired Samples T-Test`` zeigen, bei dem die Hypothese einseitig geprüft wird, d.h. dass ``grade_test2`` (``Measure 1``) größer ist als ``grade_test1`` (``Measure 2``).
nb: jamovi-resultater som viser en ``Paired Samples T-Test`` der den faktiske hypotesen er ensidig, dvs. at ``grade_test2`` (``Measure 1``) er større enn ``grade_test1`` (``Measure 2``).
ta: உண்மையான கருதுகோள் ஒருதலைப்பட்சமாக இருக்கும் `` இணை மாதிரிகள் டி-டெச்ட்`` காட்டும் சாமோவி முடிவுகள், அதாவது `` `` `அளவீடு 1`)` `` `` `` `` அளவீட்டு 2 ``).
uk: Результати jamovi показують ``T-тест парних вибірок``, де фактична гіпотеза є односторонньою, тобто ``grade_test2`` (``Вимір 1``) більше, ніж ``grade_test1`` (``Вимір 2``).

source: Yet again, the output changes in a predictable way. The hypothesis has changed, the *p*-value has changed, and the confidence interval is now one-sided.
de: Auch hier ändert sich die Ausgabe auf vorhersehbare Weise. Die Hypothese hat sich geändert, der *p*-Wert hat sich geändert, und das Konfidenzintervall ist jetzt einseitig.
nb: Nok en gang endres resultatet på en forutsigbar måte. Hypotesen er endret, *p*-verdien er endret, og konfidensintervallet er nå ensidig.
ta: மீண்டும், வெளியீடு கணிக்கக்கூடிய வழியில் மாறுகிறது. கருதுகோள் மாறிவிட்டது, *பி *-மதிப்பு மாறிவிட்டது, நம்பிக்கை இடைவெளி இப்போது ஒருதலைப்பட்சமாக உள்ளது.
uk: Знову ж таки, результат змінюється передбачуваним чином. Гіпотеза змінилася, значення *p* змінилося, а довірчий інтервал тепер односторонній.

source: Effect size
de: Effektstärke
nb: Effektstørrelse
uk: Розмір ефекту

source: The most commonly used measure of effect size for a *t*-test is **Cohen’s d** (:ref:`Cohen, 1988 <Cohen_1988>`). It’s a very simple measure in principle, with quite a few wrinkles when you start digging into the details. Cohen himself defined it primarily in the context of an independent samples *t*-test, specifically the Student test. In that context, a natural way of defining the effect size is to divide the difference between the means by an estimate of the standard deviation. In other words, we’re looking to calculate *something* along the lines of this:
de: Das am häufigsten verwendete Maß für die Effektstärke eines *t*-Tests ist **Cohen's d** (:ref:`Cohen, 1988 <Cohen_1988>`). Im Prinzip handelt es sich dabei um ein sehr einfaches Maß, das jedoch einige Schwierigkeiten mit sich bringt, wenn man sich mit den Details befasst. Cohen selbst definierte es in erster Linie für die Verwendung im Zusammenhang mit dem *t*-Test für unabhängige Stichproben, insbesondere dem Student-Test. In diesem Zusammenhang besteht eine natürliche Methode zur Definition der Effektstärke darin, die Differenz zwischen den Mittelwerten durch eine Schätzung der Standardabweichung zu teilen. Mit anderen Worten, wir versuchen, *etwas* in dieser Richtung zu berechnen:
nb: Det mest brukte effektstørrelsesmålet for en *t*-test er **Cohen's d** (:ref:`Cohen, 1988 <Cohen_1988>`). Det er i prinsippet et veldig enkelt mål, men når man begynner å grave seg ned i detaljene, får man en del problemer. Cohen selv definerte det først og fremst i forbindelse med en uavhengig *t*-test, nærmere bestemt Students *t*-test. I den sammenhengen er en naturlig måte å definere effektstørrelsen på å dividere forskjellen mellom gjennomsnittene med et estimat av standardavviket. Med andre ord er vi ute etter å beregne *noe* i retning av dette:
ta: *T*-test க்கான விளைவு அளவின் பொதுவாக பயன்படுத்தப்படும் அளவீடு ** கோஅனின் டி ** (: குறிப்பு: `கோஅன், 1988 <கோஎன்_1988>`). இது கொள்கையளவில் மிகவும் எளிமையான நடவடிக்கையாகும், நீங்கள் விவரங்களைத் தோண்டத் தொடங்கும் போது சில சுருக்கங்களுடன். கோஅன் அதை முதன்மையாக ஒரு சுயாதீன மாதிரிகள் *t *-test இன் சூழலில் வரையறுத்தார், குறிப்பாக மாணவர் சோதனை. அந்த சூழலில், விளைவு அளவை வரையறுப்பதற்கான இயல்பான வழி, நிலையான விலகலின் மதிப்பீட்டின் மூலம் வழிமுறைகளுக்கு இடையிலான வேறுபாட்டைப் பிரிப்பதாகும். வேறு வார்த்தைகளில் கூறுவதானால், இதன் வழிமுறைகளில் * ஏதாவது ஒன்றை * கணக்கிட பார்க்கிறோம்:

source: d = (mean 1 - mean 2) / std. dev.
de: d = (Mittelwert 1 - Mittelwert 2) / Std. abw.
nb: d = (gjennomsnitt 1 - gjennomsnitt 2) / std. dev.
ta: டி = (சராசரி 1 - சராசரி 2) / எச்.டி.டி. தேவ்.
uk: d = (середнє значення 1 - середнє значення 2) / стандартне відхилення.
