Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: The **independent samples t-test** comes in two different forms, Student’s and Welch’s. The original Student *t*-test, which is the one I’ll describe in this section, is the simpler of the two but relies on much more restrictive assumptions than the Welch *t*-test. Assuming for the moment that you want to run a two-sided test, the goal is to determine whether two “independent samples” of data are drawn from populations with the same mean (the null hypothesis) or different means (the alternative hypothesis). When we say “independent” samples, what we really mean here is that there’s no special relationship between observations in the two samples. This probably doesn’t make a lot of sense right now, but it will be clearer when we come to talk about the paired samples *t*-test later on. For now, let’s just point out that if we have an experimental design where participants are randomly allocated to one of two groups, and we want to compare the two groups’ mean performance on some outcome measure, then an independent samples *t*-test (rather than a paired samples *t*-test) is what we’re after.
de: Den **t-Test für unabhängige Stichproben** gibt es in zwei verschiedenen Versionen, dem Test nach Student und dem von Welch. Der ursprüngliche *t*-Test nach Student, den ich in diesem Abschnitt beschreiben werde, ist der einfachere der beiden, beruht aber auf restriktiveren Annahmen als der *t*-Test von Welch. Angenommen, Sie möchten einen zweiseitigen Test durchführen, so besteht das Ziel darin, festzustellen, ob zwei „unabhängige Stichproben“ von Daten aus Populationen mit demselben Mittelwert (Nullhypothese) oder mit unterschiedlichen Mittelwerten (Alternativhypothese) gezogen wurden. Wenn wir von „unabhängigen“ Stichproben sprechen, meinen wir damit, dass es keine besondere Beziehung zwischen den Beobachtungen in den beiden Stichproben gibt. Das macht im Moment wahrscheinlich nicht viel Sinn, aber es wird klarer, wenn wir später über den *t*-Test für gepaarte Stichproben sprechen. Für den Moment wollen wir nur darauf hinweisen, dass wir einen *t*-Test für unabhängige Stichproben (und nicht einen *t*-Test für gepaarte Stichproben) benutzen sollten, wenn wir einen Versuchsplan haben, bei dem die Teilnehmer zufällig einer von zwei Gruppen zugewiesen werden, und wir die mittlere Leistung der beiden Gruppen bei einer Ergebnismessung vergleichen wollen.
nb: **Uavhenig t-test** finnes i to ulike former, Students og Welchs. Den opprinnelige Students *t*-test, som er den jeg vil beskrive i dette avsnittet, er den enkleste av de to, men bygger på mye mer restriktive forutsetninger enn Welch-*t*-test. Hvis vi for øyeblikket antar at du ønsker å kjøre en tosidig test, er målet å finne ut om to «uavhengige utvalg» av data er hentet fra populasjoner med samme gjennomsnitt (nullhypotesen) eller forskjellige gjennomsnitt (alternativhypotesen). Når vi sier «uavhengige» utvalg, mener vi egentlig at det ikke er noe spesielt forhold mellom observasjonene i de to utvalgene. Dette gir nok ikke så mye mening akkurat nå, men det vil bli klarere når vi senere skal snakke om paret *t*-test. La oss foreløpig bare påpeke at hvis vi har et eksperimentelt design der deltakerne er tilfeldig fordelt til én av to grupper, og vi ønsker å sammenligne de to gjennomsnittlige prestasjoner til to grupper på et eller annet utfallsmål, så er det en uavhengig *t*-test (snarere enn en paret *t*-test) vi er ute etter.
ta: ** சுயாதீன மாதிரிகள் டி-டெச்ட் ** மாணவர் மற்றும் வெல்ச் ஆகிய இரண்டு வெவ்வேறு வடிவங்களில் வருகிறது. அசல் மாணவர் *t *-test, இந்த பிரிவில் நான் விவரிக்கும் ஒன்றாகும், இது இரண்டின் எளிமையானது, ஆனால் வெல்ச் *t *-test ஐ விட மிகவும் கட்டுப்படுத்தப்பட்ட அனுமானங்களை நம்பியுள்ளது. நீங்கள் இரு பக்க சோதனையை இயக்க விரும்புகிறீர்கள் என்று கருதி, தரவுகளின் இரண்டு “சுயாதீன மாதிரிகள்” மக்களிடமிருந்து ஒரே சராசரி (பூச்ய கருதுகோள்) அல்லது வெவ்வேறு வழிமுறைகள் (மாற்று கருதுகோள்) கொண்டு வரையப்பட்டுள்ளனவா என்பதை தீர்மானிப்பதே குறிக்கோள். “சுயாதீன” மாதிரிகள் என்று நாங்கள் கூறும்போது, இரண்டு மாதிரிகளில் உள்ள அவதானிப்புகளுக்கு இடையே சிறப்பு உறவு இல்லை என்பதே இங்கே நாம் உண்மையில் அர்த்தப்படுத்துகிறோம். இது இப்போது நிறைய அர்த்தமுள்ளதாக இருக்காது, ஆனால் பின்னர் இணை செய்யப்பட்ட மாதிரிகள் *t *-test பற்றி பேச வரும்போது அது தெளிவாக இருக்கும். இப்போதைக்கு, பங்கேற்பாளர்கள் இரண்டு குழுக்களில் ஒன்றுக்கு தோராயமாக ஒதுக்கப்பட்ட ஒரு சோதனை வடிவமைப்பு எங்களிடம் இருந்தால், இரு குழுக்களின் சராசரி செயல்திறனை சில விளைவு அளவீடுகளில் ஒப்பிட விரும்புகிறோம், பின்னர் ஒரு சுயாதீனமான மாதிரிகள் *t *-சோதனை (ஒரு இணை மாதிரிகள் *t *-test ஐ விட) நாம் பின்னால் இருப்பதுதான்.
uk: **Незалежний t-критерій для незалежних вибірок** існує у двох різних формах: Стьюдента та Велча. Оригінальний *t*-критерій Стьюдента, який я опишу в цьому розділі, є простішим з двох, але базується на набагато більш обмежувальних припущеннях, ніж *t*-критерій Велча. Припустимо, що ви хочете провести двосторонній тест. Мета полягає в тому, щоб визначити, чи дві «незалежні вибірки» даних взяті з популяцій з однаковим середнім значенням (нульова гіпотеза) або з різними середніми значеннями (альтернативна гіпотеза). Коли ми говоримо про «незалежні» вибірки, ми маємо на увазі, що між спостереженнями в двох вибірках немає особливого зв'язку. Наразі це, ймовірно, не має великого сенсу, але стане зрозумілішим, коли ми пізніше поговоримо про *t*-критерій для парних вибірок. Наразі зазначимо лише, що якщо ми маємо експериментальний дизайн, в якому учасники випадковим чином розподіляються на дві групи, і ми хочемо порівняти середні показники двох груп за певним критерієм, то нам потрібен *t*-критерій для незалежних вибірок (а не *t*-критерій для парних вибірок).

source: Okay, so let’s let µ\ :sub:`1` denote the true population mean for group 1 (e.g., Anastasia’s students), and µ\ :sub:`2` will be the true population mean for group 2 (e.g., Bernadette’s students),\ [#]_ and as usual we’ll let *X̄*\ :sub:`1`and *X̄*\ :sub:`2` denote the observed sample means for both of these groups. Our null hypothesis states that the two population means are identical (µ\ :sub:`1` = µ\ :sub:`1`) and the alternative to this is that they are not (µ\ :sub:`1` ≠ µ\ :sub:`1`). Written in mathematical-ese, this is:
de: Wir bezeichnen µ\ :sub:`1` als den wahren Populationsmittelwert für Gruppe 1 (z.B. Anastasias Studenten), und µ\ :sub:`2` als den wahren Populationsmittelwert für Gruppe 2 (z.B. Bernadette Studenten).\ [#]_ Wie üblich bezeichnen wir die beobachteten Stichprobenmittelwerte für diese beiden Gruppen mit *X̄*\ :sub:`1`und *X̄*\ :sub:`2`. Unsere Nullhypothese besagt, dass die beiden Populationsmittelwerte identisch sind (µ\ :sub:`1` = µ\ :sub:`2`), und die Alternativhypothese ist, dass sie es nicht sind (µ\ :sub:`1` ≠ µ\ :sub:`2`). In mathematischer Sprache ausgedrückt bedeutet dies:
ta: சரி, எனவே µ \: துணை: `1` குழு 1 (எ.கா., அனச்தேசியாவின் மாணவர்கள்), மற்றும் µ \: துணை:` 2` குழு 2 க்கு உண்மையான மக்கள்தொகை சராசரியாக இருக்கும் (எ.கா., பெர்னாடெட்ச் மாணவர்கள்), \ [#] _ மற்றும் வழக்கம் போல் *x̄ *\: துணை: `1` மற்றும் *x̄ *\: துணை:` 2` இந்த இரு குழுக்களுக்கும் கவனிக்கப்பட்ட மாதிரி வழிமுறைகளைக் குறிக்கின்றன. எங்கள் சுழிய கருதுகோள் இரண்டு மக்கள்தொகை வழிமுறைகள் ஒரே மாதிரியானவை என்று கூறுகிறது (µ \: துணை: `1` = µ \: துணை:` 1`) மற்றும் இதற்கு மாற்றாக அவை இல்லை (µ \: துணை: `1`. µ \: துணை: `1`). கணித-எசில் எழுதப்பட்ட, இது:

source: Illustration: Null and alternative hypotheses, indep. samples *t*-test
de: Illustration: Null- und Alternativhypothese beim *t*-Test für unabhängige Stichproben
nb: Illustrasjon: Null- og alternativhypoteser, uavhengig *t*-test
ta: விளக்கம்: சுழிய மற்றும் மாற்று கருதுகோள்கள், இன்ட். மாதிரிகள் *t *-test
uk: Ілюстрація: Нульова та альтернативна гіпотези, *t*-тест для незалежних вибірок

source: Graphical illustration of the null and alternative hypotheses assumed by the Student *t*-test for Independent Samples. The null hypothesis assumes that both groups have the same mean µ, whereas the alternative assumes that they have different means µ\ :sub:`1` and µ\ :sub:`2`\. Notice that it is assumed that the population distributions are normal, and that, although the alternative hypothesis allows the group to have different means, it assumes they have the same standard deviation.
de: Grafische Veranschaulichung der Null- und Alternativhypothesen, die beim *t*-Test für unabhängige Stichproben (nach Student) angenommen werden. Die Nullhypothese geht davon aus, dass beide Gruppen den gleichen Mittelwert µ haben, während die Alternativhypothese davon ausgeht, dass sie unterschiedliche Mittelwerte µ\ :sub:`1` und µ\ :sub:`2`` haben. Beachten Sie, dass davon ausgegangen wird, dass die Verteilungen der Grundgesamtheit normal sind, und dass die Alternativhypothese zwar zulässt, dass die Gruppen unterschiedliche Mittelwerte haben, aber davon ausgeht, dass sie die gleiche Standardabweichung haben.
nb: Grafisk illustrasjon av nullhypotesen og alternativhypotesen ved Students uavhengig *t*-test. Nullhypotesen antar at begge gruppene har samme gjennomsnitt µ, mens alternativhypotesen antar at de har forskjellige gjennomsnitt µ\ :sub:`1` og µ\ :sub:`2`\. Legg merke til at det forutsettes at data i populasjon er normalfordelt, og at selv om alternativhypotesen tillater at gruppene har ulike gjennomsnitt, forutsettes det at de har samme standardavvik.
ta: சுயாதீன மாதிரிகளுக்கான மாணவர் *t *-test எனக் கருதப்படும் சுழிய மற்றும் மாற்று கருதுகோள்களின் வரைகலை விளக்கம். சுழிய கருதுகோள் இரு குழுக்களுக்கும் ஒரே சராசரி இருப்பதாகக் கருதுகிறது, அதேசமயம் மாற்று அவர்களுக்கு வெவ்வேறு வழிமுறைகள் இருப்பதாகக் கருதுகிறது µ \: துணை: `1` மற்றும் µ \: துணை:` 2`. மக்கள்தொகை வழங்கல் இயல்பானது என்று கருதப்படுவதைக் கவனியுங்கள், மேலும் மாற்று கருதுகோள் குழுவிற்கு வெவ்வேறு வழிகளைக் கொண்டிருக்க அனுமதித்தாலும், அவர்களுக்கு ஒரே நிலையான விலகல் இருப்பதாக கருதுகிறது.
uk: Графічна ілюстрація нульової та альтернативної гіпотез, прийнятих у *t*-критерії Стьюдента для незалежних вибірок. Нульова гіпотеза передбачає, що обидві групи мають однакове середнє значення µ, тоді як альтернативна гіпотеза передбачає, що вони мають різні середні значення µ\ :sub:`1` та µ\ :sub:`2`\. Зверніть увагу, що передбачається, що розподіл популяції є нормальним, і що, хоча альтернативна гіпотеза дозволяє групі мати різні середні значення, вона передбачає, що вони мають однакове стандартне відхилення.

source: To construct a hypothesis test that handles this scenario we start by noting that if the null hypothesis is true, then the difference between the population means is *exactly* zero, µ\ :sub:`1` - µ\ :sub:`1` = 0. As a consequence, a diagnostic test statistic will be based on the difference between the two sample means. Because if the null hypothesis is true, then we’d expect *X̄*\ :sub:`1` – *X̄*\ :sub:`2` to be *pretty close* to zero. However, just like we saw with our one-sample tests (i.e., the one-sample *z*-test and the one-sample *t*-test) we have to be precise about exactly *how close* to zero this difference should be. And the solution to the problem is more or less the same one. We calculate a standard error estimate (SE), just like last time, and then divide the difference between means by this estimate. So our **t-statistic** will be of the form:
de: Um einen Hypothesentest für dieses Szenario zu konstruieren, stellen wir zunächst fest, dass die Differenz zwischen den Mittelwerten der Grundgesamtheit *genau* Null ist, µ\ :sub:`1` - µ\ :sub:`1` = 0, wenn die Nullhypothese wahr ist. Folglich basiert die Teststatistik auf der Differenz zwischen den beiden Stichprobenmittelwerten. Wenn die Nullhypothese wahr ist, dann würden wir erwarten, dass *X̄*\ :sub:`1` - *X̄*\ :sub:`2` *ziemlich nahe* bei Null liegt. Wie wir jedoch bei unseren Tests mit einer Stichprobe (d. h. dem *z*-Test und dem *t*-Test) gesehen haben, müssen wir genau wissen, *wie nahe* diese Differenz bei Null liegen muss. Die Lösung des Problems ist mehr oder weniger dieselbe. Wir berechnen den Standardschätzfehler (SE), genau wie beim letzten Mal, und teilen dann die Differenz zwischen den Mittelwerten durch diese Schätzung. Unsere **t-Statistik** hat also die folgende Form:
nb: For å gjennomføre en hypotesetest som håndterer dette scenariet, starter vi med å merke oss at hvis nullhypotesen er sann, er forskjellen mellom populasjonsgjennomsnittene *eksakt* null, µ\ :sub:`1` - µ\ :sub:`1` = 0. Følgelig vil en diagnostisk teststatistikk være basert på forskjellen mellom de to utvalgsgjennomsnittene. For hvis nullhypotesen er sann, vil vi forvente at *X̄*\ :sub:`1` - *X̄*\ :sub:`2` er *ganske nær* null. Men akkurat som vi så med våre tester med ett utvalg (både *z*-test og *t*-test med ett utvalg), må vi være presise med hensyn til nøyaktig *hvor nær* null denne forskjellen skal være. Og løsningen på problemet er mer eller mindre den samme. Vi beregner et standardfeil-estimat (SE), akkurat som sist, og dividerer deretter differansen mellom gjennomsnittene med dette estimatet. Vår **t-statistikk** vil altså være på formen:
ta: இந்த சூழ்நிலையை கையாளும் ஒரு கருதுகோள் சோதனையை உருவாக்க, சுழிய கருதுகோள் உண்மையாக இருந்தால், மக்கள்தொகைக்கு இடையிலான வேறுபாடு * சரியாக * பூச்சியம், µ \: துணை: `1` - µ \: துணை:` 1 `= 0. இதன் விளைவாக, ஒரு கண்டறியும் சோதனை புள்ளிவிவரம் இரண்டு மாதிரி வழிமுறைகளுக்கு இடையிலான வேறுபாட்டின் அடிப்படையில் இருக்கும். ஏனெனில் சுழிய கருதுகோள் உண்மையாக இருந்தால், *x̄ *\: துணை: `1` - *x̄ *\: துணை:` 2` பூச்சியத்திற்கு *மிகவும் நெருக்கமாக *இருக்க வேண்டும் என்று எதிர்பார்க்கிறோம். எவ்வாறாயினும், எங்கள் ஒரு மாதிரி சோதனைகளுடன் (அதாவது, ஒரு மாதிரி *z *-test மற்றும் ஒரு மாதிரி *t *-test) பார்த்தது போலவே, இந்த வேறுபாட்டை பூச்சியத்திற்கு எவ்வளவு நெருக்கமாக *பற்றி நாம் துல்லியமாக இருக்க வேண்டும் இருக்க வேண்டும். மேலும் பிரச்சினைக்கு தீர்வு அதிகமாகவோ அல்லது குறைவாகவோ ஒரே மாதிரியாக இருக்கும். கடைசி நேரத்தைப் போலவே ஒரு நிலையான பிழை மதிப்பீட்டை (SE) கணக்கிடுகிறோம், பின்னர் இந்த மதிப்பீட்டின் மூலம் வழிமுறைகளுக்கு இடையிலான வேறுபாட்டைப் பிரிக்கிறோம். எனவே எங்கள் ** டி-புள்ளிவிவர ** வடிவமாக இருக்கும்:
uk: Щоб побудувати гіпотетичний тест, який враховує цей сценарій, спочатку зауважимо, що якщо нульова гіпотеза є правдивою, то різниця між середніми значеннями генеральної сукупності дорівнює *точно* нулю, µ\ :sub:`1` - µ\ :sub:`1` = 0. Як наслідок, діагностична тестова статистика буде базуватися на різниці між двома середніми значеннями вибірки. Адже якщо нульова гіпотеза є правдивою, то ми очікуємо, що *X̄*\ :sub:`1` – *X̄*\ :sub:`2` буде *досить близьким* до нуля. Однак, як ми бачили на прикладі тестів для однієї вибірки (тобто *z*-тесту для однієї вибірки та *t*-тесту для однієї вибірки), ми маємо точно визначити, *наскільки близьким* до нуля має бути це відхилення. І рішення проблеми є більш-менш таким самим. Ми обчислюємо оцінку стандартної похибки (SE), як і минулого разу, а потім ділимо різницю між середніми значеннями на цю оцінку. Отже, наша **t-статистика** матиме вигляд:

source: We just need to figure out what this standard error estimate actually is. This is a bit trickier than was the case for either of the two tests we’ve looked at so far, so we need to go through it a lot more carefully to understand how it works.
de: Wir müssen nur noch herausfinden, wie hoch der Standardschätzfehler eigentlich ist. Das ist etwas komplizierter als bei den beiden Tests, die wir uns bisher angeschaut haben, also müssen wir es uns genauer ansehen, um zu verstehen, wie es funktioniert.
nb: Vi må bare finne ut hva dette standardfeilestimatet faktisk er. Dette er litt vanskeligere enn for noen av de to testene vi har sett på så langt, så vi må gå gjennom det mye mer nøye for å forstå hvordan det fungerer.
ta: இந்த நிலையான பிழை மதிப்பீடு உண்மையில் என்ன என்பதை நாம் கண்டுபிடிக்க வேண்டும். இதுவரை நாம் பார்த்த இரண்டு சோதனைகளில் ஒன்றைக் காட்டிலும் இது சற்று தந்திரமானது, எனவே இது எவ்வாறு செயல்படுகிறது என்பதைப் புரிந்துகொள்ள நாம் இன்னும் கவனமாக செல்ல வேண்டும்.
uk: Нам просто потрібно з'ясувати, що насправді являє собою ця оцінка стандартної похибки. Це трохи складніше, ніж у випадку з двома тестами, які ми розглядали до цього, тому нам потрібно проаналізувати це набагато ретельніше, щоб зрозуміти, як це працює.

source: A “pooled estimate” of the standard deviation
de: Eine „gepoolte Schätzung“ der Standardabweichung
nb: Et «samlet estimat» av standardavviket
ta: நிலையான விலகலின் "பூல் மதிப்பீடு"
uk: «Об’єднана оцінка» стандартного відхилення

source: In the original “Student *t*-test”, we make the assumption that the two groups have the same population standard deviation. That is, regardless of whether the population means are the same, we assume that the population standard deviations are identical, σ\ :sub:`1` = σ\ :sub:`2`. Since we’re assuming that the two standard deviations are the same, we drop the subscripts and refer to both of them as σ. How should we estimate this? How should we construct a single estimate of a standard deviation when we have two samples? The answer is, basically, we average them. Well, sort of. Actually, what we do is take a *weighed* average of the *variance* estimates, which we use as our **pooled estimate of the variance**. The weight assigned to each sample is equal to the number of observations in that sample, minus 1.
de: Beim ursprünglichen *t*-Test nach Student wird davon ausgegangen, dass die beiden Gruppen die gleiche Standardabweichung in der Grundgesamtheit haben. Das heißt, unabhängig davon, ob die Mittelwerte der Grundgesamtheit gleich sind, nehmen wir an, dass die Standardabweichungen in der Grundgesamtheit identisch sind, σ\ :sub:`1` = σ\ :sub:`2`. Da wir davon ausgehen, dass die beiden Standardabweichungen gleich sind, lassen wir die Indizes weg und bezeichnen beide mit σ. Aber wie sollten wir diese schätzen? Wie soll man eine einzelne Schätzung einer Standardabweichung konstruieren, wenn man zwei Stichproben hat? Die Antwort ist im Grunde, dass wir den Durchschnitt bilden (gewissermaßen). Genau genommen nehmen wir einen *gewichteten* Durchschnitt der *Varianzschätzungen*, den wir als **gepoolte Schätzung der Varianz** verwenden. Das jeder Stichprobe zugewiesene Gewicht ist gleich der Anzahl der Beobachtungen in dieser Stichprobe minus 1.
nb: I opprinnelig «Students *t*-test» antar vi at de to gruppene har samme standardavvik i populasjonen. Det vil si at uavhengig av om populasjonsgjennomsnittene er de samme, antar vi at standardavvikene i populasjonen er identiske, σ\ :sub:`1` = σ\ :sub:`2`. Siden vi antar at de to standardavvikene er de samme, dropper vi abonnementene og refererer til dem begge som σ. Hvordan skal vi estimere dette? Hvordan skal vi lage et enkelt estimat av et standardavvik når vi har to utvalg? Svaret er at vi tar gjennomsnittet av dem. Vel, på en måte. Det vi gjør, er å ta et *veid* gjennomsnitt av *avviksestimatene*, som vi bruker som vårt **samlede estimat av variansen**. Vekten som tilordnes hvert utvalg, er lik antall observasjoner i utvalget minus 1.
ta: அசல் “மாணவர் *t *-test” இல், இரு குழுக்களும் ஒரே மக்கள்தொகை நிலையான விலகலைக் கொண்டுள்ளன என்ற அனுமானத்தை நாங்கள் செய்கிறோம். அதாவது, மக்கள்தொகை என்பது ஒரே மாதிரியானதா என்பதைப் பொருட்படுத்தாமல், மக்கள்தொகை தரமான விலகல்கள் ஒரே மாதிரியானவை என்று நாங்கள் கருதுகிறோம், σ \: துணை: `1` = σ \: துணை:` 2`. இரண்டு நிலையான விலகல்களும் ஒரே மாதிரியானவை என்று நாங்கள் கருதுவதால், நாங்கள் சந்தாக்களை கைவிட்டு, இரண்டையும் σ எனக் குறிப்பிடுகிறோம். இதை நாம் எவ்வாறு மதிப்பிட வேண்டும்? நம்மிடம் இரண்டு மாதிரிகள் இருக்கும்போது நிலையான விலகலின் ஒற்றை மதிப்பீட்டை எவ்வாறு உருவாக்க வேண்டும்? பதில், அடிப்படையில், நாங்கள் அவற்றை சராசரியாக வைத்திருக்கிறோம். சரி, வகை. உண்மையில், நாம் செய்வது*மாறுபாடு*மதிப்பீடுகளின்*எடையுள்ள*சராசரியை எடுத்துக்கொள்வது, இது மாறுபாட்டின் எங்கள் ** பூல் மதிப்பீடாக நாம் பயன்படுத்துகிறோம் **. ஒவ்வொரு மாதிரிக்கும் ஒதுக்கப்பட்ட எடை அந்த மாதிரியில் உள்ள அவதானிப்புகளின் எண்ணிக்கைக்கு சமம், கழித்தல் 1.
uk: В оригінальному «студентському *t*-критерії» ми припускаємо, що дві групи мають однакове стандартне відхилення популяції. Тобто, незалежно від того, чи є середні значення популяції однаковими, ми припускаємо, що стандартні відхилення популяції є ідентичними, σ\ :sub:`1` = σ\ :sub:`2`. Оскільки ми припускаємо, що два стандартних відхилення однакові, ми відкидаємо індекси і позначаємо їх обох як σ. Як ми повинні це оцінити? Як ми повинні побудувати єдину оцінку стандартного відхилення, коли маємо дві вибірки? Відповідь, в основному, полягає в тому, що ми обчислюємо їх середнє значення. Ну, приблизно. Насправді ми беремо *зважене* середнє значення оцінок *дисперсії*, яке використовуємо як **об'єднану оцінку дисперсії**. Вага, присвоєна кожній вибірці, дорівнює кількості спостережень у цій вибірці мінус 1.

source: Mathematically, we can write this as
de: Mathematisch lässt sich dies wie folgt ausdrücken
nb: Matematisk kan vi skrive dette som
ta: கணித ரீதியாக, இதை நாம் எழுதலாம்
uk: Математично ми можемо записати це як

source: Now that we’ve assigned weights to each sample we calculate the pooled estimate of the variance by taking the weighted average of the two variance estimates, :math:`{\hat\sigma_1}^2` and :math:`{\hat\sigma_2}^2`
de: Nachdem wir nun die einzelnen Stichproben gewichtet haben, berechnen wir die gepoolte Schätzung der Varianz, indem wir das gewichtete Mittel der beiden Varianzschätzungen, :math:`{\hat\sigma_1}^2` und :math:`{\hat\sigma_2}^2`, bilden
nb: Nå som vi har tilordnet vekter til hvert utvalg, beregner vi det samlede estimatet av variansen ved å ta det vektede gjennomsnittet av de to variansestimatene, :math:`{\hat\sigma_1}^2` og :math:`{\hat\sigma_2}^2`
ta: இப்போது ஒவ்வொரு மாதிரிக்கும் எடையை ஒதுக்கியுள்ளோம், இரண்டு மாறுபாடு மதிப்பீடுகளின் எடையுள்ள சராசரியை எடுத்துக்கொள்வதன் மூலம் மாறுபாட்டின் பூல் மதிப்பீட்டைக் கணக்கிடுகிறோம், கணிதம்: `{\ தொப்பி \ சிக்மா_1}^2` மற்றும்: கணிதம்:` {\ தொப்பி \ சிக்மா_2}^2`
uk: Тепер, коли ми призначили ваги кожній вибірці, ми обчислюємо об'єднану оцінку дисперсії, взявши середньозважене значення двох оцінок дисперсії., :math:`{\hat\sigma_1}^2` і :math:`{\hat\sigma_2}^2`

source: Finally, we convert the pooled variance estimate to a pooled standard deviation estimate, by taking the square root.
de: Schließlich konvertieren wir die gepoolte Varianzschätzung in eine gepoolte Standardabweichungsschätzung, indem wir die Quadratwurzel ziehen.
nb: Til slutt konverterer vi det samlede variansestimatet til et samlet standardavviksestimat ved å ta kvadratroten.
ta: இறுதியாக, பூல் செய்யப்பட்ட மாறுபாடு மதிப்பீட்டை சதுர வேரை எடுத்துக்கொள்வதன் மூலம் பூல் செய்யப்பட்ட நிலையான விலகல் மதிப்பீட்டாக மாற்றுகிறோம்.
uk: Нарешті, ми перетворюємо об'єднану оцінку дисперсії на об'єднану оцінку стандартного відхилення, беручи квадратний корінь.
