Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch11.po
Languages: de, nb, ta, uk

source: A technical comment. In the same way that we can weaken the assumptions of the *z*-test so that we’re only talking about the sampling distribution, we *can* weaken the *t*-test assumptions so that we don’t have to assume normality of the population. However, for the *t*-test it’s trickier to do this. As before, we can replace the assumption of population normality with an assumption that the sampling distribution of *X̄* is normal. However, remember that we’re also relying on a sample estimate of the standard deviation, and so we also require the sampling distribution of :math:`\hat{\sigma}` to be χ². That makes things nastier, and this version is rarely used in practice. Fortunately, if the population distribution is normal, then both of these two assumptions are met.
de: Eine technische Anmerkung. Genauso wie wir die Annahmen des *z*-Tests abschwächen können, indem wir nur über die Stichprobenverteilung sprechen, *können* wir die Annahmen des *t*-Tests abschwächen, so dass wir nicht von einer Normalverteilung der Grundgesamtheit ausgehen. Für den *t*-Test ist dies jedoch schwieriger zu bewerkstelligen. Wie zuvor können wir die Annahme der Normalverteilung der Grundgesamtheit durch die Annahme ersetzen, dass die Stichprobenverteilung von *X̄* normalverteilt ist. Bedenken Sie jedoch, dass wir uns auch auf eine Stichprobenschätzung der Standardabweichung stützen, so dass auch die Stichprobenverteilung von :math:`\hat{\sigma}` χ²-verteilt sein muss. Das macht die Sache unangenehmer, und diese Version wird in der Praxis selten verwendet. Glücklicherweise sind diese beiden Annahmen erfüllt, wenn die Grundgesamtheit normalverteilt ist.
nb: En teknisk kommentar. På samme måte som vi kan svekke forutsetningene for *z*-testen slik at vi bare snakker om utvalgsfordelingen, *kan* vi svekke forutsetningene for *t*-testen slik at vi ikke trenger å forutsette en normalfordeling i populasjonen. For *t*-testen er det imidlertid vanskeligere å gjøre dette. Som før kan vi erstatte forutsetningen om normalfordeling i populasjonen med en antakelse om at fordelingen i stikkprøven til *X̄* er tilnærmet en normalfordeling. Husk imidlertid at vi også er avhengige av et utvalgsestimat av standardavviket, og derfor krever vi også at utvalgsfordelingen av :math:`\hat{\sigma}` er χ². Det gjør det hele verre, og denne versjonen brukes sjelden i praksis. Hvis populasjonen er normalfordelt, er heldigvis begge disse to forutsetningene oppfylt.
ta: ஒரு தொழில்நுட்ப கருத்து. *Z *-Test இன் அனுமானங்களை நாம் பலவீனப்படுத்த முடியும், இதனால் நாங்கள் மாதிரி விநியோகத்தைப் பற்றி மட்டுமே பேசுகிறோம், *t *-test அனுமானங்களை நாம் பலவீனப்படுத்த முடியும், இதனால் நாம் கருத வேண்டியதில்லை மக்கள்தொகையின் இயல்பு. இருப்பினும், *t *-test இதைச் செய்வது தந்திரமானது. முன்பு போலவே, * x̄ * இன் மாதிரி வழங்கல் இயல்பானது என்ற அனுமானத்துடன் மக்கள்தொகை இயல்புநிலையின் அனுமானத்தை மாற்றலாம். எவ்வாறாயினும், நிலையான விலகலின் மாதிரி மதிப்பீட்டையும் நாங்கள் நம்பியிருக்கிறோம் என்பதை நினைவில் கொள்ளுங்கள், எனவே மாதிரி விநியோகமும் நமக்குத் தேவைப்படுகிறது: கணிதம்: `\ தொப்பி {\ சிக்மா}` இருக்க வேண்டும். இது விசயங்களை நாச்டியர் ஆக்குகிறது, மேலும் இந்த பதிப்பு நடைமுறையில் அரிதாகவே பயன்படுத்தப்படுகிறது. அதிர்ச்டவசமாக, மக்கள்தொகை வழங்கல் பொதுவாக இருந்தால், இந்த இரண்டு அனுமானங்களும் நிறைவு செய்யப்படுகின்றன.
uk: Технічний коментар. Так само, як ми можемо послабити припущення *z*-тесту, щоб говорити лише про вибіркове розподілення, ми *можемо* послабити припущення *t*-тесту, щоб не припускати нормальність генеральної сукупності. Однак для *t*-тесту це зробити складніше. Як і раніше, ми можемо замінити припущення про нормальність генеральної сукупності припущенням, що вибірковий розподіл *X̄* є нормальним. Однак пам'ятайте, що ми також покладаємося на вибіркову оцінку стандартного відхилення, тому нам також потрібно, щоб вибірковий розподіл :math:`\hat{\sigma}` був χ². Це ускладнює ситуацію, і ця версія рідко використовується на практиці. На щастя, якщо розподіл генеральної сукупності є нормальним, то обидва ці припущення виконуються.

source: The independent samples *t*-test (Student test)
de: Der *t*-Test für unabhängige Stichproben (nach Student)
nb: Uavhengig *t*-test (Students *t*-test)
ta: சுயாதீன மாதிரிகள் *t *-test (மாணவர் சோதனை)
uk: *t*-критерій незалежних вибірок (критерій Стьюдента)

source: Although the one sample *t*-test has its uses, it’s not the most typical example of a *t*-test.\ [#]_ A much more common situation arises when you’ve got two different groups of observations. In psychology, this tends to correspond to two different groups of participants, where each group corresponds to a different condition in your study. For each person in the study you measure some outcome variable of interest, and the research question that you’re asking is whether or not the two groups have the same population mean. This is the situation that the independent samples *t*-test is designed for.
de: Obwohl der *t*-Test mit einer Stichprobe durchaus seine Berechtigung hat, ist er nicht das typischste Beispiel für einen *t*-Test.\ [#]_ Viel häufiger kommt es vor, dass man zwei verschiedene Gruppen von Beobachtungen hat. In der Psychologie entspricht dies in der Regel zwei verschiedenen Gruppen von Teilnehmern, wobei jede Gruppe einer Bedingung in Ihrer Studie entspricht. Für jede Person in der Studie messen Sie eine Ergebnisvariable von Interesse, und die Forschungsfrage, die Sie stellen, lautet, ob die beiden Gruppen denselben Populationsmittelwert haben oder nicht. Für diese Situation ist der *t*-Test für unabhängige Stichproben konzipiert.
nb: Selv om *t*-test med ett utvalg har sine bruksområder, er den ikke det mest typiske eksempelet på en *t*-test.\ [#]_ En mye vanligere situasjon oppstår når du har to forskjellige grupper av observasjoner. I psykologien tilsvarer dette gjerne to forskjellige grupper av deltakere, der hver gruppe tilsvarer en forskjellig betingelse i studien din. For hver person i studien måler du en eller annen utfallsvariabel av interesse, og forskningsspørsmålet du stiller, er om de to gruppene har samme populasjonsgjennomsnitt eller ikke. Dette er situasjonen som uavhengig *t*-test (independent samples *t*-test) er utformet for.
ta: ஒரு மாதிரி *t *-test அதன் பயன்பாடுகளைக் கொண்டிருந்தாலும், இது *t *-test இன் மிகச் சிறந்த எடுத்துக்காட்டு அல்ல. \ [#] _ உங்களுக்கு இரண்டு வெவ்வேறு குழுக்கள் அவதானிப்புகள் கிடைக்கும்போது மிகவும் பொதுவான நிலைமை எழுகிறது. உளவியலில், இது பங்கேற்பாளர்களின் இரண்டு வெவ்வேறு குழுக்களுடன் ஒத்துப்போகிறது, அங்கு ஒவ்வொரு குழுவும் உங்கள் ஆய்வில் வேறுபட்ட நிலைக்கு ஒத்திருக்கிறது. ஆய்வில் உள்ள ஒவ்வொரு நபருக்கும் நீங்கள் சில விளைவு ஆர்வத்தை அளவிடுகிறீர்கள், மேலும் நீங்கள் கேட்கும் ஆராய்ச்சி கேள்வி இரு குழுக்களுக்கும் ஒரே மக்கள் தொகை இருக்கிறதா இல்லையா என்பதுதான். சுயாதீன மாதிரிகள் *t *-test வடிவமைக்கப்பட்ட நிலைமை இதுதான்.
uk: Хоча одновибірковий *t*-критерій має своє застосування, він не є найпоширенішим приклад *t*-критерію. [#]_ Набагато частіше зустрічається ситуація, коли ви маєте дві різні групи спостережень. У психології це, як правило, відповідає двом різним групам учасників, де кожна група відповідає різним умовам у вашому дослідженні. Для кожної особи в дослідженні ви вимірюєте деяку змінну результату, що вас цікавить, і дослідницьке питання, яке ви ставите, полягає в тому, чи мають дві групи однакове середнє значення для популяції. Саме для такої ситуації призначений *t*-критерій для незалежних вибірок.

source: The data
de: Die Daten
nb: Dataene
ta: தரவு
uk: Дані

source: Suppose we have 33 students taking Dr Harpo’s statistics lectures, and Dr Harpo doesn’t grade to a curve. Actually, Dr Harpo’s grading is a bit of a mystery, so we don’t really know anything about what the average grade is for the class as a whole. There are two tutors for the class, Anastasia and Bernadette. There are *N*\ :sub:`1` = 15 students in Anastasia’s tutorials, and *N*\ :sub:`2` = 18 in Bernadette’s tutorials. The research question I’m interested in is whether Anastasia or Bernadette is a better tutor, or if it doesn’t make much of a difference. Dr Harpo sends me the |harpo|_ data set with the course grades. file. As usual, I’ll load the file into jamovi and have a look at what variables it contains - there are three variables, ``ID``, ``grade`` and ``tutor``. The ``grade`` variable contains each student’s grade, but it is not imported into jamovi with the correct measurement level attribute, so I need to change this so it is regarded as a continuous variable |continuous| (see :ref:`Changing measurement levels <variable_editor>`). The ``tutor`` variable is a factor |nominal| that indicates who each student’s tutor was - either Anastasia or Bernadette.
de: Angenommen, 33 Studenten besuchen die Statistikvorlesungen von Dr. Harpo, und Dr. Harpo benotet nicht im Einklang mit einer Normalverteilungskurve. Stattdessen ist Dr. Harpos Benotung ein gewisses Mysterium. Wir wissen also nicht wirklich, wie die Durchschnittsnote für die gesamte Klasse lautet. Es gibt zwei Tutoren in dieser Klasse, Anastasia und Bernadette. Es gibt *N*\ :sub:`1` = 15 Schüler in Anastasias Tutorien und *N*\ :sub:`2` = 18 in Bernadettes Tutorien. Die Forschungsfrage, die mich interessiert, ist, ob Anastasia oder Bernadette die bessere Tutorin ist, oder ob es keinen großen Unterschied macht. Dr. Harpo schickt mir den Datensatz |harpo|_ mit den Kursnoten. Wie üblich lade ich die Datei in jamovi und schaue mir an, welche Variablen sie enthält - es gibt drei Variablen, ``ID``, ``grade`` und ``tutor``. Die Variable ``grade`` enthält die Note jedes Schülers, aber sie wird nicht mit dem richtigen Attribut für die Messungsebene in jamovi importiert, also muss ich dies ändern, damit sie als kontinuierliche Variable |continuous| betrachtet wird (siehe :ref:`Skalenniveau von Daten ändern <variable_editor>`). Die Variable ``tutor`` ist ein Faktor |nominal|, der angibt, wer der Tutor des jeweiligen Schülers war: entweder Anastasia oder Bernadette.
nb: Anta at vi har 33 studenter som følger Dr. Harpos statistikkforelesninger, og at Dr. Harpo ikke setter karakterer etter en kurve. Faktisk er doktor Harpos karaktersetting litt av et mysterium, så vi vet egentlig ikke noe om hva gjennomsnittskarakteren er for klassen som helhet. Det er to lærere i klassen, Anastasia og Bernadette. Det er *N*\ :sub:`1` = 15 studenter i Anastasias veiledning, og *N*\ :sub:`2` = 18 i Bernadettes veiledning. Forskningsspørsmålet jeg er interessert i, er om Anastasia eller Bernadette er en bedre veileder, eller om det ikke utgjør noen stor forskjell. Dr. Harpo sender meg datasettet |harpo|_ med kurskarakterene. filen. Som vanlig laster jeg filen inn i jamovi og ser på hvilke variabler den inneholder - det er tre variabler, ``ID``, ``grade`` og ``tutor``. Variabelen ``grade`` inneholder hver students karakter, men den importeres ikke til jamovi med riktig målenivåattributt, så jeg må endre dette slik at den blir sett på som en kontinuerlig variabel |continuous| (se :ref:`Endring av målenivåer <variable_editor>`). Variabelen ``tutor`` er en faktor |nominal| som angir hvem som var læreren til hver student - enten Anastasia eller Bernadette.
ta: டாக்டர் ஆர்போவின் புள்ளிவிவர விரிவுரைகளை எடுத்த 33 மாணவர்கள் எங்களிடம் உள்ளனர் என்று வைத்துக்கொள்வோம், டாக்டர் ஆர்போ ஒரு வளைவுக்கு தகுதி இல்லை. உண்மையில், டாக்டர் ஆர்போவின் தரப்படுத்தல் ஒரு மர்மம், எனவே ஒட்டுமொத்த வகுப்பிற்கு சராசரி தகுதி என்ன என்பது பற்றி எங்களுக்கு எதுவும் தெரியாது. வகுப்பிற்கு இரண்டு ஆசிரியர்கள் உள்ளனர், அனச்தேசியா மற்றும் பெர்னாடெட். *N *\: துணை: `1` = 15 மாணவர்கள் அனச்தேசியாவின் பயிற்சிகளில், மற்றும் *n *\: துணை:` 2` = 18 பெர்னாடெட்டின் பயிற்சிகளில். அனச்தேசியா அல்லது பெர்னாடெட் ஒரு சிறந்த ஆசிரியரா, அல்லது அது அதிக வித்தியாசத்தை ஏற்படுத்தவில்லையா என்பதுதான் நான் ஆர்வமாக உள்ள ஆராய்ச்சி கேள்வி. டாக்டர் ஆர்போ எனக்கு | ஆர்போ | _ பாடத்திட்ட தரங்களுடன் அமைக்கப்பட்டுள்ளது. கோப்பு. வழக்கம் போல், நான் கோப்பை சாமோவியில் ஏற்றுவேன், அதில் என்ன மாறிகள் உள்ளன என்பதைப் பார்ப்பேன் - மூன்று மாறிகள் உள்ளன, `` ஐடி``, `` கிரேடு`` மற்றும் `` ஆசிரியர்`. `` கிரேடு`` மாறுபாடு ஒவ்வொரு மாணவரின் தரத்தையும் கொண்டுள்ளது, ஆனால் அது சரியான அளவீட்டு நிலை பண்புடன் சாமோவியில் இறக்குமதி செய்யப்படவில்லை, எனவே இதை மாற்ற வேண்டும், எனவே இது தொடர்ச்சியான மாறி | தொடர்ச்சியான | . `` ஆசிரியர்`` மாறி ஒரு காரணி | பெயரளவு | ஒவ்வொரு மாணவரின் ஆசிரியரும் யார் என்பதை இது குறிக்கிறது - அனச்தேசியா அல்லது பெர்னாடெட்.
uk: Припустимо, що у нас є 33 студенти, які відвідують лекції з статистики доктора Харпо, і доктор Харпо не оцінює за кривою. Насправді, система оцінювання доктора Харпо є дещо загадковою, тому ми нічого не знаємо про середній бал класу в цілому. У класі є дві викладачки, Анастасія та Бернадетта. У групі Анастасії навчається *N*\ :sub:`1` = 15 студентів, а в групі Бернадетти — *N*\ :sub:`2` = 18. Мене цікавить питання, хто з них краща викладачка — Анастасія чи Бернадетта, або ж це не має великого значення. Доктор Харпо надсилає мені набір даних |harpo|_ з оцінками за курс. файл. Як завжди, я завантажу файл у jamovi і подивлюся, які змінні він містить — є три змінні: ``ID``, ``grade`` і ``tutor``. Змінна «grade» містить оцінки кожного студента, але вона не імпортується в jamovi з правильним атрибутом рівня вимірювання, тому мені потрібно змінити це, щоб вона розглядалася як безперервна змінна |continuous| (див. :ref:`Зміна рівнів вимірювання <variable_editor>`). Змінна «tutor» є фактором |nominal|, який вказує, хто був репетитором кожного студента — Анастасія чи Бернадетт.

source: We can calculate means and standard deviations, using the ``Exploration`` → ``Descriptives`` analysis, and here’s a nice little summary table:
de: Wir können Mittelwerte und Standardabweichungen berechnen, indem wir die Analyse ``Exploration`` → ``Descriptives`` verwenden. Wir erhalten dann die folgende zusammenfassende Tabelle:
nb: Vi kan beregne gjennomsnitt og standardavvik ved hjelp av analysen ``Exploration`` → ``Descriptives``, og her er en fin liten oppsummeringstabell:
ta: `` ஆய்வு` → `` டிச்கிரிப்டிவ்`` பகுப்பாய்வைப் பயன்படுத்தி, வழிமுறைகளையும் நிலையான விலகலையும் நாம் கணக்கிட முடியும், மேலும் இங்கே ஒரு சிறிய சிறிய சுருக்க அட்டவணை:
uk: Ми можемо обчислити середні значення та стандартні відхилення, використовуючи ``Exploration`` → ``Descriptives`` аналіз, і ось гарна невелика зведена таблиця:

source: mean
de: Mittelwert
nb: gjennomsnitt
ta: இடை, சராசரி
uk: середній

source: std. dev.
de: Std.-abw.
nb: std.-avvik
ta: std. தேவ்.

source: **Anastasia’s students**
de: **Anastasias Studenten**
nb: **Anastasias studenter**
ta: ** அனச்தேசியாவின் மாணவர்கள் **
uk: **Учні Анастасії**

source: **Bernadette’s students**
de: **Bernadettes Studenten**
nb: **Bernadettes studenter**
ta: ** பெர்னாடெட்டின் மாணவர்கள் **
uk: **Учні Бернадетти**

source: To give you a more detailed sense of what’s going on here, I’ve plotted histograms (not in jamovi, but using R) showing the distribution of grades for both tutors (:numref:`fig-harpohist`), as well as a simpler plot showing the means and corresponding confidence intervals for both groups of students (:numref:`fig-ttestci`).
de: Um Ihnen einen detaillierteren Eindruck davon zu vermitteln, was hier vor sich geht, habe ich Histogramme (nicht in jamovi, sondern mit R) erstellt, welche die Verteilung der Noten für beide Tutoren (:numref:`fig-harpohist`) zeigen, sowie eine einfachere Darstellung, welche die Mittelwerte und die entsprechenden Konfidenzintervalle für beide Schülergruppen (:numref:`fig-ttestci`) zeigt.
nb: For å gi deg en mer detaljert følelse av hva som skjer her, har jeg plottet histogrammer (ikke i jamovi, men ved hjelp av R) som viser fordelingen av karakterer for begge lærerne (:numref:`fig-harpohist`), samt et enklere plott som viser gjennomsnittet og tilhørende konfidensintervaller for begge studentgruppene (:numref:`fig-ttestci`).
ta: இங்கே என்ன நடக்கிறது என்பதற்கான விரிவான உணர்வை உங்களுக்கு வழங்க, நான் இச்டோகிராம்களை (சாமோவியில் அல்ல, ஆனால் ஆர் பயன்படுத்துகிறேன்) இரு ஆசிரியர்களுக்கும் தரங்களின் விநியோகத்தைக் காட்டும் (: எண்: `ஃபிக்-ஆர்போஇச்ட்`), அத்துடன் ஒரு மாணவர்களின் இரு குழுக்களுக்கான வழிமுறைகள் மற்றும் தொடர்புடைய நம்பிக்கை இடைவெளிகளைக் காட்டும் எளிமையான சூழ்ச்சி (: NumRef: `Fig-ttestci`).
uk: Щоб дати вам більш детальне уявлення про те, що тут відбувається, я побудував гістограми (не в jamovi, а за допомогою R), що показують розподіл оцінок для обох викладачів (:numref:`fig-harpohist`), а також простіший графік, що показує середні значення та відповідні довірчі інтервали для обох груп студентів (:numref:`fig-ttestci`).

source: Histogram with grades in Anastasia’s and Bernadette’s classes
de: Histogramm mit den Noten in den Tutorien von Anastasia und Bernadette
nb: Histogram med karakterer i Anastasias og Bernadettes klasser
ta: அனச்தேசியா மற்றும் பெர்னாடெட்டின் வகுப்புகளில் தரங்களுடன் இச்டோகிராம்
uk: Гістограма з оцінками в класах Анастасії та Бернадетти

source: Histograms showing the distribution of grades for students in Anastasia’s (left panel) and in Bernadette’s (right panel) classes. Visually, these suggest that students in Anastasia’s class may be getting slightly better grades on average, though they also seem a bit more variable.
de: Histogramme, welche die Verteilung der Noten für Schüler in Anastasias (links) und Bernadettes (rechts) Tutorien zeigen. Die Histogramme deuten darauf hin, dass die Schüler in Anastasias Tutorien im Durchschnitt etwas bessere Noten erhalten, gleichzeitig scheinen die Noten aber auch etwas variabler zu sein.
nb: Histogrammer som viser fordelingen av karakterer for studenter i Anastasias (venstre panel) og Bernadettes (høyre panel) klasser. Visuelt sett tyder disse på at studentene i Anastasias klasse kanskje får litt bedre karakterer i gjennomsnitt, selv om de også ser ut til å være litt mer varierende.
ta: அனச்தேசியாவின் (இடது குழு) மற்றும் பெர்னாடெட்டின் (வலது குழு) வகுப்புகளில் மாணவர்களுக்கான தரங்களின் விநியோகத்தைக் காட்டும் இச்டோகிராம்கள். பார்வைக்கு, அனச்தேசியாவின் வகுப்பில் உள்ள மாணவர்கள் சராசரியாக சற்று சிறந்த தரங்களைப் பெறலாம் என்று இவை கூறுகின்றன, இருப்பினும் அவை இன்னும் கொஞ்சம் மாறுபடும்.
uk: Гістограми, що показують розподіл оцінок учнів у класах Анастасії (ліва панель) та Бернадетти (права панель). Візуально це свідчить про те, що учні класу Анастасії в середньому отримують дещо кращі оцінки, хоча вони також здаються дещо більш мінливими.

source: Mean grades (with error bars) in Anastasia’s and Bernadette’s classes
de: Durchschnittliche Noten (mit Fehlerbalken) in den Tutorien von Anastasia und Bernadette
nb: Gjennomsnittskarakterer (med feilsøyler) i Anastasias og Bernadettes klasser
ta: அனச்தேசியா மற்றும் பெர்னாடெட்டின் வகுப்புகளில் சராசரி தரங்கள் (பிழைப் பட்டிகளுடன்)
uk: Середні оцінки (з похибками) у класах Анастасії та Бернадетти

source: The plots show the mean grade for students in Anastasia’s and Bernadette’s tutorials. Error bars depict 95\% confidence intervals around the mean. Visually, it does look like there’s a real difference between the groups, though it’s hard to say for sure.
de: Die Diagramme zeigen die Durchschnittsnote der Schüler in den Tutorien von Anastasia und Bernadette. Die Fehlerbalken stellen die 95\%-Konfidenzintervalle um den Mittelwert dar. Optisch sieht es so aus, als gäbe es einen reellen Unterschied zwischen den Gruppen, obwohl es schwer ist, das mit Sicherheit zu sagen.
nb: Diagrammene viser gjennomsnittskarakteren for studentene i Anastasias og Bernadettes opplæringsprogrammer. Feilstolpene viser 95\%-konfidensintervall rundt gjennomsnittet. Visuelt ser det ut som om det er en reell forskjell mellom gruppene, selv om det er vanskelig å si noe sikkert.
ta: அனச்தேசியா மற்றும் பெர்னாடெட்டின் பயிற்சிகளில் மாணவர்களுக்கான சராசரி தரத்தை அடுக்கு காட்டுகிறது. பிழை பார்கள் சராசரியைச் சுற்றியுள்ள 95 \% நம்பிக்கை இடைவெளிகளை சித்தரிக்கின்றன. பார்வைக்கு, குழுக்களிடையே உண்மையான வேறுபாடு இருப்பதாகத் தெரிகிறது, இருப்பினும் நிச்சயமாக சொல்வது கடினம்.
uk: На графіках показано середній бал студентів у групах Анастасії та Бернадетти. Смуги похибки відображають 95 % довірчий інтервал навколо середнього значення. Візуально здається, що між групами є реальна різниця, хоча це важко сказати напевно.

source: Introducing the test
de: Einführung in den Test
nb: Introduksjon til testen
ta: சோதனையை அறிமுகப்படுத்துகிறது
uk: Знайомство з тестом
