Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: One more thing that you might want to do is to calculate “standardised” regression coefficients, often denoted β. The rationale behind standardised coefficients goes like this. In a lot of situations, your variables are on fundamentally different scales. Suppose, for example, my regression model aims to predict people’s IQ scores using their educational attainment (number of years of education) and their income as predictors. Obviously, educational attainment and income are not on the same scales. The number of years of schooling might only vary by 10s of years, whereas income can vary by 10,000s of dollars (or more). The units of measurement have a big influence on the regression coefficients. The *b* coefficients only make sense when interpreted in light of the units, both of the predictor variables and the outcome variable. This makes it very difficult to compare the coefficients of different predictors. Yet there are situations where you really do want to make comparisons between different coefficients. Specifically, you might want some kind of standard measure of which predictors have the strongest relationship to the outcome. This is what **standardised coefficients** aim to do.
de: Eine weitere Sache, die Sie vielleicht tun möchten, ist die Berechnung von „standardisierten“ Regressionskoeffizienten, die oft als β bezeichnet werden. Die Begründung für standardisierte Koeffizienten lautet wie folgt. In vielen Situationen haben Ihre Variablen grundlegend unterschiedliche Skalen. Nehmen wir zum Beispiel an, mein Regressionsmodell zielt darauf ab, die IQ-Werte von Menschen anhand ihres Bildungsgrades (Anzahl der Bildungsjahre) und ihres Einkommens als Prädiktoren vorherzusagen. Offensichtlich sind Bildungsstand und Einkommen nicht auf den gleichen Skalen. Die Anzahl der Schuljahre kann nur um 10 Jahre variieren, während das Einkommen um 10.000 Dollar (oder mehr) variieren kann. Die Maßeinheiten haben einen großen Einfluss auf die Regressionskoeffizienten. Die *b*-Koeffizienten machen nur Sinn, wenn sie im Lichte der Einheiten interpretiert werden, sowohl der Prädiktorvariablen als auch der Ergebnisvariablen. Dies macht es sehr schwierig, die Koeffizienten verschiedener Prädiktoren miteinander zu vergleichen. Es gibt jedoch oft Situationen, in denen Sie verschiedene Koeffizienten miteinander vergleichen möchten. Insbesondere möchten Sie möglicherweise eine Art Standardmaß dafür haben, welche Prädiktoren die stärkste Beziehung zum Ergebnis haben. Darauf zielen **standardisierte Koeffizienten** ab.
nb: En annen ting det kan være lurt å gjøre, er å beregne «standardiserte» regresjonskoeffisienter, ofte betegnet β. Tanken bak standardiserte koeffisienter er som følger. I mange situasjoner er variablene dine på fundamentalt forskjellige skalaer. Anta for eksempel at regresjonsmodellen min tar sikte på å forutsi folks IQ-skårer ved hjelp av utdanningsnivå (antall år med utdanning) og inntekt som prediktorer. Det er klart at utdanningsnivå og inntekt ikke befinner seg på samme skala. Antall år med skolegang varierer kanskje bare med noen titalls år, mens inntekten kan variere med 10 000-talls dollar (eller mer). Måleenhetene har stor innflytelse på regresjonskoeffisientene. *b*-koeffisientene gir bare mening når de tolkes i lys av enhetene, både for prediktorvariablene og utfallsvariabelen. Dette gjør det svært vanskelig å sammenligne koeffisientene til ulike prediktorer. Likevel finnes det situasjoner der man virkelig ønsker å sammenligne ulike koeffisienter. Det kan være at man ønsker et slags standardmål for hvilke prediktorer som har den sterkeste sammenhengen med utfallet. Det er dette **standardiserte koeffisienter** tar sikte på å gjøre.
ta: நீங்கள் செய்ய விரும்பும் இன்னும் ஒரு சேதி, “தரப்படுத்தப்பட்ட” பின்னடைவு குணகங்களைக் கணக்கிடுவது, பெரும்பாலும் குறிக்கப்படுகிறது. தரப்படுத்தப்பட்ட குணகங்களுக்குப் பின்னால் உள்ள பகுத்தறிவு இப்படி செல்கிறது. நிறைய சூழ்நிலைகளில், உங்கள் மாறிகள் அடிப்படையில் வேறுபட்ட அளவுகளில் உள்ளன. எடுத்துக்காட்டாக, எனது பின்னடைவு மாதிரி மக்களின் ஐ.க்யூ மதிப்பெண்களை அவர்களின் கல்வி அடைதல் (கல்வியின் ஆண்டுகளின் எண்ணிக்கை) மற்றும் அவர்களின் வருமானத்தை முன்னறிவிப்பாளர்களாக கணிப்பதை நோக்கமாகக் கொண்டுள்ளது என்று வைத்துக்கொள்வோம். வெளிப்படையாக, கல்வி அடைதல் மற்றும் வருமானம் ஒரே அளவீடுகளில் இல்லை. பள்ளிப்படிப்பின் ஆண்டுகளின் எண்ணிக்கை 10 களின் ஆண்டுகளுக்கு மட்டுமே மாறுபடும், அதே நேரத்தில் வருமானம் 10,000 டாலர்கள் (அல்லது அதற்கு மேற்பட்டவை) மாறுபடும். அளவீட்டு அலகுகள் பின்னடைவு குணகங்களில் பெரிய தாக்கத்தை ஏற்படுத்துகின்றன. முன்கணிப்பு மாறிகள் மற்றும் விளைவு மாறி ஆகிய இரண்டின் அலகுகளின் வெளிச்சத்தில் விளக்கப்படும்போது மட்டுமே * பி * குணகங்கள் அர்த்தமுள்ளதாக இருக்கும். வெவ்வேறு முன்னறிவிப்பாளர்களின் குணகங்களை ஒப்பிடுவது இது மிகவும் கடினம். ஆயினும் வெவ்வேறு குணகங்களுக்கு இடையில் ஒப்பிட்டுப் பார்க்க விரும்பும் சூழ்நிலைகள் உள்ளன. குறிப்பாக, எந்தவொரு முன்னறிவிப்பாளர்களும் முடிவுக்கு வலுவான உறவைக் கொண்டுள்ள ஒருவித நிலையான அளவை நீங்கள் விரும்பலாம். இதைத்தான் ** தரப்படுத்தப்பட்ட குணகங்கள் ** செய்ய வேண்டும்.

source: The basic idea is quite simple; the standardised coefficients are the coefficients that you would have obtained if you’d converted all the variables to *z*-scores before running the regression.\ [#]_ The idea here is that, by converting all the predictors to *z*-scores, they all go into the regression on the same scale, thereby removing the problem of having variables on different scales. Regardless of what the original variables were, a β value of 1 means that an increase in the predictor of 1 standard deviation will produce a corresponding 1 standard deviation increase in the outcome variable. Therefore, if variable A has a larger absolute value of β than variable B, it is deemed to have a stronger relationship with the outcome. Or at least that’s the idea. It’s worth being a little cautious here, since this does rely very heavily on the assumption that “a 1 standard deviation change” is fundamentally the same kind of thing for all variables. It’s not always obvious that this is true.
de: Die Grundidee ist ganz einfach. Die standardisierten Koeffizienten sind die Koeffizienten, die Sie erhalten hätten, wenn Sie alle Variablen vor dem Ausführen der Regression in *z*-Werte konvertiert hätten.\ [#]_ Die Idee dabei ist, dass alle Prädiktoren durch die Konvertierung in *z*-Werte auf derselben Skala in die Regression eingehen. Dadurch wird das Problem beseitigt, Variablen auf verschiedenen Skalen zu haben. Unabhängig von den ursprünglichen Variablen bedeutet ein β-Wert von 1, dass eine Erhöhung des Prädiktors um 1 Standardabweichung zu einer entsprechenden Erhöhung der Ergebnisvariablen um 1 Standardabweichung führt. Wenn also Variable A einen größeren absoluten Wert von β als Variable B hat, kann davon ausgegangen werden, dass sie eine stärkere Beziehung zum Ergebnis hat. Es lohnt sich aber, hier etwas vorsichtig zu sein, da alles sehr stark auf der Annahme beruht, dass „eine Änderung der Standardabweichung von 1“ grundsätzlich für alle Variablen gleich ist. Es ist nicht immer klar, ob eine solche Annahme korrekt ist.
nb: Den grunnleggende ideen er ganske enkel; de standardiserte koeffisientene er koeffisientene du ville ha fått hvis du hadde konvertert alle variablene til *z*-skårer før du kjørte regresjonen.\ [#]_ Ideen her er at ved å konvertere alle prediktorene til *z*-skårer, går de alle inn i regresjonen på samme skala, og dermed fjerner du problemet med å ha variabler på ulike skalaer. Uavhengig av hva de opprinnelige variablene var, betyr en β-verdi på 1 at en økning i prediktoren på 1 standardavvik vil gi en tilsvarende økning på 1 standardavvik i utfallsvariabelen. Hvis variabel A har en større absoluttverdi av β enn variabel B, anses den derfor å ha en sterkere sammenheng med utfallet. Det er i hvert fall tanken. Det er verdt å være litt forsiktig her, siden dette i stor grad bygger på en antakelse om at «en endring på 1 standardavvik» i bunn og grunn er det samme for alle variabler. Det er ikke alltid opplagt at dette stemmer.
ta: அடிப்படை சிந்தனை மிகவும் எளிது; தரப்படுத்தப்பட்ட குணகங்கள் பின்னடைவை இயக்குவதற்கு முன்பு நீங்கள் அனைத்து மாறிகளையும் *Z *-ச்கோர்களாக மாற்றினால் நீங்கள் பெறும் குணகங்கள் ஆகும். \ [#] _ இங்கே சிந்தனை என்னவென்றால், அனைத்து முன்னறிவிப்புகளையும் *Z *ஆக மாற்றுவதன் மூலம் -மதிப்பெண்கள், அவை அனைத்தும் ஒரே அளவில் பின்னடைவுக்குச் செல்கின்றன, இதன் மூலம் வெவ்வேறு அளவுகளில் மாறிகள் இருப்பதற்கான சிக்கலை நீக்குகின்றன. அசல் மாறிகள் என்ன என்பதைப் பொருட்படுத்தாமல், 1 இன் β மதிப்பு 1 நிலையான விலகலின் முன்கணிப்பாளரின் அதிகரிப்பு விளைவு மாறியில் 1 நிலையான விலகல் அதிகரிப்பை உருவாக்கும் என்பதாகும். ஆகையால், மாறி A க்கு மாறி B ஐ விட β இன் பெரிய முழுமையான மதிப்பைக் கொண்டிருந்தால், அது முடிவுடன் வலுவான உறவைக் கொண்டிருப்பதாகக் கருதப்படுகிறது. அல்லது குறைந்தபட்சம் அதுதான் சிந்தனை. இங்கே கொஞ்சம் எச்சரிக்கையாக இருப்பது மதிப்புக்குரியது, ஏனென்றால் “1 நிலையான விலகல் மாற்றம்” என்பது அனைத்து மாறிகளுக்கும் ஒரே மாதிரியான சேதி என்ற அனுமானத்தை இது பெரிதும் நம்பியுள்ளது. இது உண்மை என்று எப்போதும் தெளிவாகத் தெரியவில்லை.

source: Leaving aside the interpretation issues, let’s look at how it’s calculated. What you could do is standardise all the variables yourself and then run a regression, but there’s a much simpler way to do it. As it turns out, the β coefficient for a predictor *X* and outcome *Y* has a very simple formula, namely
de: Lassen wir die Interpretationsprobleme beiseite, und schauen wir uns die Berechnung an. Was Sie tun könnten, ist, alle Variablen selbst zu standardisieren und dann eine Regression durchzuführen, aber es gibt einen viel einfacheren Weg, dies zu tun. Wie sich herausstellt, hat der β-Koeffizient für einen Prädiktor *X* und das Ergebnis *Y* eine sehr einfache Formel, nämlich
nb: La oss se på hvordan den beregnes, bortsett fra tolkningsspørsmålene. Du kan standardisere alle variablene selv og deretter kjøre en regresjon, men det finnes en mye enklere måte å gjøre det på. Det viser seg at β-koeffisienten for en prediktor *X* og et utfall *Y* har en veldig enkel formel, nemlig
ta: விளக்க சிக்கல்களை ஒதுக்கி வைத்துவிட்டு, அது எவ்வாறு கணக்கிடப்படுகிறது என்பதைப் பார்ப்போம். நீங்கள் என்ன செய்ய முடியும் என்பது எல்லா மாறிகளையும் நீங்களே தரப்படுத்திக் கொண்டு, பின்னர் ஒரு பின்னடைவை இயக்க வேண்டும், ஆனால் அதைச் செய்ய மிகவும் எளிமையான வழி உள்ளது. இது மாறிவிட்டால், ஒரு முன்கணிப்பாளருக்கான β குணகம் * ஃச் * மற்றும் விளைவு * ஒய் * மிகவும் எளிமையான சூத்திரத்தைக் கொண்டுள்ளது, அதாவது

source: where σ\ :sub:`X` is the standard deviation of the predictor, and σ\ :sub:`Y` is the standard deviation of the outcome variable *Y*. This makes matters a lot simpler.
de: wobei σ\ :sub:`X` die Standardabweichung des Prädiktors und σ\:sub:`Y` die Standardabweichung der Ergebnisvariablen *Y* ist. Das macht die Sache viel einfacher.
nb: hvor σ\ :sub:`X` er standardavviket til prediktoren, og σ\ :sub:`Y` er standardavviket til utfallsvariabelen *Y*. Dette gjør det hele mye enklere.
ta: எங்கே σ \: துணை: `x` என்பது முன்கணிப்பாளரின் நிலையான விலகல், மற்றும் σ \: துணை:` y` என்பது விளைவு மாறியின் நிலையான விலகல் *y *. இது விசயங்களை மிகவும் எளிதாக்குகிறது.

source: To make things even simpler, jamovi has an option that computes the β coefficients for you using the ``Standardized estimate`` checkbox in the ``Model Coefficients`` options, see results in :numref:`fig-reg3`.
de: Um die Dinge noch einfacher zu machen, hat jamovi eine Option, welche die β-Koeffizienten für Sie berechnet. Setzen Sie hierfür das Kontrollkästchen ``Standardized estimate`` in den Optionen ``Model Coefficients``, und sie erhalten die Ergebnisausgabe in :numref:`fig-reg3`.
nb: For å gjøre ting enda enklere har jamovi et alternativ som beregner β-koeffisientene for deg ved hjelp av avkrysningsboksen ``Standardized estimate`` i ``Model Coefficients``-alternativene, se resultatene i :numref:`fig-reg3`.
ta: விசயங்களை இன்னும் எளிமையாக்க, `` மாதிரி குணகங்கள்`` விருப்பங்களில் `` தரப்படுத்தப்பட்ட மதிப்பீட்டை` தேர்வுப்பெட்டியைப் பயன்படுத்தி உங்களுக்கான β குணகங்களைக் கணக்கிடும் ஒரு விருப்பத்தை சாமோவிக்கு கொண்டுள்ளது, முடிவுகளைப் பார்க்கவும்: எண்ரெஃப்: `Fig-reg3`.

source: Standardised coefficients with 95\% confidence intervals
de: Standardisierte Koeffizienten mit 95\%-Konfidenzintervallen
nb: Standardiserte koeffisienter med 95\%-konfidensintervall
ta: 95 \% நம்பிக்கை இடைவெளிகளுடன் தரப்படுத்தப்பட்ட குணகங்கள்

source: Standardised coefficients, with 95\% confidence intervals, for multiple linear regression
de: Standardisierte Koeffizienten mit 95\%-Konfidenzintervallen für eine multiple lineare Regression
nb: Standardiserte koeffisienter, med 95\%-konfidensintervall, for multippel lineær regresjon
ta: பல நேரியல் பின்னடைவுக்கு 95 \% நம்பிக்கை இடைவெளிகளுடன் தரப்படுத்தப்பட்ட குணகங்கள்

source: These results clearly show that the ``dani.sleep`` variable has a much stronger effect than the ``baby.sleep`` variable. However, this is a perfect example of a situation where it would probably make sense to use the original coefficients *b* rather than the standardised coefficients β. After all, my sleep and the baby’s sleep are *already* on the same scale: number of hours slept. Why complicate matters by converting these to *z*-scores?
de: Diese Ergebnisse zeigen deutlich, dass die Variable ``dani.sleep`` einen viel stärkeren Einfluss bzw. Effekt hat als die Variable ``baby.sleep``. Dies ist jedoch ein perfektes Beispiel für eine Situation, in der es wahrscheinlich sinnvoll wäre, die ursprünglichen Koeffizienten *b* anstelle der standardisierten Koeffizienten β zu verwenden. Immerhin liegen mein Schlaf und der Schlaf des Babys *bereits* auf der gleichen Skala, nämlich „Anzahl der geschlafenen Stunden“. Warum die Sache verkomplizieren, indem man diese in *z*-Scores umwandelt?
nb: Disse resultatene viser tydelig at variabelen ``dani.sleep`` har en mye sterkere effekt enn variabelen ``baby.sleep``. Dette er imidlertid et perfekt eksempel på en situasjon der det sannsynligvis ville være fornuftig å bruke de opprinnelige koeffisientene *b* i stedet for de standardiserte koeffisientene β. Når alt kommer til alt, er min søvn og babyens søvn *allerede* på samme skala: antall timer jeg har sovet. Hvorfor komplisere saken ved å konvertere disse til *z*-skårer?
ta: இந்த முடிவுகள் `` டானி.லீப்`` மாறுபாடு `` குழந்தை.லீப்`` மாறியை விட மிகவும் வலுவான விளைவைக் கொண்டிருப்பதை தெளிவாகக் காட்டுகிறது. இருப்பினும், தரப்படுத்தப்பட்ட குணகங்களை விட அசல் குணகங்களை * B * ஐப் பயன்படுத்துவது அர்த்தமுள்ள ஒரு சூழ்நிலைக்கு இது ஒரு சிறந்த எடுத்துக்காட்டு. எல்லாவற்றிற்கும் மேலாக, என் தூக்கமும் குழந்தையின் தூக்கமும் ஒரே அளவில் * ஏற்கனவே * உள்ளன: மணிநேரங்கள் தூங்கின. இவற்றை *z *-ச்கோர்களாக மாற்றுவதன் மூலம் விசயங்களை ஏன் சிக்கலாக்குவது?

source: Strictly, you standardise all the *regressors*. That is, every “thing” that has a regression coefficient associated with it in the model. For the regression models that I’ve talked about so far, each predictor variable maps onto exactly one regressor, and vice versa. However, that’s not actually true in general and we’ll see some examples of this in chapter :doc:`../Ch14/Ch14_ANOVA2`. But, for now we don’t need to care too much about this distinction.
nb: Strengt tatt standardiserer du alle *regressorene*. Det vil si alle «ting» som har en regresjonskoeffisient knyttet til seg i modellen. For regresjonsmodellene jeg har snakket om så langt, passer hver prediktorvariabel til nøyaktig én regressor, og omvendt. Det er imidlertid ikke sant generelt, og vi skal se noen eksempler på dette i kapittel :doc:`../Ch14/Ch14_ANOVA2`. Men foreløpig trenger vi ikke å bry oss så mye om dette skillet.
ta: கண்டிப்பாக, நீங்கள் அனைத்து *பின்னடைவுகளையும் *தரப்படுத்துகிறீர்கள். அதாவது, மாதிரியில் தொடர்புடைய பின்னடைவு குணகம் கொண்ட ஒவ்வொரு “விசயம்”. நான் இதுவரை பேசிய பின்னடைவு மாதிரிகளுக்கு, ஒவ்வொரு முன்கணிப்பாளரும் மாறி வரைபடங்கள் சரியாக ஒரு பின்னடைவுடன், மற்றும் நேர்மாறாகவும். இருப்பினும், இது பொதுவாக உண்மையல்ல, இதன் சில எடுத்துக்காட்டுகளை அத்தியாயத்தில் பார்ப்போம்: டாக்: `../ CH14/CH14_ANOVA2`. ஆனால், இப்போதைக்கு இந்த வேறுபாட்டைப் பற்றி நாம் அதிகம் அக்கறை கொள்ள தேவையில்லை.

source: Assumptions of regression
de: Voraussetzungen für das Durchführen einer Regression
nb: Forutsetninger for regresjon
ta: பின்னடைவின் அனுமானங்கள்

source: The linear regression model that I’ve been discussing relies on several assumptions. In section :doc:`Ch12_Regression_11` we’ll talk a lot more about how to check that these assumptions are being met, but first let’s have a look at each of them.
nb: Den lineære regresjonsmodellen som jeg har diskutert, bygger på flere forutsetninger. I avsnitt :doc:`Ch12_Regression_11` skal vi snakke mye mer om hvordan vi kan sjekke at disse forutsetningene er oppfylt, men la oss først ta en titt på hver av dem.
ta: நான் விவாதிக்கும் நேரியல் பின்னடைவு மாதிரி பல அனுமானங்களை நம்பியுள்ளது. பிரிவில்: டாக்: `CH12_REGRESSION_11` இந்த அனுமானங்கள் எவ்வாறு நிறைவு செய்யப்படுகின்றன என்பதை எவ்வாறு சரிபார்க்கலாம் என்பது பற்றி நாங்கள் அதிகம் பேசுவோம், ஆனால் முதலில் அவை ஒவ்வொன்றையும் பார்ப்போம்.

source: *Normality*. Like many of the models in statistics, basic simple or multiple linear regression relies on an assumption of normality. Specifically, it assumes that the *residuals* are normally distributed. It’s actually okay if the predictors *X* and the outcome *Y* are non-normal, so long as the residuals ε are normal. See section :ref:`Checking the normality of the residuals <checking_normality_residuals>`.
nb: *Normalfordeling*. I likhet med mange av modellene i statistikk bygger den enkle eller multiple lineær regresjonen på en antakelse om normalfordeling. Nærmere bestemt forutsettes det at *residuene* er normalfordelte. Det er faktisk greit om prediktorene *X* og utfallet *Y* ikke er normalfordelte, så lenge residuene ε er normalfordelt. Se avsnitt :ref:`Sjekke om residuene er normalfordelt <checking_normality_residuals>`.
ta: *இயல்புநிலை*. புள்ளிவிவரங்களில் உள்ள பல மாதிரிகளைப் போலவே, அடிப்படை எளிய அல்லது பல நேரியல் பின்னடைவு இயல்புநிலையின் அனுமானத்தை நம்பியுள்ளது. குறிப்பாக, * எச்சங்கள் * பொதுவாக விநியோகிக்கப்படுகின்றன என்று அது கருதுகிறது. முன்னறிவிப்பாளர்கள் * ஃச் * மற்றும் விளைவு * ஒய் * ஆகியவை இயல்பானவை அல்ல, எஞ்சியவை இயல்பானவை வரை அது உண்மையில் பரவாயில்லை. பிரிவு: ref ஐப் பார்க்கவும்: `எச்சங்களின் இயல்பான தன்மையை சரிபார்க்கிறது <checking_normality_residuals>`.

source: *Linearity*. A pretty fundamental assumption of the linear regression model is that the relationship between *X* and *Y* actually is linear! Regardless of whether it’s a simple regression or a multiple regression, we assume that the relationships involved are linear.
de: *Linearität*. Eine grundlegende Annahme des linearen Regressionsmodells ist, dass die Beziehung zwischen *X* und *Y* tatsächlich linear ist! Unabhängig davon, ob es sich um eine einfache Regression oder eine multiple Regression handelt, gehen wir davon aus, dass die beteiligten Beziehungen linear sind.
nb: *Linearitet*. En ganske grunnleggende antakelse i den lineære regresjonsmodellen er at forholdet mellom *X* og *Y* faktisk er lineært! Uansett om det dreier seg om en enkel regresjon eller en multippel regresjon, antar vi at de involverte sammenhengene er lineære.
ta: *நேரியல்*. நேரியல் பின்னடைவு மாதிரியின் ஒரு அழகான அடிப்படை அனுமானம் என்னவென்றால், * ஃச் * மற்றும் * ஒய் * க்கு இடையிலான உறவு உண்மையில் நேரியல்! இது ஒரு எளிய பின்னடைவு அல்லது பல பின்னடைவு என்பதைப் பொருட்படுத்தாமல், சம்பந்தப்பட்ட உறவுகள் நேரியல் என்று நாங்கள் கருதுகிறோம்.

source: *Homogeneity of variance*. Strictly speaking, the regression model assumes that each residual ε\ :sub:`i` is generated from a normal distribution with mean 0, and (more importantly for the current purposes) with a standard deviation σ that is the same for every single residual. In practice, it’s impossible to test the assumption that every residual is identically distributed. Instead, what we care about is that the standard deviation of the residual is the same for all values of *Ŷ*, and (if we’re being especially paranoid) all values of every predictor *X* in the model.
de: *Varianzhomogenität*. Streng genommen geht das Regressionsmodell davon aus, dass jede verbleibende ε\:sub:'i' aus einer Normalverteilung mit Mittelwert 0 und (für die aktuellen Zwecke wichtiger) mit einer Standardabweichung σ erzeugt wird, die für jedes einzelne Residuum gleich ist. In der Praxis ist es unmöglich, die Annahme zu testen, dass jedes Residuum gleich verteilt ist. Stattdessen kümmern wir uns darum, dass die Standardabweichungen der Residuen für alle Werte von *Ŷ* und (wenn wir besonders paranoid sind) alle Werte jedes Prädiktors *X* im Modell gleich ist.
nb: *Varianshomogenitet*. Strengt tatt forutsetter regresjonsmodellen at hver residuum ε\ :sub:`i` er generert fra en normalfordeling med gjennomsnitt 0, og (enda viktigere for dette formålet) med et standardavvik σ som er det samme for hver enkelt residuum. I praksis er det umulig å sjekke forutsetningen om at alle residuene er identisk fordelt. I stedet er vi opptatt av at standardavviket til residuene er det samme for alle verdier av *Ŷ*, og (hvis vi skal være spesielt paranoide) alle verdier av alle prediktorene *X* i modellen.
ta: *மாறுபாட்டின் ஒருமைப்பாடு*. கண்டிப்பாகச் சொல்வதானால், பின்னடைவு மாதிரி ஒவ்வொரு மீதமுள்ள ε \: துணை: `நான்` ஒரு சாதாரண விநியோகத்திலிருந்து சராசரி 0 உடன் உருவாக்கப்படுகிறது, மற்றும் (மிக முக்கியமாக தற்போதைய நோக்கங்களுக்காக) ஒரு நிலையான விலகலுடன் σ இது ஒவ்வொரு எஞ்சியத்திற்கும் ஒன்றாகும் . நடைமுறையில், ஒவ்வொரு எச்சமும் ஒரே மாதிரியாக விநியோகிக்கப்படுகிறது என்ற அனுமானத்தை சோதிக்க முடியாது. அதற்கு பதிலாக, நாம் அக்கறை கொள்வது என்னவென்றால், மீதமுள்ளவற்றின் நிலையான விலகல் *ŷ *இன் அனைத்து மதிப்புகளுக்கும் ஒரே மாதிரியாக இருக்கும், மேலும் (நாம் குறிப்பாக சித்தப்பிரமையாக இருந்தால்) மாதிரியில் உள்ள ஒவ்வொரு முன்கணிப்பாளரின் அனைத்து மதிப்புகளும்.

source: *Uncorrelated predictors*. The idea here is that, in a multiple regression model, you don’t want your predictors to be too strongly correlated with each other. This isn’t “technically” an assumption of the regression model, but in practice it’s required. Predictors that are too strongly correlated with each other (referred to as “collinearity”) can cause problems when evaluating the model. See section :ref:`Checking for collinearity <checking_collinearity>`.
nb: *Ukorrelerte prediktorer*. Tanken her er at du i en multippel regresjonsmodell ikke ønsker at prediktorene skal være for sterkt korrelert med hverandre. Dette er ikke «teknisk sett» en forutsetning for regresjonsmodellen, men i praksis er det et krav. For sterk korrelasjon mellom prediktorene (såkalt «kollinearitet») kan skape problemer når modellen skal evalueres. Se avsnitt :ref:`Sjekk for kollinearitet <checking_collinearity>`.
ta: *தொடர்பில்லாத முன்னறிவிப்பாளர்கள்*. இங்கே சிந்தனை என்னவென்றால், பல பின்னடைவு மாதிரியில், உங்கள் முன்னறிவிப்பாளர்கள் ஒருவருக்கொருவர் மிகவும் வலுவாக தொடர்புபடுத்தப்படுவதை நீங்கள் விரும்பவில்லை. இது பின்னடைவு மாதிரியின் அனுமானம் “தொழில்நுட்ப ரீதியாக” அல்ல, ஆனால் நடைமுறையில் அது தேவைப்படுகிறது. ஒருவருக்கொருவர் மிகவும் வலுவாக தொடர்புபடுத்தப்பட்டுள்ள முன்னறிவிப்பாளர்கள் (“கோலினரிட்டி” என்று குறிப்பிடப்படுகிறார்கள்) மாதிரியை மதிப்பிடும்போது சிக்கல்களை ஏற்படுத்தும். பிரிவு: ref ஐப் பார்க்கவும்: `COLINEARITY ஐச் சரிபார்க்கிறது <checking_colleinhity>`.
