Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: Notice that our estimate of the standard deviation here is written :math:`\hat{\sigma}_{(-i)}`. What this corresponds to is the estimate of the residual standard deviation that you *would have obtained* if you just deleted the i\ th observation from the data set. This sounds like the sort of thing that would be a nightmare to calculate, since it seems to be saying that you have to run *N* new regression models (even a modern computer might grumble a bit at that, especially if you’ve got a large data set). Fortunately, some terribly clever person has shown that this standard deviation estimate is actually given by the following equation:
de: Beachten Sie, dass unsere Schätzung der Standardabweichung hier als :math:`\hat{\sigma}_{(-i)}`. Dies entspricht der Schätzung der Standardabweichung der Residuen, die Sie erhalten hätten, wenn Sie die i-te Beobachtung einfach aus dem Datensatz gelöscht hätten. Das klingt nach etwas, was zu berechnen ein Albtraum ist, da es zu sagen scheint, dass Sie *N* neue Regressionsmodelle ausführen müssten (wo selbst ein moderner Computer ein wenig murren würde, besonders wenn Sie einen großen Datensatz haben). Glücklicherweise hat eine schrecklich kluge Person gezeigt, dass diese Schätzung der Standardabweichung tatsächlich durch die folgende Gleichung möglich ist:
nb: Legg merke til at vårt estimat av standardavviket her er skrevet :math:`\hat{\sigma}_{(-i)}`. Dette tilsvarer estimatet av standardavviket for residuene som du *ville ha fått* hvis du bare slettet den i\te observasjonen fra datasettet. Dette høres ut som noe som ville vært et mareritt å beregne, siden det ser ut til å bety at du må kjøre *N* nye regresjonsmodeller (selv en moderne datamaskin vil kanskje murre litt over det, spesielt hvis du har et stort datasett). Heldigvis har en eller annen veldig smart person vist at dette standardavviksestimatet faktisk er gitt av følgende ligning:
ta: இங்கே நிலையான விலகல் பற்றிய எங்கள் மதிப்பீடு எழுதப்பட்டிருப்பதைக் கவனியுங்கள்: கணிதம்: `\ தொப்பி {\ சிக்மா} _ {(-i)}`. தரவுத் தொகுப்பிலிருந்து i \ th அவதானிப்பை நீக்கியால், நீங்கள் பெற்றிருக்கும் மீதமுள்ள நிலையான விலகலின் மதிப்பீடு இது. இது கணக்கிட ஒரு கனவாக இருக்கும், ஏனெனில் நீங்கள் * n * புதிய பின்னடைவு மாதிரிகளை இயக்க வேண்டும் என்று கூறுவதாகத் தெரிகிறது (ஒரு நவீன கணினி கூட கொஞ்சம் முணுமுணுக்கக்கூடும், குறிப்பாக உங்களுக்கு கிடைத்திருந்தால் ஒரு பெரிய தரவு தொகுப்பு). அதிர்ச்டவசமாக, சில பயங்கரமான புத்திசாலித்தனமான நபர் இந்த நிலையான விலகல் மதிப்பீடு உண்மையில் பின்வரும் சமன்பாட்டால் வழங்கப்படுகிறது என்பதைக் காட்டியுள்ளார்:

source: Isn’t that a pip?
de: Ist das nicht ein krönender Abschluss?
nb: Er ikke det et pip?
ta: அது ஒரு குழாய் இல்லையா?

source: Before moving on, I should point out that you don’t often need to obtain these residuals yourself, even though they are at the heart of almost all regression diagnostics. Most of the time the various options that provide the diagnostics, or assumption checks, will take care of these calculations for you. Even so, it’s always nice to know how to actually get hold of these things yourself in case you ever need to do something non-standard.
de: Bevor ich fortfahre, sollte ich darauf hinweisen, dass Sie diese Residuen nicht oft selbst berechnen müssen, obwohl sie im Mittelpunkt fast jeder Regressionsdiagnostik stehen. Meistens übernehmen die verschiedenen Optionen, welche die Diagnose oder das Prüfen von Voraussetzungen durchführen, diese Berechnungen für Sie. Trotzdem ist es gut zu wissen, wie man diese Berechnungen selbst durchführen könnte, falls man jemals eine Diagnostik durchführen möchte, die durch keine der Standardmethoden abgedeckt wird.
nb: Før jeg går videre, vil jeg påpeke at du ofte ikke trenger å finne disse residuene selv, selv om de er sentrale i nesten all regresjonsdiagnostikk. Som oftest vil de ulike alternativene som tilbyr diagnostikk eller sjekk av antakelser, ta seg av disse beregningene for deg. Likevel er det alltid greit å vite hvordan du kan få tak i disse tingene selv, i tilfelle du skulle få behov for å gjøre noe som ikke er standard.
ta: நகர்வதற்கு முன், இந்த எச்சங்களை நீங்கள் அடிக்கடி பெற வேண்டிய அவசியமில்லை என்பதை நான் சுட்டிக்காட்ட வேண்டும், அவை கிட்டத்தட்ட எல்லா பின்னடைவு கண்டறியும் இதயத்திலும் இருந்தாலும். கண்டறியும் அல்லது அனுமான சோதனைகளை வழங்கும் பல்வேறு விருப்பங்கள் உங்களுக்காக இந்த கணக்கீடுகளை கவனித்துக்கொள்ளும். அப்படியிருந்தும், நீங்கள் எப்போதாவது தரமற்ற ஒன்றைச் செய்ய வேண்டியிருந்தால், இந்த விசயங்களை எவ்வாறு நீங்களே வைத்திருப்பது என்பதை அறிந்து கொள்வது எப்போதுமே மகிழ்ச்சியாக இருக்கிறது.

source: Three kinds of anomalous data
de: Drei Arten von anomalen Daten
nb: Tre typer avvikende data
ta: மூன்று வகையான ஒழுங்கற்ற தரவு

source: One danger that you can run into with linear regression models is that your analysis might be disproportionately sensitive to a smallish number of “unusual” or “anomalous” observations. I discussed this idea previously in subsection :ref:`Using box plots to detect outliers <box_plots_detect_outliers>` in the context of discussing the outliers that get automatically identified by the ``Box plot`` option under ``Exploration`` → ``Descriptives``, but this time we need to be much more precise. In the context of linear regression, there are three conceptually distinct ways in which an observation might be called “anomalous”. All three are interesting, but they have rather different implications for your analysis.
nb: En fare du kan støte på med lineære regresjonsmodeller, er at analysen kan være uforholdsmessig følsom for et lite antall «uvanlige» eller «avvikende» observasjoner. Jeg har diskutert dette tidligere i underavsnittet :ref:`Bruk av boksplott for å oppdage ekstremverdier <box_plots_detect_outliers>` i forbindelse med diskusjonen av ekstremverdier som automatisk blir identifisert av alternativet ``Box plot`` under ``Exploration`` → ``Descriptives``, men denne gangen må vi være mye mer presise. I forbindelse med lineær regresjon er det tre konseptuelt forskjellige måter en observasjon kan kalles «avvikende» på. Alle tre er interessante, men de har ganske ulike implikasjoner for analysen din.
ta: நேரியல் பின்னடைவு மாதிரிகளுடன் நீங்கள் இயக்கக்கூடிய ஒரு இடர் என்னவென்றால், உங்கள் பகுப்பாய்வு ஒரு சிறிய எண்ணிக்கையிலான “அசாதாரண” அல்லது “முரண்பாடான” அவதானிப்புகளுக்கு விகிதாசாரமாக உணர்திறன் கொண்டதாக இருக்கலாம். இந்த யோசனையை நான் முன்பு உட்பிரிவில் விவாதித்தேன்: ren: `வெளியீட்டாளர்களைக் கண்டறிய பெட்டி அடுக்குகளைப் பயன்படுத்துதல் <box_plots_detect_outliers>` `` ஆய்வு` `` `` `` `` `` பெட்டி சதி`` விருப்பத்தால் தானாக அடையாளம் காணப்படும் வெளிநாட்டினரைப் பற்றி விவாதிக்கும் சூழலில் விளக்கங்கள்``, ஆனால் இந்த நேரத்தில் நாம் மிகவும் துல்லியமாக இருக்க வேண்டும். நேரியல் பின்னடைவின் சூழலில், ஒரு அவதானிப்பு "முரண்பாடு" என்று அழைக்கப்படும் மூன்று கருத்தியல் ரீதியாக வேறுபட்ட வழிகள் உள்ளன. மூன்றும் சுவாரச்யமானவை, ஆனால் அவை உங்கள் பகுப்பாய்விற்கு வேறுபட்ட தாக்கங்களைக் கொண்டுள்ளன.

source: The first kind of unusual observation is an **outlier**. The definition of an outlier (in this context) is an observation that is very different from what the regression model predicts. An example is shown in :numref:`fig-outlier`. In practice, we operationalise this concept by saying that an outlier is an observation that has a very large Studentised residual, ε\ :sub:`i`\ :sup:`*`. Outliers are interesting: a big outlier *might* correspond to junk data, e.g., the variables might have been recorded incorrectly in the data set, or some other defect may be detectable. Note that you shouldn’t throw an observation away just because it’s an outlier. But the fact that it’s an outlier is often a cue to look more closely at that case and try to find out why it’s so different.
de: Die erste Art von ungewöhnlichen Beobachtungen sind **Ausreißer**. Ein Ausreißer ist (in diesem Zusammenhang) eine Beobachtung, die sich stark von dem unterscheidet, was das Regressionsmodell vorhersagt. Ein Beispiel ist in :numref:`fig-outlier` dargestellt. In der Praxis operationalisieren wir dieses Konzept, indem wir sagen, dass ein Ausreißer eine Beobachtung ist, die einen sehr großes studentisiertes Residuum hat, ε\ :sub:`i`\ :sup:`*`. Ausreißer sind interessant: Ein Ausreißer *könnte* fehlerhaften Daten entsprechen, z.B. weil Variablen falsch im Datensatz aufgezeichnet wurden, oder auf Grund von Fehlern bei der Dateneingabe. Beachten Sie, dass Sie eine Beobachtung nicht wegwerfen sollten, nur weil es sich um einen Ausreißer handelt. Aber die Tatsache, dass es sich um einen Ausreißer handelt, ist oft ein Hinweis, sich diesen Fall genauer anzusehen und herauszufinden, warum er sich so stark von den übrigen Fällen unterscheidet.
nb: Den første typen uvanlig observasjon er en **outlier**. Definisjonen av en outlier (i denne sammenhengen) er en observasjon som er svært forskjellig fra det regresjonsmodellen forutser. Et eksempel er vist i :numref:`fig-outlier`. I praksis operasjonaliserer vi dette begrepet ved å si at en uteligger er en observasjon som har et svært stor Studentisert residuum, ε\ :sub:`i`\ :sup:`*`. Uteliggere er interessante: En stor uteligger *kan* tilsvare søppeldata, f.eks. kan variablene ha blitt registrert feil i datasettet, eller det kan være andre feil som kan påvises. Merk at du ikke bør forkaste en observasjon bare fordi den er en outlier. Men det faktum at det er en outlier, er ofte en god grunn til å se nærmere på det aktuelle tilfellet og prøve å finne ut hvorfor det er så annerledes.
ta: முதல் வகையான அசாதாரண அவதானிப்பு ஒரு ** வெளிநாட்டவர் **. ஒரு வெளிநாட்டவரின் வரையறை (இந்த சூழலில்) பின்னடைவு மாதிரி கணித்ததிலிருந்து மிகவும் வேறுபட்ட ஒரு அவதானிப்பாகும். ஒரு எடுத்துக்காட்டு இதில் காட்டப்பட்டுள்ளது: NumRef: `Fig-outlier`. நடைமுறையில், ஒரு வெளிநாட்டவர் என்பது மிகப் பெரிய மாணவர் எஞ்சியிருக்கும் ஒரு அவதானிப்பு என்று கூறி இந்த கருத்தை நாங்கள் செயல்படுத்துகிறோம், ε \: துணை: `நான் \: sup:`*`. வெளியீட்டாளர்கள் சுவாரச்யமானவர்கள்: ஒரு பெரிய வெளிநாட்டவர் * குப்பை தரவுகளுடன் ஒத்திருக்கலாம், எ.கா., தரவுத் தொகுப்பில் மாறிகள் தவறாக பதிவு செய்யப்பட்டிருக்கலாம் அல்லது வேறு சில குறைபாடுகள் கண்டறியப்படலாம். இது ஒரு வெளிநாட்டவர் என்பதால் நீங்கள் ஒரு கவனிப்பை தூக்கி எறியக்கூடாது என்பதை நினைவில் கொள்க. ஆனால் இது ஒரு வெளிநாட்டவர் என்பது பெரும்பாலும் அந்த விசயத்தை மிகவும் நெருக்கமாகப் பார்த்து, அது ஏன் மிகவும் வித்தியாசமானது என்பதைக் கண்டுபிடிக்க முயற்சிப்பது பெரும்பாலும் ஒரு குறிப்பாகும்.

source: Outliers and their effect
de: Ausreißer und ihre Wirkung
nb: Uteliggere og effekten av dem
ta: வெளிநாட்டவர்கள் மற்றும் அவற்றின் விளைவு

source: Illustration of outliers: The dotted lines plot the regression line that would have been estimated without the anomalous observation included, and the corresponding residual (i.e., the Studentised residual). The solid line shows the regression line with the anomalous observation included. The outlier has an unusual value on the outcome (y axis location) but not the predictor (x axis location), and lies a long way from the regression line.
de: Darstellung von Ausreißern: Die gepunkteten Linien stellen die Regressionsgeraden dar, welche ohne die anomale Beobachtung geschätzt worden wäre, und das entsprechende Residuum (d.h. das studentisierte Residuum). Die durchgezogene Linie zeigt die Regressionsgerade mit der eingeschlossenen anomalen Beobachtung. Der Ausreißer hat einen ungewöhnlichen Wert für das Ergebnis (Position auf der Y-Achse), aber nicht für den Prädiktor (Position auf der X-Achse) und liegt weit von der Regressionsgerade entfernt.
nb: Illustrasjon av ekstremverdier: De stiplede linjene viser regresjonslinjen som ville ha blitt estimert uten den avvikende observasjonen inkludert, og det tilsvarende residuumet (dvs. det studentiserte residuumet). Den heltrukne linjen viser regresjonslinjen med den unormale observasjonen inkludert. Avvikeren har en uvanlig verdi på utfallet (y-aksens plassering), men ikke på prediktoren (x-aksens plassering), og ligger langt fra regresjonslinjen.
ta: வெளியீட்டாளர்களின் விளக்கம்: புள்ளியிடப்பட்ட கோடுகள் சேர்க்கப்பட்ட ஒழுங்கற்ற கண்காணிப்பு இல்லாமல் மதிப்பிடப்பட்ட பின்னடைவு கோட்டை சூழ்ச்சி செய்கின்றன, மேலும் அதனுடன் தொடர்புடைய எஞ்சியவை (அதாவது, மாணவர் எஞ்சியவை). திடமான வரி சேர்க்கப்பட்ட முரண்பாடான கண்காணிப்புடன் பின்னடைவு கோட்டைக் காட்டுகிறது. வெளிநாட்டவர் விளைவு (y அச்சு இருப்பிடம்) மீது அசாதாரண மதிப்பைக் கொண்டுள்ளது, ஆனால் முன்கணிப்பு (x அச்சு இருப்பிடம்) அல்ல, மேலும் பின்னடைவு வரியிலிருந்து நீண்ட தூரம் உள்ளது.

source: High leverage points and their effect
de: Hebelpunkte und ihre Wirkung
nb: Høye innflytelsespunkter og deres effekt
ta: அதிக அந்நிய புள்ளிகள் மற்றும் அவற்றின் விளைவு

source: Illustration of high leverage points: The anomalous observation in this case is unusual both in terms of the predictor (x axis) and the outcome (y axis), but this unusualness is highly consistent with the pattern of correlations that exists among the other observations. The observation falls very close to the regression line and does not distort it.
de: Illustration von Hebelpunkten: Die anomale Beobachtung ist in diesem Fall sowohl in Bezug auf den Prädiktor (x-Achse) als auch auf das Ergebnis (y-Achse) ungewöhnlich, aber diese Ungewöhnlichkeit stimmt stark mit dem Korrelationsmuster überein, das zwischen den anderen Beobachtungen besteht. Die Beobachtung liegt sehr nahe an der Regressionsgerade und verzerrt sie nicht.
nb: Illustrasjon av høye innflytelsespunkter: Den unormale observasjonen i dette tilfellet er uvanlig både når det gjelder prediktoren (x-aksen) og utfallet (y-aksen), men denne uvanligheten stemmer godt overens med det korrelasjonsmønsteret som finnes blant de andre observasjonene. Observasjonen ligger svært nær regresjonslinjen og forvrenger den ikke.
ta: உயர் அந்நியச் செலாவணி புள்ளிகளின் விளக்கம்: இந்த விசயத்தில் முரண்பாடான அவதானிப்பு முன்கணிப்பு (x அச்சு) மற்றும் விளைவு (y அச்சு) ஆகியவற்றின் அடிப்படையில் அசாதாரணமானது, ஆனால் இந்த அசாதாரணமானது மற்ற அவதானிப்புகளிடையே இருக்கும் தொடர்புகளின் வடிவத்துடன் மிகவும் ஒத்துப்போகிறது. அவதானிப்பு பின்னடைவு கோட்டிற்கு மிக அருகில் விழுந்து அதை சிதைக்காது.

source: The second way in which an observation can be unusual is if it has high **leverage**, which happens when the observation is very different from all the other observations. This doesn’t necessarily have to correspond to a large residual. If the observation happens to be unusual on all variables in precisely the same way, it can actually lie very close to the regression line. An example of this is shown in :numref:`fig-leverage`. The leverage of an observation is operationalised in terms of its *hat value*, usually written h\ :sub:`i`. The formula for the hat value is rather complicated,\ [#]_ but it interpretation is not: h\ :sub:`i` is a measure of the extent to which the *i*-th observation is “in control” of where the regression line ends up going.
de: Die zweite Möglichkeit, wie eine Beobachtung ungewöhnlich sein kann, ist, wenn sie eine hohe ** Hebelwirkung ** hat. Das passiert, wenn sich die Beobachtung stark von allen anderen Beobachtungen unterscheidet. Dies muss nicht unbedingt einem großen Residuum entsprechen. Wenn die Beobachtung bei allen Variablen auf genau die gleiche Weise ungewöhnlich ist, kann sie tatsächlich sehr nahe an der Regressionsgeraden liegen. Ein Beispiel dafür ist in :numref:`fig-leverage` dargestellt. Die Hebelwirkung einer Beobachtung wird in Bezug auf ihren *Dach-Wert* operationalisiert, der normalerweise h\ :sub:`i` geschrieben wird. Die Formel für den Dach-Wert ist ziemlich kompliziert,\ [#]_ aber die Interpretation ist es nicht: h\ :sub:`i` ist ein Maß dafür, inwieweit die *i*-te Beobachtung „kontrolliert“ hat, wie die Regressionsgerade verläuft.
nb: Den andre måten en observasjon kan være uvanlig på, er hvis den har høy **leverage**, noe som skjer når observasjonen er svært forskjellig fra alle de andre observasjonene. Dette trenger ikke nødvendigvis å tilsvare et stort residuum. Hvis observasjonen tilfeldigvis er uvanlig på nøyaktig samme måte på alle variablene, kan den faktisk ligge svært nær regresjonslinjen. Et eksempel på dette er vist i :numref:`fig-leverage`. En observasjons innflytelse operasjonaliseres i form av dens *hat-verdi*, vanligvis skrevet h\ :sub:`i`. Formelen for hat-verdien er ganske komplisert,\ [#]_ men tolkningen er ikke det: h\ :sub:`i` er et mål på i hvor stor grad den *i*-te observasjonen har «kontroll» over hvor regresjonslinjen ender opp med å gå.
ta: ஒரு அவதானிப்பு அசாதாரணமானதாக இருக்கக்கூடிய இரண்டாவது வழி, அது அதிக ** அந்நியச் செலாவணி ** ஐக் கொண்டிருந்தால், மற்ற எல்லா அவதானிப்புகளிலிருந்தும் அவதானிப்பு மிகவும் வித்தியாசமாக இருக்கும்போது நிகழ்கிறது. இது ஒரு பெரிய எச்சத்துடன் ஒத்துப்போக வேண்டிய அவசியமில்லை. எல்லா மாறிகளிலும் துல்லியமாக அதே வழியில் அவதானிப்பு அசாதாரணமானது என்றால், அது உண்மையில் பின்னடைவு வரிக்கு மிக நெருக்கமாக இருக்கும். இதற்கு ஒரு எடுத்துக்காட்டு இதில் காட்டப்பட்டுள்ளது: NumRef: `Fig-leverage`. ஒரு அவதானிப்பின் அந்நியச் செலாவணி அதன் *தொப்பி மதிப்பின் அடிப்படையில் செயல்படுத்தப்படுகிறது, பொதுவாக எழுதப்பட்ட h \: துணை: `i`. தொப்பி மதிப்பிற்கான தேற்றம் மிகவும் சிக்கலானது, \ [#] _ ஆனால் அது விளக்கம் இல்லை: H \: துணை: `நான் *i *-th அவதானிப்பு எந்த அளவிற்கு“ கட்டுப்பாட்டில் ”உள்ளது என்பதற்கான ஒரு அளவீடு பின்னடைவு வரி செல்லும் இடத்தில்.

source: In general, if an observation lies far away from the other ones in terms of the predictor variables, it will have a large hat value (as a rough guide, high leverage is when the hat value is more than 2 - 3 times the average; and note that the sum of the hat values is constrained to be equal to *K* + 1). High leverage points are also worth looking at in more detail, but they’re much less likely to be a cause for concern unless they are also outliers.
nb: Generelt vil en observasjon som ligger langt unna de andre observasjonene når det gjelder prediktorvariablene, ha en stor hatverdi (som en grov veiledning er høy gearing når hatverdien er mer enn 2 - 3 ganger gjennomsnittet; og merk at summen av hatverdiene er begrenset til å være lik *K* + 1). Det er også verdt å se nærmere på punkter med høy gearing, men det er mye mindre sannsynlig at de gir grunn til bekymring, med mindre de også er ekstremverdier.
ta: பொதுவாக, முன்கணிப்பு மாறிகள் அடிப்படையில் ஒரு அவதானிப்பு மற்றவற்றிலிருந்து வெகு தொலைவில் இருந்தால், அது ஒரு பெரிய தொப்பி மதிப்பைக் கொண்டிருக்கும் (ஒரு கடினமான வழிகாட்டியாக, தொப்பி மதிப்பு சராசரியை விட 2 - 3 மடங்கு அதிகமாக இருக்கும்போது அதிக அந்நியச் செலாவணி; தொப்பி மதிப்புகளின் தொகை * k * + 1 க்கு சமமாக இருக்க வேண்டும் என்பதை நினைவில் கொள்க). அதிக அந்நியச் செலாவணி புள்ளிகளும் இன்னும் விரிவாகப் பார்க்க வேண்டியவை, ஆனால் அவை வெளிநாட்டவர்களாக இல்லாவிட்டால் அவை கவலைக்கு ஒரு காரணமாக இருப்பதற்கான வாய்ப்புகள் மிகக் குறைவு.

source: High influence points and their effect
de: Punkte mit hohem Einfluss und deren Wirkung
nb: Høye innflytelsespunkter og deres effekt
ta: அதிக செல்வாக்கு புள்ளிகள் மற்றும் அவற்றின் விளைவு

source: Illustration of high influence points: In this case, the anomalous observation is highly unusual on the predictor variable (x axis), and falls a long way from the regression line. As a consequence, the regression line is highly distorted, even though (in this case) the anomalous observation is entirely typical in terms of the outcome variable (y axis).
de: Veranschaulichung von Punkten mit hohem Einfluss: In diesem Fall ist die anomale Beobachtung in Bezug auf die Prädiktorvariable (x-Achse) höchst ungewöhnlich und liegt weit von der Regressionsgeraden entfernt. Als Folge ist die Regressionsgerade stark verzerrt, obwohl (in diesem Fall) die anomale Beobachtung in Bezug auf die Ergebnisvariable (y-Achse) durchaus typisch ist.
nb: Illustrasjon av høye innflytelsespunkter: I dette tilfellet er den avvikende observasjonen svært uvanlig på prediktorvariabelen (x-aksen), og faller langt fra regresjonslinjen. Regresjonslinjen blir derfor svært forvrengt, selv om den avvikende observasjonen (i dette tilfellet) er helt typisk når det gjelder utfallsvariabelen (y-aksen).
ta: அதிக செல்வாக்கு புள்ளிகளின் விளக்கம்: இந்த விசயத்தில், முன்கணிப்பு மாறியில் (எக்ச் அச்சு) முரண்பாடான அவதானிப்பு மிகவும் அசாதாரணமானது, மேலும் பின்னடைவு வரியிலிருந்து நீண்ட தூரம் விழுகிறது. இதன் விளைவாக, பின்னடைவு வரி மிகவும் சிதைந்துவிட்டது, (இந்த விசயத்தில்) முரண்பாடான அவதானிப்பு விளைவு மாறியின் (Y அச்சு) அடிப்படையில் முற்றிலும் பொதுவானது.

source: This brings us to our third measure of unusualness, the **influence** of an observation. A high influence observation is an outlier that has high leverage. That is, it is an observation that is very different to all the other ones in some respect, and also lies a long way from the regression line. This is illustrated in :numref:`fig-influence`. Notice the contrast to the previous two figures. Outliers don’t move the regression line much and neither do high leverage points. But something that is both an outlier and has high leverage, well that has a big effect on the regression line. That’s why we call these points high influence, and it’s why they’re the biggest worry. We operationalise influence in terms of a measure known as **Cook’s distance**.
de: Dies bringt uns zu unserem dritten Maß der Ungewöhnlichkeit, dem **Einfluss** einer Beobachtung. Eine Beobachtung mit hohem Einfluss ist ein Ausreißer mit hoher Hebelwirkung. Das heißt, es ist eine Beobachtung, die sich in gewisser Hinsicht von allen anderen stark unterscheidet und auch weit von der Regressionsgeraden entfernt liegt. Dies wird in :numref:`fig-influence` veranschaulicht. Beachten Sie den Kontrast zu den beiden vorherigen Abbildungen. Ausreißer verändern die Regressionsgerade nicht stark und Punkte mit hoher Hebelwirkung ebenfalls nicht. Aber etwas, das sowohl ein Ausreißer ist, als auch eine hohe Hebelwirkung hat, hat einen großen Einfluss auf die Regressionsgerade. Deshalb nennen wir diese Punkte solche mit hohem Einfluss, und deshalb sind sie unsere größte Sorge. Wir operationalisieren den Einfluss durch ein Maß, welches als **Cook-Distanz** bekannt ist.
nb: Dette bringer oss til vårt tredje mål på usedvanlighet, nemlig **innflytelsen** til en observasjon. En observasjon med høy innflytelse er en avvikende observasjon som har høy innflytelse. Det vil si at det er en observasjon som er svært forskjellig fra alle de andre observasjonene i en eller annen henseende, og som også ligger langt fra regresjonslinjen. Dette er illustrert i :numref:`fig-influence`. Legg merke til kontrasten til de to foregående figurene. Uteliggere flytter ikke regresjonslinjen mye, og det gjør heller ikke punkter med høy innflytelse. Men noe som både er en ekstremverdi og har høy innflytelse, har en stor effekt på regresjonslinjen. Det er derfor vi kaller disse punktene for høy innflytelse, og det er derfor de er den største bekymringen. Vi operasjonaliserer innflytelse i form av et mål som kalles **Cooks avstand**.
ta: இது எங்கள் மூன்றாவது சிறப்பான, ஒரு அவதானிப்பின் ** செல்வாக்கு ** க்கு நம்மை அழைத்துச் செல்கிறது. அதிக செல்வாக்கு கண்காணிப்பு என்பது அதிக அந்நியச் செலாவணியைக் கொண்ட ஒரு வெளிநாட்டவர். அதாவது, இது ஒரு அவதானிப்பாகும், இது மற்ற எல்லா இடங்களுக்கும் மிகவும் வித்தியாசமானது, மேலும் பின்னடைவு வரியிலிருந்து நீண்ட தூரம் உள்ளது. இது இதில் விளக்கப்பட்டுள்ளது: NumRef: `Fig-CONFLUENCE`. முந்தைய இரண்டு புள்ளிவிவரங்களுக்கு மாறுபாட்டைக் கவனியுங்கள். வெளியீட்டாளர்கள் பின்னடைவு வரியை அதிகம் நகர்த்த மாட்டார்கள், மேலும் அதிக அந்நியச் செலாவணி புள்ளிகள் இல்லை. ஆனால் ஒரு வெளிநாட்டவர் மற்றும் அதிக அந்நியச் செலாவணி ஆகியவற்றைக் கொண்ட ஒன்று, இது பின்னடைவு வரியில் ஒரு பெரிய விளைவைக் கொண்டுள்ளது. அதனால்தான் இந்த புள்ளிகள் அதிக செல்வாக்கு என்று நாங்கள் அழைக்கிறோம், அதனால்தான் அவை மிகப்பெரிய கவலை. ** குக்கின் தூரம் ** எனப்படும் ஒரு நடவடிக்கையின் அடிப்படையில் நாங்கள் செல்வாக்கை செயல்படுத்துகிறோம்.
