Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: Because we’re multiplying (i.e., taking the “product” of) a quantity that depends on *X* by a quantity that depends on *Y* and then averaging,\ [#]_ you can think of the formula for the covariance as an “average cross product” between *X* and *Y*.
de: Da wir eine Größe, die von *X* abhängt, mit einer Größe, die von *Y* abhängt, multiplizieren (d. h. das „Produkt“ davon nehmen) und dann den Mittelwert bilden, [#]_ können Sie sich die Formel für die Kovarianz als „durchschnittliches Kreuzprodukt“ zwischen *X* und *Y* vorstellen.
nb: Fordi vi multipliserer (dvs. tar «produktet» av) en størrelse som avhenger av *X*, med en størrelse som avhenger av *Y*, og deretter tar gjennomsnittet,\ [#]_ kan du tenke på formelen for kovariansen som et «gjennomsnittlig kryssprodukt» mellom *X* og *Y*.
ta: ஏனென்றால், * ஒய் * ஐப் பொறுத்து, பின்னர் சராசரியாக, \ [#] _ கோவரியன்ச் சூத்திரத்தைப் பற்றி நீங்கள் சிந்திக்கலாம் *x *மற்றும் *y *க்கு இடையில் “சராசரி குறுக்கு தயாரிப்பு” ஆக.

source: The covariance has the nice property that, if *X* and *Y* are entirely unrelated, then the covariance is exactly zero. If the relationship between them is positive (in the sense shown in :numref:`fig-corr`) then the covariance is also positive, and if the relationship is negative then the covariance is also negative. In other words, the covariance captures the basic qualitative idea of correlation. Unfortunately, the raw magnitude of the covariance isn’t easy to interpret as it depends on the units in which *X* and *Y* are expressed and, worse yet, the actual units that the covariance itself is expressed in are really weird. For instance, if *X* refers to the ``dani.sleep`` variable (units: hours) and *Y* refers to the ``dani.grump`` variable (units: grumps), then the units for their covariance are “hours × grumps”. And I have no freaking idea what that would even mean.
de: Die Kovarianz hat die nützliche Eigenschaft, dass die Kovarianz genau Null ist, wenn *X* und *Y* völlig unabhängig voneinander sind. Wenn die Beziehung zwischen ihnen positiv ist (im Sinne von :numref:`fig-corr`), dann ist auch die Kovarianz positiv, und wenn die Beziehung negativ ist, dann ist auch die Kovarianz negativ. Mit anderen Worten: Die Kovarianz gibt die grundlegende qualitative Idee der Korrelation wieder. Leider ist die Kovarianz für Rohdaten nicht einfach zu interpretieren, da sie von den Einheiten abhängt, in denen *X* und *Y* ausgedrückt werden. Schlimmer ist, dass die tatsächlichen Einheiten, in denen die Kovarianz ausgedrückt wird, wirklich seltsam sind. Wenn sich zum Beispiel *X* auf die Variable ``dani.sleep`` (Einheit: Stunden) und *Y* auf die Variable ``dani.grump`` (Einheit: Miesepeter) bezieht, dann sind die Einheiten für ihre Kovarianz "Stunden × Miesepeter". Und ich habe keinen blassen Schimmer, was das überhaupt bedeuten soll.
nb: Kovariansen har den fine egenskapen at hvis *X* og *Y* er helt urelaterte, så er kovariansen nøyaktig null. Hvis forholdet mellom dem er positivt (i den betydningen som vises i :numref:`fig-corr`), er kovariansen også positiv, og hvis forholdet er negativt, er kovariansen også negativ. Kovariansen fanger med andre ord opp den grunnleggende kvalitative ideen om korrelasjon. Dessverre er det ikke lett å tolke den rå størrelsen på kovariansen, ettersom den avhenger av enhetene som *X* og *Y* uttrykkes i, og, enda verre, de faktiske enhetene som selve kovariansen uttrykkes i, er veldig rare. Hvis *X* for eksempel refererer til variabelen ``dani.sleep`` (enheter: timer) og *Y* refererer til variabelen ``dani.grump`` (enheter: grumps), så er enhetene for kovariansen «timer × grumps». Og jeg har ingen anelse om hva det betyr.
ta: கோவாரன்ச் நல்ல சொத்து உள்ளது, * ஃச் * மற்றும் * ஒய் * ஆகியவை முற்றிலும் தொடர்பில்லாதவை என்றால், கோவாரன்ச் சரியாக பூச்சியமாக இருக்கும். அவற்றுக்கிடையேயான உறவு நேர்மறையானது என்றால் (காட்டப்பட்டுள்ள பொருளில்: numref: `Fig-corr`) பின்னர் கோவாரன்ச் நேர்மறையானது, மேலும் உறவு எதிர்மறையாக இருந்தால், கோவாரென்சும் எதிர்மறையாக இருக்கும். வேறு வார்த்தைகளில் கூறுவதானால், கோவாரன்ச் தொடர்புகளின் அடிப்படை தரமான யோசனையைப் பிடிக்கிறது. துரதிர்ச்டவசமாக. உதாரணமாக, * ஃச் * என்பது `` டானி.லீப்` `மாறுபாடு (அலகுகள்: மணிநேரம்) மற்றும் * ஒய் * ஆகியவற்றைக் குறிக்கிறது என்றால்` `dani.grump``` `` `` `` மாறுபாடு (அலகுகள்: கிரம்புகள்) “மணிநேரம் × கிரம்புகள்”. அது என்ன பொருள் என்று எனக்கு எந்தவிதமான யோசனையும் இல்லை.

source: The Pearson correlation coefficient *r* fixes this interpretation problem by standardising the covariance, in pretty much the exact same way that the *z*-score standardises a raw score, by dividing by the standard deviation. However, because we have two variables that contribute to the covariance, the standardisation only works if we divide by both standard deviations.\ [#]_ In other words, the correlation between *X* and *Y* can be written as follows:
de: Der Pearson-Korrelationskoeffizient *r* behebt dieses Interpretationsproblem, indem er die Kovarianz standardisiert, und zwar auf ziemlich genau dieselbe Weise, wie der *z*-Score eine Rohdaten-Variable standardisiert, indem er durch die Standardabweichung dividiert wird. Da wir jedoch zwei Variablen haben, die zur Kovarianz beitragen, funktioniert die Standardisierung nur, wenn wir durch beide Standardabweichungen dividieren.\ [#]_ Das bedeutet, dass die Korrelation zwischen *X* und *Y* wie folgt geschrieben werden kann:
nb: Pearson-korrelasjonskoeffisienten *r* løser dette tolkningsproblemet ved å standardisere kovariansen, på omtrent samme måte som *z*-skåren standardiserer en råskåre, ved å dividere med standardavviket. Men fordi vi har to variabler som bidrar til kovariansen, fungerer standardiseringen bare hvis vi dividerer med begge standardavvikene.\ [#]_ Med andre ord kan korrelasjonen mellom *X* og *Y* skrives på følgende måte:
ta: பியர்சன் தொடர்பு குணகம் *ஆர் *இந்த விளக்க சிக்கலை கோவாரன்ச் தரப்படுத்துவதன் மூலம் சரிசெய்கிறது, *z *-ச்கோர் ஒரு மூல மதிப்பெண்ணை தரப்படுத்தும் அதே வழியில், நிலையான விலகலால் பிரிப்பதன் மூலம். எவ்வாறாயினும், கோவாரன்ச் பங்களிக்கும் இரண்டு மாறிகள் நம்மிடம் இருப்பதால், நிலையான விலகல்களால் நாம் பிரித்தால் மட்டுமே தரப்படுத்தல் செயல்படுகிறது. \ [#] _ வேறுவிதமாகக் கூறினால், * ஃச் * மற்றும் * ஒய் * க்கு இடையிலான தொடர்பை பின்வருமாறு எழுதலாம்:

source: By standardising the covariance, not only do we keep all of the nice properties of the covariance discussed earlier, but the actual values of *r* are on a meaningful scale: *r* = 1 implies a perfect positive relationship and *r* = -1 implies a perfect negative relationship. I’ll expand a little more on this point later, in subsection :ref:`Interpreting a correlation <interpreting_a_correlation>`. But before I do, let’s look at how to calculate correlations in jamovi.
nb: Ved å standardisere kovariansen beholder vi ikke bare alle de gode egenskapene til kovariansen som vi har diskutert tidligere, men de faktiske verdiene av *r* ligger på en meningsfull skala: *r* = 1 innebærer et perfekt positivt forhold, og *r* = -1 innebærer et perfekt negativt forhold. Jeg skal utdype dette poenget litt mer senere, i underkapittelet :ref:`Tolke en korrelasjon <interpreting_a_correlation>`. Men før jeg gjør det, la oss se på hvordan man beregner korrelasjoner i jamovi.
ta: கோவாரென்சை தரப்படுத்துவதன் மூலம், முன்னர் விவாதிக்கப்பட்ட கோவாரியன்சின் அனைத்து நல்ல பண்புகளையும் நாம் வைத்திருப்பது மட்டுமல்லாமல், * r * இன் உண்மையான மதிப்புகள் ஒரு அர்த்தமுள்ள அளவில் உள்ளன: * r * = 1 ஒரு சரியான நேர்மறையான உறவைக் குறிக்கிறது மற்றும் * r * = -1 ஒரு சரியான எதிர்மறை உறவைக் குறிக்கிறது. இந்த கட்டத்தில் நான் பின்னர் இன்னும் கொஞ்சம் விரிவுபடுத்துவேன், துணைப்பிரிவில்: குறிப்பு: `ஒரு தொடர்பை விளக்குவது <விளக்கம்_ஏ_கோரேலேசன்>`. ஆனால் நான் செய்வதற்கு முன், சாமோவியில் உள்ள தொடர்புகளை எவ்வாறு கணக்கிடுவது என்று பார்ப்போம்.

source: Calculating correlations in jamovi
de: Berechnen von Korrelationen in jamovi
nb: Beregning av korrelasjoner i jamovi
ta: சமோவியில் தொடர்புகளை கணக்கிடுதல்

source: Calculating correlations in jamovi can be done by clicking on the ``Regression`` → ``Correlation Matrix`` button. Transfer all four continuous variables |continuous| across into the box on the right to get the output in :numref:`fig-correlations`.
de: Das Berechnen von Korrelationen in jamovi erfolgt durch Klicken auf die Schaltfläche ``Regression`` → ``Correlation Matrix``. Übertragen Sie alle vier kontinuierlichen Variablen |continuous| in das Feld auf der rechten Seite, um die Ausgabe in :numref:`fig-correlations` zu erhalten.
nb: Du kan beregne korrelasjoner i jamovi ved å klikke på knappen ``Regression`` → ``Correlation Matrix``. Overfør alle de fire kontinuerlige variablene |continuous| over i boksen til høyre for å få utgaven i :numref:`fig-correlations`.
ta: `` பின்னடைவு` `` `தொடர்பு மேட்ரிக்ச்`` பொத்தானைக் சொடுக்கு செய்வதன் மூலம் சாமோவியில் உள்ள தொடர்புகளைக் கணக்கிடலாம். நான்கு தொடர்ச்சியான மாறிகள் இடமாற்றம் | தொடர்ச்சியான | வெளியீட்டைப் பெற வலதுபுறத்தில் உள்ள பெட்டியில்: எண்ரெஃப்: `அத்தி-தொடர்புகள்`.

source: jamovi screenshot with correlations in the |parenthood|_ data set
nb: jamovi skjermbilde med korrelasjoner i datasettet |parenthood|_
ta: | பெற்றோர்ஊட் | _ தரவு தொகுப்பில் உள்ள தொடர்புகளுடன் சாமோவி திரை காட்சி

source: jamovi screenshot showing correlations between variables in the |parenthood|_ data set
de: jamovi-Screenshot mit den Korrelationen zwischen den Variablen im Datensatz |parenthood|_
nb: jamovi-skjermbilde som viser korrelasjoner mellom variabler i datasettet |parenthood|_
ta: | பெற்றோர்உட் | _ தரவு தொகுப்பு ஆகியவற்றில் மாறிகள் இடையே தொடர்புகளைக் காட்டும் சாமோவி திரைக்காட்சி

source: Interpreting a correlation
de: Interpretieren einer Korrelation
nb: Tolkning av en korrelasjon
ta: ஒரு தொடர்பை விளக்குகிறது

source: Naturally, in real life you don’t see many correlations of 1. So how should you interpret a correlation of, say, *r* = 0.4? The honest answer is that it really depends on what you want to use the data for, and on how strong the correlations in your field tend to be. A friend of mine in engineering once argued that any correlation less than 0.95 is completely useless (I think he was exaggerating, even for engineering). On the other hand, there are real cases, even in psychology, where you should really expect correlations that strong. For instance, one of the benchmark data sets used to test theories of how people judge similarities is so clean that any theory that can’t achieve a correlation of at least 0.9 really isn’t deemed to be successful. However, when looking for (say) elementary correlates of intelligence (e.g., inspection time, response time), if you get a correlation above 0.3 you’re doing very very well. In short, the interpretation of a correlation depends a lot on the context. That said, the rough guide in :numref:`tab-interpretcorrelations` is pretty typical.
de: Natürlich gibt es im wirklichen Leben nicht viele Korrelationen von 1. Wie sollten Sie also eine Korrelation von, sagen wir, *r* = 0,4 interpretieren? Die ehrliche Antwort ist, dass es wirklich davon abhängt, wofür Sie die Daten verwenden wollen und wie stark die Korrelationen in Ihrem Arbeitsbereich typischerweise sind. Ein befreundeter Ingenieur behauptete einmal, dass jede Korrelation unter 0,95 völlig unbrauchbar ist (ich glaube, er hat übertrieben, selbst für den Ingenieurbereich). Andererseits gibt es selbst in der Psychologie Fälle, in denen man wirklich so starke Korrelationen erwarten sollte. So ist zum Beispiel einer der Benchmark-Datensätze, mit denen Theorien darüber getestet werden, wie Menschen Ähnlichkeiten beurteilen, so sauber, dass jede Theorie, die nicht mindestens eine Korrelation von 0,9 erreicht, als nicht erfolgreich gilt. Wenn man jedoch nach (sagen wir) elementaren Korrelaten der Intelligenz sucht (z. B. Inspektionszeit, Reaktionszeit), ist man sehr gut dran, wenn man eine Korrelation von über 0,3 erreicht. Kurz gesagt, die Interpretation einer Korrelation hängt stark vom Kontext ab. Die groben Richtwerte in :numref:`tab-interpretcorrelations` sind jedoch ein guter Ausgangspunkt.
nb: I det virkelige liv ser du naturligvis ikke mange korrelasjoner på 1. Så hvordan skal du tolke en korrelasjon på, la oss si, *r* = 0,4? Det ærlige svaret er at det kommer an på hva du vil bruke dataene til, og på hvor sterke korrelasjonene pleier å være på ditt felt. En ingeniørvenn av meg hevdet en gang at enhver korrelasjon under 0,95 er helt ubrukelig (jeg tror han overdrev, selv for ingeniørfag). På den annen side finnes det reelle tilfeller, selv innen psykologi, der du virkelig bør forvente så sterke korrelasjoner. For eksempel er et av referansedatasettene som brukes til å teste teorier om hvordan mennesker bedømmer likheter, så rent at enhver teori som ikke oppnår en korrelasjon på minst 0,9, ikke anses som vellykket. Men når man leter etter (la oss si) elementære korrelater til intelligens (f.eks. inspeksjonstid, responstid), gjør man det veldig, veldig bra hvis man oppnår en korrelasjon på over 0,3. Kort sagt, tolkningen av en korrelasjon avhenger mye av konteksten. Når det er sagt, er den grove veiledningen i :numref:`tab-interpretcorrelations` ganske typisk.
ta: இயற்கையாகவே, நிச வாழ்க்கையில் நீங்கள் 1 இன் பல தொடர்புகளைக் காணவில்லை. ஆகவே, * r * = 0.4 என்ற தொடர்பை நீங்கள் எவ்வாறு விளக்க வேண்டும்? நேர்மையான பதில் என்னவென்றால், நீங்கள் தரவை எதைப் பயன்படுத்த விரும்புகிறீர்கள் என்பதையும், உங்கள் துறையில் உள்ள தொடர்புகள் எவ்வளவு வலுவாக இருக்கின்றன என்பதையும் பொறுத்தது. பொறியியலில் எனது நண்பர் ஒருவர் ஒருமுறை 0.95 க்கும் குறைவான எந்த தொடர்பும் முற்றிலும் பயனற்றது என்று வாதிட்டார் (அவர் பொறியியலுக்காக கூட மிகைப்படுத்தினார் என்று நான் நினைக்கிறேன்). மறுபுறம், உளவியலில் கூட உண்மையான வழக்குகள் உள்ளன, அங்கு நீங்கள் வலுவான தொடர்புகளை எதிர்பார்க்க வேண்டும். உதாரணமாக, மக்கள் ஒற்றுமையை எவ்வாறு தீர்மானிக்கிறார்கள் என்பதற்கான கோட்பாடுகளைச் சோதிக்கப் பயன்படுத்தப்படும் பெஞ்ச்மார்க் தரவுத் தொகுப்புகளில் ஒன்று மிகவும் சுத்தமாக இருக்கிறது, குறைந்தது 0.9 தொடர்பை அடைய முடியாத எந்தவொரு கோட்பாடும் உண்மையில் வெற்றிகரமாக கருதப்படவில்லை. இருப்பினும், உளவுத்துறையின் தொடக்க தொடர்புகளை (எ.கா., ஆய்வு நேரம், மறுமொழி நேரம்) தேடும்போது, 0.3 க்கு மேல் ஒரு தொடர்பு கிடைத்தால் நீங்கள் மிகச் சிறப்பாக செய்கிறீர்கள். சுருக்கமாக, ஒரு தொடர்பின் விளக்கம் சூழலைப் பொறுத்தது. கரடுமுரடான வழிகாட்டி: NumRef: `தாவல்-விளக்கப்படம் தொடர்புகள்` மிகவும் பொதுவானது.

source: A rough guide to interpreting correlations. Note that I say a *rough* guide. There aren’t hard and fast rules for what counts as strong or weak relationships. It depends on the context.
de: Ein grober Leitfaden für die Interpretation von Korrelationen. Beachten Sie, dass ich sage, ein *grober* Leitfaden. Es gibt keine festen Regeln dafür, was als starke oder schwache Beziehung gilt. Es kommt auf den Kontext an.
nb: En grov guide til tolkning av korrelasjoner. Merk at jeg sier en *grov* veiledning. Det finnes ingen faste regler for hva som regnes som sterke eller svake sammenhenger. Det avhenger av konteksten.
ta: தொடர்புகளை விளக்குவதற்கான ஒரு கடினமான வழிகாட்டி. நான் ஒரு * தோராயமான * வழிகாட்டி என்று சொல்கிறேன் என்பதை நினைவில் கொள்க. வலுவான அல்லது பலவீனமான உறவுகள் எனக் கருதப்படுவதற்கு கடினமான மற்றும் விரைவான விதிகள் இல்லை. இது சூழலைப் பொறுத்தது.

source: Correlation
de: Korrelation
nb: Korrelasjon
ta: ஒட்டுறவு

source: Strength
de: Stärke
nb: Styrke
ta: வலிமை

source: Direction
de: Richtung
nb: Retning
ta: திசை

source: -1.0 to -0.9
de: -1,0 bis -0,9
nb: -1,0 til -0,9
ta: -1.0 முதல் -0.9 வரை

source: Very strong
de: Sehr stark
nb: Veldig sterk
ta: மிகவும் வலுவானது

source: Negative
de: Negativ
nb: Negativ
ta: எதிர்மம்

source: -0.9 to -0.7
de: -0,9 bis -0,7
nb: -0,9 til -0,7
ta: -0.9 முதல் -0.7 வரை

source: Strong
de: Stark
nb: Sterk
ta: வலுவான

source: -0.7 to -0.4
de: -0,7 bis -0,4
nb: -0,7 til -0,4
ta: -0.7 முதல் -0.4 வரை

source: Moderate
de: Mäßig
nb: Moderat
ta: மிதமான

source: -0.4 to -0.2
de: -0,4 bis -0,2
nb: -0,4 til -0,2
ta: -0.4 முதல் -0.2 வரை

source: Weak
de: Schwach
nb: Svak
ta: மென்

source: -0.2 to 0.0
de: -0,2 bis 0,0
nb: -0,2 til 0,0
ta: -0.2 முதல் 0.0 வரை

source: Negligible
de: Unbedeutend
nb: Ubetydelig
ta: மிகக் குறைவு

source: 0.0 to 0.2
de: 0,0 bis 0,2
nb: 0,0 til 0,2
ta: 0.0 முதல் 0.2 வரை

source: Positive
de: Positiv
nb: Positiv
ta: நேரமம்

source: 0.2 to 0.4
de: 0,2 bis 0,4
nb: 0,2 til 0,4
ta: 0.2 முதல் 0.4 வரை

source: 0.4 to 0.7
de: 0,4 bis 0,7
nb: 0,4 til 0,7
ta: 0.4 முதல் 0.7 வரை

source: 0.7 to 0.9
de: 0,7 bis 0,9
nb: 0,7 til 0,9
ta: 0.7 முதல் 0.9 வரை

source: 0.9 to 1.0
de: 0,9 bis 1,0
nb: 0,9 til 1,0
ta: 0.9 முதல் 1.0 வரை

source: Anscombe’s quartet
de: Anscombes Quartett
nb: Anscombes kvartett
ta: அன்ச்காம்பின் குவார்டெட்

source: Anscombe’s quartet: All four of these data sets have a Pearson correlation of *r* = 0.816, but they are qualitatively different from one another.
de: Das Anscombe-Quartett: Alle vier Variablenpaare weisen eine Pearson-Korrelation von *r* = 0,816 auf, unterscheiden sich aber qualitativ deutlich voneinander.
nb: Anscombes kvartett: Alle disse fire datasettene har en Pearson-korrelasjon på *r* = 0,816, men de er kvalitativt forskjellige fra hverandre.
ta: ANSCOMBE இன் குவார்டெட்: இந்த நான்கு தரவுத் தொகுப்புகளும் * r * = 0.816 இன் பியர்சன் தொடர்பைக் கொண்டுள்ளன, ஆனால் அவை ஒருவருக்கொருவர் தர ரீதியாக வேறுபடுகின்றன.

source: However, something that can never be stressed enough is that you should *always* look at the scatterplot before attaching any interpretation to the data. A correlation might not mean what you think it means. The classic illustration of this is “Anscombe’s Quartet” (:ref:`Anscombe, 1973 <Anscombe_1973>`), a collection of four data sets. Each data set has two variables, an *X* and a *Y*. For all four data sets the mean value for *X* is 9 and the mean for *Y* is 7.5. The standard deviations for all *X* variables are almost identical, as are those for the *Y* variables. And in each case the correlation between *X* and *Y* is *r* = 0.816`. You can verify this yourself, since I happen to have saved it as a dataset called |anscombe|_.
nb: Noe som imidlertid aldri kan understrekes nok, er at du *alltid* bør se på spredningsdiagrammet før du tolker dataene. Det er ikke sikkert at en korrelasjon betyr det du tror den betyr. Den klassiske illustrasjonen på dette er «Anscombes kvartett» (:ref:`Anscombe, 1973 <Anscombe_1973>`), en samling av fire datasett. Hvert datasett har to variabler, en *X* og en *Y*. For alle de fire datasettene er gjennomsnittsverdien for *X* 9, og gjennomsnittsverdien for *Y* er 7,5. Standardavvikene for alle *X*-variablene er nesten identiske, og det samme er standardavvikene for *Y*-variablene. Og i begge tilfeller er korrelasjonen mellom *X* og *Y* *r* = 0,816`. Du kan sjekke dette selv, siden jeg tilfeldigvis har lagret det som et datasett kalt |anscombe|_.
ta: எவ்வாறாயினும், தரவுக்கு எந்தவொரு விளக்கத்தையும் இணைப்பதற்கு முன்பு நீங்கள் * எப்போதும் * சிதறலைப் பார்க்க வேண்டும். ஒரு தொடர்பு என்பது நீங்கள் நினைப்பதை அர்த்தப்படுத்துவதில்லை. இதன் உன்னதமான விளக்கம் “அன்ச்காம்பின் குவார்டெட்” (: குறிப்பு: `அன்ச்காம்பே, 1973 <nscombe_1973>`), இது நான்கு தரவுத் தொகுப்புகளின் தொகுப்பாகும். ஒவ்வொரு தரவு தொகுப்பிலும் இரண்டு மாறிகள் உள்ளன, ஒரு *x *மற்றும் A *y *. நான்கு தரவுகளுக்கும் * ஃச் * க்கான சராசரி மதிப்பு 9 மற்றும் * ஒய் * க்கான சராசரி 7.5 ஆகும். * ஒய் * மாறிகள் போன்ற அனைத்து * ஃச் * மாறிகளுக்கும் நிலையான விலகல்கள் கிட்டத்தட்ட ஒரே மாதிரியானவை. ஒவ்வொரு சந்தர்ப்பத்திலும் * ஃச் * மற்றும் * ஒய் * க்கு இடையிலான தொடர்பு * r * = 0.816` ஆகும். இதை நீங்களே சரிபார்க்கலாம், ஏனென்றால் நான் அதை | anscombe | _ எனப்படும் தரவுத்தொகுப்பாக சேமித்துள்ளேன்.

source: You’d think that these four data sets would look pretty similar to one another. They do not. If we draw scatterplots of *X* against *Y* for all four variables, as shown in :numref:`fig-anscombe`, we see that all four of these are *spectacularly* different to each other. The lesson here, which so very many people seem to forget in real life, is *always graph your raw data* (chapter :doc:`../Ch05/Ch05_Graphics`).
nb: Man skulle tro at disse fire datasettene var ganske like hverandre. Men det gjør de ikke. Hvis vi tegner spredningsdiagrammer av *X* mot *Y* for alle fire variablene, som vist i :numref:`fig-anscombe`, ser vi at alle disse fire er *spektakulært* forskjellige fra hverandre. Lærdommen her, som så veldig mange ser ut til å glemme i det virkelige liv, er *alltid å tegne diagram av rådataene* (kapittel :doc:`../Ch05/Ch05_Graphics`).
ta: இந்த நான்கு தரவுத் தொகுப்புகள் ஒருவருக்கொருவர் மிகவும் ஒத்ததாக இருக்கும் என்று நீங்கள் நினைப்பீர்கள். அவர்கள் இல்லை. நான்கு மாறிகளுக்கும் * ஒய் * க்கு எதிராக * ஃச் * இன் சிதறல்களை நாம் வரைந்தால், இங்கில் காட்டப்பட்டுள்ளபடி: NumRef: `Fig-anscombe`, இவை நான்கு பேரும் ஒருவருக்கொருவர் * கண்கவர் * வேறுபட்டவை என்பதைக் காண்கிறோம். இங்கே பாடம், நிச வாழ்க்கையில் பலர் மறந்துவிட்டதாகத் தெரிகிறது, * எப்போதும் உங்கள் மூல தரவை வரைபடமாக்குகிறது * (அத்தியாயம்: டாக்: `../ ch05/ch05_graphics`).

source: Spearman’s rank correlations
de: Rangkorrelationen nach Spearman
nb: Spearmans rangkorrelasjoner
ta: ச்பியர்மேனின் தரவரிசை தொடர்பு

source: The Pearson correlation coefficient is useful for a lot of things, but it does have shortcomings. One issue in particular stands out: what it actually measures is the strength of the *linear* relationship between two variables. In other words, what it gives you is a measure of the extent to which the data all tend to fall on a single, perfectly straight line. Often, this is a pretty good approximation to what we mean when we say “relationship”, and so the Pearson correlation is a good thing to calculate. Sometimes though, it isn’t.
de: Der Pearson-Korrelationskoeffizient ist in vielerlei Hinsicht nützlich, hat aber auch seine Schwächen. Ein Problem fällt besonders auf: Er misst die Stärke der *linearen* Beziehung zwischen zwei Variablen. Mit anderen Worten, es ist ein Maß dafür, inwieweit die Daten alle auf eine einzige, perfekt gerade Linie fallen. Oft ist dies eine ziemlich gute Annäherung an das, was wir meinen, wenn wir von „Beziehung“ sprechen, und daher ist das Berechnen einer Pearson-Korrelation oft eine gute Idee. Manchmal ist dies jedoch nicht der Fall.
nb: Pearsons korrelasjonskoeffisient er nyttig for mange ting, men den har også sine svakheter. Det er særlig én ting som skiller seg ut: Den måler egentlig styrken på det *lineære* forholdet mellom to variabler. Med andre ord gir den deg et mål på i hvilken grad dataene har en tendens til å falle på en enkelt, perfekt rett linje. Ofte er dette en ganske god tilnærming til det vi mener når vi sier «sammenheng», og derfor er Pearson-korrelasjonen en god ting å beregne. Noen ganger er den imidlertid ikke det.
ta: பியர்சன் தொடர்பு குணகம் நிறைய விசயங்களுக்கு பயனுள்ளதாக இருக்கும், ஆனால் அதற்கு குறைபாடுகள் உள்ளன. குறிப்பாக ஒரு சிக்கல் தனித்து நிற்கிறது: அது உண்மையில் அளவிடுவது இரண்டு மாறிகள் இடையேயான * நேரியல் * உறவின் வலிமை. வேறு வார்த்தைகளில் கூறுவதானால், அது உங்களுக்கு வழங்குவது தரவு அனைத்தும் ஒரு ஒற்றை, செய்தபின் நேர் கோட்டில் எந்த அளவிற்கு விழுகிறது என்பதற்கான அளவீடு ஆகும். பெரும்பாலும், “உறவு” என்று நாம் கூறும்போது நாம் எதைக் குறிக்கிறோம் என்பதற்கு இது ஒரு நல்ல தோராயமாகும், எனவே பியர்சன் தொடர்பு கணக்கிட ஒரு நல்ல சேதி. சில நேரங்களில், அது இல்லை.
