Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: To give a sense of how we could end up with a model that has bigger collinearity problems, suppose I were to run a much less interesting regression model, in which I tried to predict the ``day`` on which the data were collected, as a function of all the other variables in the data set. To see why this would be a bit of a problem, let’s have a look at the correlation matrix for all four variables:
de: Um ein Gefühl dafür zu vermitteln, wie wir zu einem Modell mit größeren Kollinearitätsproblemen kommen könnten, nehmen wir an, ich würde ein viel weniger interessantes Regressionsmodell ausführen. Dabei würde ich versuchen, den ``day`` vorherzusagen, an dem die Daten gesammelt wurden, und alle übrigen Variablen im Datensatz als Prädiktoren verwenden. Um zu sehen, warum dies problematisch wäre, werfen wir einen Blick auf die Korrelationsmatrix für die vier Variablen:
nb: For å gi en pekepinn på hvordan vi kan ende opp med en modell som har større kollinearitetsproblemer, kan vi tenke oss at jeg kjører en langt mindre interessant regresjonsmodell, der jeg prøver å forutsi ``day`` dataene ble samlet inn på, som en funksjon av alle de andre variablene i datasettet. For å se hvorfor dette ville være litt problematisk, kan vi ta en titt på korrelasjonsmatrisen for alle de fire variablene:
ta: பெரிய கூட்டுறவு சிக்கல்களைக் கொண்ட ஒரு மாதிரியுடன் நாம் எவ்வாறு முடிவடையும் என்பதைப் புரிந்துகொள்ள, நான் மிகவும் குறைவான சுவையான பின்னடைவு மாதிரியை இயக்க வேண்டும் என்று வைத்துக்கொள்வோம், அதில் தரவு சேகரிக்கப்பட்ட `` நாள்`` கணிக்க முயற்சித்தேன், தரவு தொகுப்பில் உள்ள மற்ற அனைத்து மாறிகளின் செயல்பாடாக. இது ஏன் ஒரு சிக்கலாக இருக்கும் என்பதைப் பார்க்க, நான்கு மாறிகளுக்கும் தொடர்பு மேட்ரிக்சைப் பார்ப்போம்:

source: We have some fairly large correlations between some of our predictor variables! When we run the regression model and look at the VIF values, we see that the collinearity is causing a lot of uncertainty about the coefficients. First, run the regression, as in :numref:`fig-reg7` and you can see from the VIF values that, yep, that’s some mighty fine collinearity there.
de: Wir haben einige ziemlich hohe Korrelationen zwischen einigen unserer Prädiktorvariablen. Wenn wir das Regressionsmodell ausführen und uns die VIF-Werte ansehen, sehen wir, dass die Kollinearität eine Menge Unsicherheit in Bezug auf die Koeffizienten verursacht. Führen Sie zuerst die Regression aus, wie in :numref:`fig-reg7` gezeigt, und Sie können anhand der VIF-Werte sehen, dass eine deutliche Kollinearität vorliegt.
nb: Vi har noen ganske store korrelasjoner mellom noen av prediktorvariablene våre! Når vi kjører regresjonsmodellen og ser på VIF-verdiene, ser vi at kollineariteten skaper mye usikkerhet rundt koeffisientene. Kjør først regresjonen, som i :numref:`fig-reg7`, og du kan se fra VIF-verdiene at, jepp, det er en veldig fin kollinearitet der.
ta: எங்கள் முன்கணிப்பு மாறிகள் சில இடையே சில பெரிய தொடர்புகள் உள்ளன! நாம் பின்னடைவு மாதிரியை இயக்கி, VIF மதிப்புகளைப் பார்க்கும்போது, கோலினரிட்டி குணகங்களைப் பற்றி நிறைய நிச்சயமற்ற தன்மையை ஏற்படுத்துகிறது என்பதைக் காண்கிறோம். முதலில், பின்னடைவை இயக்கவும்: NumRef: `Fig-reg7` மற்றும் VIF மதிப்புகளிலிருந்து நீங்கள் காணலாம், ஆமாம், அது அங்கு சில சிறந்த கூட்டுறவு.

source: Collinearity statistics for multiple regression, produced in jamovi
de: Kollinearitätsstatistik für die multiple Regression, erstellt in jamovi
nb: Kollinearitetsstatistikk for multippel regresjon, produsert i jamovi
ta: பல பின்னடைவுகளுக்கான கொலினரிட்டி புள்ளிவிவரங்கள், சாமோவியில் தயாரிக்கப்படுகின்றன

source: Or have no hope, as the case may be.
de: Oder keine Hoffnung haben, je nachdem.
nb: Eller ikke har noe håp, alt ettersom.
ta: அல்லது நம்பிக்கை இல்லை, ஏனெனில்.

source: Again, for the linear algebra fanatics: the “hat matrix” is defined to be that matrix **H** that converts the vector of observed values *y* into a vector of fitted values ŷ, such that ŷ = **H**\ *y*. The name comes from the fact that this is the matrix that “puts a hat on *y*”. The hat *value* of the i-th observation is the i-th diagonal element of this matrix (so technically I should be writing it as h\ :sub:`ii` rather than h\ :sub:`i`). Oh, and in case you care, here’s how it’s calculated: **H** = **X**\(**X**'**X**\)\ :sup:`-1` **X**'\. Pretty, isn’t it?
de: Wiederum für die Liebhaber der linearen Algebra: Die „Dach-Matrix“ ist definiert als die Matrix **H**, die den Vektor der beobachteten Werte *y* in einen Vektor der vom Modell geschätzten Werten ŷ umwandelt, so dass ŷ = **H**\ *y*. Der Name kommt von der Tatsache, dass dies die Matrix ist, die „ein Dach auf *y* setzt“. Der *Wert* der i-ten Beobachtung ist das i-te diagonale Element in dieser Matrix (also sollte ich es technisch als h\ :sub:`ii` und nicht als h\ :sub:`i` schreiben). Oh, und falls es Sie interessiert, hier ist, wie es berechnet wird:**H** = **X**\(**X**'**X**\)\ :sup:`-1` **X**'\. Hübsch, nicht wahr?
nb: Igjen, for de lineære algebra-fanatikerne: «Hatmatrisen» er definert som den matrisen **H** som konverterer vektoren av observerte verdier *y* til en vektor av tilpassede verdier ŷ, slik at ŷ = **H**\ *y*. Navnet kommer av at dette er matrisen som «setter en hatt på *y*». Hat *verdien* av den i-te observasjonen er det i-te diagonalelementet i denne matrisen (så teknisk sett burde jeg skrive det som h\ :sub:`ii` i stedet for h\ :sub:`i`). Og i tilfelle du bryr deg, her er hvordan den beregnes: **H** = **X**\(**X**'**X**\)\ :sup:`-1` **X**'\. Vakkert, ikke sant?
ta: மீண்டும், நேரியல் இயற்கணித வெறியர்களுக்கு: “தொப்பி அணி” என்பது அந்த மேட்ரிக்ச் ** h ** என வரையறுக்கப்படுகிறது, இது கவனிக்கப்பட்ட மதிப்புகளின் திசையனை*y*பொருத்தப்பட்ட மதிப்புகளின் திசையனாக மாற்றுகிறது, அதாவது ŷ = ** h* *\ *y *. இது “ *y *இல் ஒரு தொப்பியை வைக்கும் மேட்ரிக்ச் என்ற உண்மையிலிருந்து இந்த பெயர் வருகிறது. I-TH அவதானிப்பின் தொப்பி * மதிப்பு * இந்த மேட்ரிக்சின் I-TH மூலைவிட்டம் உறுப்பு ஆகும் (எனவே தொழில்நுட்ப ரீதியாக நான் அதை H \: துணை: `II` என்று H \: துணை:` I`) என்று எழுத வேண்டும். ஓ, நீங்கள் அக்கறை கொண்டிருந்தால், அது எவ்வாறு கணக்கிடப்பட்டது: ** h ** = ** ஃச் ** \ (** ஃச் ** '** ஃச் ** \) \: sup: `-1` ** ஃச் ** '\. அழகான, இல்லையா?

source: In order to obtain the Cook’s distance for each participant, open the drop-down menu ``Save`` within the ``Linear Regression`` analysis options and set the check box ``Cook's distance``. A new column containing Cook’s distances will be added at the end of your data set. Those values can then be used in connection with a :doc:`filter <../Ch06/Ch06_DataHandling_5>` to select participants.
nb: For å få Cooks avstand for hver deltaker, åpner du rullegardinmenyen ``Save`` i analysealternativene ``Linear Regression`` og merker av i avmerkingsboksen ``Cook's distance``. En ny kolonne med Cooks avstander vil bli lagt til på slutten av datasettet. Disse verdiene kan deretter brukes i forbindelse med et :doc:`filter <../Ch06/Ch06_DataHandling_5>` for å velge ut deltakere.
ta: ஒவ்வொரு பங்கேற்பாளருக்கும் சமையல்காரரின் தூரத்தைப் பெறுவதற்காக, `` நேரியல் பின்னடைவு`` பகுப்பாய்வு விருப்பங்களுக்குள் கீழ்தோன்றும் மெனுவைத் திறந்து `` குக்கின் தூரம்` என்ற தேர்வுப்பெட்டியை அமைக்கவும். உங்கள் தரவு தொகுப்பின் முடிவில் குக்கின் தூரங்களைக் கொண்ட புதிய நெடுவரிசை சேர்க்கப்படும். அந்த மதிப்புகள் பின்னர் A: DOC: `வடிகட்டி <../ CH06/CH06_DATAHANDLING_5>` பங்கேற்பாளர்களைத் தேர்ந்தெடுக்க பயன்படுத்தலாம்.

source: Model selection
de: Modellauswahl
nb: Valg av modell
ta: மாதிரி தேர்வு

source: One fairly major problem that remains is the problem of “model selection”. That is, if we have a data set that contains several variables, which ones should we include as predictors, and which ones should we not include? In other words, we have a problem of **variable selection**. In general, model selection is a complex business but it’s made somewhat simpler if we restrict ourselves to the problem of choosing a subset of the variables that ought to be included in the model. Nevertheless, I’m not going to try covering even this reduced topic in a lot of detail. Instead, I’ll talk about two broad principles that you need to think about, and then discuss one concrete tool that jamovi provides to help you select a subset of variables to include in your model. First, the two principles:
nb: Et ganske stort problem som gjenstår, er problemet med «modellvalg». Det vil si at hvis vi har et datasett som inneholder flere variabler, hvilke skal vi inkludere som prediktorer, og hvilke skal vi ikke inkludere? Vi har med andre ord et problem med **variabelutvelgelse**. Generelt er modellutvelgelse en kompleks affære, men det blir noe enklere hvis vi begrenser oss til problemet med å velge en delmengde av de variablene som bør inkluderes i modellen. Jeg skal likevel ikke forsøke å dekke selv dette begrensede temaet i detalj. I stedet vil jeg snakke om to overordnede prinsipper som du bør tenke på, og deretter diskutere et konkret verktøy som jamovi tilbyr for å hjelpe deg med å velge ut en delmengde av variabler som skal inkluderes i modellen din. Først de to prinsippene:
ta: எஞ்சியிருக்கும் ஒரு பெரிய சிக்கல் “மாதிரி தேர்வு” இன் சிக்கல். அதாவது, பல மாறிகள் கொண்ட ஒரு தரவுத் தொகுப்பு நம்மிடம் இருந்தால், அவை முன்னறிவிப்பாளர்களாக நாம் சேர்க்க வேண்டும், எதைச் சேர்க்கக்கூடாது? வேறு வார்த்தைகளில் கூறுவதானால், எங்களுக்கு ** மாறி தேர்வு ** சிக்கல் உள்ளது. பொதுவாக, மாதிரி தேர்வு ஒரு சிக்கலான வணிகமாகும், ஆனால் மாதிரியில் சேர்க்கப்பட வேண்டிய மாறிகளின் துணைக்குழுவைத் தேர்ந்தெடுப்பதில் உள்ள சிக்கலுக்கு நம்மை கட்டுப்படுத்தினால் அது சற்று எளிமையானது. ஆயினும்கூட, இந்த குறைக்கப்பட்ட தலைப்பைக் கூட நிறைய விவரங்களில் மறைக்க முயற்சிக்கப் போவதில்லை. அதற்கு பதிலாக, நீங்கள் சிந்திக்க வேண்டிய இரண்டு பரந்த கொள்கைகளைப் பற்றி நான் பேசுவேன், பின்னர் உங்கள் மாதிரியில் சேர்க்க மாறிகளின் துணைக்குழுவைத் தேர்ந்தெடுக்க சாமோவி வழங்கும் ஒரு கான்கிரீட் கருவியைப் பற்றி விவாதிக்கிறேன். முதலில், இரண்டு கொள்கைகள்:

source: It’s nice to have an actual substantive basis for your choices. That is, in a lot of situations you the researcher have good reasons to pick out a smallish number of possible regression models that are of theoretical interest. These models will have a sensible interpretation in the context of your field. Never discount the importance of this. Statistics serves the scientific process, not the other way around.
nb: Det er fint å ha et faktisk substansielt grunnlag for valgene dine. Det vil si at i mange situasjoner har du som forsker gode grunner til å velge ut et lite antall mulige regresjonsmodeller som er av teoretisk interesse. Disse modellene vil ha en fornuftig tolkning i konteksten av ditt fagfelt. Du må aldri undervurdere betydningen av dette. Statistikk tjener den vitenskapelige prosessen, ikke omvendt.
ta: உங்கள் தேர்வுகளுக்கு உண்மையான கணிசமான அடிப்படையைக் கொண்டிருப்பது மகிழ்ச்சி அளிக்கிறது. அதாவது, பல சூழ்நிலைகளில், தத்துவார்த்த ஆர்வமுள்ள ஒரு சிறிய எண்ணிக்கையிலான பின்னடைவு மாதிரிகளை எடுக்க ஆராய்ச்சியாளருக்கு நல்ல காரணங்கள் உள்ளன. இந்த மாதிரிகள் உங்கள் துறையின் சூழலில் விவேகமான விளக்கத்தைக் கொண்டிருக்கும். இதன் முக்கியத்துவத்தை ஒருபோதும் தள்ளுபடி செய்யாதீர்கள். புள்ளிவிவரங்கள் விஞ்ஞான செயல்முறைக்கு உதவுகின்றன, வேறு வழியில்லை.

source: To the extent that your choices rely on statistical inference, there is a trade off between simplicity and goodness of fit. As you add more predictors to the model you make it more complex. Each predictor adds a new free parameter (i.e., a new regression coefficient), and each new parameter increases the model’s capacity to “absorb” random variations. So the goodness of fit (e.g., *R*\²) continues to rise, sometimes trivially or by chance, as you add more predictors no matter what. If you want your model to be able to generalise well to new observations you need to avoid throwing in too many variables.
nb: I den grad valgene dine baserer seg på statistisk inferens, er det en avveining mellom enkelhet og god tilpasning. Når du legger til flere prediktorer i modellen, blir den mer kompleks. Hver prediktor tilfører en ny fri parameter (dvs. en ny regresjonskoeffisient), og hver nye parameter øker modellens evne til å «absorbere» tilfeldige variasjoner. Så tilpasningsdyktigheten (f.eks. *R*\²) fortsetter å øke, noen ganger trivielt eller tilfeldig, etter hvert som du legger til flere prediktorer, uansett hva som skjer. Hvis du vil at modellen skal kunne generaliseres godt til nye observasjoner, må du unngå å legge inn for mange variabler.
ta: உங்கள் தேர்வுகள் புள்ளிவிவர அனுமானத்தை நம்பியிருக்கும் அளவிற்கு, எளிமைக்கும் பொருத்தத்தின் நன்மைக்கும் இடையில் ஒரு வணிகம் உள்ளது. மாதிரியில் நீங்கள் அதிக முன்னறிவிப்பாளர்களைச் சேர்க்கும்போது, அதை மிகவும் சிக்கலானதாக ஆக்குகிறீர்கள். ஒவ்வொரு முன்கணிப்பாளரும் ஒரு புதிய இலவச அளவுருவைச் சேர்க்கிறது (அதாவது, ஒரு புதிய பின்னடைவு குணகம்), மேலும் ஒவ்வொரு புதிய அளவுருவும் சீரற்ற மாறுபாடுகளை “உறிஞ்சும்” மாதிரியின் திறனை அதிகரிக்கிறது. எனவே பொருத்தத்தின் நன்மை (எ.கா., *r *\ ²) தொடர்ந்து உயர்ந்து, சில நேரங்களில் அற்பமாக அல்லது தற்செயலாக, நீங்கள் எதுவாக இருந்தாலும் அதிக முன்னறிவிப்பாளர்களைச் சேர்ப்பதால். உங்கள் மாதிரி புதிய அவதானிப்புகளுக்கு நன்கு பொதுமைப்படுத்த முடியும் என்றால், நீங்கள் பல மாறிகளில் வீசுவதைத் தவிர்க்க வேண்டும்.

source: This latter principle is often referred to as **Ockham’s razor** and is often summarised in terms of the following pithy saying: *do not multiply entities beyond necessity*. In this context, it means don’t chuck in a bunch of largely irrelevant predictors just to boost your *R*\². Hmm. Yeah, the original was better.
nb: Dette sistnevnte prinsippet omtales ofte som **Ockhams barberkniv**, og oppsummeres gjerne i følgende fyndord: * Ikke multipliser enheter utover det som er nødvendig*. I denne sammenhengen betyr det at du ikke må legge inn en haug med stort sett irrelevante prediktorer bare for å øke *R*\². Ja, originalen var bedre. Det virkelig var bedre.
ta: இந்த பிந்தைய கொள்கை பெரும்பாலும் ** ஓக்ஆமின் ரேசர் ** என குறிப்பிடப்படுகிறது, மேலும் இது பெரும்பாலும் பின்வரும் பரிதாபத்தின் அடிப்படையில் சுருக்கமாகக் கூறப்படுகிறது:*தேவைக்கு அப்பாற்பட்ட நிறுவனங்களை பெருக்க வேண்டாம்*. இந்த சூழலில், உங்கள் *r *\ க்கு ஐ உயர்த்துவதற்காக பெரும்பாலும் பொருத்தமற்ற முன்கணிப்பாளர்களின் தொகுப்பில் சிக்க வேண்டாம் என்று பொருள். அ்ம். ஆமாம், அசல் சிறப்பாக இருந்தது.

source: In any case, what we need is an actual mathematical criterion that will implement the qualitative principle behind Ockham’s razor in the context of selecting a regression model. As it turns out there are several possibilities. The one that I’ll talk about is the **Akaike information criterion** (AIC; :ref:`Akaike, 1974 <Akaike_1974>`) simply because it’s available as an option in jamovi.
nb: Uansett trenger vi et faktisk matematisk kriterium som kan implementere det kvalitative prinsippet bak Ockhams barberkniv i forbindelse med valg av regresjonsmodell. Det viser seg at det finnes flere muligheter. Den jeg vil snakke om, er **Akaike informasjonskriterium** (AIC; :ref:`Akaike, 1974 <Akaike_1974>`), rett og slett fordi det er tilgjengelig som et alternativ i jamovi.
ta: எந்தவொரு சந்தர்ப்பத்திலும், நமக்குத் தேவையானது ஒரு உண்மையான கணித அளவுகோலாகும், இது பின்னடைவு மாதிரியைத் தேர்ந்தெடுக்கும் சூழலில் ஓக்ஆமின் ரேசருக்கு பின்னால் உள்ள தரமான கொள்கையை செயல்படுத்தும். பல சாத்தியங்கள் உள்ளன. நான் பேசுவது ** akaek செய்தி அளவுகோல் ** (AIC ;: ref: `akaek, 1974 <akaike_1974>`) இது சாமோவியில் ஒரு விருப்பமாக இருப்பதால்.

source: In the context of a linear regression model (and ignoring terms that don’t depend on the model in any way!), the AIC for a model that has *K* predictor variables plus an intercept is
nb: I forbindelse med en lineær regresjonsmodell (og uten å ta hensyn til termer som ikke avhenger av modellen på noen måte!), er AIC for en modell som har *K* prediktorvariabler pluss et skjæringspunkt
ta: ஒரு நேரியல் பின்னடைவு மாதிரியின் சூழலில் (மற்றும் மாதிரியை எந்த வகையிலும் சார்ந்து இல்லாத சொற்களைப் புறக்கணித்தல்!), * K * முன்கணிப்பு மாறிகள் மற்றும் ஒரு இடைமறிப்பு கொண்ட ஒரு மாதிரிக்கான AIC

source: The smaller the AIC value, the better the model performance. If we ignore the low level details it’s fairly obvious what the AIC does. On the left we have a term that increases as the model predictions get worse; on the right we have a term that increases as the model complexity increases. The best model is the one that fits the data well (low residuals, left hand side) using as few predictors as possible (low K, right hand side). In short, this is a simple implementation of Ockham’s razor.
nb: Jo mindre AIC-verdien er, desto bedre er modellens ytelse. Hvis vi ser bort fra detaljene, er det ganske åpenbart hva AIC gjør. Til venstre har vi en term som øker når modellens prediksjoner blir dårligere, og til høyre har vi en term som øker når modellens kompleksitet øker. Den beste modellen er den som passer dataene godt (lave residuer, venstre side) ved hjelp av så få prediktorer som mulig (lav K, høyre side). Kort sagt er dette en enkel implementering av Ockhams barberkniv.
ta: AIC மதிப்பு சிறியது, மாதிரி செயல்திறன் சிறந்தது. குறைந்த அளவிலான விவரங்களை நாங்கள் புறக்கணித்தால், AIC என்ன செய்கிறது என்பது மிகவும் தெளிவாகத் தெரிகிறது. இடதுபுறத்தில் மாதிரி கணிப்புகள் மோசமடையும்போது அதிகரிக்கும் ஒரு சொல் உள்ளது; வலதுபுறத்தில் மாதிரி சிக்கலானது அதிகரிக்கும் போது அதிகரிக்கும் ஒரு சொல் உள்ளது. சிறந்த மாதிரி என்பது தரவை நன்கு பொருத்துகிறது (குறைந்த எச்சங்கள், இடது புறம்) முடிந்தவரை சில முன்னறிவிப்பாளர்களைப் பயன்படுத்துகிறது (குறைந்த கே, வலது புறம்). சுருக்கமாக, இது ஓக்ஆமின் ரேசரின் எளிய செயலாக்கமாகும்.

source: AIC can be added to the ``Model Fit Measures`` output Table when the ``AIC`` checkbox is clicked, and a rather clunky way of assessing different models is seeing if the ``AIC`` value is lower if you remove one or more of the predictors in the regression model. This is the only way currently implemented in jamovi, but there are alternatives in other more powerful programmes, such as R. These alternative methods can automate the process of selectively removing (or adding) predictor variables to find the best AIC. Although these methods are not implemented in jamovi, I will mention them briefly below just so you know about them.
nb: AIC kan legges til i resultattabellen ``Model Fit Measures`` (mål for modeltilpasning) når du klikker på avmerkingsboksen ``AIC``, og en ganske klønete måte å vurdere ulike modeller på er å se om ``AIC``-verdien blir lavere hvis du fjerner en eller flere av prediktorene i regresjonsmodellen. Dette er den eneste måten som for øyeblikket er implementert i jamovi, men det finnes alternativer i andre kraftigere programmer, for eksempel R. Disse alternative metodene kan automatisere prosessen med å selektivt fjerne (eller legge til) prediktorvariabler for å finne den beste AIC-verdien. Selv om disse metodene ikke er implementert i jamovi, vil jeg nevne dem kort nedenfor, bare så du vet om dem.
ta: `` Aic`` தேர்வுப்பெட்டி சொடுக்கு செய்யப்படும்போது `` மாதிரி பொருத்தம் நடவடிக்கைகள்` வெளியீட்டு அட்டவணையில் AIC ஐ சேர்க்கலாம், மேலும் வெவ்வேறு மாதிரிகளை மதிப்பிடுவதற்கான ஒரு வழி `` aic`` மதிப்பு குறைவாக இருந்தால் நீங்கள் அகற்றினால் குறைவாக இருக்கிறதா என்று பார்க்கிறீர்கள் பின்னடைவு மாதிரியில் ஒன்று அல்லது அதற்கு மேற்பட்ட முன்னறிவிப்பாளர்கள். சாமோவியில் தற்போது செயல்படுத்தப்பட்ட ஒரே வழி இதுதான், ஆனால் ஆர் போன்ற பிற சக்திவாய்ந்த நிரல்களில் மாற்று வழிகள் உள்ளன. இந்த மாற்று முறைகள் சிறந்த AIC ஐக் கண்டறிய முன்னறிவிப்பாளர் மாறிகள் தேர்ந்தெடுக்கும் (அல்லது சேர்ப்பது) செயல்முறையை தானியக்கமாக்கலாம். இந்த முறைகள் சமோவியில் செயல்படுத்தப்படவில்லை என்றாலும், அவற்றை சுருக்கமாகக் கீழே குறிப்பிடுவேன், எனவே அவற்றைப் பற்றி உங்களுக்குத் தெரியும்.

source: Backward elimination
nb: Eliminering bakover i tid
ta: பின்தங்கிய நீக்குதல்

source: In backward elimination you start with the complete regression model, including all possible predictors. Then, at each “step” we try all possible ways of removing one of the variables, and whichever of these is best (in terms of lowest AIC value) is accepted. This becomes our new regression model, and we then try all possible deletions from the new model, again choosing the option with lowest AIC. This process continues until we end up with a model that has a lower AIC value than any of the other possible models that you could produce by deleting one of its predictors.
nb: I baklengs eliminering starter man med den komplette regresjonsmodellen, inkludert alle mulige prediktorer. Deretter prøver vi alle mulige måter å fjerne en av variablene på i hvert «trinn», og den av disse som er best (i form av lavest AIC-verdi), blir akseptert. Dette blir vår nye regresjonsmodell, og vi prøver deretter alle mulige strykninger fra den nye modellen, og velger igjen alternativet med lavest AIC. Denne prosessen fortsetter helt til vi ender opp med en modell som har en lavere AIC-verdi enn noen av de andre mulige modellene som du kan produsere ved å slette en av prediktorene.
ta: பின்தங்கிய நீக்குதலில் நீங்கள் முழுமையான பின்னடைவு மாதிரியுடன் தொடங்குகிறீர்கள், இதில் சாத்தியமான அனைத்து முன்னறிவிப்பாளர்களும் உட்பட. பின்னர், ஒவ்வொரு “படியிலும்” ஒரு மாறிகள் ஒன்றை அகற்றுவதற்கான அனைத்து வழிகளையும் நாங்கள் முயற்சி செய்கிறோம், இவற்றில் எது சிறந்தது (மிகக் குறைந்த AIC மதிப்பின் அடிப்படையில்) ஏற்றுக்கொள்ளப்படுகிறது. இது எங்கள் புதிய பின்னடைவு மாதிரியாக மாறும், பின்னர் புதிய மாடலில் இருந்து சாத்தியமான அனைத்து நீக்குதல்களையும் முயற்சிக்கிறோம், மீண்டும் குறைந்த AIC உடன் விருப்பத்தைத் தேர்வு செய்கிறோம். அதன் முன்னறிவிப்பாளர்களில் ஒன்றை நீக்குவதன் மூலம் நீங்கள் தயாரிக்கக்கூடிய மற்ற சாத்தியமான மாதிரிகளை விட குறைந்த AIC மதிப்பைக் கொண்ட ஒரு மாதிரியுடன் முடிவடையும் வரை இந்த செயல்முறை தொடர்கிறது.

source: Forward selection
nb: Fremovervalg
ta: முன்னோக்கி தேர்வு

source: As an alternative, you can also try **forward selection**. This time around we start with the smallest possible model as our start point, and only consider the possible additions to the model. However, there’s one complication. You also need to specify what the largest possible model you’re willing to entertain is.
nb: Som et alternativ kan du også prøve **forward selection**. Denne gangen starter vi med den minste mulige modellen som utgangspunkt, og tar bare hensyn til de mulige tilleggene til modellen. Det er imidlertid en komplikasjon. Du må også spesifisere hva som er den største mulige modellen du er villig til å godta.
ta: மாற்றாக, நீங்கள் ** முன்னோக்கி தேர்வை முயற்சி செய்யலாம் **. இந்த நேரத்தில் நாங்கள் எங்கள் தொடக்க புள்ளியாக மிகச்சிறிய மாதிரியுடன் தொடங்குகிறோம், மேலும் மாதிரியில் சாத்தியமான சேர்த்தல்களை மட்டுமே கருதுகிறோம். இருப்பினும், ஒரு சிக்கல் உள்ளது. நீங்கள் மகிழ்விக்க விரும்பும் மிகப்பெரிய மாதிரி என்ன என்பதையும் நீங்கள் குறிப்பிட வேண்டும்.

source: Although backward and forward selection can lead to the same conclusion, they don’t always.
nb: Selv om baklengs og forlengs seleksjon kan føre til samme konklusjon, gjør de ikke alltid det.
ta: பின்தங்கிய மற்றும் முன்னோக்கி தேர்வு ஒரே முடிவுக்கு வழிவகுக்கும் என்றாலும், அவை எப்போதும் இல்லை.

source: A caveat
nb: En advarsel
ta: ஒரு எச்சரிக்கை
