Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: One very common situation where the Pearson correlation isn’t quite the right thing to use arises when an increase in one variable *X* really is reflected in an increase in another variable *Y*, but the nature of the relationship isn’t necessarily linear. An example of this might be the relationship between effort and reward when studying for an exam. If you put zero effort (*X*) into learning a subject then you should expect a grade of 0\% (*Y*). However, a little bit of effort will cause a *massive* improvement. Just turning up to lectures means that you learn a fair bit, and if you just turn up to classes and scribble a few things down your grade might rise to 35\%, all without a lot of effort. However, you just don’t get the same effect at the other end of the scale. As everyone knows, it takes *a lot* more effort to get a grade of 90\% than it takes to get a grade of 55\%. What this means is that, if I’ve got data looking at study effort and grades, there’s a pretty good chance that Pearson correlations will be misleading.
de: Eine sehr häufige Situation, in der die Pearson-Korrelation nicht ganz das Richtige ist, ergibt sich, wenn ein Anstieg einer Variablen *X* sich tatsächlich in einem Anstieg einer anderen Variablen *Y* widerspiegelt, aber die Art der Beziehung nicht unbedingt linear ist. Ein Beispiel hierfür wäre die Beziehung zwischen Aufwand und Belohnung beim Lernen für eine Prüfung. Wenn Sie sich überhaupt nicht anstrengen (*X*), um ein Fach zu lernen, sollten Sie 0 % als Note erwarten (*Y*). Ein wenig Anstrengung wird jedoch eine *massive* Verbesserung bewirken. Wenn Sie einfach nur zu den Vorlesungen kommen, lernen Sie schon eine ganze Menge, und wenn Sie einfach nur zum Unterricht erscheinen und ein paar Dinge aufschreiben, könnte Ihre Note auf 35 % steigen, und das alles ohne große Anstrengung. Am anderen Ende der Skala hat man jedoch nicht denselben Effekt. Wie jeder weiß, braucht es *viel* mehr Aufwand, um eine Note von 90 % zu erreichen, als für eine Note von 55 %. Das bedeutet, dass bei Daten, die sich mit Lernaufwand und Noten befassen, die Wahrscheinlichkeit groß ist, dass Pearson-Korrelationen irreführend sind.
nb: En svært vanlig situasjon der Pearson-korrelasjonen ikke er helt riktig å bruke, oppstår når en økning i en variabel *X* virkelig gjenspeiles i en økning i en annen variabel *Y*, men forholdet ikke nødvendigvis er lineært. Et eksempel på dette kan være forholdet mellom innsats og belønning når du leser til en eksamen. Hvis du legger ned null innsats (*X*) i å lære deg et fag, kan du forvente en karakter på 0\% (*Y*). En liten innsats vil imidlertid føre til en *massiv* forbedring. Bare det å møte opp til forelesninger betyr at du lærer en god del, og hvis du bare møter opp til timene og skriver ned noen få ting, kan karakteren din stige til 35\%, uten at du trenger å anstrenge deg særlig mye. Men du får ikke den samme effekten i den andre enden av skalaen. Som alle vet, kreves det *mye* mer innsats for å få en karakter på 90\% enn det kreves for å få en karakter på 55\%. Dette betyr at hvis jeg har data som ser på studieinnsats og karakterer, er det en ganske stor sjanse for at Pearson-korrelasjoner vil være misvisende.
ta: ஒரு மாறியின் அதிகரிப்பு *x *உண்மையில் மற்றொரு மாறியின் அதிகரிப்பில் பிரதிபலிக்கும் போது பியர்சன் தொடர்பு சரியானது அல்ல, பியர்சன் தொடர்பு பயன்படுத்துவது சரியான சேதி அல்ல, ஆனால் உறவின் தன்மை அவசியமில்லை நேரியல். ஒரு தேர்வுக்கு படிக்கும் போது முயற்சி மற்றும் வெகுமதிக்கு இடையிலான உறவாக இதற்கு இருக்கலாம். ஒரு விசயத்தைக் கற்றுக்கொள்வதில் நீங்கள் சுழிய முயற்சியை (*x*) வைத்தால், நீங்கள் 0 \% (*y*) தரத்தை எதிர்பார்க்க வேண்டும். இருப்பினும், கொஞ்சம் முயற்சி * பாரிய * முன்னேற்றத்தை ஏற்படுத்தும். விரிவுரைகளைத் திருப்புவது என்பது நீங்கள் ஒரு நியாயமான பிட் கற்றுக் கொண்டிருப்பதைக் குறிக்கிறது, மேலும் நீங்கள் வகுப்புகளைத் திருப்பி, சில விசயங்களை எழுதினால், உங்கள் தரத்திற்கு கீழே 35 \%ஆக உயரக்கூடும், இவை அனைத்தும் அதிக முயற்சி இல்லாமல். இருப்பினும், அளவின் மறுமுனையில் நீங்கள் அதே விளைவைப் பெறவில்லை. அனைவருக்கும் தெரியும், 55 \% தரத்தைப் பெறுவதற்கு எடுப்பதை விட 90 \% தரத்தைப் பெறுவதற்கு * அதிக முயற்சி எடுக்கிறது. இதன் பொருள் என்னவென்றால், படிப்பு முயற்சி மற்றும் தரங்களைப் பார்க்கும் தரவு எனக்கு கிடைத்தால், பியர்சன் தொடர்புகள் தவறாக வழிநடத்தும் ஒரு நல்ல வாய்ப்பு உள்ளது.

source: To illustrate, consider the data plotted in :numref:`fig-ordinalRelationship`, showing the relationship between hours worked and grade received for 10 students taking some class. The curious thing about this (highly fictitious) data set is that increasing your effort *always* increases your grade. It might be by a lot or it might be by a little, but increasing effort will never decrease your grade. If we run a standard Pearson correlation, it shows a strong relationship between hours worked and grade received, with a correlation coefficient of **0.91**. However, this doesn’t actually capture the observation that increasing hours worked *always* increases the grade. There’s a sense here in which we want to be able to say that the correlation is *perfect* but for a somewhat different notion of what a “relationship” is. What we’re looking for is something that captures the fact that there is a perfect **ordinal relationship** here. That is, if student 1 works more hours than student 2, then we can guarantee that student 1 will get the better grade. That’s not what a correlation of *r* = 0.91 says at all.
de: Betrachten Sie zur Veranschaulichung die in :numref:`fig-ordinalRelationship` gezeigten Daten, die für 10 Studenten das Verhältnis zwischen dem Arbeitseinsatz für einen Kurs (in h) und der Note zeigen. Das Kuriose an diesem (fiktiven) Datensatz ist, dass eine Erhöhung des Aufwands *immer* die Note erhöht. Das kann sehr viel oder wenig sein, aber eine Erhöhung des Arbeitsaufwands führt nie zu einer Verschlechterung der Note. Wenn wir eine gewöhnliche Pearson-Korrelation durchführen, zeigt sich eine starke Beziehung zwischen dem Arbeitseinsatz und der Note, mit einem Korrelationskoeffizienten von **0,91**. Dies entspricht jedoch nicht der Beobachtung, dass eine Erhöhung der geleisteten Arbeitsstunden *immer zu einer Verbesserung der Note* führt. In gewissem Sinne möchten wir sagen können, dass die Korrelation *perfekt ist*, aber wir haben eine etwas andere Vorstellung davon, was eine „Beziehung“ ist. Was wir suchen, ist etwas, das die Tatsache festhält, dass es hier eine perfekte **ordinale Beziehung** gibt. Das heißt, wenn Student 1 mehr Stunden arbeitet als Student 2, dann können wir garantieren, dass Student 1 die bessere Note erhält. Das sagt eine Korrelation von *r* = 0,91 aber überhaupt nicht aus.
nb: For å illustrere dette kan vi se på dataene i :numref:`fig-ordinalRelationship`, som viser forholdet mellom arbeidstimer og karakterer for 10 studenter som tar et fag. Det merkelige med dette (høyst fiktive) datasettet er at økt innsats *alltid* øker karakteren din. Det kan være mye eller lite, men økt innsats vil aldri redusere karakteren din. Hvis vi kjører en standard Pearson-korrelasjon, viser den en sterk sammenheng mellom arbeidstimer og karakter, med en korrelasjonskoeffisient på **0,91**. Dette fanger imidlertid ikke opp observasjonen om at økt arbeidstid *alltid* øker karakteren. Her ønsker vi på sett og vis å kunne si at sammenhengen er *perfekt*, men vi har en litt annen oppfatning av hva en «sammenheng» er. Det vi er ute etter, er noe som fanger opp det faktum at det er en perfekt **ordinal sammenheng** her. Det vil si at hvis student 1 jobber flere timer enn student 2, så kan vi garantere at student 1 vil få bedre karakter. Det er ikke det en korrelasjon på *r* = 0,91 sier i det hele tatt.
ta: விளக்குவதற்கு, திட்டமிடப்பட்ட தரவைக் கவனியுங்கள்: NumRef: `Fig-ordinalrelationhip`, சில வகுப்பு எடுக்கும் 10 மாணவர்களுக்கு பெறப்பட்ட மணிநேரங்களுக்கும் தரத்திற்கும் இடையிலான உறவைக் காட்டுகிறது. இந்த (மிகவும் கற்பனையான) தரவுத் தொகுப்பைப் பற்றிய ஆர்வமுள்ள சேதி என்னவென்றால், உங்கள் முயற்சியை அதிகரிப்பது * எப்போதும் * உங்கள் தரத்தை அதிகரிக்கிறது. இது நிறைய இருக்கலாம் அல்லது அது கொஞ்சம் இருக்கலாம், ஆனால் அதிகரிக்கும் முயற்சி உங்கள் தரத்தை ஒருபோதும் குறைக்காது. நாங்கள் ஒரு நிலையான பியர்சன் தொடர்பை இயக்கினால், ** 0.91 ** இன் தொடர்பு குணகத்துடன், வேலை செய்த மணிநேரங்களுக்கும் பெறப்பட்ட தரத்திற்கும் இடையே ஒரு வலுவான உறவைக் காட்டுகிறது. இருப்பினும், இது உண்மையில் மணிநேரம் வேலை செய்தது * எப்போதும் * தரத்தை அதிகரிக்கிறது என்ற அவதானிப்பைக் கைப்பற்றாது. தொடர்பு * சரியானது * என்று நாம் சொல்ல விரும்பும் ஒரு உணர்வு இங்கே உள்ளது, ஆனால் ஒரு “உறவு” என்றால் என்ன என்பது பற்றிய சற்றே வித்தியாசமான கருத்துக்கு. நாங்கள் தேடுவது இங்கே ஒரு சரியான ** சாதாரண உறவு ** உள்ளது என்ற உண்மையைப் பிடிக்கிறது. அதாவது, மாணவர் 1 மாணவர் 2 ஐ விட அதிக மணிநேரம் வேலை செய்தால், மாணவர் 1 சிறந்த தரத்தைப் பெறுவார் என்று நாங்கள் பொறுப்பு அளிக்க முடியும். * R * = 0.91 இன் தொடர்பு எதுவும் சொல்லவில்லை.

source: relationship between hours worked and grade received
de: Verhältnis zwischen dem geleisteten Arbeitseinsatz (in h) und der erhaltenen Note
nb: forholdet mellom arbeidstimer og mottatt karakter
ta: வேலை செய்த மணிநேரங்களுக்கும் பெறப்பட்ட தரத்திற்கும் இடையிலான உறவு

source: The relationship between hours worked and grade received for a toy data set consisting of only 10 students (each circle corresponds to one student). The dashed line through the middle shows the linear relationship between the two variables. This produces a strong Pearson correlation of *r* = 0.91. However, the interesting thing to note here is that there’s actually a perfect monotonic relationship between the two variables. In this toy example, increasing the hours worked always increases the grade received, as illustrated by the solid line. This is reflected in a Spearman correlation of ρ = 1.00. With such a small data set, however, it’s an open question as to which version better describes the actual relationship involved.
de: Die Beziehung zwischen den geleisteten Arbeitsstunden und der erhaltenen Note für einen fiktiven Datensatz mit 10 Studenten (jeder Kreis entspricht einem Studenten). Die gestrichelte Linie in der Mitte zeigt die lineare Beziehung zwischen den beiden Variablen mit einer starken Pearson-Korrelation von *r* = 0,91. Interessant ist jedoch, dass es tatsächlich eine perfekte monotone Beziehung zwischen den beiden Variablen gibt. Wie die durchgezogene Linie zeigt, steigt in diesem Beispiel mit zunehmender Zahl der geleisteten Arbeitsstunden immer auch die erhaltene Note. Dies spiegelt sich in einer Spearman-Korrelation von ρ = 1,00 wider. Bei einem so kleinen Datensatz ist es jedoch eine offene Frage, welche der Korrelationen die tatsächliche Beziehung besser beschreibt.
nb: Sammenhengen mellom arbeidstimer og karakterer for et leketøysdatasett bestående av kun 10 studenter (hver sirkel tilsvarer én student). Den stiplede linjen i midten viser det lineære forholdet mellom de to variablene. Dette gir en sterk Pearson-korrelasjon på *r* = 0,91. Det interessante her er imidlertid at det faktisk er et perfekt monotont forhold mellom de to variablene. I dette lekeeksempelet øker alltid karakteren ved å øke antall arbeidstimer, som illustrert av den heltrukne linjen. Dette gjenspeiles i en Spearman-korrelasjon på ρ = 1,00. Med et så lite datasett er det imidlertid et åpent spørsmål hvilken versjon som best beskriver det faktiske forholdet.
ta: 10 மாணவர்களைக் கொண்ட ஒரு பொம்மை தரவுத் தொகுப்பிற்கான வேலை மற்றும் தரத்திற்கு இடையிலான உறவு (ஒவ்வொரு வட்டமும் ஒரு மாணவருக்கு ஒத்திருக்கிறது). நடுத்தர வழியாக கோடு கோடு இரண்டு மாறிகள் இடையிலான நேரியல் உறவைக் காட்டுகிறது. இது * r * = 0.91 இன் வலுவான பியர்சன் தொடர்பை உருவாக்குகிறது. இருப்பினும், இங்கே கவனிக்க வேண்டிய சுவையான சேதி என்னவென்றால், உண்மையில் இரண்டு மாறிகள் இடையே ஒரு சரியான மோனோடோனிக் உறவு உள்ளது. இந்த பொம்மை எடுத்துக்காட்டில், திடமான கோட்டால் விளக்கப்பட்டுள்ளபடி, வேலை செய்யும் நேரங்களை அதிகரிப்பது எப்போதும் பெறப்பட்ட தரத்தை அதிகரிக்கிறது. இது ρ = 1.00 இன் ச்பியர்மேன் தொடர்பில் பிரதிபலிக்கிறது. இருப்பினும், இதுபோன்ற ஒரு சிறிய தரவுத் தொகுப்பைக் கொண்டு, எந்த பதிப்பு சம்பந்தப்பட்ட உண்மையான உறவை சிறப்பாக விவரிக்கிறது என்பது ஒரு திறந்த கேள்வி.

source: How should we address this? Actually, it’s really easy. If we’re looking for ordinal relationships all we have to do is treat the data as if it were ordinal scale |ordinal|! So, instead of measuring effort in terms of “hours worked”, lets rank all 10 of our students in order of hours worked. That is, student 1 did the least work out of anyone (2 hours) so they get the lowest rank (rank = 1). Student 4 was the next laziest, putting in only 6 hours of work over the whole semester, so they get the next lowest rank (rank = 2). Notice that I’m using “rank = 1” to mean “low rank”. Sometimes in everyday language we talk about “rank = 1” to mean “top rank” rather than “bottom rank”. So be careful, you can rank “from smallest value to largest value” (i.e., small equals rank 1) or you can rank “from largest value to smallest value” (i.e., large equals rank 1). In this case, I’m ranking from smallest to largest, but as it’s really easy to forget which way you set things up you have to put a bit of effort into remembering!
nb: Hvordan skal vi løse dette? Det er faktisk veldig enkelt. Hvis vi leter etter ordinale sammenhenger, er alt vi trenger å gjøre å behandle dataene som om de er ordinalskalerte |ordinal|! Så i stedet for å måle innsatsen i form av «arbeidstimer», kan vi rangere alle de ti studentene i rekkefølge etter antall arbeidstimer. Det vil si at elev 1 gjorde minst arbeid av alle (2 timer), så vedkommende får den laveste rangeringen (rang = 1). Student 4 var den nest lateste, med bare 6 timers arbeid i løpet av hele semesteret, og får dermed den nest laveste rangeringen (rang = 2). Legg merke til at jeg bruker «rang = 1» i betydningen «lav rang». Noen ganger snakker vi i dagligtalen om «rang = 1» for å bety «topprangering» i stedet for «bunnrangering». Så vær forsiktig, du kan rangere «fra minste verdi til største verdi» (dvs. liten er lik rang 1), eller du kan rangere «fra største verdi til minste verdi» (dvs. stor er lik rang 1). I dette tilfellet rangerer jeg fra minst til størst, men siden det er veldig lett å glemme hvilken måte man setter opp ting på, må man anstrenge seg litt for å huske det!
ta: இதை நாம் எவ்வாறு உரையாற்ற வேண்டும்? உண்மையில், இது மிகவும் எளிதானது. நாங்கள் சாதாரண உறவுகளைத் தேடுகிறீர்களானால், நாம் செய்ய வேண்டியது தரவை ஆர்டினல் அளவுகோலாக கருதுவதுதான் | ஆர்டினல் |! எனவே, “வேலை செய்த மணிநேரம்” அடிப்படையில் முயற்சியை அளவிடுவதற்கு பதிலாக, எங்கள் 10 மாணவர்களையும் மணிநேர வேலை செய்தால் தரவரிசைப்படுத்த அனுமதிக்கிறது. அதாவது, மாணவர் 1 யாரிடமிருந்தும் (2 மணிநேரம்) குறைந்தது வேலை செய்தது, எனவே அவர்கள் மிகக் குறைந்த தரவரிசையைப் பெறுகிறார்கள் (தரவரிசை = 1). மாணவர் 4 அடுத்த சோம்பேறி, முழு செமச்டரிலும் 6 மணிநேர வேலையை மட்டுமே செலுத்துகிறது, எனவே அவர்கள் அடுத்த மிகக் குறைந்த தரவரிசையைப் பெறுகிறார்கள் (தரவரிசை = 2). “குறைந்த தரவரிசை” என்று அர்த்தப்படுத்த “தரவரிசை = 1” ஐப் பயன்படுத்துகிறேன் என்பதைக் கவனியுங்கள். சில நேரங்களில் அன்றாட மொழியில் “தரவரிசை” என்பதை விட “சிறந்த தரவரிசை” என்று பொருள்படும் “தரவரிசை = 1” பற்றி பேசுகிறோம். எனவே கவனமாக இருங்கள், நீங்கள் “மிகச்சிறிய மதிப்பிலிருந்து மிகப்பெரிய மதிப்புக்கு” தரவரிசைப்படுத்தலாம் (அதாவது, சிறிய சமமான தரவரிசை 1) அல்லது நீங்கள் “மிகப்பெரிய மதிப்பிலிருந்து மிகச்சிறிய மதிப்புக்கு” (அதாவது, பெரிய சமமான தரவரிசை 1) தரவரிசைப்படுத்தலாம். இந்த விசயத்தில், நான் மிகச்சிறியவையிலிருந்து மிகப் பெரியவையாக இருக்கிறேன், ஆனால் நீங்கள் எந்த வழியில் விசயங்களை அமைத்துள்ளீர்கள் என்பதை மறந்துவிடுவது மிகவும் எளிதானது என்பதால், நினைவில் கொள்ள நீங்கள் கொஞ்சம் முயற்சி செய்ய வேண்டும்!

source: Okay, so let’s have a look at our students when we rank them from worst to best in terms of effort and reward:
de: Schauen wir uns also unsere Studenten an, wenn wir sie in Bezug auf Aufwand und Belohnung von der schlechtesten bis zur besten Leistung einstufen:
nb: La oss ta en titt på elevene våre når vi rangerer dem fra dårligst til best når det gjelder innsats og belønning:
ta: சரி, எனவே எங்கள் மாணவர்களை முயற்சி மற்றும் வெகுமதியின் அடிப்படையில் மோசமானவையிலிருந்து சிறந்ததாக மதிப்பிடும்போது பார்ப்போம்:

source: rank (hours worked)
de: Rang (geleistete Arbeitsstunden)
nb: rang (antall arbeidstimer)
ta: தரவரிசை (மணிநேர வேலை)

source: rank (grade received)
de: Rang (erhaltene Note)
nb: rang (mottatt karakter)
ta: தரவரிசை (தரம் பெறப்பட்டது)

source: **student 1**
ta: ** மாணவர் 1 **

source: **student 2**
ta: ** மாணவர் 2 **

source: **student 3**
ta: ** மாணவர் 3 **

source: **student 4**
ta: ** மாணவர் 4 **

source: **student 5**
ta: ** மாணவர் 5 **

source: **student 6**
ta: ** மாணவர் 6 **

source: **student 7**
ta: ** மாணவர் 7 **

source: **student 8**
ta: ** மாணவர் 8 **

source: **student 9**
ta: ** மாணவர் 9 **

source: **student 10**
ta: ** மாணவர் 10 **

source: Hmm. These are *identical*. The student who put in the most effort got the best grade, the student with the least effort got the worst grade, etc. As the table above shows, these two rankings are identical, so if we now correlate them we get a perfect relationship, with a correlation of **1.0**.
de: Die Ränge sind *identisch*. Der Student, der sich am meisten angestrengt hat, hat die beste Note bekommen, der Student mit der geringsten Anstrengung hat die schlechteste Note bekommen usw. Wie die obige Tabelle zeigt, sind die Ränge jeweils identisch. Wenn wir sie nun zueinander in Beziehung setzen, erhalten wir eine perfekte Beziehung, mit einer Korrelation von **1,0**.
nb: De er identiske. Disse er *identiske*. Den studenten som anstrengte seg mest, fikk den beste karakteren, den studenten som anstrengte seg minst, fikk den dårligste karakteren osv. Som tabellen over viser, er disse to rangeringene identiske, så hvis vi nå korrelerer dem, får vi et perfekt forhold, med en korrelasjon på **1,0**.
ta: அ்ம். இவை *ஒரே மாதிரியானவை *. அதிக முயற்சியில் ஈடுபடும் மாணவர் சிறந்த தரத்தைப் பெற்றார், குறைந்த முயற்சியைக் கொண்ட மாணவர் மிக மோசமான தரத்தைப் பெற்றார். மேலே உள்ள அட்டவணை காண்பித்தபடி, இந்த இரண்டு தரவரிசைகளும் ஒரே மாதிரியானவை, எனவே இப்போது நாம் அவற்றைச் தொடர்புபடுத்தினால், சரியான உறவைப் பெறுகிறோம், ** 1.0 ** இன் தொடர்புடன்.

source: What we’ve just re-invented is **Spearman’s rank order correlation**, usually denoted ρ to distinguish it from the Pearson correlation *r*. We can calculate Spearman’s ρ using jamovi simply by clicking the ``Spearman`` check box in the ``Correlation Matrix`` options panel.
nb: Det vi nettopp har funnet opp på nytt, er **Spearmans rangkorrelasjon**, vanligvis betegnet ρ for å skille den fra Pearson-korrelasjonen *r*. Vi kan beregne Spearmans ρ ved hjelp av jamovi ved å klikke på avkrysningsboksen ``Spearman`` i analysepanelet til ``Correlation Matrix``.
ta: நாம் இப்போது மீண்டும் கண்டுபிடித்திருப்பது ** ச்பியர்மேனின் தரவரிசை வரிசை தொடர்பு **, வழக்கமாக அதை பியர்சன் தொடர்புகளிலிருந்து வேறுபடுத்துவதற்கு*r*. `` தொடர்பு மேட்ரிக்ச்` விருப்பங்கள் குழுவில் `` ச்பியர்மேன்`` செக் பாக்சைக் சொடுக்கு செய்வதன் மூலம் சாமோவியைப் பயன்படுத்துவதை நாங்கள் ச்பியர்மேனின் ρ பயன்படுத்தலாம்.

source: Actually, even that table is more than I’d bother with. In practice, most people pick *one* measure of central tendency, and *one* measure of variability only.
de: Eigentlich ist selbst diese Tabelle zu umfangreich, als dass ich mich damit beschäftigen würde. In der Praxis wählen die meisten Leute *ein* Maß für die zentrale Tendenz und *ein* Maß für die Variabilität.
nb: Selv den tabellen er faktisk mer enn jeg ville brydd meg med. I praksis velger de fleste *ett* mål for sentraltendens og *ett* mål for variabilitet.
ta: உண்மையில், அந்த அட்டவணை கூட நான் கவலைப்படுவதை விட அதிகம். நடைமுறையில், பெரும்பாலான மக்கள் மையப் போக்கின் * ஒரு * அளவையும், * ஒரு * மாறுபாட்டின் அளவையும் மட்டுமே தேர்வு செய்கிறார்கள்.

source: Just like we saw with the variance and the standard deviation, in practice we divide by *N* - 1 rather than *N*.
de: Genau wie bei der Varianz und der Standardabweichung wird in der Praxis durch *N* - 1 und nicht durch *N* geteilt.
nb: Akkurat som vi så med variansen og standardavviket, dividerer vi i praksis med *N* - 1 i stedet for *N*.
ta: மாறுபாடு மற்றும் நிலையான விலகலுடன் நாம் பார்த்தது போலவே, நடைமுறையில் *n *ஐ விட *n * - 1 ஆல் வகுக்கிறோம்.

source: This is an oversimplification, but it’ll do for our purposes.
de: Das ist eine grobe Vereinfachung, aber für unsere Zwecke ist es ausreichend.
nb: Dette er en forenkling, men det holder for vårt formål.
ta: இது மிகைப்படுத்தல், ஆனால் இது எங்கள் நோக்கங்களுக்காக செய்யும்.

source: Scatterplots
de: Streudiagramme
nb: Spredningsdiagrammer
ta: சிதறல்கள்
