Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: Notice that this is a multiplication of something that measures the outlier-ness of the observation (the bit on the left), and something that measures the leverage of the observation (the bit on the right).
de: Beachten Sie, dass dies eine Multiplikation von etwas ist, das beschreibt, in welchem Maß eine Beobachtung ein Ausreißer ist (links), und etwas, das die Hebelwirkung dieser Beobachtung misst (rechts).
nb: Legg merke til at dette er en multiplikasjon av noe som måler observasjonens outlier-het (biten til venstre), og noe som måler observasjonens innflytelse (biten til høyre).
ta: இது அவதானிப்பின் வெளிநாட்டவர் (இடதுபுறத்தில் பிட்) அளவிடும் ஒன்றின் பெருக்கம் என்பதைக் கவனியுங்கள், மேலும் அவதானிப்பின் திறனை அளவிடும் ஒன்று (வலதுபுறத்தில் பிட்).

source: In order to have a large Cook’s distance an observation must be a fairly substantial outlier *and* have high leverage. As a rough guide, Cook’s distance greater than 1 is often considered large (that’s what I typically use as a quick and dirty rule).
de: Um eine große Cook-Distanz zu haben, muss eine Beobachtung ein ziemlich wesentlicher Ausreißer sein *und* eine hohe Hebelwirkung haben. Als grobe Richtlinie wird eine Cooks Distanz von mehr als 1 oft als groß angesehen (das ist, was ich normalerweise als Faustregel verwende).
nb: For å ha en stor Cook-avstand må en observasjon være en ganske betydelig outlier *og* ha høy innflytelse. Som en grov veiledning regnes ofte Cook-avstand større enn 1 som stor (det er det jeg vanligvis bruker som en rask og skitten regel).
ta: ஒரு பெரிய சமையல்காரரின் தூரம் இருக்க ஒரு அவதானிப்பு மிகவும் கணிசமான வெளிநாட்டவராக இருக்க வேண்டும் * மற்றும் * அதிக அந்நியச் செலாவணியைக் கொண்டிருக்க வேண்டும். ஒரு கடினமான வழிகாட்டியாக, குக்கின் தூரம் 1 ஐ விட அதிகமாக பெரியதாகக் கருதப்படுகிறது (இதுதான் நான் பொதுவாக விரைவான மற்றும் அழுக்கான விதியாகப் பயன்படுத்துகிறேன்).

source: In jamovi, information about Cook’s distance can be calculated by clicking on the ``Cook’s Distance`` checkbox in the ``Assumption Checks`` → ``Data Summary`` options. When you do this, for the multiple regression model we have been using as an example in this chapter, you get the results as shown in :numref:`fig-reg4`\.
de: In jamovi können Informationen zur Cook-Distanz berechnet werden, indem Sie auf das Kontrollkästchen ``Cook’s Distance`` in den Optionen ``Assumption Checks`` → ``Data Summary`` setzen. Wenn Sie dies tun, erhalten Sie für das multiple Regressionsmodell, das wir in diesem Kapitel als Beispiel verwendet haben, die Ergebnisse, die in :numref:`fig-reg4`\ zu sehen sind.
nb: I jamovi kan informasjon om Cooks avstand beregnes ved å klikke på avmerkingsboksen ``Cook's Distance`` under ``Assumption Checks`` → ``Data Summary``. Når du gjør dette for den multiple regresjonsmodellen vi har brukt som eksempel i dette kapittelet, får du resultatene som vist i :numref:`fig-reg4`\.
ta: சாமோவியில், `` அனுமான காசோலைகள்` `` தரவு சுருக்கம்`` விருப்பங்களில் `` சமையல்காரரின் தூரம்`` தேர்வுப்பெட்டியைக் சொடுக்கு செய்வதன் மூலம் குக்கின் தூரத்தைப் பற்றிய தகவல்களைக் கணக்கிட முடியும். நீங்கள் இதைச் செய்யும்போது, இந்த அத்தியாயத்தில் நாங்கள் ஒரு எடுத்துக்காட்டு எனப் பயன்படுத்திக் கொண்டிருக்கும் பல பின்னடைவு மாதிரிக்கு, காட்டப்பட்டுள்ளபடி முடிவுகளைப் பெறுவீர்கள்: numref: `fig-reg4` \.

source: jamovi output showing the table for the Cook’s distance statistics
de: jamovi-Ausgabe mit einer Tabelle mit der Cook-Distanz-Statistik
nb: Utgave fra jamovi som viser tabellen for Cook's avstandsstatistikk
ta: குக்கின் தூர புள்ளிவிவரங்களுக்கான அட்டவணையைக் காட்டும் சாமோவி வெளியீடு

source: You can see that, in this example, the mean Cook’s distance value is 0.01, and the range is from 0.00000262 to 0.11, so this is some way off the rule of thumb figure mentioned above that a Cook’s distance greater than 1 is considered large.
de: Sie können sehen, dass in diesem Beispiel der mittlere Wert für die Cook-Distanz 0,01 beträgt und der Wertebereich zwischen 0,00000262 und 0,11 liegt. Dies ist also ein Stück unterhalb der oben erwähnten Faustregel, nach der eine Cook-Distanz von über 1 als groß gilt.
nb: Du kan se at i dette eksempelet er gjennomsnittsverdien for Cook's avstand 0,01, og variasjonsbredden er fra 0,00000262 til 0,11, så dette er et stykke unna tommelfingerregelen nevnt ovenfor om at en Cook's avstand større enn 1 regnes som stor.
ta: இந்த எடுத்துக்காட்டில், சராசரி சமையல்காரரின் தூர மதிப்பு 0.01, மற்றும் வரம்பு 0.00000262 முதல் 0.11 வரை இருப்பதை நீங்கள் காணலாம், எனவே இது ஒரு சமையல்காரரின் தூரம் 1 ஐ விட பெரியதாகக் கருதப்படுகிறது.

source: An obvious question to ask next is, if you do have large values of Cook’s distance what should you do? As always, there’s no hard and fast rule. Probably the first thing to do is to try running the regression with the outlier with the greatest Cook’s distance\ [#]_ excluded and see what happens to the model performance and to the regression coefficients. If they really are substantially different, it’s time to start digging into your data set and your notes that you no doubt were scribbling as your ran your study. Try to figure out *why* the point is so different. If you start to become convinced that this one data point is badly distorting your results then you might consider excluding it, but that’s less than ideal unless you have a solid explanation for why this particular case is qualitatively different from the others and therefore deserves to be handled separately.
de: Die naheliegende Frage, die Sie als Nächstes stellen sollten, lautet: Was sollten Sie tun, wenn Sie große Werte für die Cook-Distanz erhalten? Wie immer gibt es keine feste Regel. Wahrscheinlich ist das Erste, was Sie tun sollten, zu versuchen, die Regression ohne den Ausreißer mit der größten Cook-Distanz durchzuführen\ [#]_ und zu sehen, wie sich das auf die Modellleistung und die Regressionskoeffizienten auswirkt. Wenn sie sich wesentlich unterscheiden, sollten Sie Ihren Datensatz und Ihre Notizen während der Durchführung Ihrer Studie genauer ansehen. Versuchen Sie herauszufinden, *warum* dieser Datenpunkt sich so sehr von den übrigen unterscheidet. Wenn Sie davon überzeugt sind, dass nur dieser eine Datenpunkt Ihre Ergebnisse stark verzerrt, sollten Sie erwägen, ihn auszuschließen. Das ist aber alles andere als ideal, solange Sie nicht eine solide Erklärung dafür haben, warum sich dieser spezielle Fall qualitativ von den anderen unterscheidet und es daher verdient hat, separat behandelt zu werden.
nb: Et nærliggende spørsmål å stille seg er hva man bør gjøre hvis man har store verdier av Cooks avstand. Som alltid finnes det ingen fasit. Det første du bør gjøre, er sannsynligvis å prøve å kjøre regresjonen med avvikeren med størst Cook's avstand\ [#]_ ekskludert, og se hva som skjer med modellens ytelse og regresjonskoeffisientene. Hvis de virkelig er vesentlig forskjellige, er det på tide å begynne å grave i datasettet og notatene dine, som du utvilsomt har skrevet ned mens du kjørte studien. Prøv å finne ut *hvorfor* poenget er så forskjellig. Hvis du begynner å bli overbevist om at dette ene datapunktet forvrenger resultatene dine, kan du vurdere å ekskludere det, men det er ikke ideelt med mindre du har en solid forklaring på hvorfor akkurat dette tilfellet er kvalitativt forskjellig fra de andre og derfor fortjener å bli håndtert separat.
ta: அடுத்து கேட்க ஒரு வெளிப்படையான கேள்வி என்னவென்றால், உங்களிடம் குக்கின் தூரத்தின் பெரிய மதிப்புகள் இருந்தால் நீங்கள் என்ன செய்ய வேண்டும்? எப்போதும் போல, கடினமான மற்றும் வேகமான விதி இல்லை. மிகப் பெரிய சமையல்காரரின் தூரத்துடன் வெளிப்புற நபருடன் பின்னடைவை இயக்க முயற்சிப்பது \ [#] _ விலக்கப்பட்டு, மாதிரி செயல்திறனுக்கும் பின்னடைவு குணகங்களுக்கும் என்ன நடக்கிறது என்பதைப் பாருங்கள். அவை உண்மையிலேயே கணிசமாக வேறுபட்டவை என்றால், உங்கள் தரவுத் தொகுப்பைத் தோண்டத் தொடங்குவதற்கான நேரம் இது மற்றும் உங்கள் குறிப்புகள் உங்கள் ஆய்வை இயக்கியதால் நீங்கள் எழுதுகிறீர்கள் என்பதில் சந்தேகமில்லை. * ஏன் * புள்ளி மிகவும் வித்தியாசமானது என்பதைக் கண்டுபிடிக்க முயற்சி செய்யுங்கள். இந்த ஒரு தரவு புள்ளி உங்கள் முடிவுகளை மோசமாக சிதைக்கிறது என்று நீங்கள் உறுதியாக நம்பத் தொடங்கினால், அதைத் தவிர்ப்பதை நீங்கள் கருத்தில் கொள்ளலாம், ஆனால் இந்த குறிப்பிட்ட வழக்கு ஏன் மற்றவர்களிடமிருந்து தர ரீதியாக வேறுபட்டது என்பதற்கு உங்களுக்கு உறுதியான விளக்கம் இல்லாவிட்டால் அது இலட்சியத்தை விடக் குறைவானது, எனவே இருக்க தகுதியானது தனித்தனியாக கையாளப்படுகிறது.

source: Checking the normality of the residuals
de: Überprüfen der Normalverteilung der Residuen
nb: Sjekk om residuene er normalfordelt
ta: எச்சங்களின் இயல்பான தன்மையை சரிபார்க்கிறது

source: Like many of the statistical tools we’ve discussed in this book, regression models rely on a normality assumption. In this case, we assume that the residuals are normally distributed. The first thing we can do is draw a QQ-plot via the ``Assumption Checks`` → ``Q-Q plot of residuals`` option.
de: Wie viele der statistischen Werkzeuge, die wir in diesem Buch besprochen haben, beruhen auch Regressionsmodelle auf der Annahme einer Normalverteilung. In diesem Fall gehen wir davon aus, dass die Residuen normalverteilt sind. Als Erstes können wir mit der Option ``Assumption Checks`` → ``Q-Q plot of residuals`` ein QQ-Diagramm zeichnen.
nb: I likhet med mange av de statistiske verktøyene vi har diskutert i denne boken, forutsetter regresjonsmodeller en normalfordeling. I dette tilfellet antar vi at residuene er normalfordelte. Det første vi kan gjøre, er å tegne et QQ-plott ved hjelp av å sette opsjonen ``Assumption Checks`` → ``Q-Q plot of residuals``.
ta: இந்த புத்தகத்தில் நாங்கள் விவாதித்த பல புள்ளிவிவர கருவிகளைப் போலவே, பின்னடைவு மாதிரிகள் ஒரு இயல்பான அனுமானத்தை நம்பியுள்ளன. இந்த வழக்கில், எச்சங்கள் பொதுவாக விநியோகிக்கப்படுகின்றன என்று நாங்கள் கருதுகிறோம். நாம் செய்யக்கூடிய முதல் சேதி `` அனுமான காசோலைகள்` `` `Q-Q எச்சங்கள்` `விருப்பத்தின் வழியாக QQ- அடுக்கை வரைய வேண்டும்.

source: The output is shown in :numref:`fig-reg5`, showing the standardised residuals plotted as a function of their theoretical quantiles according to the regression model.
de: Die Ausgabe findet sich in :numref:`fig-reg5` und zeigt die standardisierten Residuen als Funktion ihrer theoretischen Quantile gemäß dem Regressionsmodell.
nb: Resultatet vises i :numref:`fig-reg5`, som viser plottet med de standardiserte residuene som en funksjon av de teoretiske kvantilene i henhold til regresjonsmodellen.
ta: வெளியீடு இதில் காட்டப்பட்டுள்ளது: NUMREF: `Fig-reg5`, பின்னடைவு மாதிரியின் படி அவற்றின் தத்துவார்த்த அளவுகளின் செயல்பாடாக திட்டமிடப்பட்ட தரப்படுத்தப்பட்ட எச்சங்களை காட்டுகிறது.

source: Quantiles according to the model against standardised residuals
de: Quantile entsprechend dem Modell vs. die standardisierten Residuen
nb: Kvantiler i henhold til modellen mot standardiserte residuer
ta: தரப்படுத்தப்பட்ட எச்சங்களுக்கு எதிரான மாதிரியின் படி அளவுகள்

source: Plot of the theoretical quantiles according to the model, against the quantiles of the standardised residuals, produced in jamovi
de: Diagramm der theoretischen Quantile gemäß dem Modell vs. der Quantile der standardisierten Residuen, erstellt mit jamovi
nb: Plot av de teoretiske kvantilene i henhold til modellen, mot kvantilene til de standardiserte residuene, produsert i jamovi
ta: சமோவியில் விளைவாக்கம் செய்யப்படும் தரப்படுத்தப்பட்ட எச்சங்களின் அளவுகளுக்கு எதிராக, மாதிரியின் படி தத்துவார்த்த அளவுகளின் சூழ்ச்சி

source: Another thing we should check is the relationship between the fitted values and the residuals themselves. We can get jamovi to do this using the ``Residuals Plots`` option, which provides a scatterplot for each predictor variable, the outcome variable, and the fitted values against residuals, see :numref:`fig-reg6`. In these plots we are looking for a fairly uniform distribution of “dots”, with no clear bunching or patterning of the “dots”. Looking at these plots, there is nothing particularly worrying as the dots are fairly evenly spread across the whole plot. There may be a little bit of non-uniformity in the right panel, but it is not a strong deviation and probably not worth worrying about.
de: Eine andere Frage, die wir überprüfen sollten, ist die Beziehung zwischen den durch das Modell vorhergesagten Werten und den Residuen selbst. Wir können jamovi mit dem Setzen der Option ``Residuals Plots`` auffordern, ein Streudiagramm für jede Prädiktorvariable, die Ergebnisvariable und die durch das Modell vorhergesagten Werten im Vergleich zu den Residuen zu erstellen, wie in :numref:`fig-reg6` zu sehen. In diesen Diagrammen suchen wir nach einer ziemlich gleichmäßigen Verteilung der „Punkte“, ohne dass eine Konzentration oder ein klares Muster der „Punkte“ zu erkennen wäre. Wenn man sich die Diagramme in :numref:`fig-reg6` ansieht, gibt es nichts besonders Besorgniserregendes, da die Punkte ziemlich gleichmäßig über das gesamte Diagramm verteilt sind. Es mag eine gewisse Konzentration in den beiden Diagrammen auf der rechten Seite geben, aber dies ist nicht besonders ausgeprägt und wahrscheinlich nicht wert, sich Sorgen zu machen.
nb: En annen ting vi bør sjekke, er forholdet mellom de tilpassede verdiene og selve residuene. Vi kan få jamovi til å gjøre dette ved hjelp av alternativet ``Residuals Plots``, som gir et spredningsdiagram for hver prediktorvariabel, utfallsvariabelen og de tilpassede verdiene mot residuene, se :numref:`fig-reg6`. I disse plottene ser vi etter en ganske jevn fordeling av «prikker», uten noen tydelig opphopning eller mønster i «prikkene». Når vi ser på disse plottene, er det ikke noe spesielt bekymringsfullt, ettersom prikkene er ganske jevnt fordelt over hele plottet. Det kan være en liten ujevnhet i det høyre panelet, men det er ikke et stort avvik og sannsynligvis ikke verdt å bekymre seg for.
ta: நாம் சரிபார்க்க வேண்டிய மற்றொரு சேதி, பொருத்தப்பட்ட மதிப்புகளுக்கும் எச்சங்களுக்கும் இடையிலான உறவு. ஒவ்வொரு முன்கணிப்பு மாறி, விளைவு மாறி மற்றும் எஞ்சியவர்களுக்கு எதிராக பொருத்தப்பட்ட மதிப்புகள் ஆகியவற்றிற்கும் ஒரு சிதறல் பிளாட் வழங்கும் `` எச்சங்கள் அடுக்கு` விருப்பத்தைப் பயன்படுத்தி இதைச் செய்ய சாமோவியைப் பெறலாம், பார்க்க: எண்: `Fig-reg6`. இந்த அடுக்குகளில், “புள்ளிகளின்” தெளிவான கொத்து அல்லது வடிவமைத்தல் இல்லாமல், “புள்ளிகளின்” ஒரே மாதிரியான விநியோகத்தை நாங்கள் தேடுகிறோம். இந்த அடுக்குகளைப் பார்க்கும்போது, புள்ளிகள் முழு சதித்திட்டத்திலும் மிகவும் சமமாக பரவுவதால் குறிப்பாக கவலைப்படவில்லை. வலது பேனலில் சீரான தன்மை இல்லாதது கொஞ்சம் இருக்கலாம், ஆனால் இது ஒரு வலுவான விலகல் அல்ல, அதைப் பற்றி கவலைப்படத் தகுதியற்றது.

source: Residuals plots produced in jamovi
de: Streudiagramme der Residuen, in Jamovi erstellt
nb: Restplott produsert i jamovi
ta: சமோவியில் விளைவாக்கம் செய்யப்படும் எஞ்சிய இடங்கள்

source: If we were worried, then in a lot of cases the solution to this problem (and many others) is to transform one or more of the variables. We discussed the basics of variable transformation in the sections :doc:`../Ch06/Ch06_DataHandling_3` and :doc:`../Ch06/Ch06_DataHandling_4`, but I do want to make special note of one additional possibility that I didn’t explain fully earlier: the Box-Cox transform.
nb: Hvis vi skulle være bekymret, er løsningen på dette problemet (og mange andre) i mange tilfeller å transformere en eller flere av variablene. Vi diskuterte det grunnleggende om variabeltransformasjon i avsnittene :doc:`../Ch06/Ch06_DataHandling_3` og :doc:`../Ch06/Ch06_DataHandling_4`, men jeg vil gjøre spesielt oppmerksom på en ekstra mulighet som jeg ikke har forklart fullt ut tidligere: Box-Cox-transformasjonen.
ta: நாங்கள் கவலைப்பட்டால், பல சந்தர்ப்பங்களில் இந்த சிக்கலுக்கான தீர்வு (மற்றும் பலர்) ஒன்று அல்லது அதற்கு மேற்பட்ட மாறிகளை மாற்றுவதாகும். பிரிவுகளில் மாறி மாற்றத்தின் அடிப்படைகளை நாங்கள் விவாதித்தோம்: டாக்: `../ ch06/ch06_datahandling_3` மற்றும்: டாக்:` ../ ch06/ch06_datahandling_4` டி முழுமையாக விளக்குகிறது: பாக்ச்-காக்ச் உருமாற்றம்.

source: The Box-Cox function is a fairly simple one and it’s very widely used.
de: Die Box-Cox-Funktion ist ziemlich einfach und wird sehr häufig verwendet.
nb: Box-Cox-funksjonen er ganske enkel, og den er svært mye brukt.
ta: பாக்ச்-காக்ச் செயல்பாடு மிகவும் எளிமையானது, இது மிகவும் பரவலாகப் பயன்படுத்தப்படுகிறது.

source: for all values of λ except λ = 0. When λ = 0 we just take the natural logarithm (i.e., *ln*\(x)).
de: für alle Werte von λ außer λ = 0. Wenn λ = 0 ist, nehmen wir einfach den natürlichen Logarithmus (d. h. *ln*\(x)).
nb: for alle verdier av λ unntatt λ = 0. Når λ = 0, tar vi bare den naturlige logaritmen (dvs. *ln*\(x)).
ta: λ = 0 தவிர of இன் அனைத்து மதிப்புகளுக்கும். λ = 0 போது நாம் இயற்கையான மடக்கை எடுத்துக்கொள்கிறோம் (அதாவது, *ln *\ (x)).

source: You can calculate it using the ``BOXCOX`` function in the ``Compute`` variables screen in jamovi.
de: Sie können sie mit der ``BOXCOX``-Funktion im ``Compute``-Variablenbildschirm in jamovi berechnen.
nb: Du kan beregne den ved hjelp av funksjonen ``BOXCOX`` i skjermbildet ``Compute`` for variabler i jamovi.
ta: சாமோவியில் உள்ள `` கம்ப்யூட்` மாறுபாடுகள் திரையில் `` பாக்ச் காக்ச்` செயல்பாட்டைப் பயன்படுத்தி அதைக் கணக்கிடலாம்.

source: Checking for collinearity
de: Prüfen auf Kollinearität
nb: Sjekker for kollinearitet
ta: COLINEARITY ஐ சரிபார்க்கிறது

source: The last kind of regression diagnostic that I’m going to discuss in this chapter is the use of **variance inflation factors** (VIFs), which are useful for determining whether or not the predictors in your regression model are too highly correlated with each other. There is a variance inflation factor associated with each predictor *X*\ :sub:`k` in the model.
de: Die letzte Art von Regressionsdiagnose, die ich in diesem Kapitel erörtern werde, ist die Verwendung von **Varianzinflationsfaktoren** (VIFs). Diese sind nützlich, um festzustellen, ob die Prädiktoren in Ihrem Regressionsmodell zu stark miteinander korreliert sind. Jedem Prädiktor *X*\ :sub:`k` im Modell ist ein Varianz-Inflationsfaktor zugeordnet.
nb: Den siste typen regresjonsdiagnostikk som jeg skal diskutere i dette kapittelet, er bruken av **variansinflasjonsfaktorer** (VIF-er), som er nyttige for å avgjøre om prediktorene i regresjonsmodellen din er for høyt korrelert med hverandre eller ikke. Det er en variansinflasjonsfaktor knyttet til hver prediktor *X*\ :sub:`k` i modellen.
ta: இந்த அத்தியாயத்தில் நான் விவாதிக்கப் போகும் கடைசி வகையான பின்னடைவு நோயறிதல் ** மாறுபாடு பணவீக்க காரணிகள் ** (விஐஎஃப்எச்) ஐப் பயன்படுத்துவதாகும், அவை உங்கள் பின்னடைவு மாதிரியில் உள்ள முன்னறிவிப்பாளர்கள் மிகவும் தொடர்புபடுத்தப்பட்டுள்ளார்களா இல்லையா என்பதை தீர்மானிக்க பயனுள்ளதாக இருக்கும் ஒருவருக்கொருவர். ஒவ்வொரு முன்கணிப்பாளருடன் தொடர்புடைய மாறுபாடு பணவீக்க காரணி உள்ளது *x *\: துணை: `k` மாதிரியில்.

source: The formula for the k-th VIF is:
de: Die Formel für den k-ten VIF lautet:
nb: Formelen for den k-te VIF er:
ta: K-TH VIF க்கான சூத்திரம்:

source: where *R*\²\ :sub:`(-k)` refers to *R*-squared value you would get if you ran a regression using *X*\ :sub:`k` as the outcome variable, and all the other *X* variables as the predictors. The idea here is that *R*\²\ :sub:`(-k)` is a very good measure of the extent to which *X*\ :sub:`k` is correlated with all the other variables in the model.
nb: hvor *R*\²\ :sub:`(-k)` refererer til *R*-kvadrat-verdien du ville fått hvis du kjørte en regresjon med *X*\ :sub:`k` som utfallsvariabel, og alle de andre *X*-variablene som prediktorer. Tanken her er at *R*\²\ :sub:`(-k)` er et veldig godt mål på i hvor stor grad *X*\ :sub:`k` er korrelert med alle de andre variablene i modellen.
ta: எங்கே *r *\ ² \: sub: `(-k)` என்பது *r *-squared மதிப்பைக் குறிக்கிறது *x *\: துணை: `k` விளைவு மாறியாகவும், மற்றும் அனைத்தும் முன்னறிவிப்பாளர்களாக மற்ற * ஃச் * மாறிகள். இங்கே சிந்தனை என்னவென்றால், *r *\ ² \: துணை: `(-k)` என்பது *x *\: துணை: `k` மாதிரியில் உள்ள மற்ற எல்லா மாறிகளுடனும் தொடர்புடையது என்பதற்கு ஒரு நல்ல நடவடிக்கையாகும் .

source: The square root of the VIF is pretty interpretable. It tells you how much wider the confidence interval for the corresponding coefficient *b*\ :sub:`k` is, relative to what you would have expected if the predictors are all nice and uncorrelated with one another. If you’ve only got two predictors, the VIF values are always going to be the same, as we can see if we click on the ``Collinearity`` checkbox in the ``Regression`` → ``Assumption Checks`` options in jamovi. For both ``dani.sleep`` and ``baby.sleep`` the VIF is 1.65. And since the square root of 1.65 is 1.28, we see that the correlation between our two predictors isn’t causing much of a problem.
de: Die Quadratwurzel des VIF ist ziemlich einfach interpretierbar. Es sagt Ihnen, wie viel breiter das Konfidenzintervall für den entsprechenden Koeffizienten *b*\ :sub:`k` ist, relativ zu dem, was Sie erwartet hätten, wenn die Prädiktoren alle unkorreliert miteinander gewesen wären. Wenn Sie nur zwei Prädiktoren haben, werden die VIF-Werte immer gleich sein, wie wir sehen können, wenn wir in jamovi das Kontrollkästchen ``Collinearity`` in den Optionen unter ``Regression`` → ``Assumption Checks`` setzen. Sowohl für ``dani.sleep`` als auch für ``baby.sleep`` beträgt der VIF 1,65. Und da 1,28 die Quadratwurzel von 1,65 ist, sehen wir, dass die Korrelation zwischen unseren beiden Prädiktoren kein großes Problem verursacht.
nb: Kvadratroten av VIF er ganske tolkbar. Den forteller deg hvor mye bredere konfidensintervallet for den tilsvarende koeffisienten *b*\ :sub:`k` er, i forhold til hva du ville ha forventet hvis alle prediktorene var like og ukorrelerte med hverandre. Hvis du bare har to prediktorer, vil VIF-verdiene alltid være de samme, som vi kan se hvis vi klikker på avkrysningsboksen ``Collinearity`` i ``Regression`` → ``Assumption Checks`` i jamovi. For både ``dani.sleep`` og ``baby.sleep`` er VIF 1,65. Og siden kvadratroten av 1,65 er 1,28, ser vi at korrelasjonen mellom de to prediktorene våre ikke er noe stort problem.
ta: VIF இன் சதுர வேர் மிகவும் விளக்கக்கூடியது. தொடர்புடைய குணகத்திற்கான நம்பிக்கை இடைவெளி *பி *\: துணை: `கே` என்பது, முன்னறிவிப்பாளர்கள் அனைவரும் நன்றாகவும் ஒருவருக்கொருவர் தொடர்பில்லாதவராகவும் இருந்தால் நீங்கள் எதிர்பார்த்ததை ஒப்பிடுகையில். உங்களுக்கு இரண்டு முன்னறிவிப்பாளர்கள் மட்டுமே கிடைத்தால், `` பின்னடைவு` `` `அனுமான காசோலைகள்`` என்ற விருப்பங்களில்` `கோலைனீரிட்டி`` தேர்வுப்பெட்டியைக் சொடுக்கு செய்தால், விஐஎஃப் மதிப்புகள் எப்போதுமே ஒரே மாதிரியாக இருக்கும். சாமோவியில். `` Dani.sleep`` மற்றும் `` baby.sleep`` ஆகிய இரண்டிற்கும் VIF 1.65 ஆகும். 1.65 சதுர வேர் 1.28 ஆக இருப்பதால், எங்கள் இரு முன்கணிப்பாளர்களுக்கிடையேயான தொடர்பு ஒரு பிரச்சினையை ஏற்படுத்தாது என்பதைக் காண்கிறோம்.
