Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: Automated variable selection methods are seductive things, especially when they’re bundled up in (fairly) simple functions in powerful statistical programmes. They provide an element of objectivity to your model selection, and that’s kind of nice. Unfortunately, they’re sometimes used as an excuse for thoughtlessness. No longer do you have to think carefully about which predictors to add to the model and what the theoretical basis for their inclusion might be. Everything is solved by the magic of AIC. And if we start throwing around phrases like Ockham’s razor, well it sounds like everything is wrapped up in a nice neat little package that no-one can argue with.
nb: Automatiserte metoder for variabelutvelgelse er forførende, spesielt når de er pakket inn i (ganske) enkle funksjoner i kraftige statistikkprogrammer. De gir et element av objektivitet til modellvalget, og det er jo ganske fint. Dessverre blir de noen ganger brukt som en unnskyldning for tankeløshet. Du trenger ikke lenger å tenke nøye gjennom hvilke prediktorer du skal legge til i modellen, og hva som er det teoretiske grunnlaget for å inkludere dem. Alt løses ved hjelp av magien i AIC. Og hvis vi begynner å slenge rundt oss med uttrykk som Ockhams barberkniv, høres det ut som om alt er pakket inn i en fin liten pakke som ingen kan argumentere mot.
ta: தானியங்கு மாறி தேர்வு முறைகள் கவர்ச்சியான விசயங்கள், குறிப்பாக அவை சக்திவாய்ந்த புள்ளிவிவர நிரல்களில் (நியாயமான) எளிய செயல்பாடுகளில் தொகுக்கப்படும்போது. அவை உங்கள் மாதிரி தேர்வுக்கு புறநிலைத்தன்மையின் ஒரு உறுப்பை வழங்குகின்றன, அது ஒரு வகையான நல்லது. துரதிர்ச்டவசமாக, அவை சில நேரங்களில் சிந்தனையற்ற தன்மைக்கு ஒரு தவிர்க்கவும் பயன்படுத்தப்படுகின்றன. எந்த முன்னறிவிப்பாளர்கள் மாதிரியைச் சேர்க்க வேண்டும் என்பதையும், அவர்கள் சேர்ப்பதற்கான தத்துவார்த்த அடிப்படை என்னவாக இருக்கும் என்பதையும் நீங்கள் கவனமாக சிந்திக்க வேண்டியதில்லை. எல்லாம் AIC இன் மந்திரத்தால் தீர்க்கப்படுகிறது. ஓக்ஆமின் ரேசர் போன்ற சொற்றொடர்களைச் சுற்றி எறியத் தொடங்கினால், எல்லாமே ஒரு நல்ல தூய்மையான சிறிய தொகுப்பில் மூடப்பட்டிருப்பது போல் தெரிகிறது.

source: Or, perhaps not. Firstly, there’s very little agreement on what counts as an appropriate model selection criterion. When I was taught backward elimination as an undergraduate, we used *F*-tests to do it, because that was the default method used by the software. I’ve described using AIC, and since this is an introductory text that’s the only method I’ve described, but the AIC is hardly the Word of the Gods of Statistics. It’s an approximation, derived under certain assumptions, and it’s guaranteed to work only for large samples when those assumptions are met. Alter those assumptions and you get a different criterion, like the BIC for instance (also available in jamovi). Take a different approach again and you get the NML criterion. Decide that you’re a Bayesian and you get model selection based on posterior odds ratios. Then there are a bunch of regression specific tools that I haven’t mentioned. And so on. All of these different methods have strengths and weaknesses, and some are easier to calculate than others (AIC is probably the easiest of the lot, which might account for its popularity). Almost all of them produce the same answers when the answer is “obvious” but there’s a fair amount of disagreement when the model selection problem becomes hard.
nb: Eller kanskje ikke. For det første er det svært liten enighet om hva som er et passende modellvalgkriterium. Da jeg ble undervist i baklengs eliminasjon som student, brukte vi *F*-tester for å gjøre det, fordi det var standardmetoden som ble brukt av programvaren. Jeg har beskrevet bruk av AIC, og siden dette er en introduksjonstekst, er det den eneste metoden jeg har beskrevet, men AIC er neppe statistikkgudenes ord. Det er en tilnærming, utledet under visse forutsetninger, og den fungerer garantert bare for store utvalg når disse forutsetningene er oppfylt. Hvis du endrer disse forutsetningene, får du et annet kriterium, som for eksempel BIC (også tilgjengelig i jamovi). Hvis du velger en annen tilnærming igjen, får du NML-kriteriet. Hvis du bestemmer deg for å være bayesianer, får du modellvalg basert på posterior odds ratio. Så finnes det en rekke regresjonsspesifikke verktøy som jeg ikke har nevnt. Og så videre. Alle disse ulike metodene har styrker og svakheter, og noen er enklere å beregne enn andre (AIC er sannsynligvis den enkleste av dem alle, noe som kan forklare dens popularitet). Nesten alle gir de samme svarene når svaret er «opplagt», men det er en god del uenighet når modellvalgproblemet blir vanskelig.
ta: அல்லது, ஒருவேளை இல்லை. முதலாவதாக, பொருத்தமான மாதிரி தேர்வு அளவுகோலாகக் கருதப்படுவதில் மிகக் குறைவான உடன்பாடு உள்ளது. இளங்கலை பட்டதாரியாக நான் பின்தங்கிய நீக்குதல் கற்பிக்கப்பட்டபோது, அதைச் செய்ய *f *-tests ஐப் பயன்படுத்தினோம், ஏனென்றால் இது மென்பொருளால் பயன்படுத்தப்படும் இயல்புநிலை முறையாகும். AIC ஐப் பயன்படுத்துவதை நான் விவரித்தேன், இது ஒரு அறிமுக உரை என்பதால் நான் விவரித்த ஒரே முறை, ஆனால் AIC என்பது புள்ளிவிவரங்களின் கடவுள்களின் வார்த்தையாகும். இது ஒரு தோராயமாகும், இது சில அனுமானங்களின் கீழ் பெறப்பட்டது, மேலும் அந்த அனுமானங்கள் நிறைவு செய்யப்படும்போது பெரிய மாதிரிகளுக்கு மட்டுமே வேலை செய்வது உறுதி. அந்த அனுமானங்களை மாற்றவும், உதாரணமாக BIC போன்ற வேறுபட்ட அளவுகோலைப் பெறுவீர்கள் (சமோவியிலும் கிடைக்கிறது). மீண்டும் வேறு அணுகுமுறையை எடுத்துக் கொள்ளுங்கள், நீங்கள் என்எம்எல் அளவுகோலைப் பெறுவீர்கள். நீங்கள் ஒரு பேய்சியன் என்று முடிவு செய்யுங்கள், பின்புற முரண்பாடுகள் விகிதங்களின் அடிப்படையில் மாதிரி தேர்வைப் பெறுவீர்கள். நான் குறிப்பிடாத பின்னடைவு குறிப்பிட்ட கருவிகள் உள்ளன. மற்றும் பல. இந்த வெவ்வேறு முறைகள் அனைத்தும் பலங்களையும் பலவீனங்களையும் கொண்டிருக்கின்றன, மேலும் சிலவற்றை மற்றவர்களை விட கணக்கிடுவது எளிதானது (AIC அநேகமாக எளிதானது, இது அதன் பிரபலத்திற்கு காரணமாக இருக்கலாம்). பதில் “வெளிப்படையானது” என்று இருக்கும்போது கிட்டத்தட்ட அனைத்தும் ஒரே பதில்களைத் தருகின்றன, ஆனால் மாதிரி தேர்வு சிக்கல் கடினமாக இருக்கும்போது நியாயமான அளவு கருத்து வேறுபாடு உள்ளது.

source: What does this mean in practice? Well, you *could* go and spend several years teaching yourself the theory of model selection, learning all the ins and outs of it so that you could finally decide on what you personally think the right thing to do is. Speaking as someone who actually did that, I wouldn’t recommend it. You’ll probably come out the other side even more confused than when you started. A better strategy is to show a bit of common sense. If you’re staring at the results of an automated backwards or forwards selection procedure, and the model that makes sense is close to having the smallest AIC but is narrowly defeated by a model that doesn’t make any sense, then trust your instincts. Statistical model selection is an inexact tool, and as I said at the beginning, *interpretability matters*.
nb: Hva betyr dette i praksis? Vel, du *kan* bruke flere år på å lære deg selv teorien om modellvalg, lære deg alle detaljene i det, slik at du til slutt kan bestemme deg for hva du personlig mener er det riktige å gjøre. Jeg vil ikke anbefale det, selv om jeg faktisk har gjort det. Du vil sannsynligvis komme ut på den andre siden enda mer forvirret enn da du startet. En bedre strategi er å vise litt sunn fornuft. Hvis du ser på resultatene av en automatisert prosedyre for å velge baklengs eller forlengs modell, og den modellen som gir mening, er nær ved å ha den minste AIC-verdien, men blir knepent slått av en modell som ikke gir noen mening, bør du stole på instinktene dine. Statistisk modellvalg er et unøyaktig verktøy, og som jeg sa innledningsvis, er *tolkbarhet viktig*.
ta: இது நடைமுறையில் என்ன அர்த்தம்? சரி, நீங்கள் * சென்று பல ஆண்டுகளாக மாதிரி தேர்வின் கோட்பாட்டைக் கற்பிக்கலாம், அதன் அனைத்து இன்ச் மற்றும் அவுட்களையும் கற்றுக் கொள்ளலாம், இதன்மூலம் நீங்கள் தனிப்பட்ட முறையில் என்ன நினைக்கிறீர்கள் என்பதை நீங்கள் இறுதியாக தீர்மானிக்க முடியும். உண்மையில் அதைச் செய்த ஒருவராகப் பேசும்போது, நான் அதை பரிந்துரைக்க மாட்டேன். நீங்கள் தொடங்கியதை விட வேறு பக்கத்தை நீங்கள் குழப்பமடையச் செய்வீர்கள். ஒரு சிறந்த உத்தி என்பது பொது அறிவைக் காண்பிப்பதாகும். நீங்கள் ஒரு தானியங்கி பின்னோக்கி அல்லது முன்னோக்கி தேர்வு நடைமுறையின் முடிவுகளைப் பார்த்துக் கொண்டிருந்தால், மேலும் மிகச்சிறிய AIC ஐக் கொண்டிருப்பதற்கு நெருக்கமாக இருக்கும் மாதிரி, ஆனால் எந்த அர்த்தமும் இல்லாத ஒரு மாதிரியால் குறுகியதாக தோற்கடிக்கப்படுகிறது, பின்னர் உங்கள் உள்ளுணர்வுகளை நம்புங்கள். புள்ளிவிவர மாதிரி தேர்வு ஒரு துல்லியமான கருவியாகும், ஆரம்பத்தில் நான் கூறியது போல், *விளக்கமளிக்கும் விசயங்கள் *.

source: Comparing two regression models
nb: Sammenligning av to regresjonsmodeller
ta: இரண்டு பின்னடைவு மாதிரிகளை ஒப்பிடுகிறது

source: An alternative to using automated model selection procedures is for the researcher to explicitly select two or more regression models to compare to each other. You can do this in a few different ways, depending on what research question you’re trying to answer. Suppose we want to know whether or not the amount of sleep that my son got has any relationship to my grumpiness, over and above what we might expect from the amount of sleep that I got. We also want to make sure that the day on which we took the measurement has no influence on the relationship. That is, we’re interested in the relationship between ``baby.sleep`` and ``dani.grump``, and from that perspective ``dani.sleep`` and ``day`` are nuisance variable or **covariates** that we want to control for. In this situation, what we would like to know is whether ``dani.grump ~ dani.sleep + day + baby.sleep`` (which I’ll call Model 2, or ``M2``) is a better regression model for these data than ``dani.grump ~ dani.sleep + day`` (which I’ll call Model 1, or ``M1``). There are two different ways we can compare these two models, one based on a model selection criterion like AIC, and the other based on an explicit hypothesis test. I’ll show you the AIC based approach first because it’s simpler, and follows naturally from discussion in the last section. The first thing I need to do is actually run the two regressions, note the AIC for each one, and then select the model with the smaller AIC value as it is judged to be the better model for these data. Actually, don’t do this just yet. Read on because there is an easy way in jamovi to get the AIC values for different models included in one table.\ [#]_
nb: Et alternativ til å bruke automatiserte modellvalgprosedyrer er at forskeren eksplisitt velger ut to eller flere regresjonsmodeller som skal sammenlignes med hverandre. Dette kan gjøres på flere forskjellige måter, avhengig av hvilket forskningsspørsmål du prøver å besvare. Anta at vi ønsker å finne ut om søvnmengden til sønnen min har noen sammenheng med min grettenhet, utover det vi kan forvente ut fra søvnmengden til meg. Vi vil også forsikre oss om at dagen vi foretok målingen, ikke har noen innvirkning på forholdet. Det vil si at vi er interessert i forholdet mellom ``baby.sleep`` og ``dani.grump``, og fra det perspektivet er ``dani.sleep`` og ``day`` uvedkommende variabler eller **kovariater** som vi ønsker å kontrollere for. I denne situasjonen vil vi gjerne vite om ``dani.grump ~ dani.sleep + day + baby.sleep`` (som jeg vil kalle modell 2, eller ``M2``) er en bedre regresjonsmodell for disse dataene enn ``dani.grump ~ dani.sleep + day`` (som jeg vil kalle modell 1, eller ``M1``). Det finnes to ulike måter vi kan sammenligne disse to modellene på, den ene basert på et modellvalgkriterium som AIC, og den andre basert på en eksplisitt hypotesetest. Jeg skal vise deg den AIC-baserte tilnærmingen først, fordi den er enklere og følger naturlig av diskusjonen i forrige avsnitt. Det første jeg må gjøre, er å kjøre de to regresjonene, notere AIC for hver av dem, og deretter velge modellen med den laveste AIC-verdien, ettersom den vurderes å være den beste modellen for disse dataene. Men ikke gjør dette ennå. Les videre, for det finnes en enkel måte i jamovi å få AIC-verdiene for ulike modeller inkludert i én tabell.\ [#]_
ta: தானியங்கு மாதிரி தேர்வு நடைமுறைகளைப் பயன்படுத்துவதற்கான மாற்றாக, ஆராய்ச்சியாளர் ஒருவருக்கொருவர் ஒப்பிடுவதற்கு இரண்டு அல்லது அதற்கு மேற்பட்ட பின்னடைவு மாதிரிகளை வெளிப்படையாகத் தேர்ந்தெடுப்பது. நீங்கள் எந்த ஆராய்ச்சி கேள்விக்கு பதிலளிக்க முயற்சிக்கிறீர்கள் என்பதைப் பொறுத்து இதை சில வித்தியாசமான வழிகளில் செய்யலாம். என் மகனுக்கு கிடைத்த தூக்கத்தின் அளவு என் எரிச்சலுடன் ஏதேனும் உறவு இருக்கிறதா இல்லையா என்பதை நாங்கள் அறிய விரும்புகிறோம், எனக்கு கிடைத்த தூக்கத்தின் அளவிலிருந்து நாம் எதிர்பார்க்கக்கூடியதை விடவும். நாங்கள் அளவீட்டு எடுத்த நாளில் உறவில் எந்த செல்வாக்கும் இல்லை என்பதையும் உறுதிப்படுத்த விரும்புகிறோம். அதாவது, `` குழந்தை.லீப்`` `மற்றும்` `டானி. நாம் கட்டுப்படுத்த விரும்பும் கோவாரியட்டுகள் **. இந்த சூழ்நிலையில், `` டானி. இந்த தரவுகளுக்கு `` டானி. இந்த இரண்டு மாதிரிகளை நாம் ஒப்பிடக்கூடிய இரண்டு வெவ்வேறு வழிகள் உள்ளன, ஒன்று AIC போன்ற மாதிரி தேர்வு அளவுகோலை அடிப்படையாகக் கொண்டது, மற்றொன்று வெளிப்படையான கருதுகோள் சோதனையின் அடிப்படையில். AIC அடிப்படையிலான அணுகுமுறையை நான் முதலில் காண்பிப்பேன், ஏனெனில் இது எளிமையானது, மேலும் கடைசி பிரிவில் விவாதத்திலிருந்து இயல்பாகவே பின்பற்றப்படுகிறது. நான் செய்ய வேண்டிய முதல் சேதி, உண்மையில் இரண்டு பின்னடைவுகளை இயக்குவது, ஒவ்வொன்றிற்கும் AIC ஐக் கவனியுங்கள், பின்னர் சிறிய AIC மதிப்புடன் மாதிரியைத் தேர்ந்தெடுக்கவும், ஏனெனில் இது இந்த தரவுகளுக்கு சிறந்த மாதிரியாக தீர்மானிக்கப்படுகிறது. உண்மையில், இதை இன்னும் செய்ய வேண்டாம். ஒரு அட்டவணையில் சேர்க்கப்பட்டுள்ள வெவ்வேறு மாதிரிகளுக்கான AIC மதிப்புகளைப் பெற சாமோவியில் எளிதான வழி இருப்பதால் படிக்கவும். \ [#] _

source: A somewhat different approach to the problem comes out of the hypothesis testing framework. Suppose you have two regression models, where one of them (Model 1) contains a *subset* of the predictors from the other one (Model 2). That is, Model 2 contains all of the predictors included in Model 1, plus one or more additional predictors. When this happens we say that Model 1 is **nested** within Model 2, or possibly that Model 1 is a **submodel** of Model 2. Regardless of the terminology, what this means is that we can think of Model 1 as a null hypothesis and Model 2 as an alternative hypothesis. And in fact we can construct an *F* test for this in a fairly straightforward fashion.
nb: En noe annen tilnærming til problemet kommer fra rammeverket for hypotesetesting. Anta at du har to regresjonsmodeller, der den ene (modell 1) inneholder et *subset* av prediktorene fra den andre (modell 2). Det vil si at modell 2 inneholder alle prediktorene som inngår i modell 1, pluss én eller flere ekstra prediktorer. Når dette skjer, sier vi at modell 1 er **innkapslet** i modell 2, eller eventuelt at modell 1 er en **submodell** av modell 2. Uansett terminologi betyr dette at vi kan tenke på modell 1 som en nullhypotese og modell 2 som en alternativhypotese. Og vi kan faktisk lage en *F*-test for dette på en ganske enkel måte.
ta: பிரச்சினைக்கு சற்றே மாறுபட்ட அணுகுமுறை கருதுகோள் சோதனை கட்டமைப்பிலிருந்து வெளிவருகிறது. உங்களிடம் இரண்டு பின்னடைவு மாதிரிகள் உள்ளன என்று வைத்துக்கொள்வோம், அவற்றில் ஒன்று (மாதிரி 1) மற்றொன்றிலிருந்து முன்னறிவிப்பாளர்களின் * துணைக்குழு * உள்ளது (மாதிரி 2). அதாவது, மாதிரி 2 இல் சேர்க்கப்பட்டுள்ள அனைத்து முன்னறிவிப்பாளர்களும், ஒன்று அல்லது அதற்கு மேற்பட்ட கூடுதல் முன்னறிவிப்பாளர்களும் உள்ளனர். இது நிகழும்போது, மாதிரி 1 மாதிரி 2 க்குள் ** நெச்டட் ** என்று நாங்கள் கூறுகிறோம், அல்லது மாதிரி 1 என்பது மாதிரி 2 இன் ** சப்மோடெல் ** ஆகும். சொற்களைப் பொருட்படுத்தாமல், இதன் பொருள் என்னவென்றால், மாதிரி 1 பற்றி நாம் சிந்திக்க முடியும் ஒரு சுழிய கருதுகோள் மற்றும் மாதிரி 2 ஒரு மாற்று கருதுகோளாக. உண்மையில் இதற்கான * f * சோதனையை மிகவும் நேரடியான பாணியில் உருவாக்கலாம்.

source: We can fit both models to the data and obtain a residual sum of squares for both models. I’ll denote these as SS\ :sub:`res`\ :sup:`(1)` and SS\ :sub:`res`\ :sup:`(2)` respectively. The superscripting here just indicates which model we’re talking about. Then our *F*-statistic is
nb: Vi kan tilpasse begge modellene til dataene og få en kvadratsumme for de residuene i begge modeller. Jeg vil betegne disse som henholdsvis SS\ :sub:`res`\ :sup:`(1)` og SS\ :sub:`res`\ :sup:`(2)`. Overskriftene her indikerer bare hvilken modell vi snakker om. Da er *F*-statistikken vår
ta: நாங்கள் இரண்டு மாடல்களையும் தரவுக்கு பொருத்தலாம் மற்றும் இரண்டு மாடல்களுக்கும் மீதமுள்ள சதுரங்களைப் பெறலாம். நான் இவற்றை SS \: sub: `res` \: sup:` (1) `மற்றும் ss \: sub:` res` \: sup: `(2)` என்று குறிப்பிடுகிறேன். இங்கே சூப்பர்ச்கிரிப்டிங் நாம் எந்த மாதிரியைப் பற்றி பேசுகிறோம் என்பதைக் குறிக்கிறது. பின்னர் எங்கள் *f *-ச்டாடிச்டிக்

source: where *N* is the number of observations, *p* is the number of predictors in the full model (not including the intercept), and *k* is the difference in the number of parameters between the two models.\ [#]_ The degrees of freedom here are *k* and *N* - *p* - 1. Note that it’s often more convenient to think about the difference between those two SS values as a sum of squares in its own right. That is
nb: der *N* er antall observasjoner, *p* er antall prediktorer i den fullstendige modellen (ikke inkludert skjæringspunktet), og *k* er forskjellen i antall parametere mellom de to modellene.\ [#]_ Frihetsgradene her er *k* og *N* - *p* - 1. Merk at det ofte er mer praktisk å tenke på forskjellen mellom disse to SS-verdiene som en egen kvadratsum. Det vil si
ta: * n * என்பது அவதானிப்புகளின் எண்ணிக்கை, * p * என்பது முழு மாதிரியில் உள்ள முன்னறிவிப்பாளர்களின் எண்ணிக்கை (இடைமறிப்பு உட்பட), மற்றும் * K * என்பது இரண்டு மாதிரிகளுக்கு இடையிலான அளவுருக்களின் எண்ணிக்கையில் உள்ள வேறுபாடு. \ [#] _ இங்குள்ள சுதந்திரத்தின் அளவுகள் * k * மற்றும் * n * - * p * - 1. அந்த இரண்டு எச்எச் மதிப்புகளுக்கு இடையிலான வேறுபாட்டைப் பற்றி சிந்திப்பது பெரும்பாலும் வசதியானது என்பதை நினைவில் கொள்க. அதாவது

source: The reason why this is helpful is that we can express SS\ :sub:`Δ` as a measure of the extent to which the two models make different predictions about the the outcome variable. Specifically,
nb: Grunnen til at dette er nyttig, er at vi kan uttrykke SS\ :sub:`Δ` som et mål på i hvilken grad de to modellene gir ulike prediksjoner om utfallsvariabelen. Nærmere bestemt,
ta: இது உதவியாக இருப்பதற்கான காரணம் என்னவென்றால், SS \: Sub: `δ 'விளைவு மாறியைப் பற்றி இரண்டு மாதிரிகள் எந்த அளவிற்கு வேறுபட்ட கணிப்புகளைச் செய்கின்றன என்பதை அளவிட முடியும். குறிப்பாக,

source: where *ŷ*\ :sub:`i`\ :sup:`(1)` is the fitted value for *y*\ :sub:`i` according to model M\ :sub:`1` and *ŷ*\ :sub:`i`\ :sup:`(2)` is the fitted value for *y*\ :sub:`i` according to model M\ :sub:`2`.
nb: der *ŷ*\ :sub:`i`\ :sup:`(1)` er den tilpassede verdien for *y*\ :sub:`i` i henhold til modell M\ :sub:`1`, og *ŷ*\ :sub:`i`\ :sup:`(2)` er den tilpassede verdien for *y*\ :sub:`i` i henhold til modell M\ :sub:`2`.
ta: எங்கே *ŷ *\: sub: `i` \: sup:` (1) `என்பது *y *\:` i` மாதிரி m \: sub: `1` மற்றும் *ŷ *ஆகியவற்றின் பொருத்தப்பட்ட மதிப்பு \: துணை: `i` i: sup:` (2) `என்பது *y *\: துணை:` நான் மாதிரி M \: துணை: `2` என்பதற்கு பொருத்தப்பட்ட மதிப்பு.

source: Model comparison in jamovi using the ``Model Builder`` option
nb: Sammenligning av modeller i jamovi ved hjelp av alternativet ``Model Builder``
ta: `` மாதிரி பில்டர்`` விருப்பத்தைப் பயன்படுத்தி சாமோவியில் மாதிரி ஒப்பீடு

source: Okay, so that’s the hypothesis test that we use to compare two regression models to one another. Now, how do we do it in jamovi? The answer is to use the ``Model Builder`` option and specify the Model 1 predictors ``dani.sleep`` and ``day`` in ``Block 1`` and then add the additional predictor from Model 2 (``baby.sleep``) in ``Block 2``, as in :numref:`fig-reg8`. This shows, in the ``Model Comparisons`` Table, that for the comparisons between Model 1 and Model 2, *F*\ (1,96) = 0.00, *p* = 0.954. Since we have *p* > 0.05 we retain the null hypothesis (``M1``). This approach to regression, in which we add all of our covariates into a null model, then *add* the variables of interest into an alternative model, and then compare the two models in a hypothesis testing framework, is often referred to as **hierarchical regression**.
nb: Det er altså hypotesetesten vi bruker for å sammenligne to regresjonsmodeller med hverandre. Hvordan gjør vi det i jamovi? Svaret er å bruke alternativet ``Model Builder`` og spesifisere modell 1-prediktorene ``dani.sleep`` og ``day`` i ``Block 1``, og deretter legge til den ekstra prediktoren fra modell 2 (``baby.sleep``) i ``Block 2``, som i :numref:`fig-reg8`. Dette viser, i tabellen ``Model Comparisons``, at for sammenligningene mellom modell 1 og modell 2, *F*\ (1,96) = 0,00, *p* = 0,954. Siden vi har *p* > 0,05, beholder vi nullhypotesen (``M1``). Denne tilnærmingen til regresjon, der vi legger til alle kovariatene våre i en nullmodell, deretter *legger til* variablene av interesse i en alternativ modell, og deretter sammenligner de to modellene i et hypotesetestingsrammeverk, kalles ofte **hierarkisk regresjon**.
ta: சரி, எனவே இரண்டு பின்னடைவு மாதிரிகளை ஒருவருக்கொருவர் ஒப்பிடுவதற்கு நாங்கள் பயன்படுத்தும் கருதுகோள் சோதனை இதுதான். இப்போது, சமோவியில் அதை எப்படி செய்வது? `` மாதிரி பில்டர்` விருப்பத்தைப் பயன்படுத்துவதும், மாதிரி 1 முன்னறிவிப்பாளர்களைக் குறிப்பிடுவதும் `டானி.லீப்`` மற்றும்` `நாள்``` `` பிளாக் 1`` இல் குறிப்பிடவும், பின்னர் மாதிரி 2 இலிருந்து கூடுதல் முன்கணிப்பாளரைச் சேர்க்கவும் (` `` பிளாக் 2`` இல் `baby.sleep``), உள்ளதைப் போல: numref:` fig-reg8`. மாதிரி 1 மற்றும் மாதிரி 2, *F *\ (1,96) = 0.00, *p *= 0.954 க்கு இடையிலான ஒப்பீடுகளுக்கு இது `` மாதிரி ஒப்பீடுகள்` அட்டவணையில் காட்டுகிறது. எங்களிடம் * p *> 0.05 இருப்பதால் சுழிய கருதுகோளை (`` M1``) வைத்திருக்கிறோம். பின்னடைவுக்கான இந்த அணுகுமுறை, இதில் எங்கள் அனைத்து கோவாரியட்டுகள் அனைத்தையும் ஒரு சுழிய மாதிரியில் சேர்க்கிறோம், பின்னர் *வட்டி மாறிகளை ஒரு மாற்று மாதிரியில் சேர்க்கிறோம், பின்னர் இரண்டு மாதிரிகளையும் ஒரு கருதுகோள் சோதனை கட்டமைப்பில் ஒப்பிட்டுப் பாருங்கள், பெரும்பாலும் ** என குறிப்பிடப்படுகிறது ** படிநிலை பின்னடைவு **.

source: We can also use this ``Model Comparison`` option to display a table that shows the AIC and BIC for each model, making it easy to compare and identify which model has the lowest value, as in :numref:`fig-reg8`.
nb: Vi kan også bruke dette ``Model Comparison``-alternativet til å vise en tabell som viser AIC og BIC for hver modell, noe som gjør det enkelt å sammenligne og identifisere hvilken modell som har lavest verdi, som i :numref:`fig-reg8`.
ta: ஒவ்வொரு மாடலுக்கும் AIC மற்றும் BIC ஐக் காட்டும் அட்டவணையைக் காண்பிப்பதற்கான இந்த `` மாதிரி ஒப்பீடு` விருப்பத்தையும் நாம் பயன்படுத்தலாம், இது எந்த மாதிரியை மிகக் குறைந்த மதிப்பைக் கொண்டுள்ளது என்பதை ஒப்பிட்டு அடையாளம் காண்பது: NUMREF: `Fig-reg8` .

source: While I’m on this topic I should point out that the empirical evidence suggests that BIC is a better criterion than AIC. In most simulation studies that I’ve seen, BIC does a much better job of selecting the correct model.
nb: Mens jeg er inne på dette temaet, bør jeg påpeke at de empiriske bevisene tyder på at BIC er et bedre kriterium enn AIC. I de fleste simuleringsstudier jeg har sett, gjør BIC en mye bedre jobb med å velge riktig modell.
ta: நான் இந்த தலைப்பில் இருக்கும்போது, அனுபவ சான்றுகள் AIC ஐ விட BIC ஒரு சிறந்த அளவுகோல் என்று நான் சுட்டிக்காட்ட வேண்டும். நான் பார்த்த பெரும்பாலான உருவகப்படுத்துதல் ஆய்வுகளில், சரியான மாதிரியைத் தேர்ந்தெடுப்பதில் BIC ஒரு சிறந்த வேலையைச் செய்கிறது.
