Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: The relationship between regression and correlation
de: Die Beziehung zwischen Regression und Korrelation
nb: Forholdet mellom regresjon og korrelasjon
ta: பின்னடைவுக்கும் தொடர்புக்கும் இடையிலான உறவு

source: At this point we can revisit my earlier claim that regression, in this very simple form that I’ve discussed so far, is basically the same thing as a correlation. Previously, we used the symbol *r* to denote a Pearson correlation. Might there be some relationship between the value of the correlation coefficient *r* and the *R*\² value from linear regression? Of course there is: the squared correlation *R*\² is identical to the *R*\² value for a linear regression with only a single predictor. In other words, running a Pearson correlation is more or less equivalent to running a linear regression model that uses only one predictor variable.
nb: Her kan vi ta opp igjen min tidligere påstand om at regresjon, i denne svært enkle formen jeg har diskutert så langt, i bunn og grunn er det samme som en korrelasjon. Tidligere brukte vi symbolet *r* for å betegne en Pearson-korrelasjon. Kan det være noen sammenheng mellom verdien av korrelasjonskoeffisienten *r* og *R*\²-verdien fra lineær regresjon? Selvsagt er det det: Den kvadrerte korrelasjonen *R*\² er identisk med *R*\²-verdien for en lineær regresjon med bare én enkelt prediktor. Med andre ord er det å kjøre en Pearson-korrelasjon mer eller mindre det samme som å kjøre en lineær regresjonsmodell med bare én prediktorvariabel.
ta: இந்த கட்டத்தில், நான் இதுவரை விவாதித்த இந்த மிக எளிமையான வடிவத்தில் பின்னடைவு என்ற எனது முந்தைய கூற்றை நாம் மறுபரிசீலனை செய்யலாம், அடிப்படையில் ஒரு தொடர்பு போன்றது. முன்னதாக, ஒரு பியர்சன் தொடர்பைக் குறிக்க * r * குறியீட்டைப் பயன்படுத்தினோம். தொடர்பு குணகத்தின் மதிப்பு *r *மற்றும் நேரியல் பின்னடைவிலிருந்து *r *\ ² மதிப்பு ஆகியவற்றுக்கு இடையே சில உறவுகள் இருக்கக்கூடும்? நிச்சயமாக உள்ளது: சதுர தொடர்பு *r *² ² ஒரு கணிப்பாளருடன் ஒரு நேரியல் பின்னடைவுக்கான *r *\ ² மதிப்புக்கு ஒத்ததாகும். வேறு வார்த்தைகளில் கூறுவதானால், ஒரு பியர்சன் தொடர்பை இயக்குவது ஒரு நேரியல் பின்னடைவு மாதிரியை இயக்குவதற்கு அதிகமாகவோ அல்லது குறைவாகவோ சமம், இது ஒரு முன்கணிப்பு மாறியை மட்டுமே பயன்படுத்துகிறது.

source: The adjusted *R*\² (R-squared) value
nb: Den justerte *R*\²-verdien (R-kvadrat)
ta: சரிசெய்யப்பட்ட *r *\ ² (r- ச்கொயர்) மதிப்பு

source: One final thing to point out before moving on. It’s quite common for people to report a slightly different measure of model performance, known as “adjusted *R*\²”. The motivation behind calculating the adjusted *R*\² value is the observation that adding more predictors into the model will *always* cause the *R*\² value to increase (or at least not decrease).
nb: En siste ting å påpeke før vi går videre. Det er ganske vanlig at folk rapporterer et litt annet mål på modellens ytelse, kjent som «justert *R*\²». Motivasjonen bak beregningen av den justerte *R*\²-verdien er observasjonen om at det å legge til flere prediktorer i modellen *alltid* vil føre til at *R*\²-verdien øker (eller i det minste ikke synker).
ta: நகரும் முன் சுட்டிக்காட்ட வேண்டிய ஒரு இறுதி சேதி. “சரிசெய்யப்பட்ட *r *\ ²” என அழைக்கப்படும் மாதிரி செயல்திறனின் சற்று மாறுபட்ட அளவைப் புகாரளிப்பது மிகவும் பொதுவானது. சரிசெய்யப்பட்ட *r *\ ² மதிப்பைக் கணக்கிடுவதன் பின்னணியில் உள்ள உந்துதல் என்பது மாதிரியில் அதிக முன்னறிவிப்பாளர்களைச் சேர்ப்பது *எப்போதும் * *r *² ² மதிப்பை அதிகரிக்க (அல்லது குறைந்தது குறையாது) ஏற்படுத்தும் என்பதைக் கவனிப்பதாகும்.

source: The adjusted *R*\² value introduces a slight change to the calculation, as follows. For a regression model with *K* predictors, fit to a data set containing *N* observations, the adjusted *R*\² is:
nb: Den justerte *R*\²-verdien innebærer en liten endring i beregningen, som følger. For en regresjonsmodell med *K* prediktorer, tilpasset et datasett som inneholder *N* observasjoner, er den justerte *R*\²-verdien:
ta: சரிசெய்யப்பட்ட *r *\ ² மதிப்பு கணக்கீட்டில் ஒரு சிறிய மாற்றத்தை பின்வருமாறு அறிமுகப்படுத்துகிறது. *K *முன்னறிவிப்பாளர்களைக் கொண்ட ஒரு பின்னடைவு மாதிரிக்கு, *n *அவதானிப்புகள் கொண்ட தரவுத் தொகுப்பிற்கு பொருந்தும், சரிசெய்யப்பட்ட *r *\ ² is ஆகும்:

source: This adjustment is an attempt to take the degrees of freedom into account. The big advantage of the adjusted *R*\² value is that when you add more predictors to the model, the adjusted *R*\² value will only increase if the new variables improve the model performance more than you’d expect by chance. The big disadvantage is that the adjusted *R*\² value *can’t* be interpreted in the elegant way that *R*\² can. *R*\² has a simple interpretation as the proportion of variance in the outcome variable that is explained by the regression model. To my knowledge, no equivalent interpretation exists for adjusted *R*\².
nb: Denne justeringen er et forsøk på å ta hensyn til frihetsgradene. Den store fordelen med den justerte *R*\²-verdien er at når du legger til flere prediktorer i modellen, vil den justerte *R*\²-verdien bare øke hvis de nye variablene forbedrer modellens ytelse mer enn du ville forvente ved en tilfeldighet. Den store ulempen er at den justerte *R*\²-verdien *ikke* kan tolkes på den elegante måten som *R*\² kan. *R*\² har en enkel tolkning som andelen av variansen i utfallsvariabelen som forklares av regresjonsmodellen. Så vidt jeg vet, finnes det ingen tilsvarende tolkning for justert *R*\².
ta: இந்த சரிசெய்தல் சுதந்திரத்தின் அளவுகளை கணக்கில் எடுத்துக்கொள்ளும் முயற்சியாகும். சரிசெய்யப்பட்ட *r *\ ² மதிப்பின் பெரிய நன்மை என்னவென்றால், நீங்கள் மாதிரியில் அதிக முன்னறிவிப்பாளர்களைச் சேர்க்கும்போது, புதிய மாறிகள் மாதிரி செயல்திறனை மேம்படுத்தினால் மட்டுமே சரிசெய்யப்பட்ட *r *² ² மதிப்பு அதிகரிக்கும். . பெரிய குறைபாடு என்னவென்றால், சரிசெய்யப்பட்ட *r *² ² மதிப்பு * *r *² gean முடிந்த நேர்த்தியான வழியில் விளக்க முடியாது. *R*\ ² பின்னடைவு மாதிரியால் விளக்கப்பட்ட விளைவு மாறியில் மாறுபாட்டின் விகிதமாக ஒரு எளிய விளக்கத்தைக் கொண்டுள்ளது. எனது அறிவைப் பொறுத்தவரை, சரிசெய்யப்பட்ட *r *² பெறுநர் க்கு சமமான விளக்கம் எதுவும் இல்லை.

source: An obvious question then is whether you should report *R*\² or adjusted *R*\². This is probably a matter of personal preference. If you care more about interpretability, then *R*\² is better. If you care more about correcting for bias, then adjusted *R*\² is probably better. Speaking just for myself, I prefer *R*\². My feeling is that it’s more important to be able to interpret your measure of model performance. Besides, as we’ll see in section :doc:`Ch12_Regression_07`, if you’re worried that the improvement in *R*\² that you get by adding a predictor is just due to chance and not because it’s a better model, well we’ve got hypothesis tests for that.
nb: Et nærliggende spørsmål er da om du bør rapportere *R*\² eller justert *R*\². Dette er sannsynligvis et spørsmål om personlige preferanser. Hvis du er mer opptatt av tolkbarhet, er *R*\² bedre. Hvis du er mer opptatt av å korrigere for skjevheter, er justert *R*\² sannsynligvis bedre. Selv foretrekker jeg *R*\². Jeg mener at det er viktigere å enkle kunne tolke målet på modellens kvalitet. Dessuten, som vi skal se i avsnitt :doc:`Ch12_Regression_07`, hvis du er bekymret for at forbedringen i *R*\² som du får ved å legge til en prediktor, bare skyldes tilfeldigheter og ikke fordi det er en bedre modell, har vi hypotesetester for det.
ta: ஒரு வெளிப்படையான கேள்வி என்னவென்றால், நீங்கள் *r *² ² அல்லது சரிசெய்யப்பட வேண்டுமா என்பது *r *\. இது அநேகமாக தனிப்பட்ட விருப்பத்தின் சேதி. விளக்கமளிக்கும் தன்மையைப் பற்றி நீங்கள் அதிகம் அக்கறை கொண்டிருந்தால், *r *\ ² சிறந்தது. சார்புகளை சரிசெய்வதில் நீங்கள் அதிகம் அக்கறை கொண்டிருந்தால், சரிசெய்யப்பட்ட *r *² ² அநேகமாக சிறந்தது. எனக்காக மட்டுமே பேசும்போது, நான் *r *\ ² ஐ விரும்புகிறேன். உங்கள் மாதிரி செயல்திறனின் அளவை விளக்குவது மிகவும் முக்கியமானது என்பது எனது உணர்வு. தவிர, பிரிவில் நாம் பார்ப்பது போல்: DOC: `CH12_REGRESSION_07`, ஒரு முன்கணிப்பாளரைச் சேர்ப்பதன் மூலம் நீங்கள் பெறும் *r *² இருந்து இல் முன்னேற்றம் என்பது வாய்ப்பு காரணமாக மட்டுமே என்று நீங்கள் கவலைப்படுகிறீர்கள் என்றால், அது ஒரு சிறந்த மாதிரி என்பதால் அல்ல, அதற்கான கருதுகோள் சோதனைகள் கிடைத்துள்ளன.

source: If you don't want to do these calculations by hand, just create another computed variable called, e.g., ``R2``, and containing the formula ``1 - VSUM(sq_resid) / VSUM(sq_total)``. But then you have a whole column containing *R*\².
nb: Hvis du ikke vil gjøre disse beregningene for hånd, kan du bare opprette en annen beregnet variabel som heter for eksempel ``R2``, og som inneholder formelen ``1 - VSUM(sq_resid) / VSUM(sq_total)``. Men da har du en hel kolonne som inneholder *R*\².
ta: இந்த கணக்கீடுகளை நீங்கள் கையால் செய்ய விரும்பவில்லை என்றால், எ.கா., `` r2`` என அழைக்கப்படும் மற்றொரு கணக்கிடப்பட்ட மாறியை உருவாக்கவும், `` 1 - VSUM (SQ_RESID) / VSUM (SQ_TOTAL) `` `` ``. ஆனால் நீங்கள் *r *\ with ஐக் கொண்ட முழு நெடுவரிசையையும் வைத்திருக்கிறீர்கள்.

source: And by “sometimes” I mean “almost never”. In practice everyone just calls it “*R*-squared”.
de: Und mit „manchmal“ meine ich „fast nie“. In der Praxis nennt man es einfach „*R*-Quadrat“ (oder *R squared*, wenn man den englischen Begriff benutzt).
nb: Og med «noen ganger» mener jeg «nesten aldri». I praksis kaller alle det bare «*R*-kvadrat».
ta: “சில நேரங்களில்” என்பதன் மூலம் நான் “கிட்டத்தட்ட ஒருபோதும் இல்லை” என்று பொருள். நடைமுறையில் எல்லோரும் இதை “*r*-squared” என்று அழைக்கிறார்கள்.

source: If you made a mistake or could not follow the explanations, you can simply download and open the |parenthood_r2|_ data set.
de: Wenn Sie einen Fehler gemacht haben oder den Erklärungen nicht folgen konnten, können Sie auch einfach den Datensatz |parenthood_r2|_ herunterladen und öffnen.
nb: Hvis du har gjort en feil eller ikke kunne følge forklaringene, kan du bare laste ned og åpne datasettet |parenthood_r2|_.
ta: நீங்கள் தவறு செய்தால் அல்லது விளக்கங்களைப் பின்பற்ற முடியாவிட்டால், நீங்கள் வெறுமனே | பெற்றோர்_ஆர் 2 | _ தரவு தொகுப்பு பதிவிறக்கம் செய்து திறக்கலாம்.

source: Hypothesis tests for regression models
de: Durchführen von Hypothesentests für Regressionsmodelle
nb: Hypotesetester for regresjonsmodeller
ta: பின்னடைவு மாதிரிகளுக்கான கருதுகோள் சோதனைகள்

source: So far we’ve talked about what a regression model is, how the coefficients of a regression model are estimated, and how we quantify the performance of the model (the last of these, incidentally, is basically our measure of effect size). The next thing we need to talk about is hypothesis tests. There are two different (but related) kinds of hypothesis tests that we need to talk about: those in which we test whether the regression model as a whole is performing significantly better than a null model, and those in which we test whether a particular regression coefficient is significantly different from zero.
de: Bisher haben wir darüber gesprochen, was ein Regressionsmodell ist, wie die Koeffizienten eines Regressionsmodells geschätzt werden und wie wir die Leistung des Modells quantifizieren (der letzte Punkt ist übrigens unser Maß für die Effektstärke). Der nächste Punkt, über den wir sprechen müssen, sind Hypothesentests. Es gibt zwei verschiedene (aber verwandte) Arten von Hypothesentests, über die wir sprechen müssen: solche, bei denen wir testen, ob das Regressionsmodell insgesamt signifikant besser abschneidet als ein Nullmodell, und solche, bei denen wir testen, ob ein bestimmter Regressionskoeffizient sich signifikant von Null unterscheidet.
nb: Så langt har vi snakket om hva en regresjonsmodell er, hvordan koeffisientene i en regresjonsmodell estimeres, og hvordan vi kvantifiserer modellens ytelse (det siste er for øvrig i bunn og grunn vårt mål på effektstørrelse). Det neste vi må snakke om, er hypotesetester. Det er to ulike (men beslektede) typer hypotesetester vi må snakke om: de der vi tester om regresjonsmodellen som helhet presterer signifikant bedre enn en nullmodell, og de der vi tester om en bestemt regresjonskoeffisient er signifikant forskjellig fra null.
ta: ஒரு பின்னடைவு மாதிரி என்றால் என்ன, பின்னடைவு மாதிரியின் குணகங்கள் எவ்வாறு மதிப்பிடப்படுகின்றன, மற்றும் மாதிரியின் செயல்திறனை எவ்வாறு அளவிடுகிறோம் (இவற்றில் கடைசியாக, தற்செயலாக, அடிப்படையில் எங்கள் விளைவு அளவின் அளவீடு) பற்றி இதுவரை பேசினோம். நாம் பேச வேண்டிய அடுத்த சேதி கருதுகோள் சோதனைகள். நாம் பேச வேண்டிய இரண்டு வெவ்வேறு (ஆனால் தொடர்புடைய) வகையான கருதுகோள் சோதனைகள் உள்ளன: ஒட்டுமொத்தமாக பின்னடைவு மாதிரி ஒரு சுழிய மாதிரியை விட கணிசமாக சிறப்பாக செயல்படுகிறதா என்பதை நாங்கள் சோதிக்கிறோம், மேலும் ஒரு குறிப்பிட்ட பின்னடைவை நாம் சோதிக்கிறோம் குணகம் பூச்சியத்திலிருந்து கணிசமாக வேறுபட்டது.

source: Testing the model as a whole
de: Testen des gesamten Modells
nb: Testing av modellen som helhet
ta: மாதிரியை ஒட்டுமொத்தமாக சோதித்தல்

source: Okay, suppose you’ve estimated your regression model. The first hypothesis test you might try is the null hypothesis that there is *no relationship* between the predictors and the outcome, and the alternative hypothesis that *the data are distributed in exactly the way that the regression model predicts*.
nb: Anta at du har estimert regresjonsmodellen din. Den første hypotesetesten du kan prøve, er nullhypotesen om at det er *ingen sammenheng* mellom prediktorene og utfallet, og alternativhypotesen om at *dataene er fordelt på nøyaktig den måten regresjonsmodellen forutsier*.
ta: சரி, உங்கள் பின்னடைவு மாதிரியை நீங்கள் மதிப்பிட்டுள்ளீர்கள் என்று வைத்துக்கொள்வோம். நீங்கள் முயற்சிக்கக்கூடிய முதல் கருதுகோள் சோதனை, முன்னறிவிப்பாளர்களுக்கும் விளைவுகளுக்கும் இடையில் *எந்த உறவும் இல்லை என்பது இல்லை என்ற சுழிய கருதுகோள், மற்றும் பின்னடைவு மாதிரி கணிக்கும் விதத்தில் தரவு சரியாக விநியோகிக்கப்படுகிறது என்ற மாற்று கருதுகோள் *.

source: Formally, our “null model” corresponds to the fairly trivial “regression” model in which we include 0 predictors and only include the intercept term *b*\ :sub:`0`:
de: Formal entspricht unser „Nullmodell“ dem recht trivialen „Regressionsmodell“, bei dem wir keine Prädiktoren und nur den Interzept-Term *b*\ :sub:`0` einbeziehen:
nb: Formelt sett tilsvarer «nullmodellen» vår den ganske trivielle «regresjonsmodellen» der vi inkluderer 0 prediktorer og bare inkluderer termen for intercept *b*\ :sub:`0`:
ta: முறையாக, எங்கள் “பூச்ய மாதிரி” மிகவும் கீழான “பின்னடைவு” மாதிரியுடன் ஒத்திருக்கிறது, அதில் நாங்கள் 0 முன்னறிவிப்பாளர்களை உள்ளடக்குகிறோம், மேலும் இடைமறிப்பு கால *b *\: துணை: `0`:

source: If our regression model has *K* predictors, the “alternative model” is described using the usual formula for a multiple regression model:
nb: Hvis regresjonsmodellen vår har *K* prediktorer, beskrives den «alternative modellen» ved hjelp av den vanlige formelen for en multippel regresjonsmodell:
ta: எங்கள் பின்னடைவு மாதிரியில் * K * முன்னறிவிப்பாளர்கள் இருந்தால், பல பின்னடைவு மாதிரிக்கு வழக்கமான சூத்திரத்தைப் பயன்படுத்தி “மாற்று மாதிரி” விவரிக்கப்படுகிறது:

source: How can we test these two hypotheses against each other? The trick is to understand that it’s possible to divide up the total variance SS\ :sub:`tot` into the sum of the residual variance SS\ :sub:`res` and the regression model variance SS\ :sub:`mod`. I’ll skip over the technicalities, since we’ll get to that later when we look at ANOVA in chapter :doc:`../Ch13/Ch13_ANOVA`. But just note that
nb: Hvordan kan vi teste disse to hypotesene opp mot hverandre? Trikset er å forstå at det er mulig å dele opp den totale variansen SS\ :sub:`tot` i summen av variansen til residuene SS\ :sub:`res` og regresjonsmodellvariansen SS\ :sub:`mod`. Jeg hopper over de tekniske detaljene, siden vi kommer til det senere når vi ser på ANOVA i kapittel :doc:`../Ch13/Ch13_ANOVA`. Men legg bare merke til at
ta: இந்த இரண்டு கருதுகோள்களையும் ஒருவருக்கொருவர் எவ்வாறு சோதிக்க முடியும்? தந்திரம் என்பது மொத்த மாறுபாட்டை SS \: `TOT` என்ற மீதமுள்ள மாறுபாட்டின் தொகையாக பிரிக்க முடியும் என்பதை புரிந்து கொள்ள வேண்டும்: SS \: துணை:` ரெச்` மற்றும் பின்னடைவு மாதிரி மாறுபாடு SS \: `mod` . அத்தியாயத்தில் ANOVA ஐப் பார்க்கும்போது, தொழில்நுட்பங்களை நான் தவிர்ப்பேன்: DOC: `../ ch13/ch13_anova`. ஆனால் அதை கவனியுங்கள்

source: And we can convert the sums of squares into mean squares by dividing by the degrees of freedom.
de: Und wir können die Quadratsummen in mittlere quadrierte Abweichungen umwandeln, indem wir sie durch die Freiheitsgrade teilen.
nb: Og vi kan konvertere kvadratsummene til gjennomsnittlige kvadratsummene (*mean squares*; MS) ved å dividere med frihetsgradene.
ta: மேலும் சதுரங்களின் தொகையை சுதந்திரத்தின் அளவைக் காண்பிப்பதன் மூலம் சராசரி சதுரங்களாக மாற்றலாம்.

source: So, how many degrees of freedom do we have? As you might expect the *df* associated with the model is closely tied to the number of predictors that we’ve included. In fact, it turns out that *df*\ :sub:`mod` = *K*. For the residuals the total degrees of freedom is *df*\ :sub:`res` = *N* - *K* - 1.
nb: Hvor mange frihetsgrader har vi? Som du kanskje forventer, er *df* knyttet til modellen nært knyttet til antallet prediktorer vi har inkludert. Faktisk viser det seg at *df*\ :sub:`mod` = *K*. For residuene er de totale frihetsgradene *df*\ :sub:`res` = *N* - *K* - 1.
ta: எனவே, நமக்கு எத்தனை டிகிரி விடுதலை உள்ளது? மாதிரியுடன் தொடர்புடைய * டி.எஃப் * நாங்கள் சேர்த்துள்ள முன்னறிவிப்பாளர்களின் எண்ணிக்கையுடன் நெருக்கமாக பிணைக்கப்பட்டுள்ளது. உண்மையில், *df *\: sub: `mod` = *k *என்று மாறிவிடும். எச்சங்களுக்கு மொத்த சுதந்திரத்தின் அளவு *df *\: துணை: `res` = *n * - *k * - 1.

source: Now that we’ve got our mean square values we can calculate an *F*-statistic like this:
nb: Nå som vi har fått våre gjennomsnittlige kvadratsummene, kan vi beregne en *F*-statistikk på denne måten:
ta: இப்போது எங்கள் சராசரி சதுர மதிப்புகளைப் பெற்றுள்ளோம், இது போன்ற ஒரு *f *-statistical ஐக் கணக்கிடலாம்:

source: and the degrees of freedom associated with this are *K* and *N* - *K* - 1.
nb: og frihetsgradene knyttet til dette er *K* og *N* - *K* - 1.
ta: இதனுடன் தொடர்புடைய சுதந்திரத்தின் அளவுகள் * k * மற்றும் * n * - * k * - 1.

source: We’ll see much more of the *F*-statistic in chapter :doc:`../Ch13/Ch13_ANOVA`, but for now just know that we can interpret large *F*-values as indicating that the null hypothesis is performing poorly in comparison to the alternative hypothesis. In a moment I’ll show you how to do the test in jamovi the easy way, but first let’s have a look at the tests for the individual regression coefficients.
nb: Vi skal se mye mer om *F*-statistikken i kapittel :doc:`../Ch13/Ch13_ANOVA`, men inntil videre skal du bare vite at vi kan tolke store *F*-verdier som en indikasjon på at nullhypotesen gjør det dårlig i forhold til alternativhypotesen. Om et øyeblikk skal jeg vise deg hvordan du gjør testen i jamovi på den enkle måten, men la oss først ta en titt på testene for de enkelte regresjonskoeffisientene.
ta: அத்தியாயத்தில் *f *-statistict இல் இன்னும் பலவற்றைக் காண்போம்: doc: `../ ch13/ch13_anova`, ஆனால் இப்போது சுழிய கருதுகோள் செயல்படுகிறது என்பதைக் குறிக்கும் பெரிய *f *-values ஐ விளக்க முடியும் என்பதை இப்போது அறிந்து கொள்ளுங்கள் மாற்று கருதுகோளுடன் ஒப்பிடுகையில் மோசமாக. சாமோவியில் சோதனை செய்வது எப்படி எளிதான வழியை நான் உங்களுக்குக் காண்பிப்பேன், ஆனால் முதலில் தனிப்பட்ட பின்னடைவு குணகங்களுக்கான சோதனைகளைப் பார்ப்போம்.

source: Tests for individual coefficients
de: Tests für einzelne Koeffizienten
nb: Tester for individuelle koeffisienter
ta: தனிப்பட்ட குணகங்களுக்கான சோதனைகள்

source: The *F*-test that we’ve just introduced is useful for checking that the model as a whole is performing better than chance. If your regression model doesn’t produce a significant result for the *F*-test then you probably don’t have a very good regression model (or, quite possibly, you don’t have very good data). However, while failing this test is a pretty strong indicator that the model has problems, *passing* the test (i.e., rejecting the null) doesn’t imply that the model is good! Why is that, you might be wondering? The answer to that can be found by looking at the coefficients for the multiple regression model we have already looked at :numref:`tab-parent_coeff` in section :doc:`Ch12_Regression_05` above, where the coefficients we got were 125.966 (for the intercept), -8.950 (for ``dani.sleep``) and 0.011 (for ``baby.sleep``). I can’t help but notice that the estimated regression coefficient for the ``baby.sleep`` variable is tiny, relative to the value that we get for ``dani.sleep``. Given that these two variables are absolutely on the same scale (they’re both measured in “hours slept”), I find this illuminating. In fact, I’m beginning to suspect that it’s really only the amount of sleep that *I* get that matters in order to predict my grumpiness.
nb: *F*-testen som vi nettopp har introdusert, er nyttig for å kontrollere at modellen som helhet presterer bedre enn tilfeldighetene. Hvis regresjonsmodellen din ikke gir et signifikant resultat for *F*-testen, har du sannsynligvis ikke en særlig god regresjonsmodell (eller, muligens, du har ikke særlig gode data). Men selv om det å mislykkes i denne testen er en ganske sterk indikator på at modellen har problemer, betyr ikke det å *passe* testen (dvs. å forkaste nullhypotesen) at modellen er god! Hvorfor er det slik, lurer du kanskje på? Svaret på det finner du ved å se på koeffisientene for den multiple regresjonsmodellen vi allerede har sett på :numref:`tab-parent_coeff` i avsnitt :doc:`Ch12_Regression_05` ovenfor, der koeffisientene vi fikk var 125,966 (for skjæringspunktet, *intercept*), -8,950 (for ``dani.sleep``) og 0,011 (for ``baby.sleep``). Jeg kan ikke unngå å legge merke til at den estimerte regresjonskoeffisienten for variabelen ``baby.sleep`` er bitteliten i forhold til verdien vi får for ``dani.sleep``. Gitt at disse to variablene er helt på samme skala (de måles begge i «timer sovet»), synes jeg dette er opplysende. Jeg begynner faktisk å mistenke at det egentlig bare er søvnmengden *jeg* får som betyr noe for å forutsi hvor gretten jeg er.
ta: நாங்கள் இப்போது அறிமுகப்படுத்திய *f *-test, ஒட்டுமொத்த மாதிரியும் வாய்ப்பை விட சிறப்பாக செயல்படுகிறதா என்பதை சரிபார்க்க பயனுள்ளதாக இருக்கும். உங்கள் பின்னடைவு மாதிரி *f *-test க்கு ஒரு குறிப்பிடத்தக்க முடிவை உருவாக்கவில்லை என்றால், உங்களிடம் நல்ல பின்னடைவு மாதிரி இல்லை (அல்லது, உங்களிடம் நல்ல தரவு இல்லை). இருப்பினும், இந்த சோதனையில் தோல்வியுற்றாலும், மாதிரியில் சிக்கல்கள் உள்ளன என்பதற்கான மிக வலுவான குறிகாட்டியாகும், * சோதனை * சோதனை (அதாவது, பூச்யத்தை நிராகரிப்பது) மாதிரி நல்லது என்பதைக் குறிக்காது! அது ஏன், நீங்கள் யோசித்துக்கொண்டிருக்கலாம்? நாம் ஏற்கனவே பார்த்த பல பின்னடைவு மாதிரிக்கான குணகங்களைப் பார்ப்பதன் மூலம் அதற்கான பதிலைக் காணலாம்: NumRef: `TAB-PARENT_COEFF` பிரிவில்: DOC:` CH12_REGRESSION_05` மேலே, எங்களுக்கு கிடைத்த குணகங்கள் 125.966 (அதற்கு இடைமறிப்பு), -8.950 (`` dani.sleep`` க்கு) மற்றும் 0.011 (`` kabe.sleep`` க்கு). `` டானி.லீப்`` க்கு நாம் பெறும் மதிப்புடன் ஒப்பிடும்போது, `` குழந்தை.லீப்` `மாறிக்கான மதிப்பிடப்பட்ட பின்னடைவு குணகம் சிறியது என்பதை எனக்கு உதவ முடியாது, ஆனால் கவனிக்க முடியாது. இந்த இரண்டு மாறிகள் முற்றிலும் ஒரே அளவில் இருப்பதால் (அவை இரண்டும் “மணிநேரம் தூங்குவதில்” அளவிடப்படுகின்றன), இது வெளிச்சம் போடுவதைக் காண்கிறேன். உண்மையில், என் எரிச்சலைக் கணிப்பதற்காக * நான் * அந்த விசயங்களைப் பெறும் தூக்கத்தின் அளவு மட்டுமே என்று நான் சந்தேகிக்கத் தொடங்கினேன்.
