Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: **Scatterplots** are a simple but effective tool for visualising the relationship between *two* variables, like we saw with the figures in the section on correlation (section :doc:`Ch12_Regression_01`). It’s this latter application that we usually have in mind when we use the term “scatterplot”. In this kind of plot each observation corresponds to one dot. The horizontal location of the dot plots the value of the observation on one variable, and the vertical location displays its value on the other variable. In many situations you don’t really have a clear opinions about what the *causal* relationship is (e.g., does A cause B, or does B cause A, or does some other variable C control both A and B). If that’s the case, it doesn’t really matter which variable you plot on the x-axis and which one you plot on the y-axis. However, in many situations you do have a pretty strong idea which variable you think is most likely to be causal, or at least you have some suspicions in that direction. If so, then it’s conventional to plot the cause variable on the x-axis, and the effect variable on the y-axis. With that in mind, let’s look at how to draw scatterplots in jamovi, using the same |parenthood|_ data set that I used when introducing correlations.
nb: **Spredningsdiagrammer** (*scatterplots*) er et enkelt, men effektivt verktøy for å visualisere forholdet mellom *to* variabler, slik vi så med figurene i avsnittet om korrelasjon (avsnitt :doc:`Ch12_Regression_01`). Det er denne sistnevnte anvendelsen vi vanligvis tenker på når vi bruker begrepet «scatterplot». I denne typen plott tilsvarer hver observasjon en prikk. Den horisontale plasseringen av prikken viser verdien av observasjonen på én variabel, og den vertikale plasseringen viser verdien på den andre variabelen. I mange situasjoner har du ingen klar formening om hva som er den *kausale* sammenhengen (f.eks. om A forårsaker B, eller om B forårsaker A, eller om en annen variabel C styrer både A og B). Hvis det er tilfellet, spiller det ingen rolle hvilken variabel du plotter på x-aksen og hvilken du plotter på y-aksen. I mange situasjoner har du imidlertid en ganske sterk idé om hvilken variabel du tror det er mest sannsynlig at er årsakssammenhengen, eller i det minste har du noen mistanker i den retningen. I så fall er det vanlig å plotte årsaksvariabelen på x-aksen og effektvariabelen på y-aksen. Med det i bakhodet skal vi se på hvordan man tegner spredningsdiagrammer i jamovi, ved å bruke det samme datasettet |parenthood|_ som jeg brukte da jeg introduserte korrelasjoner.
ta: . “சிதறல்” என்ற வார்த்தையை நாம் பயன்படுத்தும்போது வழக்கமாக மனதில் இருக்கும் இந்த பிந்தைய பயன்பாடு தான். இந்த வகையான சதித்திட்டத்தில் ஒவ்வொரு அவதானிப்பும் ஒரு புள்ளிக்கு ஒத்திருக்கிறது. புள்ளியின் கிடைமட்ட இருப்பிடம் ஒரு மாறியில் அவதானிப்பின் மதிப்பைத் திட்டமிடுகிறது, மேலும் செங்குத்து இருப்பிடம் அதன் மதிப்பை மற்ற மாறியில் காட்டுகிறது. பல சூழ்நிலைகளில் * காரண * உறவு என்றால் என்ன என்பது பற்றி உங்களுக்கு தெளிவான கருத்துக்கள் இல்லை (எ.கா., ஒரு காரணமா, அல்லது பி ஒரு காரணத்தை ஏற்படுத்துகிறதா, அல்லது வேறு சில மாறி சி ஏ மற்றும் பி இரண்டையும் கட்டுப்படுத்துகிறது). அப்படியானால், எக்ச்-அச்சில் நீங்கள் எந்த மாறியை சூழ்ச்சி செய்கிறீர்கள், Y- அச்சில் நீங்கள் சூழ்ச்சி செய்யும் ஒரு முக்கியத்துவம் இல்லை. இருப்பினும், பல சூழ்நிலைகளில் உங்களுக்கு ஒரு அழகான வலுவான சிந்தனை உள்ளது, எந்த மாறுபாடு பெரும்பாலும் காரணமாக இருக்கும் என்று நீங்கள் கருதுகிறீர்கள், அல்லது குறைந்தபட்சம் உங்களுக்கு சில சந்தேகங்கள் உள்ளன. அப்படியானால், எக்ச்-அச்சில் காரணம் மாறியைக் காண்பது வழக்கமானதாகும், மேலும் Y- அச்சில் விளைவு மாறியாகும். இதைக் கருத்தில் கொண்டு, சமோவியில் சிதறல் பிளாட்களை எவ்வாறு வரையலாம் என்பதைப் பார்ப்போம், அதே | பெற்றோர்உட் | _ தொடர்புகளை அறிமுகப்படுத்தும் போது நான் பயன்படுத்திய தரவு தொகுப்பைப் பயன்படுத்துகிறோம்.

source: Suppose my goal is to draw a scatterplot displaying the relationship between the amount of sleep that I get (``dani.sleep``) and how grumpy I am the next day (``dani.grump``). There are two different ways in which we can use jamovi to get the plot that we’re after. The first way is to use the ``Plot`` option under the ``Regression`` → ``Correlation Matrix`` button, giving us the output shown in :numref:`fig-scatterplot1`. Note that jamovi draws a line through the points, we’ll come onto this a bit later in section :doc:`Ch12_Regression_03`. Plotting a scatterplot in this way also allow you to specify ``Densities for variables`` and this option adds a density curve showing how the data in each variable is distributed.
nb: Anta at målet mitt er å tegne et spredningsdiagram som viser forholdet mellom hvor mye søvn jeg får (``dani.sleep``) og hvor gretten jeg er neste dag (``dani.grump``). Vi kan bruke jamovi på to forskjellige måter for å få det plottet vi er ute etter. Den første måten er å bruke alternativet ``Plot`` under knappen ``Regression`` → ``Correlation Matrix``, noe som gir oss resultatet som vist i :numref:`fig-scatterplot1`. Legg merke til at jamovi trekker en linje gjennom punktene, vi kommer tilbake til dette litt senere i avsnitt :doc:`Ch12_Regression_03`. Når du plotter et spredningsdiagram på denne måten, kan du også spesifisere ``Densities for variables``, og dette alternativet legger til en tetthetskurve som viser hvordan dataene i hver variabel er fordelt.
ta: நான் பெறும் தூக்கத்தின் அளவிற்கும் (`` டானி.லீப்``) இடையிலான உறவைக் காண்பிக்கும் ஒரு சிதறலையும், அடுத்த நாள் நான் எவ்வளவு எரிச்சலூட்டுகிறேன் என்பதும் எனது குறிக்கோள் என்று வைத்துக்கொள்வோம். நாம் பின்னர் சதித்திட்டத்தைப் பெற சமோவியைப் பயன்படுத்த இரண்டு வெவ்வேறு வழிகள் உள்ளன. முதல் வழி `` பின்னடைவு`` → `` தொடர்பு மேட்ரிக்ச்`` பொத்தானின் கீழ் `` சதி` விருப்பத்தைப் பயன்படுத்துவது, இதில் காட்டப்பட்டுள்ள வெளியீட்டை எங்களுக்குத் தருகிறது: NumRef: `Fig-scatterplot1`. சமோவி புள்ளிகள் மூலம் ஒரு கோட்டை ஈர்க்கிறார் என்பதை நினைவில் கொள்க, நாங்கள் இதை சிறிது நேரம் கழித்து பிரிவில் வருவோம்: டாக்: `CH12_REGRESSION_03`. இந்த வழியில் ஒரு சிதறலைத் திட்டமிடுவது `` மாறிகளுக்கான அடர்த்தி` `என்பதைக் குறிப்பிடவும் உங்களை அனுமதிக்கிறது, மேலும் இந்த விருப்பம் ஒவ்வொரு மாறியிலும் தரவு எவ்வாறு விநியோகிக்கப்படுகிறது என்பதைக் காட்டும் அடர்த்தி வளைவைச் சேர்க்கிறது.

source: Scatterplot created with the ``Correlation Matrix`` analysis in jamovi
de: Streudiagramm erstellt mit der Analyse ``Correlation Matrix`` in jamovi
nb: Spredningsdiagram laget med ``Correlation Matrix``-analysen i jamovi
ta: சமோவியில் `` தொடர்பு மேட்ரிக்ச்` பகுப்பாய்வு மூலம் சிதறல் பிளாட் உருவாக்கப்பட்டது

source: The second way do to it is to use one of the jamovi add-on modules. This module is called ``scatr`` and you can install it by clicking on the large ``+`` icon in the top right of the jamovi screen, opening the jamovi library, scrolling down until you find ``scatr`` and clicking ``Install``. When you have done this, you will find a new ``Scatterplot`` command available under the ``Exploration`` button. This plot is a bit different than the first way, see :numref:`fig-scatterplot2`, but the important information is the same.
de: Die zweite Möglichkeit ist, eines der jamovi-Zusatzmodule zu verwenden. Dieses Modul heißt ``scatr`` und Sie können es installieren, indem Sie auf das große Symbol ``+`` oben rechts auf dem jamovi-Bildschirm klicken, die jamovi-Bibliothek öffnen, nach unten scrollen, bis Sie ``scatr`` finden (bzw. ``scatr`` in die Linie für die Suche eingeben) und dann auf ``Install`` klicken. Wenn Sie dies getan haben, finden Sie einen neuen Befehl ``Scatterplot`` unter der Schaltfläche ``Exploration``. Diese Darstellung ist etwas anders als die erste, siehe :numref:`fig-scatterplot2`, aber die zentralen Informationen sind dieselben.
nb: Den andre måten å gjøre det på er å bruke en av jamovi-tilleggsmodulene. Denne modulen heter ``scatr``, og du kan installere den ved å klikke på det store ``+``-ikonet øverst til høyre på jamovi-skjermen, åpne jamovi-biblioteket, bla nedover til du finner ``scatr`` og klikke på ``Install``. Når du har gjort dette, vil du finne en ny ``Scatterplot``-kommando tilgjengelig under ``Exploration``-knappen. Dette plottet er litt annerledes enn den første måten, se :numref:`fig-scatterplot2`, men den viktige informasjonen er den samme.
ta: சாமோவி கூடுதல் தொகுதிகளில் ஒன்றைப் பயன்படுத்துவதே இரண்டாவது வழி. இந்த தொகுதி `` ச்காட்`` என்று அழைக்கப்படுகிறது, மேலும் சாமோவி திரையின் மேல் வலதுபுறத்தில் உள்ள பெரிய ``+`` ஐகானைக் சொடுக்கு செய்வதன் மூலம் அதை நிறுவலாம், சாமோவி நூலகத்தைத் திறந்து, `` ச்காட்`` கண்டுபிடிக்கும் வரை கீழே உருட்டலாம் `` நிறுவு`` என்பதைக் சொடுக்கு செய்க. நீங்கள் இதைச் செய்தவுடன், `` ஆய்வு` பொத்தானின் கீழ் புதிய `` சிதறல்` கட்டளையை நீங்கள் காணலாம். இந்த சூழ்ச்சி முதல் வழியை விட சற்று வித்தியாசமானது, காண்க: NUMREF: `Fig-scaterplot2`, ஆனால் முக்கியமான தகவல்கள் ஒன்றே.

source: Scatterplot cretaed with the ``scatr`` add-on module in jamovi
de: Scatterplot erstellt mit dem ``scatr``-Zusatzmodul in jamovi
nb: Scatterplot laget med tilleggsmodulen ``scatr`` i jamovi
ta: சமோவியில் `` ச்காட்` `கூடுதல் தொகுதி மூலம் சிதறடிக்கப்பட்டது

source: More elaborate options
de: Ausgefeiltere Optionen
nb: Mer forseggjorte alternativer
ta: மேலும் விரிவான விருப்பங்கள்

source: Often you will want to look at the relationships between several variables at once, using a **scatterplot matrix** (in jamovi via the ``Correlation Matrix`` - ``Plot`` command). Just add another variable, for example ``baby.sleep`` to the list of variables to be correlated, and jamovi will create a scatterplot matrix for you, just like the one in :numref:`fig-scatterplot3`.
de: Oft werden Sie die Beziehungen zwischen mehreren Variablen auf einmal betrachten wollen, indem Sie eine **Streudiagramm-Matrix** verwenden (in jamovi über den Befehl ``Correlation Matrix`` - ``Plot``). Fügen Sie einfach eine weitere Variable, z.B. ``baby.sleep`` zur Liste der zu korrelierenden Variablen hinzu, und jamovi erstellt für Sie eine Streudiagramm-Matrix, genau wie die in :numref:`fig-scatterplot3`.
nb: Ofte vil du se på forholdet mellom flere variabler samtidig, ved hjelp av en **spredningsmatrise** (i jamovi via kommandoen ``Correlation Matrix`` - ``Plot``). Bare legg til en ny variabel, for eksempel ``baby.sleep``, i listen over variabler som skal korreleres, så lager jamovi en scatterplot-matrise for deg, akkurat som den i :numref:`fig-scatterplot3`.
ta: ** ச்கேட்டர்ப்ளாட் மேட்ரிக்ச் ** (சாமோவியில் `` தொடர்பு மேட்ரிக்ச்`` - `` சதி`` கட்டளை வழியாக) பயன்படுத்தி, பல மாறிகள் இடையேயான உறவுகளை ஒரே நேரத்தில் நீங்கள் பார்க்க விரும்புவீர்கள். மற்றொரு மாறியைச் சேர்க்கவும், எடுத்துக்காட்டாக `` குழந்தை.லீப்`` ஒன்றோடொன்று தொடர்புபடுத்தப்பட வேண்டிய மாறிகள் பட்டியலில், சமோவி உங்களுக்காக ஒரு சிதறல் மேட்ரிக்சை உருவாக்குவார், இதைப் போலவே: எண்ரீஃப்: `Fig-scatterplot3`.

source: Matrix of scatterplots cretaed with the ``Correlation Matrix`` analysis
de: Matrix von Streudiagrammen, die mit der Analyse ``Correlation Matrix`` erstellt wurden
nb: Matrise av spredningsdiagrammer laget med ``Correlation Matrix``-analysen
ta: `` தொடர்பு மேட்ரிக்ச்`` பகுப்பாய்வு மூலம் உருவாக்கப்பட்ட சிதறல்களின் அணி

source: Matrix of scatterplots cretaed with the ``Correlation Matrix`` analysis in jamovi.
de: Matrix von Streudiagrammen, die mit der Analyse ``Correlation Matrix`` in jamovi erstellt wurden.
nb: Matrise av spredningsdiagrammer laget med ``Correlation Matrix``-analyse i jamovi.
ta: சமோவியில் `` தொடர்பு மேட்ரிக்ச்`` பகுப்பாய்வோடு சிதறடிக்கப்பட்ட சிதறல்களின் மேட்ரிக்ச்.

source: What is a linear regression model?
de: Was ist ein lineares Regressionsmodell?
nb: Hva er en lineær regresjonsmodell?
ta: நேரியல் பின்னடைவு மாதிரி என்றால் என்ன?

source: Stripped to its bare essentials, linear regression models are basically a slightly fancier version of the Pearson correlation (section :doc:`Ch12_Regression_01`), though as we’ll see regression models are much more powerful tools.
nb: Lineære regresjonsmodeller er i bunn og grunn en litt mer avansert versjon av Pearson-korrelasjonen (se :doc:`Ch12_Regression_01`), men som vi skal se, er regresjonsmodeller et mye mer kraftfullt verktøy.
ta: அதன் அத்தியாவசியங்களுக்கு அகற்றப்பட்டால், நேரியல் பின்னடைவு மாதிரிகள் அடிப்படையில் பியர்சன் தொடர்புகளின் சற்றே ஆர்வமுள்ள பதிப்பாகும் (பிரிவு: டிஓசி: `CH12_REGRESRACTE_01`), பின்னடைவு மாதிரிகள் மிகவும் சக்திவாய்ந்த கருவிகள் என்று நாம் காணும் போது.

source: Since the basic ideas in regression are closely tied to correlation, we’ll return to the |parenthood|_ data set that we were using to illustrate how correlations work. Recall that, in this data set we were trying to find out why Dani is so very grumpy all the time and our working hypothesis was that I’m not getting enough sleep. We drew some scatterplots to help us examine the relationship between the amount of sleep I get and my grumpiness the following day, as in :numref:`fig-scatterplot2`, and as we saw previously this corresponds to a correlation of *r* = -0.90, but what we find ourselves secretly imagining is something that looks closer to :numref:`fig-regression1` (left panel). That is, we mentally draw a straight line through the middle of the data. In statistics, this line that we’re drawing is called a **regression line**. Notice that, since we’re not idiots, the regression line goes through the middle of the data. We don’t find ourselves imagining anything like the rather silly plot shown in :numref:`fig-regression1` (right panel).
de: Da die grundlegenden Ideen der Regression eng mit der Korrelation verknüpft sind, kehren wir zum Datensatz |parenthood|_ zurück, den wir zur Veranschaulichung der Funktionsweise von Korrelationen verwendet haben. Erinnern Sie sich daran, dass wir mit diesem Datensatz versucht haben, herauszufinden, warum Dani ständig so schlecht gelaunt ist. Unsere Arbeitshypothese war, dass ich nicht genug Schlaf bekommen hat. Wir haben einige Streudiagramme gezeichnet, um die Beziehung zwischen der Menge an Schlaf, die ich bekommen habe, und meiner schlechten Laune am nächsten Tag zu untersuchen, wie in :numref:`fig-scatterplot2`. Wie wir zuvor gesehen haben, entspricht dies einer Korrelation von *r* = -0,90, aber wir stellen uns insgeheim etwas vor, das näher an :numref:`fig-regression1` (links) liegt. Das heißt, wir ziehen gedanklich eine gerade Linie durch die Mitte der Daten. In der Statistik wird diese Linie, die wir zeichnen, als **Regressionsgerade** bezeichnet. Da wir keine Idioten sind, geht die Regressionsgerade durch die Mitte der Daten. Wir stellen uns nicht so etwas vor wie das ziemlich alberne Diagramm in :numref:`fig-regression1` (rechts).
nb: Siden de grunnleggende ideene i regresjon er nært knyttet til korrelasjon, skal vi gå tilbake til datasettet |parenthood|_ som vi brukte for å illustrere hvordan korrelasjoner fungerer. Husk at vi i dette datasettet prøvde å finne ut hvorfor Dani er så gretten hele tiden, og at arbeidshypotesen vår var at jeg ikke får nok søvn. Vi tegnet noen spredningsdiagrammer for å hjelpe oss med å undersøke forholdet mellom hvor mye søvn jeg får og hvor gretten jeg er dagen etter, som i :numref:`fig-scatterplot2`, og som vi så tidligere, tilsvarer dette en korrelasjon på *r* = -0,90, men det vi i hemmelighet ser for oss, er noe som ligner mer på :numref:`fig-regression1` (venstre panel). Det vil si at vi mentalt tegner en rett linje gjennom midten av dataene. I statistikk kalles denne linjen vi tegner for en **regresjonslinje**. Legg merke til at siden vi ikke er idioter, går regresjonslinjen gjennom midten av dataene. Vi ser ikke for oss noe lignende det ganske tåpelige plottet som vises i :numref:`fig-regression1` (høyre panel).
ta: பின்னடைவில் உள்ள அடிப்படை சிந்தனைகள் தொடர்புடன் நெருக்கமாக பிணைக்கப்பட்டுள்ளதால், தொடர்புகள் எவ்வாறு செயல்படுகின்றன என்பதை விளக்குவதற்கு நாங்கள் பயன்படுத்தும் | பெற்றோர்ஊட் | _ தரவுத் தொகுப்பிற்கு திரும்புவோம். நினைவில் கொள்ளுங்கள், இந்த தரவுத் தொகுப்பில், டானி ஏன் எப்போதுமே மிகவும் எரிச்சலூட்டுகிறார் என்பதைக் கண்டுபிடிக்க முயற்சித்தோம், எங்கள் உழைக்கும் கருதுகோள் என்னவென்றால், எனக்கு போதுமான தூக்கம் வரவில்லை. அடுத்த நாள், நான் பெறும் தூக்கத்தின் அளவிற்கும் என் எரிச்சலுக்கும் இடையிலான உறவை ஆராய்வதற்கு நாங்கள் சில சிதறல்களை வரைந்தோம், இங்: எண்ரெஃப்: `FIG-SCATERPLOT2` -0.90, ஆனால் நாம் ரகசியமாக கற்பனை செய்வது நெருக்கமான ஒன்று: NumRef: `Fig- பின்னடைவு 1` (இடது குழு). அதாவது, தரவின் நடுவில் ஒரு நேர் கோட்டை மனதளவில் வரைகிறோம். புள்ளிவிவரங்களில், நாங்கள் வரைதல் இந்த வரி ** பின்னடைவு வரி ** என்று அழைக்கப்படுகிறது. நாங்கள் முட்டாள்கள் அல்ல என்பதால், பின்னடைவு வரி தரவின் நடுவில் செல்கிறது என்பதைக் கவனியுங்கள். காட்டப்பட்டுள்ள வேடிக்கையான சூழ்ச்சி போன்ற எதையும் நாம் கற்பனை செய்வதைக் காணவில்லை: NumRef: `Fig-regreaction1` (வலது குழு).

source: Best and poor choice of regression line
de: Beste und schlechte Wahl der Regressionsgeraden
nb: Beste og dårligste valg av regresjonslinje
ta: பின்னடைவு வரியின் சிறந்த மற்றும் மோசமான தேர்வு

source: The left panel shows the scatterplot of ``dani.sleep`` and ``dani.grump`` from :numref:`fig-scatterplot2` with the best fitting regression line drawn over the top. Not surprisingly, the line goes through the middle of the data. In contrast, the right panel shows the same data, but with a very poor choice of regression line drawn over the top.
de: Das linke Feld zeigt das Streudiagramm von ``dani.sleep`` und ``dani.grump`` aus :numref:`fig-scatterplot2` inklusive der am besten passenden Regressionsgerade. Es überrascht nicht, dass die Linie durch die Mitte der Daten geht. Im Gegensatz dazu zeigt die rechte Abbildung die gleichen Daten, diesmal aber mit einer sehr schlecht gewählten Regressionsgerade.
nb: Det venstre panelet viser spredningsdiagrammet for ``dani.sleep`` og ``dani.grump`` fra :numref:`fig-scatterplot2` med den best tilpassede regresjonslinjen tegnet over toppen. Ikke overraskende går linjen gjennom midten av dataene. Det høyre panelet viser derimot de samme dataene, men med et svært dårlig valg av regresjonslinje tegnet over toppen.
ta: இடது குழு `` டானி.லீப்`` மற்றும் `` டானி. ஆச்சரியப்படுவதற்கில்லை, வரி தரவின் நடுவில் செல்கிறது. இதற்கு நேர்மாறாக, வலது குழு அதே தரவைக் காட்டுகிறது, ஆனால் மேலே வரையப்பட்ட பின்னடைவு வரியின் மிக மோசமான தேர்வுடன்.

source: This is not highly surprising. The line that I’ve drawn in :numref:`fig-regression1` (right panel) doesn’t “fit” the data very well, so it doesn’t make a lot of sense to propose it as a way of summarising the data, right? This is a very simple observation to make, but it turns out to be very powerful when we start trying to wrap just a little bit of maths around it. To do so, let’s start with a refresher of some high school maths. The formula for a straight line is usually written like this:
de: Dies ist nicht sehr überraschend. Die Linie, die ich in :numref:`fig-regression1` (rechts) gezeichnet habe, „passt“ nicht sehr gut zu den Daten, so dass es nicht sehr sinnvoll ist, sie als Mittel zur Zusammenfassung der Daten vorzuschlagen? Dies ist eine sehr einfache Beobachtung, die sich jedoch als sehr aussagekräftig erweist, wenn wir versuchen, sie mit ein wenig Mathematik zu ummanteln. Beginnen wir also mit einer Auffrischung der Schulmathematik. Die Formel für eine gerade Linie wird normalerweise so geschrieben:
nb: Dette er ikke veldig overraskende. Linjen jeg har tegnet i :numref:`fig-regression1` (høyre panel) «passer» ikke særlig godt til dataene, så det gir ikke så mye mening å foreslå den som en måte å oppsummere dataene på, ikke sant? Dette er en veldig enkel observasjon, men den viser seg å være veldig kraftfull når vi begynner å prøve å pakke den inn i litt matematikk. La oss starte med en oppfriskning av litt matematikk fra videregående skole. Formelen for en rett linje skrives vanligvis slik:
ta: இது மிகவும் ஆச்சரியமல்ல. நான் வரையப்பட்ட வரி: எண்ரெஃப்: `அத்தி-பின்னடைவு 1` (வலது குழு) தரவை நன்றாக" பொருந்தாது ", எனவே இதைச் சுருக்கமாகக் கூறும் ஒரு வழியாக அதை முன்மொழிய நிறைய பொருள் இல்லை தரவு, இல்லையா? இது மிகவும் எளிமையான அவதானிப்பாகும், ஆனால் அதைச் சுற்றி கணிதத்தை சிறிது மடக்கத் தொடங்கும்போது அது மிகவும் சக்திவாய்ந்ததாக மாறும். அவ்வாறு செய்ய, சில உயர்நிலைப் பள்ளி கணிதத்தின் புத்துணர்ச்சியுடன் ஆரம்பிக்கலாம். ஒரு நேர் கோட்டிற்கான தேற்றம் பொதுவாக இதுபோன்று எழுதப்படுகிறது:
