Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: At this point, we now have a concrete definition for what counts as our “best” choice of regression coefficients, :math:`\hat{b}_0` and :math:`\hat{b}_1`. The natural question to ask next is, if our optimal regression coefficients are those that minimise the sum squared residuals, how do we *find* these wonderful numbers? The actual answer to this question is complicated and doesn’t help you understand the logic of regression.\ [#]_ This time I’m going to let you off the hook. Instead of showing you the long and tedious way first and then “revealing” the wonderful shortcut that jamovi provides, let’s cut straight to the chase and just use jamovi to do all the heavy lifting.
de: An diesem Punkt haben wir nun eine konkrete Definition dafür, was als unsere „beste“ Wahl von Regressionskoeffizienten gilt, :math:`\hat{b}_0` und :math:`\hat{b}_1`. Wenn unsere optimalen Regressionskoeffizienten diejenigen sind, die die Summe der quadrierten Residuen minimieren, dann stellt sich natürlich die Frage, wie wir diese wunderbaren Zahlen *finden*. Die eigentliche Antwort auf diese Frage ist kompliziert und hilft Ihnen nicht, um die Logik der Regression zu verstehen.\ [#]_ Daher verwenden wir gleich jamovi, um die ganze schwere Arbeit zu erledigen, anstatt Ihnen zuerst den langen, mühsamen und schrittweisen Weg zu zeigen und dann die wunderbare Abkürzung zu „enthüllen“, die jamovi bietet.
nb: Nå har vi en konkret definisjon av hva som er vårt «beste» valg av regresjonskoeffisienter, :math:`\hat{b}_0` og :math:`\hat{b}_1`. Det neste naturlige spørsmålet å stille er: Hvis de optimale regresjonskoeffisientene er de som minimerer summen av de kvadrerte residuene, hvordan *finner* vi da disse fantastiske tallene? Det faktiske svaret på dette spørsmålet er komplisert og hjelper deg ikke med å forstå logikken i regresjon.\ [#]_ I stedet for å vise deg den lange og kjedelige veien først og deretter «avsløre» den fantastiske snarveien som jamovi gir deg, skal vi gå rett på sak og bare bruke jamovi til å gjøre alt det tunge arbeidet.
ta: இந்த கட்டத்தில், பின்னடைவு குணகங்களின் எங்கள் “சிறந்த” தேர்வு எனக் கருதப்படுவதற்கு இப்போது ஒரு உறுதியான வரையறை உள்ளது,: கணிதம்: `\ தொப்பி {b} _0` மற்றும்: கணிதம்:` \ தொப்பி {b} _1`. அடுத்து கேட்க வேண்டிய இயல்பான கேள்வி என்னவென்றால், எங்கள் உகந்த பின்னடைவு குணகங்கள் சதுரத்தில் சதுர எச்சங்களைக் குறைக்கும் என்றால், இந்த அற்புதமான எண்களை நாம் எவ்வாறு கண்டுபிடிப்பது? இந்த கேள்விக்கான உண்மையான பதில் சிக்கலானது மற்றும் பின்னடைவின் தர்க்கத்தைப் புரிந்துகொள்ள உங்களுக்கு உதவாது. \ [#] _ இந்த நேரத்தில் நான் உங்களை கொக்கி விட்டுவிடப் போகிறேன். முதலில் நீண்ட மற்றும் கடினமான வழியைக் காண்பிப்பதற்குப் பதிலாக, சாமோவி வழங்கும் அற்புதமான குறுக்குவழியை "வெளிப்படுத்துதல்" என்பதற்குப் பதிலாக, சேசுக்கு நேராக வெட்டி, சமோவியைப் பயன்படுத்தி அனைத்து கனமான தூக்குதலையும் செய்யலாம்.

source: Linear regression in jamovi
de: Lineare Regression in jamovi
nb: Lineær regresjon i jamovi
ta: சமோவியில் நேரியல் பின்னடைவு

source: jamovi screenshot showing a simple linear regression analysis
de: jamovi-Screenshot mit einer einfachen linearen Regressionsanalyse
nb: Skjermbilde fra jamovi som viser en enkel lineær regresjonsanalyse
ta: எளிய நேரியல் பின்னடைவு பகுப்பாய்வைக் காட்டும் சாமோவி திரைக்காட்சி

source: To run my linear regression, open up the ``Regression`` - ``Linear Regression`` analysis in jamovi, using the |parenthood|_ data set. Then specify ``dani.grump`` as the ``Dependent Variable`` and ``dani.sleep`` as the variable entered in the ``Covariates`` box. This gives the results shown in :numref:`fig-reg1`, showing an intercept :math:`\hat{b}_0` = 125.96 and the slope :math:`\hat{b}_1` = -8.94. In other words, the best-fitting regression line that I plotted in :numref:`fig-regression1` has this formula:
de: Um eine lineare Regression unter Verwendung des Datensatzes |parenthood|_ durchzuführen, öffnen Sie die Analyse ``Regression`` - ``Linear Regression`` in jamovi. Verschieben Sie dann ``dani.grump`` in die ``Dependent Variable`` und ``dani.sleep`` in das Variablenfeld ``Covariates``. Dadurch ergeben sich die in :numref:`fig-reg1` gezeigten Ergebnisse, mit einem Interzept :math:`\hat{b}_0` = 125,96 und einer Steigung :math:`\hat{b}_1` = -8,94. Mit anderen Worten, die am besten passende Regressionslinie, die ich in :numref:`fig-regression1` eingezeichnet habe, hat die folgende Formel:
nb: For å kjøre den lineære regresjonen min, åpner du analysen ``Regression`` - ``Linear Regression`` i jamovi, ved å bruke datasettet |parenthood|_. Angi deretter ``dani.grump`` som ``Dependent Variable`` og ``dani.sleep`` som variabel i ``Covariates``-boksen. Dette gir resultatene som vises i :numref:`fig-reg1`, som viser et skjæringspunkt (*intercept*) :math:`\hat{b}_0` = 125,96 og en stigning :math:`\hat{b}_1` = -8,94. Med andre ord har den best tilpassede regresjonslinjen som jeg plottet i :numref:`fig-regression1`, denne formelen:
ta: எனது நேரியல் பின்னடைவை இயக்க, | பெற்றோர் | _ தரவு தொகுப்பைப் பயன்படுத்தி சாமோவியில் `` பின்னடைவு` ` -` `நேரியல் பின்னடைவு`` பகுப்பாய்வைத் திறக்கவும். `` டானி. இது காட்டப்பட்டுள்ள முடிவுகளைத் தருகிறது: numref: `fig -reg1`, ஒரு இடைமறிப்பைக் காட்டுகிறது: கணிதம்:` \ தொப்பி {b} _0` = 125.96 மற்றும் சாய்வு: கணிதம்: `\ தொப்பி {b} _1` = -8.94. வேறு வார்த்தைகளில் கூறுவதானால், நான் திட்டமிட்ட சிறந்த பின்னடைவு வரி: எண்ரெஃப்: `அத்தி-பின்னடைவு 1` இந்த சூத்திரத்தைக் கொண்டுள்ளது:

source: Interpreting the estimated model
de: Interpretation des geschätzten Modells
nb: Tolkning av den estimerte modellen
ta: மதிப்பிடப்பட்ட மாதிரியை விளக்குகிறது

source: The most important thing to be able to understand is how to interpret these coefficients. Let’s start with :math:`\hat{b}_1`, the slope. If we remember the definition of the slope, a regression coefficient of :math:`\hat{b}_1` = -8.94 means that if I increase *X*\ :sub:`i` by 1, then I’m decreasing *Y*\ :sub:`i` by 8.94. That is, each additional hour of sleep that I gain will improve my mood, reducing my grumpiness by 8.94 grumpiness points. What about the intercept? Well, since :math:`\hat{b}_0` corresponds to “the expected value of *Y*\ :sub:`i` when *X*\ :sub:`i` equals 0”, it’s pretty straightforward. It implies that if I get zero hours of sleep (*X*\ :sub:`i` = 0) then my grumpiness will go off the scale, to an insane value of (*Y*\ :sub:`i` = \125.96). Best to be avoided, I think.
de: Das Wichtigste, was man verstehen muss, ist, wie man diese Koeffizienten interpretieren kann. Beginnen wir mit :math:`\hat{b}_1`, der Steigung. Wenn wir uns an die Definition der Steigung erinnern, bedeutet ein Regressionskoeffizient von :math:`\hat{b}_1` = -8,94, dass, wenn ich *X*\ :sub:`i` um 1 erhöhe, ich *Y*\ :sub:`i` um 8,94 vermindern werde. Das heißt, dass jede zusätzliche Stunde Schlaf, die ich gewinne, meine Stimmung verbessert und meine schlechte Laune um 8,94 Punkte verringert. Was ist mit dem Schnittpunkt? Nun, da :math:`\hat{b}_0` dem „erwarteten Wert von *Y*\ :sub:`i` entspricht, wenn *X*\ :sub:`i` gleich 0 ist“, ist das ziemlich einfach. Das bedeutet, dass, wenn ich null Stunden Schlaf bekomme (*X*\ :sub:`i` = 0), meine schlechte Laune einen unglaublich hohen Wert erreichen wird (*Y*\ :sub:`i` = \125,96). Das sollte man besser vermeiden, denke ich.
nb: Det viktigste å forstå er hvordan disse koeffisientene skal tolkes. La oss begynne med :math:`\hat{b}_1`, stigningen. Hvis vi husker definisjonen av stigningen, betyr en regresjonskoeffisient på :math:`\hat{b}_1` = -8,94 at hvis jeg øker *X*\ :sub:`i` med 1, så reduserer jeg *Y*\ :sub:`i` med 8,94. Det vil si at hver ekstra time med søvn jeg får, vil forbedre humøret mitt og redusere grettenheten min med 8,94 grettenhetspoeng. Hva med skjæringspunktet? Vel, siden :math:`\hat{b}_0` tilsvarer «den forventede verdien av *Y*\ :sub:`i` når *X*\ :sub:`i` er lik 0», er det ganske enkelt. Det innebærer at hvis jeg får null timers søvn (*X*\ :sub:`i` = 0), så vil grettenheten min gå helt av skaftet, til en vanvittig verdi på (*Y*\ :sub:`i` = \125,96). Det er best å unngå, tror jeg.
ta: இந்த குணகங்களை எவ்வாறு விளக்குவது என்பது புரிந்து கொள்ள முடியாத மிக முக்கியமான சேதி. இதனுடன் ஆரம்பிக்கலாம்: கணிதம்: `\ தொப்பி {b} _1`, சாய்வு. சாய்வின் வரையறையை நாம் நினைவில் வைத்திருந்தால், ஒரு பின்னடைவு குணகம்: கணிதம்: `\ தொப்பி {b} _1` = -8.94 என்றால் நான் *x *\: துணை:` நான் 1 ஆல் அதிகரித்தால், நான் குறைந்து வருகிறேன் *Y*\: துணை: `நான்` 8.94 க்குள். அதாவது, நான் பெறும் ஒவ்வொரு கூடுதல் மணிநேர தூக்கமும் எனது மனநிலையை மேம்படுத்தும், என் எரிச்சலை 8.94 எரிச்சலூட்டும் புள்ளிகளால் குறைக்கும். இடைமறிப்பு பற்றி என்ன? சரி, முதல்: கணிதம்: `\ தொப்பி {b} _0`“ *y *\: sub: `i` போது *x *\: sub:` நான் 0 க்கு சமம் ”என்பதற்கு ஒத்திருக்கிறது, இது மிகவும் நேரடியானது. எனக்கு சுழிய மணிநேர தூக்கத்தைப் பெற்றால் (*x*\: துணை: `i` = 0) என் எரிச்சல் (*y*\: துணை:` i` = \ 125.96). தவிர்க்கப்படுவது சிறந்தது, நான் நினைக்கிறேன்.

source: Or at least, I’m assuming that it doesn’t help most people. But on the off-chance that someone reading this is a proper kung fu master of linear algebra (and to be fair, I always have a few of these people in my intorductory statistics class), it *will* help *you* to know that the solution to the estimation problem turns out to be :math:`\hat{b} = (\mathbf{X}^\prime\mathbf{X})^{-1} \mathbf{X}^\prime y`, where :math:`\hat{b}` is a vector containing the estimated regression coefficients, **X** is the “design matrix” that contains the predictor variables (plus an additional column containing all ones; strictly **X** is a matrix of the regressors, but I haven’t discussed the distinction yet), and *y* is a vector containing the outcome variable. For everyone else, this isn’t exactly helpful and can be downright scary. However, since quite a few things in linear regression can be written in linear algebra terms, you’ll see a bunch of footnotes like this one in this chapter. If you can follow the maths in them, great. If not, ignore it.
de: Zumindest gehe ich davon aus, dass es den meisten Menschen nicht hilft. Aber für den unwahrscheinlichen Fall, dass jemand, der dies liest, ein echter Kung-Fu-Meister der linearen Algebra ist (und um fair zu sein, ich habe immer ein paar von diesen Leuten in meinem Einführungskurs in Statistik), *wird* es Ihnen helfen zu wissen, dass die Lösung des Schätzungsproblems sich als :math:`\hat{b} = (\mathbf{X}^\prime\mathbf{X})^{-1} \mathbf{X}^\prime y`, wobei :math:`\hat{b}` ein Vektor ist, der die geschätzten Regressionskoeffizienten enthält, **X** die „Designmatrix“ ist, welche die Prädiktorvariablen enthält (plus eine zusätzliche Spalte, die Einsen in allen Zeilen enthält; streng genommen ist **X** eine Matrix der Regressoren, aber ich habe die Unterscheidung hier noch nicht diskutiert), und *y* ein Vektor ist, der die Ergebnisvariable enthält. Für alle anderen ist das nicht gerade hilfreich und wirkt eher beängstigend. Da sich jedoch viele Dinge in der linearen Regression in Begriffen der linearen Algebra ausdrücken lassen, werden Sie in diesem Kapitel eine Reihe von Fußnoten wie diese finden. Wenn Sie der Mathematik darin folgen können, großartig. Wenn nicht, ignorieren Sie sie.
nb: Jeg antar i hvert fall at det ikke hjelper folk flest. Men hvis noen som leser dette er en skikkelig kung fu-mester i lineær algebra (og for å være rettferdig, jeg har alltid noen få av disse menneskene i innføringskurset mitt i statistikk), vil det *hjelpe* *deg* å vite at løsningen på estimeringsproblemet viser seg å være :math:`\hat{b} = (\mathbf{X}^\prime\mathbf{X})^{-1} \mathbf{X}^\prime y`, hvor :math:`\hat{b}` er en vektor som inneholder de estimerte regresjonskoeffisientene, **X** er «designmatrisen» som inneholder prediktorvariablene (pluss en ekstra kolonne som inneholder alle enere; strengt tatt er **X** en matrise av regressorene, men jeg har ikke diskutert skillet ennå), og *y* er en vektor som inneholder utfallsvariabelen. For alle andre er dette ikke akkurat til hjelp, og det kan være direkte skremmende. Men siden ganske mange ting i lineær regresjon kan skrives i lineær algebra, vil du se en rekke fotnoter som denne i dette kapittelet. Hvis du kan følge matematikken i dem, er det flott. Hvis ikke, kan du ignorere dem.
ta: அல்லது குறைந்த பட்சம், இது பெரும்பாலான மக்களுக்கு உதவாது என்று கருதுகிறேன். ஆனால் இதைப் படிக்கும் ஒருவர் நேரியல் இயற்கணிதத்தின் சரியான குங் ஃபூ மாச்டர் (மற்றும் சரியாகச் சொல்வதானால், இந்த நபர்களில் சிலரை எனது இன்டார்டரி புள்ளிவிவர வகுப்பில் நான் எப்போதும் வைத்திருக்கிறேன்) மதிப்பீட்டு சிக்கலுக்கான தீர்வு: கணிதம்: `\ தொப்பி {b} = (\ mathbf {X}^\ prime \ mathbf {X})^{-1} \ MathBf {X}^\ பிரைம் ஒய் `, எங்கே: கணிதம்:` \ தொப்பி {b} `என்பது மதிப்பிடப்பட்ட பின்னடைவு குணகங்களைக் கொண்ட ஒரு திசையன், ** ஃச் ** என்பது முன்கணிப்பு மாறிகள் கொண்ட“ வடிவமைப்பு மேட்ரிக்ச் ”(மேலும் அனைத்தையும் கொண்ட கூடுதல் நெடுவரிசை; கண்டிப்பாக ** ஃச் ** என்பது பின்னடைவுகளின் ஒரு அணி, ஆனால் நான் இன்னும் வேறுபாட்டைப் பற்றி விவாதிக்கவில்லை), மற்றும்* y* என்பது விளைவு மாறியைக் கொண்ட ஒரு திசையன். மற்ற அனைவருக்கும், இது சரியாக உதவாது, மேலும் பயமுறுத்தும். இருப்பினும், நேரியல் பின்னடைவில் சில விசயங்களை நேரியல் இயற்கணித சொற்களில் எழுத முடியும் என்பதால், இந்த அத்தியாயத்தில் இது போன்ற அடிக்குறிப்புகளை நீங்கள் காண்பீர்கள். அவற்றில் உள்ள கணிதத்தை நீங்கள் பின்பற்ற முடிந்தால், சிறந்தது. இல்லையென்றால், அதை புறக்கணிக்கவும்.

source: Multiple linear regression
de: Multiple lineare Regression
nb: Multippel lineær regresjon
ta: பல நேரியல் பின்னடைவு

source: The simple linear regression model that we’ve discussed up to this point assumes that there’s a single predictor variable that you’re interested in, in this case ``dani.sleep``. In fact, up to this point *every* statistical tool that we’ve talked about has assumed that your analysis uses one predictor variable and one outcome variable. However, in many (perhaps most) research projects you actually have multiple predictors that you want to examine. If so, it would be nice to be able to extend the linear regression framework to be able to include multiple predictors. Perhaps some kind of **multiple regression** model would be in order?
de: Das einfache lineare Regressionsmodell, das wir bisher besprochen haben, geht davon aus, dass es eine einzige Prädiktorvariable gibt, an der Sie interessiert sind, in diesem Fall ``dani.sleep``. Tatsächlich ist bis zu diesem Punkt *jedes* statistische Werkzeug, über das wir gesprochen haben, davon ausgegangen, dass Ihre Analyse eine Prädiktorvariable und eine Ergebnisvariable verwendet. In vielen (vielleicht den meisten) Forschungsprojekten haben Sie jedoch mehrere Prädiktoren, die Sie untersuchen möchten. In diesem Fall wäre es schön, wenn man den Rahmen der linearen Regression erweitern könnte, um mehrere Prädiktoren einbeziehen zu können. Vielleicht wäre eine Art **multiple Regression** angebracht?
nb: Den enkle lineære regresjonsmodellen som vi har diskutert frem til nå, forutsetter at det er én enkelt prediktorvariabel du er interessert i, i dette tilfellet ``dani.sleep``. Faktisk har *alle* statistiske verktøy vi har snakket om til nå, forutsatt at analysen din bruker én prediktorvariabel og én utfallsvariabel. Men i mange (kanskje de fleste) forskningsprosjekter har du faktisk flere prediktorer som du ønsker å undersøke. I så fall ville det vært fint å kunne utvide det lineære regresjonsrammeverket til å inkludere flere prediktorer. Kanskje en slags **multippel regresjonsmodell** ville være på sin plass?
ta: இந்த கட்டத்தில் நாங்கள் விவாதித்த எளிய நேரியல் பின்னடைவு மாதிரி, நீங்கள் ஆர்வமுள்ள ஒரு முன்கணிப்பு மாறி இருப்பதாகக் கருதுகிறது, இந்த விசயத்தில் `` டானி.லீப்``. உண்மையில், இந்த கட்டம் * நாங்கள் பேசிய ஒவ்வொரு * புள்ளிவிவரக் கருவியும் உங்கள் பகுப்பாய்வு ஒரு முன்கணிப்பு மாறியையும் ஒரு விளைவு மாறியையும் பயன்படுத்துகிறது என்று கருதுகிறது. இருப்பினும், பல (ஒருவேளை பெரும்பாலான) ஆராய்ச்சித் திட்டங்களில் நீங்கள் ஆராய விரும்பும் பல முன்கணிப்பாளர்களைக் கொண்டிருக்கிறீர்கள். அப்படியானால், பல முன்கணிப்பாளர்களைச் சேர்க்க நேரியல் பின்னடைவு கட்டமைப்பை நீட்டிக்க முடிந்தால் நன்றாக இருக்கும். ஒருவேளை ஒருவிதமான ** பல பின்னடைவு ** மாதிரி ஒழுங்காக இருக்கும்?

source: Multiple regression is conceptually very simple. All we do is add more terms to our regression equation. Let’s suppose that we’ve got two variables that we’re interested in; perhaps we want to use both ``dani.sleep`` and ``baby.sleep`` to predict the ``dani.grump`` variable. As before, we let *Y*\ :sub:`i` refer to my grumpiness on the i-th day. But now we have two *X* variables: the first corresponding to the amount of sleep I got and the second corresponding to the amount of sleep my son got. So we’ll let *X*\ :sub:`i1` refer to the hours I slept on the i-th day and *X*\ :sub:`i2` refers to the hours that the baby slept on that day. If so, then we can write our regression model like this:
de: Die multiple Regression ist konzeptionell sehr einfach. Wir fügen lediglich weitere Terme zu unserer Regressionsgleichung hinzu. Nehmen wir an, wir haben zwei Variablen, an denen wir interessiert sind; vielleicht wollen wir sowohl ``dani.sleep`` als auch ``baby.sleep`` verwenden, um die Variable ``dani.grump`` vorherzusagen. Wie zuvor lassen wir *Y*\ :sub:`i` sich auf meine schlechte Laune am i-ten Tag beziehen. Aber jetzt haben wir zwei *X* Variablen: die erste entspricht der Menge an Schlaf, die ich bekommen habe, und die zweite entspricht der Menge an Schlaf, die mein Sohn bekommen hat. Wir lassen also *X*\ :sub:`i1` sich auf die Stunden beziehen, die ich am i-ten Tag geschlafen habe, und *X*\ :sub:`i2` bezieht sich auf die Stunden, die das Baby an diesem Tag geschlafen hat. Wenn dies der Fall ist, können wir unser Regressionsmodell wie folgt schreiben:
nb: Multippel regresjon er konseptuelt sett veldig enkelt. Alt vi gjør er å legge til flere termer i regresjonsligningen. La oss anta at vi har to variabler som vi er interessert i; kanskje vi ønsker å bruke både ``dani.sleep`` og ``baby.sleep`` til å predikere variabelen ``dani.grump``. Som før lar vi *Y*\ :sub:`i` referere til min grettenhet på den i-te dagen. Men nå har vi to *X*-variabler: den første tilsvarer søvnmengden jeg har fått, og den andre tilsvarer søvnmengden sønnen min har fått. Så vi lar *X*\ :sub:`i1` referere til de timene jeg sov den i-te dagen, og *X*\ :sub:`i2` til de timene babyen sov den dagen. I så fall kan vi skrive regresjonsmodellen vår slik:
ta: பல பின்னடைவு கருத்தியல் ரீதியாக மிகவும் எளிமையானது. நாங்கள் செய்வது எங்கள் பின்னடைவு சமன்பாட்டில் கூடுதல் விதிமுறைகளைச் சேர்ப்பதுதான். நாங்கள் ஆர்வமாக உள்ள இரண்டு மாறிகள் கிடைத்துள்ளன என்று வைத்துக்கொள்வோம்; `` dani.grump`` மாறுபாட்டைக் கணிக்க `` டானி.லீப்`` மற்றும் `` பேபி.லீப்` இரண்டையும் பயன்படுத்த விரும்புகிறோம். முன்பு போல, நாங்கள் *y *\: துணை: `நான் என் எரிச்சலைக் குறிப்பிடுகிறேன். ஆனால் இப்போது எங்களிடம் இரண்டு * ஃச் * மாறிகள் உள்ளன: முதலாவது எனக்கு கிடைத்த தூக்கத்தின் அளவிற்கும், இரண்டாவது என் மகனுக்கு கிடைத்த தூக்கத்திற்கும் ஒத்திருக்கிறது. எனவே *x *\: sub: `i1` ஐ-வது நாளில் நான் தூங்கிய மணிநேரங்களைக் குறிக்க அனுமதிப்போம், *x *\: துணை:` i2` என்பது அந்த நாளில் குழந்தை தூங்கிய மணிநேரங்களைக் குறிக்கிறது. அப்படியானால், எங்கள் பின்னடைவு மாதிரியை இதுபோன்று எழுதலாம்:

source: As before, ε\ :sub:`i` is the residual associated with the i-th observation, :math:`{\epsilon}_i = {Y}_i - \hat{Y}_i`. In this model, we now have three coefficients that need to be estimated: *b*\ :sub:`0` is the intercept, *b*\ :sub:`1` is the coefficient associated with my sleep, and *b*\ :sub:`2` is the coefficient associated with my son’s sleep. However, although the number of coefficients that need to be estimated has changed, the basic idea of how the estimation works is unchanged: our estimated coefficients :math:`\hat{b}_0`, :math:`\hat{b}_1` and :math:`\hat{b}_2` are those that minimise the sum squared residuals.
nb: Som tidligere er ε\ :sub:`i` residuumet knyttet til den i-te observasjonen, :math:`{\epsilon}_i = {Y}_i - \hat{Y}_i`. I denne modellen har vi nå tre koeffisienter som må estimeres: *b*\ :sub:`0` er skjæringspunktet (*intercept*), *b*\ :sub:`1` er koeffisienten som er knyttet til min søvn, og *b*\ :sub:`2` er koeffisienten som er knyttet til min sønns søvn. Selv om antallet koeffisienter som må estimeres, har endret seg, er den grunnleggende ideen om hvordan estimeringen fungerer uendret: De estimerte koeffisientene :math:`\hat{b}_0`, :math:`\hat{b}_1` og :math:`\hat{b}_2` er de koeffisientene som minimerer summen av de kvadrerte residuene.
ta: முன்பு போலவே, ε \: துணை: `நான்` ஐ -வது அவதானிப்புடன் தொடர்புடையது,: கணிதம்: `{\ epsilon} _i = {Y} _i - \ hat {Y} _ i`. இந்த மாதிரியில், இப்போது நம்மிடம் மூன்று குணகங்கள் மதிப்பிடப்பட வேண்டும்: *பி *\: துணை: `0` இடைமறிப்பு, *பி *\: துணை:` 1` என்பது என் தூக்கத்துடன் தொடர்புடைய குணகம், மற்றும் *பி *\: துணை: `2` என்பது எனது மகனின் தூக்கத்துடன் தொடர்புடைய குணகம். இருப்பினும், மதிப்பிட வேண்டிய குணகங்களின் எண்ணிக்கை மாறிவிட்டாலும், மதிப்பீடு எவ்வாறு செயல்படுகிறது என்பதற்கான அடிப்படை சிந்தனை மாறாது: எங்கள் மதிப்பிடப்பட்ட குணகங்கள்: கணிதம்: `\ தொப்பி {b} _0`,: கணிதம்:` \ தொப்பி {b} _1` மற்றும்: கணிதம்: `\ தொப்பி {b} _2` என்பது சதுர சதுர எச்சங்களைக் குறைக்கும்.

source: Doing it in jamovi
de: Durchführung in jamovi
nb: Gjør det i jamovi
ta: சாமோவியில் அதைச் செய்கிறார்

source: Multiple regression in jamovi is no different to simple regression. All we have to do is add additional variables to the ``Covariates`` box in jamovi. For example, if we want to use both ``dani.sleep`` and ``baby.sleep`` as predictors in our attempt to explain why I’m so grumpy, then move ``baby.sleep`` across into the ``Covariates`` box alongside ``dani.sleep``. By default, jamovi assumes that the model should include an intercept. The coefficients we get this time are:
de: Die multiple Regression in jamovi unterscheidet sich kaum von der einfachen Regression. Alles, was wir tun müssen, ist, die zusätzliche Variablen in das Feld ``Covariates`` in jamovi einzufügen. Wenn wir zum Beispiel sowohl ``dani.sleep`` als auch ``baby.sleep`` als Prädiktoren verwenden wollen, um zu erklären, warum ich so schlechte Laune habe, dann verschieben Sie ``baby.sleep`` in das Feld ``Covariates`` zusätzlich zur schon enthaltenen Variable ``dani.sleep``. jamovi nimmt standardmäßig an, dass jedes Modell einen Interzept enthalten sollte. Die Koeffizienten, die wir dieses Mal erhalten, sind:
nb: Multippel regresjon i jamovi er ikke annerledes enn enkel regresjon. Alt vi trenger å gjøre, er å legge til flere variabler i boksen ``Covariates`` i jamovi. Hvis vi for eksempel vil bruke både ``dani.sleep`` og ``baby.sleep`` som prediktorer i forsøket på å forklare hvorfor jeg er så gretten, flytter vi ``baby.sleep`` over i ``Covariates``-boksen ved siden av ``dani.sleep``. Som standard antar jamovi at modellen skal inneholde et skjæringspunkt. Koeffisientene vi får denne gangen er:
ta: சமோவியில் பல பின்னடைவு எளிய பின்னடைவுக்கு வேறுபட்டதல்ல. சமோவியில் உள்ள `` கோவாரியட்டுகள்` பெட்டியில் கூடுதல் மாறிகள் சேர்க்க வேண்டும். எடுத்துக்காட்டாக, நான் ஏன் இவ்வளவு எரிச்சலூட்டுகிறேன் என்பதை விளக்கும் முயற்சியில் முன்னறிவிப்பாளர்களாக `` டானி.லீப்` மற்றும் `` பேபி.லீப்` இரண்டையும் பயன்படுத்த விரும்பினால், `` பேபி.லீப்`` ஐ முழுவதும் நகர்த்தவும் `` டானி.லீப்` உடன் `` கோவாரியட்டுகள்` பெட்டியில். இயல்பாக, மாதிரியில் ஒரு இடைமறிப்பு இருக்க வேண்டும் என்று சமோவி கருதுகிறார். இந்த நேரத்தில் நமக்கு கிடைக்கும் குணகங்கள்:

source: Model coefficients for the linear model predicting ``dani.grump`` using ``baby.sleep`` and ``dani.sleep`` (from the |parenthood|_ data set).
de: Modellkoeffizienten für das lineare Modell zur Vorhersage von ``dani.grump`` unter Verwendung von ``baby.sleep`` und ``dani.sleep`` (aus dem |parenthood|_ Datensatz).
nb: Modellkoeffisienter for den lineære modellen som predikerer ``dani.grump`` ved hjelp av ``baby.sleep`` og ``dani.sleep`` (fra datasettet |parenthood|_).
ta: `` பேபி.லீப்`` மற்றும் `` டானி.லீப்`` (| பெற்றோர்ஊட் | _ தரவு தொகுப்பு) ஆகியவற்றைப் பயன்படுத்தி `` டானி.

source: Predictor
de: Prädiktor
nb: Prediktor
ta: முன்கணிப்பு
