Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: Strictly, you standardise all the *regressors*. That is, every “thing” that has a regression coefficient associated with it in the model. For the regression models that I’ve talked about so far, each predictor variable maps onto exactly one regressor, and vice versa. However, that’s not actually true in general and we’ll see some examples of this in chapter :doc:`Factorial ANOVA <../Ch14/Ch14_ANOVA2>`. But, for now we don’t need to care too much about this distinction.
de: Streng genommen standardisieren Sie alle *Regressoren*. Das heißt, jedes „Ding“, dem im Modell ein Regressionskoeffizient zugeordnet ist. Bei den Regressionsmodellen, über die ich bisher gesprochen habe, bildet jede Prädiktorvariable genau einen Regressor ab und umgekehrt. Allerdings stimmt das im Allgemeinen nicht wirklich und wir werden einige Beispiele dafür im Kapitel :doc:`Faktorielle ANOVA <../Ch14/Ch14_ANOVA2>` sehen. Aber im Moment brauchen wir uns nicht allzu sehr um diese Unterscheidung zu kümmern.

source: The linear regression model that I’ve been discussing relies on several assumptions. In section :doc:`Model checking <../Ch12/Ch12_Regression_11>` we’ll talk a lot more about how to check that these assumptions are being met, but first let’s have a look at each of them.
de: Das lineare Regressionsmodell, das ich besprochen habe, beruht auf mehreren Voraussetzungen. Im Abschnitt :doc:`Modellüberprüfung <../Ch12/Ch12_Regression_11>` werden wir mehr darüber sprechen, wie überprüft werden kann, ob diese Voraussetzungen erfüllt sind, aber lassen Sie uns zuerst einen Blick auf die einzelnen Voraussetzungen werfen.

source: *Normality*. Like many of the models in statistics, basic simple or multiple linear regression relies on an assumption of normality. Specifically, it assumes that the *residuals* are normally distributed. It’s actually okay if the predictors *X* and the outcome *Y* are non-normal, so long as the residuals ε are normal. See section :doc:`Checking the normality of the residuals <../Ch12/Ch12_Regression_11>`.
de: *Normalverteilung*. Wie viele Modelle in der Statistik beruht auch die einfache oder multiple lineare Regression auf der Annahme einer Normalverteilung. Insbesondere wird angenommen, dass die *Residuen* normalverteilt sind. Es ist eigentlich in Ordnung, wenn die Prädiktoren *X* und das Ergebnis *Y* nicht normalverteilt sind, solange die Residuen ε normalverteilt sind. Siehe Abschnitt :doc:`Überprüfen der Normalverteilung der Residuen <../Ch12/Ch12_Regression_11>`.

source: *Uncorrelated predictors*. The idea here is that, in a multiple regression model, you don’t want your predictors to be too strongly correlated with each other. This isn’t “technically” an assumption of the regression model, but in practice it’s required. Predictors that are too strongly correlated with each other (referred to as “collinearity”) can cause problems when evaluating the model. See section :doc:`Checking for collinearity <../Ch12/Ch12_Regression_11>`.
de: *Unkorrelierte Prädiktoren*. Die Idee dabei ist, dass Sie in einem multiplen Regressionsmodell nicht möchten, dass Ihre Prädiktoren zu stark miteinander korrelieren. Dies ist „technisch“ keine Annahme des Regressionsmodells, aber in der Praxis ist es erforderlich. Prädiktoren, die stark miteinander korreliert sind (die wird als „Kollinearität“ bezeichnet), können Probleme beim Überprüfen des Modells verursachen (vgl. Abschnitt :doc:`Prüfung auf Kollinearität <.. /Ch12/Ch12_Regression_11>`\).

source: *No “bad” outliers*. Again, not actually a technical assumption of the model (or rather, it’s sort of implied by all the others), but there is an implicit assumption that your regression model isn’t being too strongly influenced by one or two anomalous data points because this raises questions about the adequacy of the model and the trustworthiness of the data in some cases. See section :doc:`Three kinds of anomalous data <../Ch12/Ch12_Regression_11>`.
de: *Keine „schlechten“ Ausreißer*. Auch hier handelt es sich nicht wirklich um eine technische Annahme des Modells (oder genau genommen wird es von allen Modellen erwartet). Aber es gibt eine implizite Annahme, dass Ihr Regressionsmodell aus diesem Grund nicht zu stark von ein oder zwei anomalen Datenpunkten beeinflusst wird. Wäre dies der Fall, würde es Fragen zur Angemessenheit des Modells und der Vertrauenswürdigkeit der Daten aufwerfen (vgl. Abschnitt :doc:`Drei Arten von anomalen Daten <../Ch12/Ch12_Regression_11>`\).

source: In this section I describe several different things you can do to check that your regression model is doing what it’s supposed to. It doesn’t cover the full space of things you could do, but it’s still much more detailed than what I see a lot of people doing in practice, and even I don’t usually cover all of this in my intro stats class either. However, I do think it’s important that you get a sense of what tools are at your disposal, so I’ll try to introduce a bunch of them here. Finally, I should note that this section draws quite heavily from `Fox and Weisberg (2011) <../Other/References.html#fox-2011>`__, the book associated with the ``car`` package that is used to conduct regression analysis in R. The ``car`` package is notable for providing some excellent tools for regression diagnostics, and the book itself talks about them in an admirably clear fashion. I don’t want to sound too gushy about it, but I do think that `Fox and Weisberg (2011) <../Other/References.html#fox-2011>`__ is well worth reading, even if some of the advanced diagnostic techniques are only available in R and not jamovi.
de: In diesem Abschnitt beschreibe ich verschiedene Dinge, die Sie tun können, um zu überprüfen, ob Ihr Regressionsmodell das tut, was es tun soll. Es deckt nicht das gesamte Spektrum der Möglichkeiten ab, die Sie untersuchen könnten. Aber es ist immer noch viel detaillierter als das, was ich viele Leute in der Praxis tun sehe, und selbst ich decke normalerweise nicht alle Möglichkeiten in meinen Statistik-Einführungskursen ab. Ich denke jedoch, dass es wichtig ist, dass Sie ein Gefühl dafür bekommen, welche Werkzeuge Ihnen zur Verfügung stehen. Also werde ich versuchen, hier ein paar davon vorzustellen. Schließlich sollte ich anmerken, dass dieser Abschnitt ziemlich stark von `Fox and Weisberg (2011) <.. /Other/References.html#fox-2011>`__ geprägt ist, das Buch, das mit dem R-Paket ``car`` verbunden ist, und zur Durchführung von Regressionsanalysen in R verwendet werden kann. Das ``car``-Paket zeichnet sich dadurch aus, dass es einige hervorragende Werkzeuge für die Regressionsdiagnose bietet, und das Buch beschreibt diese Werkzeuge in bewundernswerter Klarheit. Ich möchte nicht zu überschwänglich klingen, aber ich denke, dass `Fox und Weisberg (2011) <.. /Other/References.html#fox-2011>`__ lesenswert ist, auch wenn einige der fortgeschrittenen Diagnosetechniken nur in R und nicht in jamovi verfügbar sind.

source: The way we calculate these is to divide the ordinary residual by an estimate of the (population) standard deviation of these residuals. For technical reasons, mumble mumble, the formula for this is
de: Die Art und Weise, wie wir diese berechnen, besteht darin, das gewöhnlichen Residuum durch eine Schätzung der Standardabweichung dieser Residuen in der Grundgesamtheit zu dividieren. Aus technischen Gründen… unverständlich… lautet die Formel dafür

source: One danger that you can run into with linear regression models is that your analysis might be disproportionately sensitive to a smallish number of “unusual” or “anomalous” observations. I discussed this idea previously in section :doc:`Using box plots to detect outliers <../Ch05/Ch05_Graphics_2>` in the context of discussing the outliers that get automatically identified by the ``Box plot`` option under ``Exploration`` → ``Descriptives``, but this time we need to be much more precise. In the context of linear regression, there are three conceptually distinct ways in which an observation might be called “anomalous”. All three are interesting, but they have rather different implications for your analysis.
de: Eine Gefahr, auf die Sie bei linearen Regressionsmodellen stoßen können, ist, dass Ihre Analyse möglicherweise unverhältnismäßig empfindlich auf eine kleine Anzahl von „ungewöhnlichen“ oder „anomalen“ Beobachtungen reagiert. Ich habe diese Idee bereits in Abschnitt :doc:`Verwenden von Boxplots zum Identifizieren von Ausreißern <.. /Ch05/Ch05_Graphics_2>` vorgestellt, wo Ausreißer automatisch durch die Option ``Box plot`` unter ``Exploration`` → ``Descriptives`` identifiziert wurden. Diesmal müssen wir aber viel präziser sein. Im Zusammenhang mit der linearen Regression gibt es drei konzeptuell verschiedene Arten, um eine Beobachtung als „anomal“ zu klassifizieren. Alle drei sind interessant, aber sie haben ziemlich unterschiedliche Auswirkungen auf Ihre Analyse.

source: In general, if an observation lies far away from the other ones in terms of the predictor variables, it will have a large hat value (as a rough guide, high leverage is when the hat value is more than 2 - 3 times the average; and note that the sum of the hat values is constrained to be equal to K + 1). High leverage points are also worth looking at in more detail, but they’re much less likely to be a cause for concern unless they are also outliers.
de: Wenn eine Beobachtung in Bezug auf die Prädiktorvariablen weit von den anderen entfernt liegt, hat sie im Allgemeinen einen großen Dach-Wert (als grobe Richtlinie gilt, dass eine hohe Hebelwirkung vorliegt, wenn der Dach-Wert mehr als das 2- bis 3-fache des Durchschnitts beträgt; aber beachten Sie, dass die Summe der Dach-Werte auf K + 1 beschränkt ist). Punkte mit großer Hebelwirkung sind ebenfalls einen genaueren Blick wert, aber sie geben viel weniger Anlass zur Sorge, es sei denn, sie sind zusätzlich Ausreißer.

source: If we were worried, then in a lot of cases the solution to this problem (and many others) is to transform one or more of the variables. We discussed the basics of variable transformation in the sections :doc:`Transforming or recoding a variable <../Ch06/Ch06_DataHandling_3>` and :doc:`Mathematical functions and operations <../Ch06/Ch06_DataHandling_4>`, but I do want to make special note of one additional possibility that I didn’t explain fully earlier: the Box-Cox transform.
de: Wenn die Diagramme Grund zur Bekümmerung geben, dann besteht eine mögliche Lösung für dieses Problem (und viele andere) darin, eine oder mehrere der Variablen zu transformieren. Wir haben die Grundlagen der Variablentransformation in den Abschnitten :doc:`Variablen transformieren oder umkodieren <../Ch06/Ch06_DataHandling_3>` und :doc:`Mathematische Funktionen und Operationen <../Ch06/Ch06_DataHandling_4>` besprochen. Ich möchte aber hier besonders auf eine zusätzliche Möglichkeit hinweisen, die ich zuvor nicht vollständig erklärt habe: die Box-Cox-Transformation.

source: where *R²*\ :sub:`(-k)` refers to *R*-squared value you would get if you ran a regression using *X*\ :sub:`k` as the outcome variable, and all the other *X* variables as the predictors. The idea here is that *R²*\ :sub:`(-k)` is a very good measure of the extent to which *X*\ :sub:`k` is correlated with all the other variables in the model.
de: wobei sich *R²*\ :sub:`(-k)` auf den *R*-Quadratwert bezieht, den Sie erhalten würden, wenn Sie eine Regression mit *X*\ :sub:`k` als Ergebnisvariable und allen anderen Variablen in *X* als Prädiktoren durchführen würden. Die Idee dabei ist, dass *R²*\ :sub:`(-k)` ein sehr gutes Maß dafür ist, inwieweit *X*\ :sub:`k` mit allen anderen Variablen im Modell korreliert ist (d.h. durch die übrigen Variablen erklärt wird).

source: Although, currently there isn’t a very easy way to do this in jamovi, so a more powerful regression program such as the ``car`` package in ``R`` would be better for this more advanced analysis
de: Derzeit gibt es in Jamovi keine einfache Möglichkeit, dies zu tun, daher wäre das ``car``-Paket in ``R`` besser für diese fortgeschrittenere Analyse
