Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: This gives a value for R² of **0.816**. The R² value, sometimes called the **coefficient of determination**\ [#]_ has a simple interpretation: it is the *proportion* of the variance in the outcome variable that can be accounted for by the predictor. So, in this case the fact that we have obtained *R²* = 0.816 means that the predictor (``dani.sleep``) explains 81.6\% of the variance in the outcome (``dani.grump``).\ [#]_
de: Dies ergibt einen Wert für R² von **0,816**. Der R²-Wert, der manchmal auch als **Bestimmtheitsmaß**\ [#]_ bezeichnet wird, hat eine einfache Interpretation: Er ist der *Anteil* der Varianz in der Ergebnisvariablen, der durch einen Prädiktor erklärt werden kann. In diesem Fall bedeutet die Tatsache, dass wir *R²* = 0,816 erhalten haben, dass der Prädiktor (``dani.sleep``) 81,6 % der Varianz des Ergebnisses (``dani.grump``) erklärt.\ [#]_

source: Naturally, you don’t actually need to do all these calculations yourself if you want to obtain the *R²* value for your regression model. As we’ll see later on in :doc:`Running the hypothesis tests in jamovi <../Ch12/Ch12_Regression_07>`, all you need to do is specify this as an option in jamovi. However, let’s put that to one side for the moment. There’s another property of *R²* that I want to point out.
de: Natürlich müssen Sie all diese Berechnungen nicht selbst durchführen, wenn Sie den *R²* Wert für Ihr Regressionsmodell erhalten möchten. Wie wir später in :doc:`Durchführen von Hypothesentests für Regressionsmodelle <../Ch12/Ch12_Regression_07>` sehen werden, müssen Sie dies lediglich als Option in jamovi angeben. Aber lassen wir das für den Moment beiseite. Es gibt eine weitere Eigenschaft von *R²*, auf die ich hinweisen möchte.

source: At this point we can revisit my earlier claim that regression, in this very simple form that I’ve discussed so far, is basically the same thing as a correlation. Previously, we used the symbol *r* to denote a Pearson correlation. Might there be some relationship between the value of the correlation coefficient *r* and the *R²* value from linear regression? Of course there is: the squared correlation *r²* is identical to the *R²* value for a linear regression with only a single predictor. In other words, running a Pearson correlation is more or less equivalent to running a linear regression model that uses only one predictor variable.
de: An dieser Stelle können wir noch einmal auf meine frühere Behauptung zurückkommen, dass die Regression in dieser sehr einfachen Form, die ich bisher besprochen habe, im Grunde dasselbe ist wie eine Korrelation. Zuvor haben wir das Symbol *r* verwendet, um eine Pearson-Korrelation zu bezeichnen. Könnte es eine Beziehung zwischen dem Wert des Korrelationskoeffizienten *r* und dem Wert *R²* bei der linearen Regression geben? Natürlich: Die quadrierte Korrelation *r²* ist identisch mit dem Wert *R²* für eine lineare Regression mit nur einem einzigen Prädiktor. Mit anderen Worten: Die Durchführung einer Pearson-Korrelation ist mehr oder weniger gleichbedeutend mit der Durchführung eines linearen Regressionsmodells, das nur eine Prädiktorvariable verwendet.

source: The adjusted *R²* (R-squared) value
de: Der adjustierte *R²* (R-Quadrat) Wert

source: One final thing to point out before moving on. It’s quite common for people to report a slightly different measure of model performance, known as “adjusted *R²*”. The motivation behind calculating the adjusted *R²* value is the observation that adding more predictors into the model will *always* cause the *R²* value to increase (or at least not decrease).
de: Bevor wir fortfahren, möchte ich noch auf eine letzte Sache hinweisen. Es ist durchaus üblich, ein weiteres Maß für die Modellgüte anzugeben, das als „adjustiertes *R²*“ bekannt ist. Der Grund für die Berechnung des adjustierten *R²*-Wertes ist die Beobachtung, dass das Hinzufügen weiterer Prädiktoren zum Modell *immer* dazu führt, dass der *R²* Wert steigt (oder zumindest nicht sinkt).

source: The adjusted *R²* value introduces a slight change to the calculation, as follows. For a regression model with K predictors, fit to a data set containing *N* observations, the adjusted *R²* is:
de: Der adjustierte *R²*-Wert führt zu einer geringfügigen Änderung der Berechnung. Für ein Regressionsmodell mit K Prädiktoren, das an einen Datensatz mit *N* Beobachtungen angepasst wird, ist das adjustierte *R²*:

source: This adjustment is an attempt to take the degrees of freedom into account. The big advantage of the adjusted *R²* value is that when you add more predictors to the model, the adjusted *R²* value will only increase if the new variables improve the model performance more than you’d expect by chance. The big disadvantage is that the adjusted *R²* value *can’t* be interpreted in the elegant way that *R²* can. *R²* has a simple interpretation as the proportion of variance in the outcome variable that is explained by the regression model. To my knowledge, no equivalent interpretation exists for adjusted *R²*.
de: Diese Anpassung ist ein Versuch, die Freiheitsgrade zu berücksichtigen. Der große Vorteil des adjustierten *R²*-Wertes besteht darin, dass der adjustierte *R²*-Wert nur dann ansteigt, wenn die neuen Variablen die Leistung des Modells stärker verbessern, als man zufällig erwarten würde, wenn man dem Modell weitere Prädiktoren hinzufügt. Der große Nachteil ist, dass der adjustierte *R²* Wert *nicht* mehr auf die elegante Art und Weise interpretiert werden kann, wie das für *R²* der Fall ist. *R²* lässt sich einfach als der Anteil der Varianz in der Ergebnisvariablen interpretieren, der durch das Regressionsmodell erklärt wird. Meines Wissens gibt es keine gleichwertige Interpretation für das adjustierte *R²*.

source: An obvious question then is whether you should report *R²* or adjusted *R²*. This is probably a matter of personal preference. If you care more about interpretability, then *R²* is better. If you care more about correcting for bias, then adjusted *R²* is probably better. Speaking just for myself, I prefer *R²*. My feeling is that it’s more important to be able to interpret your measure of model performance. Besides, as we’ll see in section :doc:`Hypothesis tests for regression models <../Ch12/Ch12_Regression_07>`, if you’re worried that the improvement in *R²* that you get by adding a predictor is just due to chance and not because it’s a better model, well we’ve got hypothesis tests for that.
de: Eine offensichtliche Frage ist, ob Sie *R²* oder das adjustierte *R²* angeben sollten. Dies ist wahrscheinlich eine Frage der persönlichen Vorliebe. Wenn Sie mehr Wert auf die Interpretierbarkeit legen, dann ist *R²* besser. Wenn Sie mehr Wert auf die Korrektur von Verzerrungen legen, dann ist das adjustierte *R²* wahrscheinlich besser. Ich persönlich bevorzuge *R²*. Meines Erachtens ist es wichtiger, dass Sie Ihr Maß für die Modellgüte interpretieren können. Außerdem werden wir in Abschnitt :doc:`Durchführen von Hypothesentests für Regressionsmodelle <../Ch12/Ch12_Regression_07>` sehen, dass sich mit Hypothesentests überprüfen lässt, ob das Hinzufügen eines Prädiktors zu einem besseren Modell führt, oder ob sich die Verbesserung von *R²*, die Sie durch das Hinzufügen erhalten, ausschließlich auf zufällige Variation zurückzuführen lässt.

source: If you don't want to do these calculations by hand, just create another computed variable called, e.g., ``R2``, and containing the formula ``1 - VSUM(sq_resid) / VSUM(sq_total)``. But then you have a whole column containing R².
de: Wenn Sie diese Berechnungen nicht von Hand durchführen möchten, erstellen Sie einfach eine weitere berechnete Variable, die z. B. ``R2`` heißt und die Formel ``1 - VSUM(sq_resid) / VSUM(sq_total)`` enthält. Aber dann haben Sie eine ganze Spalte mit R².

source: Okay, suppose you’ve estimated your regression model. The first hypothesis test you might try is the null hypothesis that there is *no relationship* between the predictors and the outcome, and the alternative hypothesis that *the data are distributed in exactly the way that the regression model predicts.*
de: Nehmen wir an, Sie haben Ihr Regressionsmodell geschätzt. Der erste Hypothesentest, den Sie versuchen könnten, ist die Nullhypothese, dass es *keine Beziehung* zwischen den Prädiktoren und dem Ergebnis gibt, und die Alternativhypothese, dass *die Daten genau so verteilt sind, wie es das Regressionsmodell vorhersagt.*

source: If our regression model has K predictors, the “alternative model” is described using the usual formula for a multiple regression model:
de: Unser „Alternativmodell“ wird mit der üblichen Formel für ein multiples Regressionsmodell mit K Prädiktoren beschrieben:

source: How can we test these two hypotheses against each other? The trick is to understand that it’s possible to divide up the total variance SS\ :sub:`tot` into the sum of the residual variance SS\ :sub:`res` and the regression model variance SS\ :sub:`mod`. I’ll skip over the technicalities, since we’ll get to that later when we look at ANOVA in chapter :doc:`Comparing several means (one-way ANOVA) <../Ch13/Ch13_ANOVA>`. But just note that
de: Wie können wir diese beiden Hypothesen gegeneinander testen? Der Trick besteht darin, zu verstehen, dass es möglich ist, die totale Quadratsumme SS\ :sub:`tot` in die Quadratsumme der Residuen SS\ :sub:`res` und die durch das Regressionsmodell erklärte Quadratsumme SS\ :sub:`mod` aufzuteilen (und da die Quadratsumme nichts anderes ist als die Varianz multipliziert mit *N* bzw. *N* - 1 hätte ich genauso gut Varianz an Stelle von Quadratsumme schreiben können). Ich überspringe die technischen Details, da wir dazu später kommen, wenn wir uns die ANOVA in Kapitel :doc:`Vergleich mehrerer Mittelwerte (einfaktorielle ANOVA) <../Ch13/Ch13_ANOVA>` ansehen. Aber beachten Sie einfach, dass

source: So, how many degrees of freedom do we have? As you might expect the *df* associated with the model is closely tied to the number of predictors that we’ve included. In fact, it turns out that *df*\ :sub:`mod` = K. For the residuals the total degrees of freedom is *df*\ :sub:`res` = N - K - 1.
de: Wie viele Freiheitsgrade haben wir also? Wie zu erwarten, ist der *df* des Modells eng mit der Anzahl der Prädiktoren verbunden, die wir einbezogen haben. Tatsächlich stellt sich heraus, dass *df*\ :sub:`mod` = *K*. Für die Residuen sind die gesamten Freiheitsgrade *df*\ :sub:`res` = *N* - *K* - 1.

source: Now that we’ve got our mean square values we can calculate an *F*-statistic like this
de: Da wir nun unsere mittleren Quadratwerte haben, können wir eine *F*-Statistik wie folgt berechnen

source: and the degrees of freedom associated with this are K and N - K - 1.
de: und die damit verbundenen Freiheitsgrade sind *K* und *N* - *K* - 1.

source: We’ll see much more of the *F* statistic in chapter :doc:`Comparing several means (one-way ANOVA) <../Ch13/Ch13_ANOVA>`, but for now just know that we can interpret large *F* values as indicating that the null hypothesis is performing poorly in comparison to the alternative hypothesis. In a moment I’ll show you how to do the test in jamovi the easy way, but first let’s have a look at the tests for the individual regression coefficients.
de: Wir werden mehr über die *F*-Statistik in Kapitel :doc:`Vergleich mehrerer Mittelwerte (einfaktorielle ANOVA) <../Ch13/Ch13_ANOVA>` erfahren, aber für den Moment reicht es, wenn wir wissen, dass wir große *F*-Werte als Hinweis darauf interpretieren können, dass die Nullhypothese im Vergleich zur Alternativhypothese schlecht abschneidet. In Kürze werde ich Ihnen zeigen, wie Sie den Test in jamovi auf einfache Weise durchführen können, aber sehen wir uns zunächst die Tests für die einzelnen Regressionskoeffizienten an.

source: The *F*-test that we’ve just introduced is useful for checking that the model as a whole is performing better than chance. If your regression model doesn’t produce a significant result for the *F*-test then you probably don’t have a very good regression model (or, quite possibly, you don’t have very good data). However, while failing this test is a pretty strong indicator that the model has problems, *passing* the test (i.e., rejecting the null) doesn’t imply that the model is good! Why is that, you might be wondering? The answer to that can be found by looking at the coefficients for the multiple regression model we have already looked at :numref:`tab-parent_coeff` in section :doc:`Multiple linear regression <../Ch12/Ch12_Regression_05>` above, where the coefficients we got were 125.966 (for the intercept), -8.950 (for ``dani.sleep``) and 0.011 (for ``baby.sleep``). I can’t help but notice that the estimated regression coefficient for the ``baby.sleep`` variable is tiny, relative to the value that we get for ``dani.sleep``. Given that these two variables are absolutely on the same scale (they’re both measured in “hours slept”), I find this illuminating. In fact, I’m beginning to suspect that it’s really only the amount of sleep that *I* get that matters in order to predict my grumpiness.
de: Der *F*-Test, den wir gerade eingeführt haben, ist nützlich, um zu überprüfen, ob das Modell als Ganzes besser als der Zufall funktioniert. Wenn Ihr Regressionsmodell kein signifikantes Ergebnis für den *F*-Test liefert, dann haben Sie wahrscheinlich kein sehr gutes Regressionsmodell (oder Sie haben wahrscheinlich eher keine sehr guten Daten). Das Nichtbestehen dieses Tests ist zwar ein ziemlich starker Indikator dafür, dass das Modell Probleme hat, aber das *Bestehen* des Tests (d. h. die Zurückweisung der Nullhypothese bzw. des Nullmodells) bedeutet nicht zwanghsläufig, dass das Modell gut ist! Sie fragen Sie sich vielleicht, warum das so ist? Die Antwort darauf finden Sie, wenn Sie sich die Koeffizienten des multiplen Regressionsmodells ansehen, das wir bereits unter :numref:`tab-parent_coeff` im Abschnitt :doc:`Multiple lineare Regression <../Ch12/Ch12_Regression_05>` betrachtet haben, wo die Koeffizienten 125,966 (für das Interzept), -8,950 (für ``dani.sleep``) und 0,011 (für ``baby.sleep``) betragen. Es fällt auf, dass der geschätzte Regressionskoeffizient für die Variable ``baby.sleep`` winzig ist, im Vergleich zu dem Wert, den wir für ``dani.sleep`` erhalten. Ich finde dies besonders aufschlussreich, in Anbetracht der Tatsache, dass diese beiden Variablen absolut auf der gleichen Skala liegen (sie werden beide als „geschlafene Stunden“ gemessen). In der Tat beginne ich zu vermuten, dass es wirklich nur auf die Menge an Schlaf ankommt, die *ich* bekomme, wenn es darum geht, meine schlechte Laune vorherzusagen.

source: How can we test this? Well, if the central limit theorem is kind to us we might be able to guess that the sampling distribution of :math:`\hat{b}`, the estimated regression coefficient, is a normal distribution with mean centred on *b*. What that would mean is that if the null hypothesis were true, then the sampling distribution of :math:`\hat{b}` has mean zero and unknown standard deviation. Assuming that we can come up with a good estimate for the standard error of the regression coefficient, :math:`SE(\hat{b})`, then we’re in luck. That’s *exactly* the situation for which we introduced the one-sample *t*-test way back in chapter :doc:`Comparing two means <../Ch11/Ch11_tTest>`. So let’s define a *t*-statistic like this:
de: Wie können wir das testen? Wenn der zentrale Grenzwertsatz uns wohlgesonnen ist, können wir vermuten, dass die Stichprobenverteilung von :math:`\hat{b}`, dem geschätzten Regressionskoeffizienten, eine Normalverteilung mit einem Mittelwert ist, der auf *b* zentriert ist. Das würde bedeuten, wenn die Nullhypothese wahr wäre, hätte die Stichprobenverteilung von :math:`\hat{b}` einen Mittelwert von Null und eine unbekannte Standardabweichung. Wenn wir einen guten Schätzwert für den Standardfehler des Regressionskoeffizienten :math:`SE(\hat{b})` finden können, dann können wir die Hypothese testen. Das ist *genau* die Situation, für die wir in Kapitel :doc:`Vergleich zweier Mittelwerte <../Ch11/Ch11_tTest>` den *t*-Test bei einer Stichprobe eingeführt haben. Definieren wir also eine *t*-Statistik wie folgt:

source: I’ll skip over the reasons why, but our degrees of freedom in this case are *df* = N - K - 1. Irritatingly, the estimate of the standard error of the regression coefficient, :math:`SE(\hat{b})`, is not as easy to calculate as the standard error of the mean that we used for the simpler *t*-tests in chapter :doc:`Comparing two means <../Ch11/Ch11_tTest>`. In fact, the formula is somewhat ugly, and not terribly helpful to look at.\ [#]_ For our purposes it’s sufficient to point out that the standard error of the estimated regression coefficient depends on both the predictor and outcome variables, and it is somewhat sensitive to violations of the homogeneity of variance assumption (discussed shortly).
de: Ich überspringe die Gründe dafür, aber unsere Freiheitsgrade sind in diesem Fall *df* = *N* - *K* - 1. Irritierenderweise ist die Schätzung des Standardfehlers des Regressionskoeffizienten, :math:`SE(\hat{b})`, nicht so einfach zu berechnen wie der Standardfehler des Mittelwertes, den wir für die einfacheren *t*-Tests in Kapitel :doc:`Vergleich zweier Mittelwerte <../Ch11/Ch11_tTest>` verwendet haben. Tatsächlich ist die Formel etwas hässlich und nicht sehr hilfreich.\ [#]_ Für unsere Zwecke reicht es aus, darauf hinzuweisen, dass der Standardfehler des geschätzten Regressionskoeffizienten sowohl von den Prädiktor- als auch von der Ergebnisvariablen abhängt und empfindlich auf Verletzungen der Annahme der Varianzhomogenität reagiert (die in Kürze besprochen wird).

source: In any case, this *t*-statistic can be interpreted in the same way as the *t*-statistics that we discussed in chapter :doc:`Comparing two means <../Ch11/Ch11_tTest>`. Assuming that you have a two-sided alternative (i.e., you don’t really care if *b* > 0 or *b* < 0), then it’s the extreme values of *t* (i.e., a lot less than zero or a lot greater than zero) that suggest that you should reject the null hypothesis.
de: In jedem Fall kann diese *t*-Statistik auf die gleiche Weise interpretiert werden wie die *t*-Statistik, die wir in Kapitel :doc:`Vergleich zweier Mittelwerte <../Ch11/Ch11_tTest>` besprochen haben. Angenommen, Sie haben eine zweiseitige Alternative (d.h. es ist Ihnen egal, ob *b* > 0 oder *b* < 0), dann sind es hohe (Absolut-)Werte von *t* (d.h. hohe Werte mit entweder negativem oder ohne, .d.h. positivem, Vorzeichen), die darauf hindeuten, dass Sie die Nullhypothese ablehnen können.

source: The ``Model Coefficients`` at the bottom of the jamovi analysis results shown in `fig-reg2` provides the coefficients of the regression model. Each row in this table refers to one of the coefficients in the regression model. The first row is the intercept term, and the later ones look at each of the predictors. The columns give you all of the relevant information. The first column is the actual estimate of *b* (e.g., 125.97 for the intercept, and -8.95 for the ``dani.sleep`` predictor). The second column is the standard error estimate :math:`\hat\sigma_b`. The third and fourth columns provide the lower and upper values for the 95\% confidence interval around the *b* estimate (more on this later). The fifth column gives you the *t*-statistic, and it’s worth noticing that in this table :math:`t= \hat{b}/ SE(\hat{b})` every time. Finally, the last column gives you the actual *p*-value for each of these tests.\ [#]_
de: Die ``Model Coefficients`` am Ende der jamovi-Analyseergebnisse, die in `fig-reg2` dargestellt sind, enthält die Koeffizienten des Regressionsmodells. Jede Zeile in dieser Tabelle bezieht sich auf einen der Koeffizienten des Regressionsmodells. Die erste Zeile ist der Interzept-Term, und die weiteren Zeilen befassen sich mit den einzelnen Prädiktoren. Die Spalten geben Ihnen alle relevanten Informationen. Die erste Spalte ist die aktuelle Schätzung von *b* (z. B. 125,97 für das Interzept und -8,95 für den Prädiktor ``dani.sleep``). Die zweite Spalte ist die Schätzung des Standardfehlers :math:\hat\sigma_b`. Die dritte und vierte Spalte enthalten die unteren und oberen Werte für das 95\%-Konfidenzintervall um die Schätzung von *b* (mehr dazu später). Die fünfte Spalte enthält die *t*-Statistik, und es ist erwähnenswert, dass dieser Wert in dieser Tabelle immer :math:`t= \hat{b}/ SE(\hat{b})` ist. In der letzten Spalte schließlich finden Sie den *p*-Wert für jeden dieser Tests.\ [#]_

source: The only thing that the coefficients table itself doesn’t list is the degrees of freedom used in the *t*-test, which is always *N* - K - 1 and is listed in the table at the top of the output, labelled ``Model Fit Measures``. We can see from this table that the model performs significantly better than you’d expect by chance (*F*\(2,97) = 215.24, *p* < 0.001), which isn’t all that surprising: the *R²* = 0.81 value indicate that the regression model accounts for 81\% of the variability in the outcome measure (and 82\% for the adjusted *R²*). However, when we look back up at the *t*-tests for each of the individual coefficients, we have pretty strong evidence that the ``baby.sleep`` variable has no significant effect. All the work in this model is being done by the ``dani.sleep`` variable. Taken together, these results suggest that this regression model is actually the wrong model for the data. You’d probably be better off dropping the ``baby.sleep`` predictor entirely. In other words, the simple regression model that we started with is the better model.
de: Das Einzige, was in der Koeffiziententabelle nicht aufgeführt ist, sind die Freiheitsgrade, die im *t*-Test verwendet werden. Diese sind immer *N* - K - 1 ist und in der Tabelle mit ``Model Fit Measures`` weiter oben in der Ausgabe aufgeführt. Aus dieser Tabelle geht hervor, dass das Modell signifikant besser abschneidet, als man zufällig erwarten würde (*F*\(2,97) = 215.24, *p* < 0.001), was nicht allzu überraschend ist: der *R²* = 0.81 Wert zeigt an, dass das Regressionsmodell 81 % der Variabilität der Ergebnisgröße erklärt (und 82 % für das bereinigte *R²*). Wenn wir uns jedoch die *t*-Tests für jeden der einzelnen Koeffizienten ansehen, haben wir deutliche Hinweise darauf, dass die Variable ``baby.sleep`` keinen signifikanten Effekt hat. Die gesamte Arbeit in diesem Modell wird von der Variable ``dani.sleep`` erledigt. Zusammengenommen deuten diese Ergebnisse darauf hin, dass dieses Regressionsmodell eigentlich das falsche Modell für die Daten ist. Es wäre wahrscheinlich besser, den Prädiktor ``baby.sleep`` ganz wegzulassen. Mit anderen Worten: Das einfache Regressionsmodell, mit dem wir begonnen haben, ist das bessere Modell.

source: For advanced readers only. The vector of residuals is :math:`\epsilon = y - X \hat{b}`. For K predictors plus the intercept, the estimated residual variance is :math:`\hat\sigma^2 = \epsilon^\prime\epsilon / (N-K-1)`. The estimated covariance matrix of the coefficients is :math:`\hat\sigma^2(\mathbf{X}^\prime\mathbf{X})^{-1}`, the main diagonal of which is :math:`SE(\hat{b})`, our estimated standard errors.
de: Für fortgeschrittene Leser: Der Vektor der Residuen ist :math:`\epsilon = y - X \hat{b}`. Für K-Prädiktoren plus dem Interzept ist die geschätzte Varianz der Residuen :math:`\hat\sigma^2 = \epsilon^\prime\epsilon / (N-K-1)`. Die geschätzte Kovarianzmatrix der Koeffizienten ist :math:`\hat\sigma^2(\mathbf{X}^\prime\mathbf{X})^{-1}`, dessen Hauptdiagonale :math:`SE(\hat{b})` ist, und unsere geschätzten Standardfehler enthält.
