Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: It’s worth noting in passing that this same *F*-statistic can be used to test a much broader range of hypotheses than those that I’m mentioning here. Very briefly, notice that the nested model M1 corresponds to the full model M2 when we constrain some of the regression coefficients to zero. It is sometimes useful to construct sub-models by placing other kinds of constraints on the regression coefficients. For instance, maybe two different coefficients might have to sum to zero, or something like that. You can construct hypothesis tests for those kind of constraints too, but it is somewhat more complicated and the sampling distribution for *F* can end up being something known as the non-central *F*-distribution, which is waaaaay beyond the scope of this book! All I want to do is alert you to this possibility.
nb: Det er verdt å merke seg i forbifarten at den samme *F*-statistikken kan brukes til å teste et mye bredere spekter av hypoteser enn dem jeg nevner her. Legg merke til at den nestede modellen M1 tilsvarer den fullstendige modellen M2 når vi begrenser noen av regresjonskoeffisientene til null. Noen ganger er det nyttig å lage delmodeller ved å legge andre typer begrensninger på regresjonskoeffisientene. For eksempel kan det hende at to forskjellige koeffisienter må summere seg til null, eller noe lignende. Du kan gjennomføre hypotesetester for slike begrensninger også, men det er noe mer komplisert, og utvalgsfordelingen for *F* kan ende opp med å bli noe som kalles den ikke-sentrale *F*-fordelingen, noe som er langt utenfor omfanget av denne boken! Jeg vil bare gjøre deg oppmerksom på denne muligheten.
ta: இதே *f *-நான் இங்கே குறிப்பிடுவதை விட பரந்த அளவிலான கருதுகோள்களை சோதிக்க பயன்படுத்தப்படலாம் என்பதை கடந்து செல்வதில் கவனிக்கத்தக்கது. மிகச் சுருக்கமாக, சில பின்னடைவு குணகங்களை பூச்சியமாகக் கட்டுப்படுத்தும்போது உள்ளமைக்கப்பட்ட மாதிரி M1 முழு மாதிரி M2 உடன் ஒத்துப்போகிறது என்பதைக் கவனியுங்கள். பின்னடைவு குணகங்களில் பிற வகையான தடைகளை வைப்பதன் மூலம் துணை மாதிரிகளை உருவாக்குவது சில நேரங்களில் பயனுள்ளதாக இருக்கும். உதாரணமாக, இரண்டு வெவ்வேறு குணகங்கள் பூச்சியத்திற்கு தொகுக்க வேண்டியிருக்கலாம், அல்லது அது போன்ற ஏதாவது இருக்கலாம். அந்த வகையான தடைகளுக்கும் நீங்கள் கருதுகோள் சோதனைகளை உருவாக்கலாம், ஆனால் இது சற்றே மிகவும் சிக்கலானது மற்றும் *f *க்கான மாதிரி வழங்கல் மையமற்ற *f *-distribution என அழைக்கப்படுகிறது, இது அதன் எல்லைக்கு அப்பாற்பட்டது இந்த புத்தகம்! நான் செய்ய விரும்புவது இந்த சாத்தியத்திற்கு உங்களை எச்சரிக்க வேண்டும்.

source: Want to know how strong the relationship is between two variables? Calculate a :doc:`correlation <Ch12_Regression_01>`
nb: Vil du vite hvor sterk sammenhengen er mellom to variabler? Beregn en :doc:`korrelasjon <Ch12_Regression_01>`
ta: இரண்டு மாறிகள் இடையே உறவு எவ்வளவு வலுவானது என்பதை அறிய விரும்புகிறீர்களா? A: DOC: `தொடர்பு <CH12_REGRESSION_01>`

source: Drawing :doc:`scatterplots <Ch12_Regression_02>`
nb: Tegning av :doc:`spredningsplott <Ch12_Regression_02>`
ta: வரைதல்: டிஓசி: `சிதறல்கள் <CH12_REGRESSION_02>`

source: :doc:`Basic ideas in linear regression <Ch12_Regression_03>` and :doc:`how regression models are estimated <Ch12_Regression_04>`
nb: :doc:`Grunnleggende ideer i lineær regresjon <Ch12_Regression_03>` og :doc:`Hvordan regresjonsmodeller estimeres <Ch12_Regression_04>`
ta: :doc:`Basic ideas in நேரியல் regression <Ch12_Regression_03>` and :doc:`how regression models அரே estimated <Ch12_Regression_04>`

source: Measuring the :doc:`overall performance of a regression model using *R*\² <Ch12_Regression_06>`
nb: Måling av :doc:`den samlede ytelsen til en regresjonsmodell ved hjelp av *R*\² <Ch12_Regression_06>`
ta: அளவிடுதல்: டிஓசி: ` *r *\ ² <ch12_recression_06>` பயன்படுத்தி பின்னடைவு மாதிரியின் ஒட்டுமொத்த செயல்திறன்> `

source: :doc:`Calculating confidence intervals for regression coefficients and standardised coefficients <Ch12_Regression_09>`
nb: :doc:`Beregning av konfidensintervaller for regresjonskoeffisienter og standardiserte koeffisienter <Ch12_Regression_09>`
ta: :doc:`Calculating confidence intervals க்கு regression coefficients and standardised coefficients <Ch12_Regression_09>`

source: The :doc:`assumptions of regression <Ch12_Regression_10>` and :doc:`how to check them <Ch12_Regression_11>`
nb: :doc:`forutsetningene for regresjon <Ch12_Regression_10>` og :doc:`hvordan de kan kontrolleres <Ch12_Regression_11>`
ta: தி: டாக்: `பின்னடைவின் அனுமானங்கள் <CH12_REGRESSION_10>` மற்றும்: டாக்: `<CH12 பின்னடைவை எவ்வாறு சரிபார்க்கலாம் 11>`

source: :doc:`Selecting a regression model <Ch12_Regression_12>`
nb: :doc:`Velger en regresjonsmodell <Ch12_Regression_12>`
ta: :doc:`Selecting a regression மாதிரியுரு <Ch12_Regression_12>`

source: The data
de: Die Daten
nb: Dataene

source: mean
de: Mittelwert
nb: gjennomsnitt

source: The ``Model Coefficients`` at the bottom of the jamovi analysis results shown in :numref:`fig-reg2` provides the coefficients of the regression model. Each row in this table refers to one of the coefficients in the regression model. The first row is the intercept term, and the later ones look at each of the predictors. The columns give you all of the relevant information. The first column is the actual estimate of *b* (e.g., 125.97 for the intercept, and -8.95 for the ``dani.sleep`` predictor). The second column is the standard error estimate :math:`\hat\sigma_b`. The third and fourth columns provide the lower and upper values for the 95\% confidence interval around the *b* estimate (more on this later). The fifth column gives you the *t*-statistic, and it’s worth noticing that in this table :math:`t= \hat{b} / SE(\hat{b})` every time. Finally, the last column gives you the actual *p*-value for each of these tests.\ [#]_
nb: Tabellen ``Model Coefficients`` nederst i jamovi-analyseresultatene som vises i :numref:`fig-reg2`, inneholder koeffisientene til regresjonsmodellen. Hver rad i denne tabellen refererer til en av koeffisientene i regresjonsmodellen. Den første raden er skjæringspunktet, og de neste radene tar for seg hver av prediktorene. Kolonnene gir deg all relevant informasjon. Den første kolonnen er det faktiske estimatet av *b* (f.eks. 125,97 for skjæringspunktet og -8,95 for prediktoren ``dani.sleep``). Den andre kolonnen er estimatet for standardfeilen :math:`\hat\sigma_b`. Den tredje og fjerde kolonnen gir de nedre og øvre verdiene for 95\%-konfidensintervall rundt *b*-estimatet (mer om dette senere). Den femte kolonnen gir deg *t*-statistikken, og det er verdt å legge merke til at i denne tabellen er :math:`t= \hat{b} / SE(\hat{b})` hver gang. Til slutt, i den siste kolonnen, finner du den faktiske *p*-verdien for hver av disse testene.\ [#]_

source: Summary
de: Zusammenfassung
nb: Sammendrag

source: Histograms for three variables from the |parenthood| data set
de: Histogramme für drei Variablen aus dem Datensatz |parenthood|

source: By standardising the covariance, not only do we keep all of the nice properties of the covariance discussed earlier, but the actual values of *r* are on a meaningful scale: *r* = 1 implies a perfect positive relationship and *r* = -1 implies a perfect negative relationship. I’ll expand a little more on this point later, in section :doc:`Interpreting a correlation <../Ch12/Ch12_Regression_01>`. But before I do, let’s look at how to calculate correlations in jamovi.
de: Durch die Standardisierung der Kovarianz bleiben nicht nur die zuvor besprochenen nützlichen Eigenschaften der Kovarianz erhalten, sondern die tatsächlichen Werte für *r* liegen auf einer sinnvollen Skala: *r* = 1 bedeutet eine perfekte positive Beziehung und *r* = -1 bedeutet eine perfekte negative Beziehung. Auf diesen Punkt werde ich später im Abschnitt :doc:`Interpretation einer Korrelation <../Ch12/Ch12_Regression_01>` noch etwas näher eingehen. Zuvor wollen wir uns jedoch ansehen, wie Korrelationen in jamovi berechnet werden.

source: jamovi screenshot with correlations in the |parenthood| data set
de: jamovi-Screenshot mit Korrelationen aus dem Datensatz |parenthood|

source: However, something that can never be stressed enough is that you should *always* look at the scatterplot before attaching any interpretation to the data. A correlation might not mean what you think it means. The classic illustration of this is “Anscombe’s Quartet” (`Anscombe, 1973 <../Other/References.html#anscombe-1973>`__\ ), a collection of four data sets. Each data set has two variables, an *X* and a *Y*. For all four data sets the mean value for *X* is 9 and the mean for *Y* is 7.5. The standard deviations for all *X* variables are almost identical, as are those for the *Y* variables. And in each case the correlation between *X* and *Y* is *r* = 0.816`. You can verify this yourself, since I happen to have saved it as a dataset called |anscombe|_.
de: Man kann nicht oft genug betonen, dass man sich *immer* das Streudiagramm ansehen sollte, bevor man seine Daten interpretiert. Eine Korrelation bedeutet möglicherweise nicht das, was Sie denken. Das klassische Beispiel hierfür ist das „Anscombe-Quartett“ (`Anscombe, 1973 <../Other/References.html#anscombe-1973>`__\ ), eine Sammlung von vier Variablenpaaren, jeweils *X* und *Y*. Für alle vier Variablenpaare beträgt der Mittelwert für *X* = 9 und der Mittelwert für *Y* = 7,5. Die Standardabweichung ist für alle *X*-Variablen fast identisch, ebenso wie die für die *Y* Variablen. Und in jedem Fall beträgt die Korrelation zwischen *X* und *Y* * r* = 0,816`. Sie können dies selbst überprüfen, indem Sie den Datensatz |anscombe|_ benutzen.

source: You’d think that these four data sets would look pretty similar to one another. They do not. If we draw scatterplots of *X* against *Y* for all four variables, as shown in :numref:`fig-anscombe`, we see that all four of these are *spectacularly* different to each other. The lesson here, which so very many people seem to forget in real life, is *always graph your raw data* (chapter :doc:`Drawing graphs <../Ch05/Ch05_Graphics>`).
de: Man sollte meinen, dass diese vier Datensätze einander ziemlich ähnlich sehen. Das tun sie aber nicht. Wenn wir die Streudiagramme *X* gegen *Y* für alle vier Variablenpaare zeichnen, wie in :numref:`fig-anscombe` gezeigt, sehen wir, dass sich alle vier *deutlich* voneinander unterscheiden. Die Lektion hier, die so viele Leute im wirklichen Leben zu vergessen scheinen, ist *Ihre Rohdaten immer grafisch darzustellen* (Kapitel :doc:`Diagramme erstellen <../Ch05/Ch05_Graphics>`).

source: How should we address this? Actually, it’s really easy. If we’re looking for ordinal relationships all we have to do is treat the data as if it were ordinal scale |ordinal|! So, instead of measuring effort in terms of “hours worked”, lets rank all 10 of our students in order of hours worked. That is, student 1 did the least work out of anyone (2 hours) so they get the lowest rank (rank = 1). Student 4 was the next laziest, putting in only 6 hours of work over the whole semester, so they get the next lowest rank (rank = 2). Notice that I’m using “rank =1” to mean “low rank”. Sometimes in everyday language we talk about “rank = 1” to mean “top rank” rather than “bottom rank”. So be careful, you can rank “from smallest value to largest value” (i.e., small equals rank 1) or you can rank “from largest value to smallest value” (i.e., large equals rank 1). In this case, I’m ranking from smallest to largest, but as it’s really easy to forget which way you set things up you have to put a bit of effort into remembering!
de: Wie sollten wir das angehen? Eigentlich ist es ganz einfach. Wenn wir nach ordinalen Beziehungen suchen, müssen wir die Daten nur so behandeln, als wären sie ordinalskaliert |ordinal|! Anstatt also den Arbeitseinsatz in Form von „Arbeitsstunden“ zu messen, sollten wir alle 10 Studenten entsprechend der Rangfolge ihrer Arbeitsstunden einordnen. Das heißt, Student 1 hat von allen am wenigsten gearbeitet (2 Stunden) und erhält daher den niedrigsten Rang (Rang = 1). Student 4 war etwas fleißiger, hat aber während des gesamten Semesters nur 6 Stunden Arbeit geleistet, und erhält daher den nächsthöheren Rang (Rang = 2). Beachten Sie, dass ich „Rang = 1“ im Sinne von „niedriger Rang“ verwende. In der Alltagssprache sprechen wir manchmal von „Rang = 1“, um den „höchsten Rang“ und nicht den „niedrigsten Rang“ zu meinen. Seien Sie also vorsichtig, Sie können eine Rangfolge „vom kleinsten Wert zum größten Wert“ (d. h. klein ist gleich Rang 1) oder „vom größten Wert zum kleinsten Wert“ (d. h. groß ist gleich Rang 1) erstellen. In diesem Fall rangiere ich vom kleinsten zum größten Wert, aber da man sehr leicht vergessen kann, wie man die Rangfolge einstellt, muss man sich schon ein wenig Mühe geben, sich daran zu erinnern!

source: What we’ve just re-invented is **Spearman’s rank order correlation**, usually denoted *ρ* to distinguish it from the Pearson correlation *r*. We can calculate Spearman’s ρ using jamovi simply by clicking the ``Spearman`` check box in the ``Correlation Matrix`` options panel.
de: Was wir soeben neu erfunden haben, ist **Spearmans Rangfolgekorrelation**, die üblicherweise als ρ bezeichnet wird, um sie von der Pearson-Korrelation *r* zu unterscheiden. Wir können Spearmans ρ mit jamovi berechnen, indem wir einfach auf das Kontrollkästchen ``Spearman`` innerhalb der Optionen von ``Correlation Matrix`` klicken.

source: **Scatterplots** are a simple but effective tool for visualising the relationship between *two* variables, like we saw with the figures in the section on correlation (section :doc:`Correlations <../Ch12/Ch12_Regression_01>`). It’s this latter application that we usually have in mind when we use the term “scatterplot”. In this kind of plot each observation corresponds to one dot. The horizontal location of the dot plots the value of the observation on one variable, and the vertical location displays its value on the other variable. In many situations you don’t really have a clear opinions about what the *causal* relationship is (e.g., does A cause B, or does B cause A, or does some other variable C control both A and B). If that’s the case, it doesn’t really matter which variable you plot on the x-axis and which one you plot on the y-axis. However, in many situations you do have a pretty strong idea which variable you think is most likely to be causal, or at least you have some suspicions in that direction. If so, then it’s conventional to plot the cause variable on the x-axis, and the effect variable on the y-axis. With that in mind, let’s look at how to draw scatterplots in jamovi, using the same |parenthood|_ data set that I used when introducing correlations.
de: **Streudiagramme** sind ein einfaches, aber effektives Instrument zur Visualisierung der Beziehung zwischen *zwei* Variablen, wie wir es bei den Abbildungen im Abschnitt über (:doc:`Korrelationen <../Ch12/Ch12_Regression_01>`) gesehen haben. An diese letztere Anwendung denken wir normalerweise, wenn wir den Begriff „Streudiagramm“ (oder „*scatterplot*“) verwenden. Bei dieser Art von Diagramm entspricht jede Beobachtung einem Punkt. Die horizontale Position des Punktes stellt den Wert der Beobachtung für eine Variable dar, die vertikale Position zeigt den Wert für die andere Variable. In vielen Situationen hat man keine klare Meinung über die *kausale* Beziehung (z. B. ob A Ursache für B ist, oder ob B Ursache für A ist, oder ob eine andere Variable C sowohl A als auch B kontrolliert). Wenn das der Fall ist, spielt es keine Rolle, welche Variable Sie auf der x-Achse und welche Sie auf der y-Achse auftragen. In manchen Situationen haben Sie jedoch eine Vorstellung davon, welche Variable Ihrer Meinung nach am wahrscheinlichsten kausal ist, oder Sie haben zumindest einen Verdacht in dieser Richtung. In diesem Fall ist es üblich, der Ursachenvariablen die x-Achse und der Wirkungsvariablen die y-Achse zuzuweisen. In diesem Sinne schauen wir uns an, wie man in jamovi Streudiagramme zeichnet, und zwar mit demselben |parenthood|_-Datensatz, den ich bei der Einführung von Korrelationen verwendet habe.

source: Suppose my goal is to draw a scatterplot displaying the relationship between the amount of sleep that I get (``dani.sleep``) and how grumpy I am the next day (``dani.grump``). There are two different ways in which we can use jamovi to get the plot that we’re after. The first way is to use the ``Plot`` option under the ``Regression`` → ``Correlation Matrix`` button, giving us the output shown in :numref:`fig-scatterplot1`. Note that jamovi draws a line through the points, we’ll come onto this a bit later in section :doc:`What is a linear regression model? <../Ch12/Ch12_Regression_03>`. Plotting a scatterplot in this way also allow you to specify ``Densities for variables`` and this option adds a density curve showing how the data in each variable is distributed.
de: Angenommen, mein Ziel ist es, ein Streudiagramm zu zeichnen, das die Beziehung zwischen der Menge an Schlaf, die ich bekomme (``dani.sleep``) und wie miesepetrig ich am nächsten Tag bin (``dani.grump``) darstellt. Es gibt zwei verschiedene Möglichkeiten, wie wir jamovi verwenden können, um das gewünschte Diagramm zu erhalten. Die erste Möglichkeit ist die Verwendung der Option ``Plot`` unter der Schaltfläche ``Regression`` → ``Correlation Matrix``, die uns die in :numref:`fig-scatterplot1` gezeigte Ausgabe liefert. Beachten Sie, dass jamovi eine Linie durch die Punkte zieht, wir werden darauf später im Abschnitt :doc:`Was ist ein lineares Regressionsmodell? <../Ch12/Ch12_Regression_03>` eingehen. Wenn Sie ein Streudiagramm auf diese Weise erstellen, können Sie auch ``Densities for variables`` angeben. Diese Option fügt eine Dichtekurve hinzu, die zeigt, wie die Daten jeder einzelnen Variablen verteilt sind.

source: Stripped to its bare essentials, linear regression models are basically a slightly fancier version of the Pearson correlation (section :doc:`Correlations <../Ch12/Ch12_Regression_01>`), though as we’ll see regression models are much more powerful tools.
de: Auf das Wesentliche reduziert, sind lineare Regressionsmodelle im Grunde eine etwas ausgefeiltere Version der Pearson-Korrelation (Abschnitt :doc:`Korrelationen <../Ch12/Ch12_Regression_01>`), obwohl Regressionsmodelle, wie wir sehen werden, viel leistungsfähigere Werkzeuge sind.

source: As before, ε\ :sub:`i` is the residual associated with the i-th observation, ε\ :sub:`i` = {Y}_i - \hat{Y}_i`. In this model, we now have three coefficients that need to be estimated: *b*\ :sub:`0` is the intercept, *b*\ :sub:`1` is the coefficient associated with my sleep, and *b*\ :sub:`2` is the coefficient associated with my son’s sleep. However, although the number of coefficients that need to be estimated has changed, the basic idea of how the estimation works is unchanged: our estimated coefficients :math:`\hat{b}_0`, :math:`\hat{b}_1` and :math:`\hat{b}_2` are those that minimise the sum squared residuals.
de: Wie zuvor ist ε\ :sub:`i` das mit der i-ten Beobachtung verbundene Residuum, :math:`{\epsilon}_i = {Y}_i - \hat{Y}_i`. In diesem Modell haben wir nun drei Koeffizienten, die geschätzt werden müssen: *b*\ :sub:`0` ist das Interzept, *b*\ :sub:`1` ist der Koeffizient, der mit meinem Schlaf verbunden ist, und *b*\ :sub:`2` ist der Koeffizient, der mit dem Schlaf meines Sohnes verbunden ist. Obwohl sich die Anzahl der zu schätzenden Koeffizienten geändert hat, bleibt die Grundidee der Schätzung unverändert: Unsere geschätzten Koeffizienten :math:`\hat{b}_0`, :math:`\hat{b}_1` und :math:`\hat{b}_2` sind diejenigen, welche die Summe der quadrierten Residuen minimieren.

source: The equation that I gave above shows you what a multiple regression model looks like when you include two predictors. Not surprisingly, then, if you want more than two predictors all you have to do is add more *X* terms and more *b* coefficients. In other words, if you have K predictor variables in the model then the regression equation looks like this
de: Die oben dargestellte Gleichung zeigt Ihnen, wie ein multiples Regressionsmodell aussieht, wenn Sie zwei Prädiktoren einbeziehen. Wenn Sie also mehr als zwei Prädiktoren benötigen, müssen Sie lediglich weitere *X* Terme und weitere *b* Koeffizienten hinzufügen. Mit anderen Worten: Wenn Sie K Prädiktorvariablen im Modell haben, sieht die Regressionsgleichung wie folgt aus

source: The *R²* (R-squared) value
de: Der *R²* (R-Quadrat) Wert

source: Go to an empty column (at the end of the data set) and double click on the column header, choose “New computed variable” and enter ``Y_pred`` in the first line and the formula ``125.97 + (-8.94 * dani.sleep)`` in the line starting with ``=`` (next to the *f*\ :sub:`x`).
de: Gehen Sie zu einer leeren Spalte (am Ende des Datensatzes) und doppelklicken Sie auf die Spaltenüberschrift, wählen Sie ``New computed variable`` und geben Sie ``Y_pred`` in die erste Zeile und die Formel ``125.97 + (-8.94 * dani.sleep)`` in die Zeile beginnend mit ``=`` (neben *f*\ :sub:`x`) ein.

source: Calculate the squared deviation from the mean by creating yet another column called ``sq_total`` using the formula ``(dani.grump - VMEAN(dani.grump)) ^ 2``. The values in this column are later summed up to obtain SS\ :sub:`tot`.
de: Berechnen Sie die quadratische Abweichung vom Mittelwert, indem Sie eine weitere Spalte mit der Bezeichnung ``sq_total`` unter Verwendung der Formel ``(dani.grump - VMEAN(dani.grump)) ^ 2`` erstellen. Die Werte in dieser Spalte werden später aufsummiert, um SS\ :sub:`tot` zu erhalten.

source: To can fix this, we’d like to convert these two fairly meaningless numbers into one number. A nice, interpretable number, which for no particular reason we’ll call *R²*. What we would like is for the value of *R²* to be equal to 1 if the regression model makes no errors in predicting the data. In other words, if it turns out that the residual errors are zero. That is, if SS\ :sub:`res` = 0 then we expect *R²* = 1. Similarly, if the model is completely useless, we would like *R²* to be equal to 0. What do I mean by “useless”? Tempting as it is to demand that the regression model move out of the house, cut its hair and get a real job, I’m probably going to have to pick a more practical definition. In this case, all I mean is that the residual sum of squares is no smaller than the total sum of squares, SS\ :sub:`res` = SS\ :sub:`tot`. Wait, why don’t we do exactly that? The formula that provides us with our *R²* value is pretty simple to write down, and equally simple to calculate by hand:\ [#]_
de: Um dies zu beheben, möchten wir diese beiden ziemlich bedeutungslosen Zahlen in eine einzige Zahl umwandeln. Eine schöne, interpretierbare Zahl, die wir aus keinem besonderen Grund *R²* nennen. Wir möchten, dass der Wert von *R²* gleich 1 ist, wenn das Regressionsmodell bei der Vorhersage der Daten keine Fehler macht. Mit anderen Worten, wenn sich herausstellt, dass die Restfehler gleich Null sind. Das heißt, wenn SS\ :sub:`res` = 0 ist, dann erwarten wir *R²* = 1. Ähnlich verhält es sich, wenn das Modell völlig nutzlos ist: dann sollte *R²* gleich 0 sein. Was meine ich mit „nutzlos“? Hierfür muss ich wahrscheinlich eine praktischere Definition wählen. In diesem Fall meine ich nur, dass die Quadratsumme der Residuen nicht kleiner ist als die Gesamtquadratsumme, SS\ :sub:`res` = SS\ :sub:`tot`. Die Formel, die uns unseren *R²* Wert liefert, ist daher ziemlich einfach aufzuschreiben und ebenso einfach von Hand zu berechnen:\ [#]_
