Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: Estimate
de: Schätzung
nb: Estimat
ta: மதிப்பீடு

source: Intercept
de: Interzept
nb: Skjæringspunkt
ta: இடைமறிப்பு

source: The coefficient associated with ``dani.sleep`` is quite large, suggesting that every hour of sleep I lose makes me a lot grumpier. However, the coefficient for ``baby.sleep`` is very small, suggesting that it doesn’t really matter how much sleep my son gets. What matters as far as my grumpiness goes is how much sleep *I* get. To get a sense of what this multiple regression model looks like, :numref:`fig-scatter3d_1` shows a 3D plot that plots all three variables, along with the regression model itself.
de: Der Koeffizient für ``dani.sleep`` ist recht groß, was darauf hindeutet, dass jede Stunde Schlaf, die ich verliere, mich schlechter gelaunt macht. Der Koeffizient für ``baby.sleep`` ist jedoch sehr klein, was darauf hindeutet, dass es nicht wirklich wichtig ist, wie viel Schlaf mein Sohn bekommt. Entscheidend für meine schelchte Laune ist, wie viel Schlaf *ich* bekomme. Um ein Gefühl dafür zu bekommen, wie dieses multiple Regressionsmodell aussieht, zeigt :numref:`fig-scatter3d_1` ein 3D-Diagramm, in dem alle drei Variablen sowie das Regressionsmodell selbst dargestellt sind.
nb: Koeffisienten knyttet til ``dani.sleep`` er ganske stor, noe som tyder på at hver time med søvn jeg mister, gjør meg mye grinete. Koeffisienten for ``baby.sleep`` er imidlertid svært liten, noe som tyder på at det egentlig ikke spiller noen rolle hvor mye søvn sønnen min får. Det som betyr noe for hvor gretten jeg er, er hvor mye søvn *jeg* får. For å få en følelse av hvordan denne multiple regresjonsmodellen ser ut, viser :numref:`fig-scatter3d_1` et 3D-plott som plotter alle de tre variablene, sammen med selve regresjonsmodellen.
ta: `` டானி.லீப்`` உடன் தொடர்புடைய குணகம் மிகப் பெரியது, இது நான் இழக்கும் ஒவ்வொரு மணிநேர தூக்கமும் எனக்கு மிகவும் எரிச்சலூட்டுகிறது என்று கூறுகிறது. இருப்பினும், `` குழந்தை.லீப்` `க்கான குணகம் மிகச் சிறியது, இது என் மகனுக்கு எவ்வளவு தூக்கம் பெறுகிறது என்பது முக்கியமல்ல என்று கூறுகிறது. என் எரிச்சலைப் பொறுத்தவரை முக்கியமானது என்னவென்றால், எவ்வளவு தூக்கம் * நான் * பெறுகிறேன். இந்த பல பின்னடைவு மாதிரி எப்படி இருக்கும் என்பதைப் புரிந்துகொள்ள, NUMREF: `Fig-scatter3d_1` ஒரு 3D சதித்திட்டத்தைக் காட்டுகிறது, இது மூன்று மாறிகள் பின்னடைவு மாதிரியுடன்.

source: 3D visualisation of a multiple regression model
de: 3D-Visualisierung eines multiplen Regressionsmodells
nb: 3D-visualisering av en multippel regresjonsmodell
ta: பல பின்னடைவு மாதிரியின் 3D காட்சிப்படுத்தல்

source: 3D visualisation of a multiple regression model: There are two predictors in the model, ``dani.sleep`` and ``baby.sleep`` and the outcome variable is ``dani.grump``. Together, these three variables form a 3D space. Each observation (dot) is a point in this space. In much the same way that a simple linear regression model forms a line in 2D space, this multiple regression model forms a plane in 3D space. When we estimate the regression coefficients what we’re trying to do is find a plane that is as close to all the blue dots as possible.
de: 3D-Visualisierung eines multiplen Regressionsmodells: Es gibt zwei Prädiktoren in dem Modell, ``dani.sleep`` und ``baby.sleep`` und die Ergebnisvariable ist ``dani.grump``. Zusammen bilden diese drei Variablen einen 3D-Raum. Jede Beobachtung (Punkt) ist ein Punkt in diesem Raum. Genauso wie ein einfaches lineares Regressionsmodell eine Linie im 2D-Raum bildet, bildet dieses multiple Regressionsmodell eine Ebene im 3D-Raum. Bei der Schätzung der Regressionskoeffizienten geht es darum, eine Ebene zu finden, die möglichst nahe an allen blauen Punkten liegt.
nb: 3D-visualisering av en multippel regresjonsmodell: Det er to prediktorer i modellen, ``dani.sleep`` og ``baby.sleep``, og utfallsvariabelen er ``dani.grump``. Sammen danner disse tre variablene et 3D-rom. Hver observasjon (prikk) er et punkt i dette rommet. På samme måte som en enkel lineær regresjonsmodell danner en linje i et 2D-rom, danner denne multiple regresjonsmodellen et plan i et 3D-rom. Når vi estimerer regresjonskoeffisientene, prøver vi å finne et plan som ligger så nær alle de blå prikkene som mulig.
ta: பல பின்னடைவு மாதிரியின் 3D காட்சிப்படுத்தல்: மாதிரியில் இரண்டு முன்னறிவிப்பாளர்கள் உள்ளனர், `` டானி.லீப்`` மற்றும் `` பேபி. ஒன்றாக, இந்த மூன்று மாறிகள் ஒரு 3D இடத்தை உருவாக்குகின்றன. ஒவ்வொரு அவதானிப்பும் (புள்ளி) இந்த இடத்தில் ஒரு புள்ளி. ஒரு எளிய நேரியல் பின்னடைவு மாதிரி 2 டி இடத்தில் ஒரு கோட்டை உருவாக்கும் அதே வழியில், இந்த பல பின்னடைவு மாதிரி 3D இடத்தில் ஒரு விமானத்தை உருவாக்குகிறது. பின்னடைவு குணகங்களை நாங்கள் மதிப்பிடும்போது, நாங்கள் என்ன செய்ய முயற்சிக்கிறோம் என்பது முடிந்தவரை எல்லா நீல புள்ளிகளுக்கும் நெருக்கமான விமானத்தைக் கண்டுபிடிப்பதாகும்.

source: Formula for the general case
de: Die Formel für den allgemeinen Fall
nb: Formel for det generelle tilfellet
ta: பொது வழக்குக்கான தேற்றம்

source: The equation that I gave above shows you what a multiple regression model looks like when you include two predictors. Not surprisingly, then, if you want more than two predictors all you have to do is add more *X* terms and more *b* coefficients. In other words, if you have *K* predictor variables in the model then the regression equation looks like this:
nb: Ligningen jeg viste ovenfor, viser hvordan en multippel regresjonsmodell ser ut når du inkluderer to prediktorer. Ikke overraskende er det slik at hvis du vil ha flere enn to prediktorer, er alt du trenger å gjøre å legge til flere *X*-termer og flere *b*-koeffisienter. Med andre ord, hvis du har *K* prediktorvariabler i modellen, ser regresjonsligningen slik ut:
ta: நான் மேலே கொடுத்த சமன்பாடு, நீங்கள் இரண்டு முன்னறிவிப்பாளர்களைச் சேர்க்கும்போது பல பின்னடைவு மாதிரி எப்படி இருக்கும் என்பதைக் காட்டுகிறது. ஆச்சரியப்படுவதற்கில்லை, நீங்கள் இரண்டு முன்னறிவிப்பாளர்களுக்கு மேல் விரும்பினால், நீங்கள் செய்ய வேண்டியது எல்லாம் அதிக * ஃச் * விதிமுறைகளையும், மேலும் * பி * குணகங்களையும் சேர்ப்பதுதான். வேறு வார்த்தைகளில் கூறுவதானால், மாதிரியில் உங்களிடம் * K * முன்கணிப்பு மாறிகள் இருந்தால், பின்னடைவு சமன்பாடு இப்படி தெரிகிறது:

source: Quantifying the fit of the regression model
de: Quantifizieren der Anpassung des Regressionsmodells
nb: Kvantifisering av regresjonsmodellens tilpasning
ta: பின்னடைவு மாதிரியின் பொருத்தத்தை அளவிடுதல்

source: So we now know how to estimate the coefficients of a linear regression model. The problem is, we don’t yet know if this regression model is any good. For example, the ``regression.1`` model *claims* that every hour of sleep will improve my mood by quite a lot, but it might just be rubbish. Remember, the regression model only produces a prediction *Ŷ*\ :sub:`i` about what my mood is like, but my actual mood is *Y*\ :sub:`i`. If these two are very close, then the regression model has done a good job. If they are very different, then it has done a bad job.
de: Wir wissen jetzt also, wie man die Koeffizienten eines linearen Regressionsmodells schätzt. Das Problem ist, dass wir noch nicht wissen, ob dieses Regressionsmodell überhaupt etwas taugt. Zum Beispiel *behauptet* das Modell ``regression.1``, dass jede Stunde Schlaf meine Stimmung um einiges verbessert, aber das könnte auch einfach nur Unsinn sein. Denken Sie daran, dass das Regressionsmodell nur eine Vorhersage *Ŷ*\ :sub:`i` darüber macht, wie meine Stimmung ist, während *Y*\ :sub:`i` meine tatsächliche Stimmung beschreibt. Wenn diese beiden Werte sehr nahe beieinander liegen, dann hat das Regressionsmodell gute Arbeit geleistet. Wenn sie sehr unterschiedlich sind, hat es schlechte Arbeit geleistet.
nb: Nå vet vi altså hvordan vi kan estimere koeffisientene i en lineær regresjonsmodell. Problemet er at vi ennå ikke vet om denne regresjonsmodellen er god. For eksempel *påstår* modellen ``regression.1`` at hver times søvn vil forbedre humøret mitt ganske mye, men det kan være at det bare er tull. Husk at regresjonsmodellen bare gir en prediksjon *Ŷ*\ :sub:`i` om hvordan humøret mitt er, mens det faktiske humøret mitt er *Y*\ :sub:`i`. Hvis disse to ligger svært nær hverandre, har regresjonsmodellen gjort en god jobb. Hvis de er svært forskjellige, har den gjort en dårlig jobb.
ta: எனவே ஒரு நேரியல் பின்னடைவு மாதிரியின் குணகங்களை எவ்வாறு மதிப்பிடுவது என்பது இப்போது எங்களுக்குத் தெரியும். சிக்கல் என்னவென்றால், இந்த பின்னடைவு மாதிரி ஏதேனும் நல்லதா என்பதை நாங்கள் இன்னும் தெரியவில்லை. எடுத்துக்காட்டாக, `` பின்னடைவு 1`` மாதிரி * கூறுகிறது * ஒவ்வொரு மணிநேர தூக்கமும் என் மனநிலையை நிறைய மேம்படுத்தும், ஆனால் அது குப்பையாக இருக்கலாம். நினைவில் கொள்ளுங்கள், பின்னடைவு மாதிரி ஒரு கணிப்பை மட்டுமே உருவாக்குகிறது *ŷ *\: துணை: `எனது மனநிலை எப்படி இருக்கிறது என்பதைப் பற்றி நான்` நான்`, ஆனால் எனது உண்மையான மனநிலை *y *\: துணை:` நான்`. இந்த இரண்டு மிக நெருக்கமாக இருந்தால், பின்னடைவு மாதிரி ஒரு நல்ல வேலையைச் செய்துள்ளது. அவை மிகவும் வித்தியாசமாக இருந்தால், அது ஒரு மோசமான வேலையைச் செய்துள்ளது.

source: The *R*\² (R-squared) value
nb: Verdien *R*\² (R-kvadrat)
ta: *R *\ ² (r-squared) மதிப்பு

source: Once again, let’s wrap a little bit of mathematics around this. Firstly, we’ve got the sum of the squared residuals
de: Lassen Sie uns auch hier ein wenig Mathematik anwenden. Erstens haben wir die Summe der quadrierten Residuen
nb: La oss igjen bruke litt matematikk rundt dette. For det første har vi summen av de kvadrerte residuene (en forkortelse av kvadratsumme hvor vi oppsummerer flere kvadrerte verdier er SS; *sum of squares*)
ta: மீண்டும், இதைச் சுற்றி சிறிது கணிதத்தை மடிக்கலாம். முதலாவதாக, சதுர எச்சங்களின் கூட்டுத்தொகையை நாங்கள் பெற்றுள்ளோம்

source: which we would hope to be pretty small. Specifically, what we’d like is for it to be very small in comparison to the total variability in the outcome variable
de: von der wir hoffen, dass sie ziemlich klein ist. Konkret wünschen wir uns, dass sie im Vergleich zur Gesamtvariabilität der Ergebnisvariablen sehr klein ist
nb: som vi håper er ganske liten. Nærmere bestemt ønsker vi at den skal være svært liten i forhold til den totale variabiliteten i utfallsvariabelen
ta: இது மிகவும் சிறியதாக இருக்கும் என்று நம்புகிறோம். குறிப்பாக, விளைவு மாறியின் மொத்த மாறுபாட்டுடன் ஒப்பிடுகையில், அது மிகச் சிறியதாக இருக்க வேண்டும் என்பதே நாங்கள் விரும்புவது

source: While we’re here, let’s calculate these values ourselves, not by hand though. Let’s use jamovi instead. Open up the |parenthood|_ data set in so that we can work in it. The first thing to do is calculate the *Ŷ* values, and for the simple model that uses only a single predictor we would do the following:
de: Wenn wir schon dabei sind, sollten wir diese Werte selbst berechnen, allerdings nicht von Hand. Verwenden wir stattdessen jamovi. Öffnen Sie den Datensatz |parenthood|_, damit wir darin arbeiten können. Als Erstes müssen wir die *Ŷ* Werte berechnen, und für das einfache Modell, das nur einen einzigen Prädiktor verwendet, würden wir folgendes tun:
nb: Mens vi er her, la oss beregne disse verdiene selv, men ikke for hånd. La oss bruke jamovi i stedet. Åpne datasettet |parenthood|_ slik at vi kan jobbe i det. Det første vi må gjøre er å beregne *Ŷ*-verdiene, og for den enkle modellen som bare bruker én enkelt prediktor, gjør vi følgende:
ta: நாங்கள் இங்கே இருக்கும்போது, இந்த மதிப்புகளை நாமே கணக்கிடுவோம், கையால் அல்ல. அதற்கு பதிலாக சாமோவியைப் பயன்படுத்துவோம். | பெற்றோர்ஊட் | _ தரவுகளைத் திறக்கவும், இதனால் நாங்கள் அதில் வேலை செய்ய முடியும். முதலில் செய்ய வேண்டியது * ŷ * மதிப்புகளைக் கணக்கிடுவதாகும், மேலும் ஒரு முன்கணிப்பாளரை மட்டுமே பயன்படுத்தும் எளிய மாதிரிக்கு நாம் பின்வருவனவற்றை செய்வோம்:

source: Go to an empty column (at the end of the data set) and double click on the column header, choose ``New computed variable`` and enter ``Y_pred`` in the first line and the formula ``125.97 + (-8.94 * dani.sleep)`` in the line starting with ``=`` (next to the *f*\ :sub:`x`).
nb: Gå til en tom kolonne (på slutten av datasettet) og dobbeltklikk på kolonneoverskriften, velg ``New computed variable`` og skriv inn ``Y_pred`` i den første linjen og formelen ``125.97 + (-8.94 * dani.sleep)`` i linjen som starter med ``=`` (ved siden av *f*\ :sub:`x`).
ta: வெற்று நெடுவரிசைக்குச் சென்று (தரவு தொகுப்பின் முடிவில்) மற்றும் நெடுவரிசை தலைப்பில் இருமுறை சொடுக்கு செய்து, `` புதிய கணக்கிடப்பட்ட மாறி`` ஐத் தேர்ந்தெடுத்து முதல் வரியில் `` y_pred`` மற்றும் `` 125.97 + சூத்திரத்தை உள்ளிடவும் 8.94 *dani.sleep) `` `` = `` ( *f *\: துணை: `x`) உடன் தொடங்கும் வரியில்.

source: Okay, now that we’ve got a variable which stores the regression model predictions for how grumpy I will be on any given day, let’s calculate our sum of squared residuals. We would do that using the following formula:
de: Damit haben wir nun eine Variable, welche die Vorhersagen des Regressionsmodells dafür, wie mürrisch ich an einem bestimmten Tag sein werde, enthält. Lassen Sie uns jetzt die Summe der quadrierten Residuen berechnen. Dazu verwenden wir die folgende Formel:
nb: Nå som vi har en variabel som lagrer regresjonsmodellens prediksjoner for hvor gretten jeg vil være på en gitt dag, kan vi beregne summen av de kvadrerte residuene. Det gjør vi ved hjelp av følgende formel:
ta: சரி, இப்போது எந்த நாளிலும் நான் எவ்வளவு எரிச்சலாக இருப்பேன் என்பதற்கான பின்னடைவு மாதிரி கணிப்புகளை சேமிக்கும் ஒரு மாறியை நாங்கள் பெற்றுள்ளோம், எங்கள் சதுர எச்சங்களின் தொகையை கணக்கிடுவோம். பின்வரும் சூத்திரத்தைப் பயன்படுத்தி நாங்கள் அதைச் செய்வோம்:

source: Calculate the squared residuals by creating a new column called ``sq_resid`` using the formula ``(dani.grump - Y_pred) ^ 2``. The values in this column are later summed up to obtain SS\ :sub:`res`.
de: Zum Berechnen der quadrierten Residuen in jamovi, fügen Sie eine neue Spalte mit der Bezeichnung ``sq_resid`` hinzu und verwenden Sie die Formel ``(dani.grump - Y_pred) ^ 2`` für diese Variable. Die Werte in dieser Spalte werden später aufsummiert, um SS\ :sub:`res` zu erhalten.
nb: Beregn de kvadrerte residuene ved å opprette en ny kolonne kalt ``sq_resid`` ved hjelp av formelen ``(dani.grump - Y_pred) ^ 2``. Verdiene i denne kolonnen summeres senere for å få SS\ :sub:`res`.
ta: `` (Dani.grump - y_pred) ^ 2`` என்ற சூத்திரத்தைப் பயன்படுத்தி `` sq_resid`` என்ற புதிய நெடுவரிசையை உருவாக்குவதன் மூலம் ச்கொயர் எச்சங்களைக் கணக்கிடுங்கள். இந்த நெடுவரிசையில் உள்ள மதிப்புகள் பின்னர் SS \: துணை: `res` ஐப் பெற சுருக்கப்பட்டுள்ளன.

source: Calculate the squared deviation from the mean by creating yet another column called ``sq_total`` using the formula ``(dani.grump - VMEAN(dani.grump)) ^ 2``. The values in this column are later summed up to obtain SS\ :sub:`tot`.
nb: Beregn det kvadrerte avviket fra gjennomsnittet ved å opprette enda en kolonne kalt ``sq_total`` ved hjelp av formelen ``(dani.grump - VMEAN(dani.grump)) ^ 2``. Verdiene i denne kolonnen summeres senere for å få SS\ :sub:`tot`.
ta: `` (Dani.grump - vmean (dani.grump)) ^ 2`` என்ற சூத்திரத்தைப் பயன்படுத்தி `` sq_total` என்ற மற்றொரு நெடுவரிசையை உருவாக்குவதன் மூலம் சராசரியிலிருந்து சதுர விலகலைக் கணக்கிடுங்கள். இந்த நெடுவரிசையில் உள்ள மதிப்புகள் பின்னர் SS \: துணை: `TOT` ஐப் பெற சுருக்கப்பட்டுள்ளன.

source: To calculate the sum of these values, click ``Descriptives`` → ``Descriptive Statistics`` and move ``sq_resid`` and ``sq_total`` to the ``Variables`` box. You’ll then need to select ``Sum`` from the ``Statistics`` drop-down menu below. The sum of ``sq_resid`` has a value of **1838.722**. This is a big number, however, that doesn’t mean very much. The sum of ``sq_total`` has a value of **9998.590**. Well, it’s a much (about five times) bigger number than the last one, so this does suggest that our regression model was making good predictions (that is, it has greatly reduced the residual error compared to the model that uses the mean as a single predictor). But it’s not very interpretable.
de: Um die Summe dieser Werte zu berechnen, klicken Sie auf ``Descriptives`` → ``Descriptive Statistics`` und verschieben Sie ``sq_resid`` und ``sq_total`` in das Feld ``Variables``. Anschließend müssen Sie ``Sum`` aus dem Dropdown-Menü ``Statistics`` auswählen. Die Summe von ``sq_resid`` hat einen Wert von **1838.722**. Dies ist eine große Zahl, die jedoch nicht viel aussagt. Die Summe von ``sq_total`` hat einen Wert von **9998.590**. Das ist eine viel (etwa fünfmal) größere Zahl als die letzte, was darauf hindeutet, dass unser Regressionsmodell gute Vorhersagen macht (d. h. es hat den Restfehler im Vergleich zu dem Modell, das den Mittelwert als einzigen Prädiktor verwendet, stark reduziert). Aber diese Zahlen sind nicht so einfach interpretierbar.
nb: For å beregne summen av disse verdiene klikker du på ``Descriptives`` → ``Descriptive Statistics`` og flytter ``sq_resid`` og ``sq_total`` til ``Variables``-boksen. Deretter må du velge ``Sum`` fra rullegardinmenyen ``Statistics`` nedenfor. Summen av ``sq_resid`` har en verdi på **1838.722**. Dette er et stort tall, men det betyr ikke så mye. Summen av ``sq_total`` har en verdi på **9998.590**. Vel, det er et mye (omtrent fem ganger) større tall enn det forrige, så dette tyder på at regresjonsmodellen vår gjorde gode prediksjoner (det vil si at den har redusert feilen tilskrevet til residuenekraftig sammenlignet med modellen som bruker gjennomsnittet som den eneste prediktoren). Men det er ikke særlig tolkbart.
ta: இந்த மதிப்புகளின் கூட்டுத்தொகையை கணக்கிட, `` விளக்கங்கள்`` → `` விளக்க புள்ளிவிவரங்கள்`` என்பதைக் சொடுக்கு செய்து `` sq_resid`` மற்றும் `` sq_total`` ஆகியவற்றை `` மாறிகள்` பெட்டியில் நகர்த்தவும். கீழே உள்ள `` புள்ளிவிவரங்கள்` கீழ்தோன்றும் மெனுவிலிருந்து `` தொகை`` தேர்ந்தெடுக்க வேண்டும். `` Sq_resid`` இன் தொகை ** 1838.722 ** மதிப்பைக் கொண்டுள்ளது. இது ஒரு பெரிய எண், இருப்பினும், இது மிகவும் அர்த்தமல்ல. `` Sq_total`` இன் தொகை ** 9998.590 ** மதிப்பைக் கொண்டுள்ளது. சரி, இது கடைசியாக இருந்ததை விட மிகவும் (சுமார் ஐந்து மடங்கு) பெரிய எண்ணிக்கையாகும், எனவே இது எங்கள் பின்னடைவு மாதிரி நல்ல கணிப்புகளைச் செய்து கொண்டிருந்தது என்று இது அறிவுறுத்துகிறது (அதாவது, சராசரியைப் பயன்படுத்தும் மாதிரியுடன் ஒப்பிடும்போது மீதமுள்ள பிழையை இது வெகுவாகக் குறைத்துள்ளது ஒற்றை முன்கணிப்பு). ஆனால் இது மிகவும் விளக்கமளிக்கவில்லை.

source: To can fix this, we’d like to convert these two fairly meaningless numbers into one number. A nice, interpretable number, which for no particular reason we’ll call *R*\². What we would like is for the value of *R*\² to be equal to 1 if the regression model makes no errors in predicting the data. In other words, if it turns out that the residual errors are zero. That is, if SS\ :sub:`res` = 0 then we expect *R*\² = 1. Similarly, if the model is completely useless, we would like *R*\² to be equal to 0. What do I mean by “useless”? Tempting as it is to demand that the regression model move out of the house, cut its hair and get a real job, I’m probably going to have to pick a more practical definition. In this case, all I mean is that the residual sum of squares is no smaller than the total sum of squares, SS\ :sub:`res` = SS\ :sub:`tot`. Wait, why don’t we do exactly that? The formula that provides us with our *R*\² value is pretty simple to write down, and equally simple to calculate by hand:\ [#]_
nb: For å fikse dette, vil vi gjerne konvertere disse to ganske meningsløse tallene til ett tall. Et fint, tolkbart tall, som vi uten noen spesiell grunn kaller *R*\². Det vi ønsker, er at verdien av *R*\² skal være lik 1 hvis regresjonsmodellen ikke gjør noen feil når den predikerer dataene. Med andre ord, hvis det viser seg at feilene for residuene er null. Det vil si at hvis SS\ :sub:`res` = 0, forventer vi at *R*\² = 1. Tilsvarende, hvis modellen er helt ubrukelig, ønsker vi at *R*\² skal være lik 0. Hva mener jeg med «ubrukelig»? Selv om det er fristende å kreve at regresjonsmodellen flytter ut av huset, klipper håret og skaffer seg en ordentlig jobb, må jeg nok velge en mer praktisk definisjon. I dette tilfellet mener jeg bare at kvadratsummen for residuene ikke er mindre enn den totale kvadratsummen, SS\ :sub:`res` = SS\ :sub:`tot`. Vent, hvorfor gjør vi ikke akkurat det? Formelen som gir oss *R*\²-verdien er ganske enkel å skrive ned, og like enkel å regne ut for hånd:\ [#]_
ta: இதை சரிசெய்ய, இந்த இரண்டு மிகவும் அர்த்தமற்ற எண்களை ஒரு எண்ணாக மாற்ற விரும்புகிறோம். ஒரு நல்ல, விளக்கக்கூடிய எண், எந்தவொரு குறிப்பிட்ட காரணத்திற்காகவும் நாங்கள் *r *² என்று அழைப்போம். தரவைக் கணிப்பதில் பின்னடைவு மாதிரி எந்த பிழையும் செய்யாவிட்டால், *r *\ of இன் மதிப்பு 1 க்கு சமமாக இருக்க வேண்டும் என்பதே நாம் விரும்புவது. வேறு வார்த்தைகளில் கூறுவதானால், மீதமுள்ள பிழைகள் பூச்சியமாக இருக்கும் என்று மாறிவிட்டால். அதாவது, ss \: sub: `res` = 0 என்றால் *r *\ ² = 1 என்று எதிர்பார்க்கிறோம். இதேபோல், மாதிரி முற்றிலும் பயனற்றதாக இருந்தால், *r *\ the 0 க்கு சமமாக இருக்க விரும்புகிறோம். என்ன செய்ய வேண்டும் நான் “பயனற்றவர்” என்பதன் அர்த்தமா? பின்னடைவு மாதிரி வீட்டை விட்டு வெளியேற வேண்டும், அதன் தலைமுடியை வெட்டி, உண்மையான வேலையைப் பெற வேண்டும் என்று கோருவதால், நான் இன்னும் நடைமுறை வரையறையைத் தேர்வு செய்ய வேண்டியிருக்கும். இந்த விசயத்தில், நான் சொல்வது என்னவென்றால், சதுரங்களின் எஞ்சிய தொகை மொத்த சதுரங்களின் தொகையை விட சிறியதல்ல, SS \: sub: `res` = ss \: sub:` tot`. காத்திருங்கள், நாம் ஏன் அதைச் சரியாகச் செய்யக்கூடாது? எங்கள் *r *\ ² மதிப்பை எங்களுக்கு வழங்கும் தேற்றம் எழுதுவது மிகவும் எளிதானது, மேலும் கையால் கணக்கிட சமமாக எளிமையானது: \ [#] _ _

source: This gives a value for *R*\² of **0.816**. The *R*\² value, sometimes called the **coefficient of determination**\ [#]_ has a simple interpretation: it is the *proportion* of the variance in the outcome variable that can be accounted for by the predictor. So, in this case the fact that we have obtained *R*\² = 0.816 means that the predictor (``dani.sleep``) explains 81.6\% of the variance in the outcome (``dani.grump``).\ [#]_
nb: Dette gir en verdi for *R*\² på **0,816**. Verdien *R*\², som noen ganger kalles **determinasjonskoeffisienten**,\ [#]_ har en enkel tolkning: Det er *andelen* av variansen i utfallsvariabelen som kan forklares av prediktoren. I dette tilfellet betyr altså det faktum at vi har fått *R*\² = 0,816 at prediktoren (``dani.sleep``) forklarer 81,6\% av variansen i utfallet (``dani.grump``).\ [#]_
ta: இது ** 0.816 ** இன்*r*\ க்கு க்கு ஒரு மதிப்பை அளிக்கிறது. *R*\ ² மதிப்பு, சில நேரங்களில் ** தீர்மானத்தின் குணகம் ** \ [#] _ ஒரு எளிய விளக்கத்தைக் கொண்டுள்ளது: இது விளைவு மாறியில் உள்ள மாறுபாட்டின்*விகிதம்*ஆகும், இது முன்கணிப்பாளரால் கணக்கிடப்படலாம். எனவே, இந்த விசயத்தில் நாம் *r *\ ² = 0.816 ஐப் பெற்றுள்ளோம் என்பதன் பொருள், முன்கணிப்பு (`` டானி.லீப்``) 81.6 \% முடிவில் மாறுபாட்டை விளக்குகிறது (`` dani.grump``) . \ [#] _

source: Naturally, you don’t actually need to do all these calculations yourself if you want to obtain the *R*\² value for your regression model. As we’ll see later on in :ref:`Running the hypothesis tests in jamovi <coefficients_in_jamovi>`, all you need to do is specify this as an option in jamovi. However, let’s put that to one side for the moment. There’s another property of *R*\² that I want to point out.
nb: Du trenger naturligvis ikke å gjøre alle disse beregningene selv hvis du ønsker å få *R*\²-verdien for regresjonsmodellen din. Som vi skal se senere i :ref:`Kjøring av hypotesetester i jamovi <coefficients_in_jamovi>`, er alt du trenger å gjøre å spesifisere dette som et alternativ i jamovi. La oss imidlertid legge det til side for øyeblikket. Det er en annen egenskap ved *R*\² som jeg vil påpeke.
ta: இயற்கையாகவே, உங்கள் பின்னடைவு மாதிரிக்கான *r *\ ² மதிப்பைப் பெற விரும்பினால் இந்த கணக்கீடுகள் அனைத்தையும் நீங்களே செய்ய வேண்டிய அவசியமில்லை. நாம் பின்னர் பார்ப்பது போல்: ref: `சமோவியில் உள்ள கருதுகோள் சோதனைகளை இயக்குதல் <ceoficients_in_jamovi>`, நீங்கள் செய்ய வேண்டியது இதை சாமோவியில் ஒரு விருப்பமாகக் குறிப்பிடுவதுதான். இருப்பினும், இப்போதைக்கு அதை ஒரு பக்கத்திற்கு வைப்போம். நான் சுட்டிக்காட்ட விரும்பும் *r *² of இன் மற்றொரு சொத்து உள்ளது.
