Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: Correlation and linear regression
de: Korrelation und lineare Regression
nb: Korrelasjon og lineær regresjon
ta: தொடர்பு மற்றும் நேரியல் பின்னடைவு

source: The goal in this chapter is to introduce **correlation** and **linear regression**. These are the standard tools that statisticians rely on when analysing the relationship between continuous predictors |continuous| and continuous outcomes |continuous|.
de: Ziel dieses Kapitels ist es, die **Korrelation** und die **lineare Regression** vorzustellen. Dies sind die Standardinstrumente, auf die sich Statistiker bei der Analyse der Beziehung zwischen kontinuierlichen Prädiktoren und kontinuierlichen Ergebnissen verlassen.
nb: Målet med dette kapittelet er å introdusere **korrelasjon** og **lineær regresjon**. Dette er standardverktøyene som statistikere bruker når de analyserer forholdet mellom kontinuerlige prediktorer |continuous| og kontinuerlige utfall |continuous|.
ta: இந்த அத்தியாயத்தில் உள்ள குறிக்கோள் ** தொடர்பு ** மற்றும் ** நேரியல் பின்னடைவு ** ஐ அறிமுகப்படுத்துவதாகும். தொடர்ச்சியான முன்கணிப்பாளர்களுக்கிடையேயான உறவை பகுப்பாய்வு செய்யும் போது புள்ளிவிவர வல்லுநர்கள் நம்பியிருக்கும் நிலையான கருவிகள் இவை | தொடர்ச்சியான | மற்றும் தொடர்ச்சியான விளைவுகள் | தொடர்ச்சியான |.

source: Correlations
de: Korrelationen
nb: Sammenhenger
ta: தொடர்புகள்

source: In this section we’ll talk about how to describe the relationships *between* variables in the data. To do that, we want to talk mostly about the **correlation** between variables. But first, we need some data.
de: In diesem Abschnitt werden wir darüber sprechen, wie die Beziehungen *zwischen* Variablen in den Daten beschrieben werden können. Zu diesem Zweck wollen wir vor allem über die **Korrelation** zwischen den Variablen sprechen. Aber zuerst brauchen wir einige Daten.
nb: I denne delen skal vi snakke om hvordan vi kan beskrive sammenhengene *mellom* variablene i dataene. For å gjøre det vil vi først og fremst snakke om **korrelasjonen** mellom variablene. Men først trenger vi noen data.
ta: இந்த பிரிவில் தரவுகளில் உள்ள மாறிகள் இடையே உள்ள உறவுகளை எவ்வாறு விவரிப்பது என்பது பற்றி பேசுவோம். அதைச் செய்ய, மாறிகள் இடையே ** தொடர்பு ** பற்றி பெரும்பாலும் பேச விரும்புகிறோம். ஆனால் முதலில், எங்களுக்கு சில தரவு தேவை.

source: Descriptive statistics for the |parenthood|_ data set.
de: Deskriptivstatistik für den Datensatz |parenthood|_.
nb: Deskriptivstatistikk for datasettet |parenthood|_.
ta: | பெற்றோர்ஊட் | _ தரவு தொகுப்புக்கான விளக்க புள்ளிவிவரங்கள்.

source: Variable
nb: Variabel
ta: மாறக்கூடிய

source: min
ta: மணித்துளி

source: max
nb: maks
ta: அதிகபட்சம்

source: median
ta: இடைநடு

source: std. dev
de: Std.-abw.
nb: std. avvik
ta: std. தேவ்

source: **Dani’s grumpiness**
de: **Danis Miesepetrigkeit**
nb: **Danis grettenhet**
ta: ** டானியின் எரிச்சல் **

source: **Dani’s hours slept**
de: **Dani's Stunden mit Schlaf**
nb: **Dani har sovet**
ta: ** டானியின் மணிநேரம் தூங்குகிறது **

source: **Dani’s son’s hours slept**
de: **Stunden mit Schlaf von Dani's Sohn**
nb: **Danis sønns timer sov**
ta: ** டானியின் மகனின் நேரம் தூங்குகிறது **

source: Let’s turn to a topic close to every parent’s heart: sleep. The data set we’ll use is fictitious, but based on real events. Suppose I’m curious to find out how much my infant son’s sleeping habits affect my mood. Let’s say that I can rate my grumpiness very precisely, on a scale from 0 (not at all grumpy) to 100 (grumpy as a very, very grumpy old man or woman). And lets also assume that I’ve been measuring my grumpiness, my sleeping patterns and my son’s sleeping patterns for 100 days. The data are stored in the |parenthood|_ data set, that contains four variables ``dani.sleep``, ``baby.sleep``, ``dani.grump`` and ``day``.
de: Wenden wir uns einem Thema zu, das allen Eltern am Herzen liegt: dem Schlaf. Der Datensatz, den wir verwenden werden, ist fiktiv, basiert aber auf realen Ereignissen. Angenommen, ich möchte herausfinden, wie sehr die Schlafgewohnheiten meines kleinen Sohnes meine Stimmung beeinflussen. Nehmen wir an, ich kann meine Miesepetrigkeit auf einer Skala von 0 (überhaupt nicht miesepetrig) bis 100 (so miesepetrig wie sehr, sehr miesepetrige ältere Menschen) sehr genau einschätzen. Und nehmen wir weiter an, dass ich meine Miesepetrigkeit, mein Schlafverhalten und das Schlafverhalten meines Sohnes 100 Tage lang gemessen habe. Die Daten sind im Datensatz |parenthood|_ gespeichert, der vier Variablen enthält: ``dani.sleep``, ``baby.sleep``, ``dani.grump`` und ``day``.
nb: La oss ta for oss et tema som ligger alle foreldre på hjertet: søvn. Datasettet vi skal bruke, er fiktivt, men basert på virkelige hendelser. Anta at jeg er nysgjerrig på hvor mye søvnvanene til min lille sønn påvirker humøret mitt. La oss si at jeg kan rangere grettenheten min svært nøyaktig, på en skala fra 0 (ikke gretten i det hele tatt) til 100 (gretten som en veldig, veldig gretten gammel mann eller kvinne). Og la oss også anta at jeg har målt grettenheten min, søvnmønsteret mitt og søvnmønsteret til sønnen min i 100 dager. Dataene er lagret i datasettet |parenthood|_, som inneholder fire variabler: ``dani.sleep``, ``baby.sleep``, ``dani.grump`` og ``day``.
ta: ஒவ்வொரு பெற்றோரின் இதயத்திற்கும் நெருக்கமான தலைப்புக்கு திரும்புவோம்: தூக்கம். நாங்கள் பயன்படுத்தும் தரவு தொகுப்பு கற்பனையானது, ஆனால் உண்மையான நிகழ்வுகளின் அடிப்படையில். எனது குழந்தை மகனின் தூக்க பழக்கம் எனது மனநிலையை எவ்வளவு பாதிக்கிறது என்பதை அறிய ஆர்வமாக உள்ளேன் என்று வைத்துக்கொள்வோம். எனது எரிச்சலை 0 (எரிச்சல் அல்ல) முதல் 100 வரை (எரிச்சலூட்டுவது மிகவும் எரிச்சலூட்டும் வயதான ஆண் அல்லது பெண்ணாக) என் எரிச்சலை மிகத் துல்லியமாக மதிப்பிட முடியும் என்று சொல்லலாம். மேலும் நான் என் எரிச்சலையும், தூக்க முறைகள் மற்றும் எனது மகனின் தூக்க முறைகளையும் 100 நாட்களுக்கு அளவிடுகிறேன் என்பதையும் கருதுகிறேன். தரவு |

source: Next, I’ll take a look at some basic descriptive statistics and, to give a graphical depiction of what each of the three interesting variables looks like, :numref:`fig-grumpHist` plots histograms. One thing to note: just because jamovi can calculate dozens of different statistics doesn’t mean you should report all of them. If I were writing this up for a report, I’d probably pick out those statistics that are of most interest to me (and to my readership), and then put them into a nice, simple table like the one in :numref:`tab-parenthood`.\ [#]_ Notice that when I put it into a table, I gave everything “human readable” names. This is always good practice. Notice also that I’m not getting enough sleep. This isn’t good practice, but other parents tell me that it’s pretty standard.
de: Als Nächstes werfe ich einen Blick auf einige grundlegende deskriptive Statistiken und, um eine grafische Darstellung zu geben, wie jede der drei interessanten Variablen aussieht, zeigt :numref:`fig-grumpHist` Histogramme. Eine Anmerkung: Nur weil jamovi Dutzende verschiedener Statistiken berechnen kann, heißt das nicht, dass man sie alle ausgeben sollte. Würde ich über diese Daten berichten wollen, würde ich wahrscheinlich die Statistiken auswählen, die für mich (und meine angenommene Leserschaft) am interessantesten sind, und sie dann in eine einfache Tabelle wie :numref:`tab-parenthood`einfügen.\ [#]_ Das ist immer eine gute Vorgehensweise. Beachten Sie auch, dass ich nicht genug Schlaf bekomme. Das ist nicht empfehlenswert, aber andere Eltern sagen mir, dass das ziemlich normal ist.
nb: Deretter tar jeg en titt på noen grunnleggende deskriptivstatistiske mål, og for å gi en grafisk fremstilling av hvordan hver av de tre interessante variablene ser ut, plotter :numref:`fig-grumpHist` histogrammer. En ting å merke seg: Bare fordi jamovi kan beregne dusinvis av forskjellige statistikker, betyr ikke det at du bør rapportere dem alle. Hvis jeg skulle skrive dette for en rapport, ville jeg sannsynligvis plukket ut den statistikken som er mest interessant for meg (og for leserne mine), og deretter satt dem inn i en fin, enkel tabell som den i :numref:`tab-parenthood`.\ [#]_ Legg merke til at da jeg satte det inn i en tabell, ga jeg alt «menneskelige lesbare» navn. Dette er alltid god praksis. Legg også merke til at jeg ikke får nok søvn. Dette er ikke god praksis, men andre foreldre forteller meg at det er ganske vanlig.
ta: அடுத்து, நான் சில அடிப்படை விளக்க புள்ளிவிவரங்களைப் பார்ப்பேன், மேலும் மூன்று சுவையான மாறிகள் ஒவ்வொன்றும் எப்படி இருக்கும் என்பதற்கான வரைகலை சித்தரிப்பைக் கொடுக்க,: எண்: `அத்தி-கிரம்பிச்ட்` இச்டோகிராம்கள். கவனிக்க வேண்டிய ஒன்று: சாமோவி டசன் கணக்கான வெவ்வேறு புள்ளிவிவரங்களைக் கணக்கிட முடியும் என்பதால், நீங்கள் அனைத்தையும் புகாரளிக்க வேண்டும் என்று அர்த்தமல்ல. ஒரு அறிக்கைக்காக நான் இதை எழுதுகிறேன் என்றால், எனக்கு மிகவும் ஆர்வமுள்ள (மற்றும் எனது வாசகர்களுக்கு) அந்த புள்ளிவிவரங்களை நான் தேர்ந்தெடுத்தேன், பின்னர் அவற்றைப் போன்ற ஒரு நல்ல, எளிய அட்டவணையில் வைக்கவும்: numref: ` தாவல்-பெற்றோர் `. \ [#] _ நான் அதை ஒரு அட்டவணையில் வைக்கும்போது, எல்லாவற்றையும்“ மனிதப் படிக்கக்கூடிய ”பெயர்களைக் கொடுத்தேன் என்பதைக் கவனியுங்கள். இது எப்போதும் நல்ல நடைமுறை. எனக்கு போதுமான தூக்கம் வரவில்லை என்பதையும் கவனியுங்கள். இது நல்ல நடைமுறை அல்ல, ஆனால் மற்ற பெற்றோர்கள் இது மிகவும் தரமானதாக என்னிடம் கூறுகிறார்கள்.

source: Histograms for three variables from the |parenthood|_ data set
nb: Histogrammer for tre variabler fra datasettet |parenthood|_
ta: | பெற்றோர்உட் | _ தரவு தொகுப்பிலிருந்து மூன்று மாறிகளுக்கான இச்டோகிராம்கள்

source: Histograms for the three interesting variables in the |parenthood|_ data set
de: Histogramme für die drei interessierenden Variablen aus dem Datensatz |parenthood|_
nb: Histogrammer for de tre interessante variablene i datasettet |parenthood|_
ta: | பெற்றோர் | _ தரவு தொகுப்பில் உள்ள மூன்று சுவையான மாறிகளுக்கான இச்டோகிராம்கள்

source: The strength and direction of a relationship
de: Die Stärke und Richtung einer Beziehung
nb: Styrken og retningen på et forhold
ta: ஒரு உறவின் வலிமை மற்றும் திசை

source: We can draw scatterplots to give us a general sense of how closely related two variables are. Ideally though, we might want to say a bit more about it than that. For instance, let’s compare the relationship between ``dani.sleep`` and ``dani.grump`` (:numref:`fig-grumpCor1`, left) with that between ``baby.sleep`` and ``dani.grump`` (:numref:`fig-grumpCor1`, right). When looking at these two plots side by side, it’s clear that the relationship is *qualitatively* the same in both cases: more sleep equals less grump! However, it’s also pretty obvious that the relationship between ``dani.sleep`` and ``dani.grump`` is *stronger* than the relationship between ``baby.sleep`` and ``dani.grump``. The plot on the left is “neater” than the one on the right. What it feels like is that if you want to predict what my mood is, it’d help you a little bit to know how many hours my son slept, but it’d be more helpful to know how many hours I slept.
de: Wir können Streudiagramme zeichnen, die uns einen allgemeinen Eindruck davon vermitteln, wie eng zwei Variablen miteinander zusammenhängen. Idealerweise sollten wir jedoch etwas mehr darüber aussagen, als das. Vergleichen wir zum Beispiel die Beziehung zwischen ``dani.sleep`` und ``dani.grump`` (:numref:`fig-grumpCor1`, links) mit der zwischen ``baby.sleep`` und ``dani.grump`` (:numref:`fig-grumpCor1`, rechts). Wenn man sich diese beiden Diagramme nebeneinander ansieht, wird deutlich, dass die Beziehung *qualitativ* in beiden Fällen die gleiche ist: mehr Schlaf bedeutet weniger Miesepetrigkeit! Es ist jedoch auch ziemlich offensichtlich, dass die Beziehung zwischen ``dani.sleep`` und ``dani.grump`` *stärker* ist als die Beziehung zwischen ``baby.sleep`` und ``dani.grump``. Das Diagramm auf der linken Seite ist „ordentlicher“ als das auf der rechten Seite. Wenn Sie meine Stimmung vorhersagen wollen, hilft es Ihnen ein wenig, wenn Sie wissen, wie viele Stunden mein Sohn geschlafen hat. Es ist stattdessen hilfreicher, wenn Sie wissen, wie viele Stunden ich geschlafen habe.
nb: Vi kan tegne spredningsdiagrammer for å få en generell følelse av hvor nært beslektede to variabler er. Ideelt sett vil vi kanskje si litt mer om det enn det. La oss for eksempel sammenligne forholdet mellom ``dani.sleep`` og ``dani.grump`` (:numref:`fig-grumpCor1`, til venstre) med forholdet mellom ``baby.sleep`` og ``dani.grump`` (:numref:`fig-grumpCor1`, til høyre). Når man ser på disse to plottene side om side, er det tydelig at forholdet er *kvalitativt* det samme i begge tilfeller: mer søvn gir mindre grump! Det er imidlertid også ganske åpenbart at forholdet mellom ``dani.sleep`` og ``dani.grump`` er *sterkere* enn forholdet mellom ``baby.sleep`` og ``dani.grump``. Plottet til venstre er «penere» enn det til høyre. Det føles som om at hvis du vil forutsi humøret mitt, vil det hjelpe deg litt å vite hvor mange timer sønnen min har sovet, men det vil være mer nyttig å vite hvor mange timer jeg har sovet.
ta: இரண்டு மாறிகள் எவ்வளவு நெருக்கமாக தொடர்புடையவை என்பதற்கான பொதுவான உணர்வை நமக்குத் தெரிவிக்க சிதறல்களை நாம் வரையலாம். வெறுமனே, அதை விட இதைப் பற்றி இன்னும் கொஞ்சம் சொல்ல விரும்பலாம். உதாரணமாக, `` டானி.லீப்` மற்றும் `` டானி. க்ரம்ப்`` (: numref: `Fig-grumpcor1`, சரி). இந்த இரண்டு அடுக்குகளையும் அருகருகே பார்க்கும்போது, இரண்டு நிகழ்வுகளிலும் உறவு * தரமான முறையில் * ஒரே மாதிரியானது என்பது தெளிவாகிறது: அதிக தூக்கம் குறைவான எரிச்சலுக்கு சமம்! எவ்வாறாயினும், `` `டானி. இடதுபுறத்தில் உள்ள சூழ்ச்சி வலதுபுறத்தில் இருந்ததை விட “நேர்த்தி” ஆகும். என் மனநிலை என்ன என்பதை நீங்கள் கணிக்க விரும்பினால், என் மகன் எத்தனை மணிநேரம் தூங்கினான் என்பதை அறிய இது உங்களுக்கு கொஞ்சம் உதவுகிறது, ஆனால் நான் எத்தனை மணிநேரம் தூங்கினேன் என்பதை அறிய இது மிகவும் உதவியாக இருக்கும்.

source: Scatterplots between ``dani.sleep`` and ``baby.sleep`` to ``dani.grump``
de: Streudiagramme zwischen ``dani.sleep`` bzw. ``baby.sleep`` und ``dani.grump``
nb: Spredningsdiagrammer mellom ``dani.sleep`` og ``baby.sleep`` til ``dani.grump``
ta: `` Dani.sleep`` மற்றும் `` baby.sleep` க்கு இடையில் `` dani.grump`` க்கு இடையில் சிதறல்கள்

source: Scatterplots showing the relationship between ``dani.sleep`` and ``dani.grump`` (left panel) and the relationship between ``baby.sleep`` and ``dani.grump`` (right panel).
de: Streudiagramme, die das Verhältnis zwischen ``dani.sleep`` und ``dani.grump`` (links) und das Verhältnis zwischen ``baby.sleep`` und ``dani.grump`` (rechts) zeigen.
nb: Spredningsdiagrammer som viser forholdet mellom ``dani.sleep`` og ``dani.grump`` (venstre panel) og forholdet mellom ``baby.sleep`` og ``dani.grump`` (høyre panel).
ta: `` டானி.லீப்`` மற்றும் `` டானி.

source: In contrast, let’s consider the two scatterplots shown in :numref:`fig-grumpCor2`. If we compare the scatterplot of ``baby.sleep`` vs. ``dani.grump`` (left) to the scatterplot of ``baby.sleep`` vs. ``dani.sleep`` (right), the overall strength of the relationship is the same, but the direction is different. That is, if my son sleeps more, I get *more* sleep (positive relationship, right hand side), but if he sleeps more then I get *less* grumpy (negative relationship, left hand side).
de: Betrachten wir im Gegensatz dazu die beiden in :numref:`fig-grumpCor2` dargestellten Streudiagramme. Wenn wir das Streudiagramm von ``baby.sleep`` vs. ``dani.grump`` (links) mit dem Streudiagramm von ``baby.sleep`` vs. ``dani.sleep`` (rechts) vergleichen, ist die Gesamtstärke der Beziehung die gleiche, aber die Richtung ist anders. Das heißt, wenn mein Sohn mehr schläft, bekomme ich *mehr* Schlaf (positive Beziehung, rechts). Gleichzeitig bin ich *weniger* miesepetrig, wenn er mehr schläft (negative Beziehung, links).
nb: La oss derimot se på de to spredningsdiagrammene som vises i :numref:`fig-grumpCor2`. Hvis vi sammenligner spredningsdiagrammet for ``baby.sleep`` vs. ``dani.grump`` (til venstre) med spredningsdiagrammet for ``baby.sleep`` vs. ``dani.sleep`` (til høyre), er den generelle styrken i forholdet den samme, men retningen er forskjellig. Det vil si at hvis sønnen min sover mer, får jeg *mer* søvn (positivt forhold, høyre side), men hvis han sover mer, blir jeg *mindre* gretten (negativt forhold, venstre side).
ta: இதற்கு நேர்மாறாக, காட்டப்பட்டுள்ள இரண்டு சிதறல்களைக் கருத்தில் கொள்வோம்: NUMREF: `Fig-grumpcor2`. `` `Baby.sleep`` `` dani.grump```` (இடது) ஆகியவற்றின் சிதறலை `` `baby.sleep`` `` `dani.sleep`` (சரி) ஆகியவற்றின் சிதறலுடன் ஒப்பிட்டுப் பார்த்தால் உறவின் ஒட்டுமொத்த வலிமை ஒன்றுதான், ஆனால் திசை வேறுபட்டது. அதாவது, என் மகன் அதிகமாக தூங்கினால், எனக்கு * அதிக * தூக்கம் (நேர்மறையான உறவு, வலது கை பக்கம்) கிடைக்கிறது, ஆனால் அவர் அதிகமாக தூங்கினால், நான் * குறைவான * எரிச்சலான (எதிர்மறை உறவு, இடது கை பக்கமாக) பெறுகிறேன்.

source: Scatterplots between baby.sleep to dani.grump and dani.sleep
de: Streudiagramme zwischen ``baby.sleep`` zu ``dani.grump`` bzw. ``dani.sleep``
nb: Spredningsdiagrammer mellom baby.sleep til dani.grump og dani.sleep
ta: பேபி

source: Scatterplots showing the relationship between ``baby.sleep`` and ``dani.grump`` (left panel) and the relationship between ``baby.sleep`` and ``dani.sleep`` (right panel).
de: Streudiagramme, die das Verhältnis zwischen ``baby.sleep`` und ``dani.grump`` (links) sowie das Verhältnis zwischen ``baby.sleep`` und ``dani.sleep`` (rechts) zeigen.
nb: Spredningsdiagrammer som viser forholdet mellom ``baby.sleep`` og ``dani.grump`` (venstre panel) og forholdet mellom ``baby.sleep`` og ``dani.sleep`` (høyre panel).
ta: `` குழந்தை.லீப்`` மற்றும் `` டானி. கிரம்ப்`` (இடது குழு) மற்றும் `` பேபி.

source: The correlation coefficient
de: Der Korrelationskoeffizient
nb: Korrelasjonskoeffisienten
ta: தொடர்பு குணகம்

source: We can make these ideas a bit more explicit by introducing the idea of a **correlation coefficient** (or, more specifically, Pearson’s correlation coefficient), which is traditionally denoted as *r*. The correlation coefficient between two variables *X* and *Y* (sometimes denoted r\ :sub:`XY`), which we’ll define more precisely in the next section, is a measure that varies from -1 to 1. When *r* = -1 it means that we have a perfect negative relationship, and when *r* = 1 it means we have a perfect positive relationship. When *r* = 0, there’s no relationship at all. If you look at :numref:`fig-corr`, you can see several plots showing what different correlations look like.
de: Wir können diese Ideen etwas deutlicher machen, indem wir die Idee eines **Korrelationskoeffizienten** (oder, genauer gesagt, des Pearsonschen Korrelationskoeffizienten) einführen, der traditionell als *r* bezeichnet wird. Der Korrelationskoeffizient zwischen zwei Variablen *X* und *Y* (manchmal als r\ :sub:`XY` bezeichnet), den wir im nächsten Abschnitt genauer definieren werden, ist ein Maß, das von -1 bis 1 variiert. Wenn *r* = -1 ist, bedeutet dies, dass wir eine perfekte negative Beziehung haben, und wenn *r* = 1 ist, bedeutet dies, dass wir eine perfekte positive Beziehung haben. Wenn *r* = 0 ist, gibt es überhaupt keine Beziehung. Unter :numref:`fig-corr` finden Sie mehrere Diagramme, die zeigen, wie die verschiedenen Korrelationen aussehen können.
nb: Vi kan gjøre disse ideene litt mer eksplisitte ved å introdusere ideen om en **korrelasjonskoeffisient** (eller, mer spesifikt, Pearsons korrelasjonskoeffisient), som tradisjonelt betegnes som *r*. Korrelasjonskoeffisienten mellom to variabler *X* og *Y* (noen ganger betegnet r\ :sub:`XY`), som vi skal definere mer presist i neste avsnitt, er et mål som varierer fra -1 til 1. Når *r* = -1, betyr det at vi har et perfekt negativt forhold, og når *r* = 1, betyr det at vi har et perfekt positivt forhold. Når *r* = 0, er det ikke noe forhold i det hele tatt. Hvis du ser på :numref:`fig-corr`, kan du se flere plott som viser hvordan ulike korrelasjoner ser ut.
ta: ** தொடர்பு குணகம் ** (அல்லது, இன்னும் குறிப்பாக, பியர்சனின் தொடர்பு குணகம்) என்ற கருத்தை அறிமுகப்படுத்துவதன் மூலம் இந்த யோசனைகளை நாம் இன்னும் கொஞ்சம் வெளிப்படையாக மாற்ற முடியும், இது பாரம்பரியமாக*r*என குறிக்கப்படுகிறது. இரண்டு மாறிகள் * ஃச் * மற்றும் * ஒய் * (சில நேரங்களில் R \: sub: `xy`) க்கு இடையிலான தொடர்பு குணகம், அடுத்த பகுதியில் நாம் இன்னும் துல்லியமாக வரையறுப்போம், இது -1 முதல் 1 வரை மாறுபடும் ஒரு நடவடிக்கையாகும் * r* = -1 இதன் பொருள் நமக்கு ஒரு சரியான எதிர்மறை உறவு இருக்கிறது,* r* = 1 போது நமக்கு சரியான நேர்மறையான உறவு இருக்கிறது என்று பொருள். * R * = 0 போது, எந்த உறவும் இல்லை. நீங்கள் பார்த்தால்: NumRef: `Fig-corr`, வெவ்வேறு தொடர்புகள் எப்படி இருக்கும் என்பதைக் காட்டும் பல அடுக்குகளை நீங்கள் காணலாம்.

source: Effect of varying the strength and direction of a correlation
de: Auswirkung der Variation von Stärke und Richtung einer Korrelation
nb: Effekten av å variere styrken og retningen på en korrelasjon
ta: ஒரு தொடர்பின் வலிமை மற்றும் திசையை மாற்றுவதன் விளைவு

source: Illustration of the effect of varying the strength and direction of a correlation. In the left hand column, the correlations are 0.00, 0.33, 0.67 and 1.00 In the right hand column, the correlations are 0.00, -0.33, -0.67 and -1.00.
de: Veranschaulichung der Auswirkungen einer Änderung der Stärke und Richtung einer Korrelation. In der linken Spalte sind die Korrelationen 0,00, 0,33, 0,67 und 1,00 dargestellt, in der rechten Spalte die Korrelationen 0,00, -0,33, -0,67 und -1,00.
nb: Illustrasjon av effekten av å variere styrken og retningen på en korrelasjon. I venstre kolonne er korrelasjonene 0,00, 0,33, 0,67 og 1,00. I høyre kolonne er korrelasjonene 0,00, -0,33, -0,67 og -1,00.
ta: ஒரு தொடர்பின் வலிமை மற்றும் திசையை மாற்றுவதன் விளைவின் விளக்கம். இடது கை நெடுவரிசையில், வலது கை நெடுவரிசையில் தொடர்புகள் 0.00, 0.33, 0.67 மற்றும் 1.00 ஆகும், தொடர்புகள் 0.00, -0.33, -0.67 மற்றும் -1.00 ஆகும்.

source: The formula for the Pearson’s correlation coefficient can be written in several different ways. I think the simplest way to write down the formula is to break it into two steps. Firstly, let’s introduce the idea of a **covariance**. The covariance between two variables *X* and *Y* is a generalisation of the notion of the variance amd is a mathematically simple way of describing the relationship between two variables that isn’t terribly informative to humans
de: Die Formel für den Pearsonschen Korrelationskoeffizienten kann auf verschiedene Arten geschrieben werden. Meiner Meinung nach ist es am einfachsten, die Formel in zwei Schritte aufzuteilen. Führen wir zunächst die Idee einer **Kovarianz** ein. Die Kovarianz zwischen zwei Variablen *X* und *Y* ist eine Verallgemeinerung des Begriffs der Varianz und stellt eine mathematisch einfache Möglichkeit dar, die Beziehung zwischen zwei Variablen zu beschreiben, die für den Menschen nicht sehr informativ ist
nb: Formelen for Pearsons korrelasjonskoeffisient kan skrives på flere forskjellige måter. Jeg tror den enkleste måten å skrive formelen på er å dele den opp i to trinn. La oss først introdusere ideen om en **kovarians**. Kovariansen mellom to variabler *X* og *Y* er en generalisering av variansbegrepet og er en matematisk enkel måte å beskrive forholdet mellom to variabler som ikke er så veldig informative for mennesker
ta: பியர்சனின் தொடர்பு குணகத்திற்கான சூத்திரத்தை பல்வேறு வழிகளில் எழுதலாம். சூத்திரத்தை எழுதுவதற்கான எளிய வழி அதை இரண்டு படிகளாக உடைப்பதாகும் என்று நான் நினைக்கிறேன். முதலாவதாக, ஒரு ** கோவாரன்ச் ** இன் யோசனையை அறிமுகப்படுத்துவோம். * ஃச் * மற்றும் * ஒய் * ஆகிய இரண்டு மாறிகள் இடையேயான கோவாரன்ச் என்பது AMD என்ற மாறுபாட்டின் கருத்தை பொதுமைப்படுத்துவதாகும்
