Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: We can re-use a hypothesis test that we discussed earlier, the *t*-test. The test that we’re interested in has a null hypothesis that the true regression coefficient is zero (*b* = 0), which is to be tested against the alternative hypothesis that it isn’t (*b* ≠ 0). That is:
de: Wir können einen Hypothesentest wiederverwenden, den wir bereits besprochen haben, den *t*-Test. Der Test, an dem wir interessiert sind, hat die Nullhypothese, dass der wahre Regressionskoeffizient Null ist (*b* = 0), die gegen die Alternativhypothese, dass er es nicht ist (*b* ≠ 0), getestet werden soll. Das heißt:
nb: Vi kan gjenbruke en hypotesetest som vi diskuterte tidligere, *t*-testen. Testen vi er interessert i, har en nullhypotese om at den sanne regresjonskoeffisienten er null (*b* = 0), som skal testes mot alternativhypotesen om at den ikke er det (*b* ≠ 0). Det vil si at:
ta: நாம் முன்பு விவாதித்த ஒரு கருதுகோள் சோதனையை *t *-test மீண்டும் பயன்படுத்தலாம். உண்மையான பின்னடைவு குணகம் பூச்சியமானது (* பி* = 0) என்ற சுழிய கருதுகோளைக் கொண்டுள்ளது, இது மாற்று கருதுகோளுக்கு எதிராக சோதிக்கப்பட வேண்டும் (* பி* ≠ 0). அதாவது:

source: How can we test this? Well, if the central limit theorem is kind to us we might be able to guess that the sampling distribution of :math:`\hat{b}`, the estimated regression coefficient, is a normal distribution with mean centred on *b*. What that would mean is that if the null hypothesis were true, then the sampling distribution of :math:`\hat{b}` has mean zero and unknown standard deviation. Assuming that we can come up with a good estimate for the standard error of the regression coefficient, :math:`SE(\hat{b})`, then we’re in luck. That’s *exactly* the situation for which we introduced the one-sample *t*-test way back in chapter :doc:`../Ch11/Ch11_tTest`. So let’s define a *t*-statistic like this:
nb: Hvordan kan vi teste dette? Hvis sentralgrenseteoremet er snilt mot oss, kan vi kanskje gjette at utvalgsfordelingen av :math:`\hat{b}`, den estimerte regresjonskoeffisienten, er en normalfordeling med gjennomsnitt sentrert på *b*. Det vil si at hvis nullhypotesen er sann, har utvalgsfordelingen av :math:`\hat{b}` et gjennomsnitt på null og et ukjent standardavvik. Hvis vi antar at vi kan finne et godt estimat for standardfeilen til regresjonskoeffisienten, :math:`SE(\hat{b})`, så er vi heldige. Det er *nøyaktig* den situasjonen vi introduserte *t*-testen for i kapittel :doc:`../Ch11/Ch11_tTest`. Så la oss definere en *t*-statistikk slik:
ta: இதை நாம் எவ்வாறு சோதிக்க முடியும்? Well, if the மைய limit theorem is kind பெறுநர் us we might be able பெறுநர் guess that the மாதிரி எடுத்தல் பரவல் of :math:`\hat{b}`, the estimated regression coefficient, is a normal பரவல் with இடை, சராசரி centred on *b*. இதன் பொருள் என்னவென்றால், சுழிய கருதுகோள் உண்மையாக இருந்தால், இதன் மாதிரி விநியோகம்: கணிதம்: `\ தொப்பி {b}` என்பது பூச்சியத்தையும் அறியப்படாத நிலையான விலகலையும் குறிக்கிறது. பின்னடைவு குணகத்தின் நிலையான பிழைக்கான நல்ல மதிப்பீட்டை நாம் கொண்டு வர முடியும் என்று கருதி, கணிதம்: `சே (\ தொப்பி {b})`, பின்னர் நாங்கள் அதிர்ச்டத்தில் இருக்கிறோம். அத்தியாயம்: டாக்: `../ ch11/ch11_ttest` என்ற அத்தியாயத்தில் ஒரு மாதிரி *t *-test வழியை அறிமுகப்படுத்திய சூழ்நிலை இது *சரியாக *. எனவே இது போன்ற ஒரு *t *-statistict ஐ வரையறுப்போம்:

source: I’ll skip over the reasons why, but our degrees of freedom in this case are *df* = *N* - *K* - 1. Irritatingly, the estimate of the standard error of the regression coefficient, :math:`SE(\hat{b})`, is not as easy to calculate as the standard error of the mean that we used for the simpler *t*-tests in chapter :doc:`../Ch11/Ch11_tTest`. In fact, the formula is somewhat ugly, and not terribly helpful to look at.\ [#]_ For our purposes it’s sufficient to point out that the standard error of the estimated regression coefficient depends on both the predictor and outcome variables, and it is somewhat sensitive to violations of the homogeneity of variance assumption (discussed shortly).
nb: Jeg skal ikke gå nærmere inn på hvorfor, men frihetsgradene våre i dette tilfellet er *df* = *N* - *K* - 1. Irriterende nok er estimatet av standardfeilen til regresjonskoeffisienten, :math:`SE(\hat{b})`, ikke like lett å beregne som standardfeilen til gjennomsnittet som vi brukte for de enklere *t*-testene i kapittel :doc:`../Ch11/Ch11_tTest`. Faktisk er formelen litt stygg, og ikke så veldig nyttig å se på.\ [#]_ For vårt formål er det tilstrekkelig å påpeke at standardfeilen til den estimerte regresjonskoeffisienten avhenger av både prediktor- og utfallsvariablene, og at den er noe følsom for brudd på forutsetningen om varianshomogenitet (som vi skal diskutere om litt senere).
ta: ஏன் காரணங்களை நான் தவிர்ப்பேன், ஆனால் இந்த விசயத்தில் எங்கள் விடுதலை * df * = * n * - * k * - 1. எரிச்சலூட்டும் வகையில், பின்னடைவு குணகத்தின் நிலையான பிழையின் மதிப்பீடு,: கணிதம்: `சே . உண்மையில், தேற்றம் சற்றே அசிங்கமானது, மேலும் பார்க்க மிகவும் உதவாது. மாறுபாடு அனுமானத்தின் ஒருமைப்பாட்டை மீறுவதற்கு ஓரளவு உணர்திறன் (விரைவில் விவாதிக்கப்பட்டது).

source: In any case, this *t*-statistic can be interpreted in the same way as the *t*-statistics that we discussed in chapter :doc:`../Ch11/Ch11_tTest`. Assuming that you have a two-sided alternative (i.e., you don’t really care if *b* > 0 or *b* < 0), then it’s the extreme values of *t* (i.e., a lot less than zero or a lot greater than zero) that suggest that you should reject the null hypothesis.
nb: Uansett kan denne *t*-statistikken tolkes på samme måte som *t*-statistikken som vi diskuterte i kapittel :doc:`../Ch11/Ch11_tTest`. Hvis vi antar at du har et tosidig alternativ (dvs. at du egentlig ikke bryr deg om *b* > 0 eller *b* < 0), er det de ekstreme verdiene av *t* (dvs. mye mindre enn null eller mye større enn null) som tilsier at du bør forkaste nullhypotesen.
ta: எப்படியிருந்தாலும், இந்த *t *-statistict அத்தியாயத்தில் நாம் விவாதித்த *t *-புள்ளிவிவரங்களைப் போலவே விளக்கப்படலாம்: doc: `../ ch11/ch11_ttest`. உங்களிடம் இரு பக்க மாற்று உள்ளது என்று கருதி (அதாவது, * b *> 0 அல்லது * b * <0) என்றால் நீங்கள் உண்மையில் கவலைப்படவில்லை, பின்னர் இது * t * இன் தீவிர மதிப்புகள் (அதாவது, பூச்சியத்தை விட மிகக் குறைவு அல்லது பூச்சியத்தை விட நிறைய பெரியது) நீங்கள் சுழிய கருதுகோளை நிராகரிக்க வேண்டும் என்று பரிந்துரைக்கும்.

source: Running the hypothesis tests in jamovi
de: Durchführen der Hypothesentests in jamovi
nb: Kjører hypotesetestene i jamovi
ta: சமோவியில் கருதுகோள் சோதனைகளை இயக்குகிறது

source: To compute all of the statistics that we have talked about so far, all you need to do is make sure the relevant options are checked in jamovi and then run the regression. If we do that, as in :numref:`fig-reg2`, we get a whole bunch of useful output.
de: Um alle Statistiken zu berechnen, über die wir bisher gesprochen haben, müssen Sie lediglich sicherstellen, dass alle relevanten Optionen in jamovi gesetzt sind, und dann die Regression ausführen. Wenn wir das tun, wie in :numref:`fig-reg2` gezeigt, erhalten wir eine ganze Reihe nützlicher Ausgaben.
nb: For å beregne all statistikken vi har snakket om så langt, trenger du bare å sørge for at de relevante alternativene er krysset av i jamovi, og deretter kjøre regresjonen. Hvis vi gjør det, som i :numref:`fig-reg2`, får vi en hel haug med nyttig output.
ta: இதுவரை நாங்கள் பேசிய அனைத்து புள்ளிவிவரங்களையும் கணக்கிட, நீங்கள் செய்ய வேண்டியதெல்லாம், சாமோவியில் தொடர்புடைய விருப்பங்கள் சரிபார்க்கப்படுவதை உறுதிசெய்து பின்னடைவை இயக்க வேண்டும். நாம் அதைச் செய்தால், உள்ளதைப் போல: NumRef: `Fig-reg2`, பயனுள்ள வெளியீட்டின் முழுவதையும் நாங்கள் பெறுகிறோம்.

source: jamovi screenshot showing a multiple linear regression
de: jamovi-Screenshot mit einer multiplen linearen Regressionsanalyse
nb: jamovi skjermbilde som viser en multippel lineær regresjon
ta: சாமோவி திரைக்காட்சி பல நேரியல் பின்னடைவைக் காட்டுகிறது

source: jamovi screenshot showing a multiple linear regression analysis, with some useful options checked.
de: jamovi-Screenshot, der eine multiple lineare Regressionsanalyse zeigt, bei der einige wichtige Ausgabeoptionen gesetzt wurden.
nb: Skjermbilde fra jamovi som viser en multippel lineær regresjonsanalyse, med noen nyttige alternativer avkrysset.
ta: சாமோவி திரைக்காட்சி பல நேரியல் பின்னடைவு பகுப்பாய்வைக் காட்டுகிறது, சில பயனுள்ள விருப்பங்களுடன் சரிபார்க்கப்பட்டது.

source: The only thing that the coefficients table itself doesn’t list is the degrees of freedom used in the *t*-test, which is always *N* - *K* - 1 and is listed in the table at the top of the output, labelled ``Model Fit Measures``. We can see from this table that the model performs significantly better than you’d expect by chance (*F*\(2,97) = 215.24, *p* < 0.001), which isn’t all that surprising: the *R*\² = 0.81 value indicate that the regression model accounts for 81\% of the variability in the outcome measure (and 82\% for the adjusted *R*\²). However, when we look back up at the *t*-tests for each of the individual coefficients, we have pretty strong evidence that the ``baby.sleep`` variable has no significant effect. All the work in this model is being done by the ``dani.sleep`` variable. Taken together, these results suggest that this regression model is actually the wrong model for the data. You’d probably be better off dropping the ``baby.sleep`` predictor entirely. In other words, the simple regression model that we started with is the better model.
nb: Det eneste som ikke fremgår av selve koeffisienttabellen, er frihetsgradene som brukes i *t*-testen, som alltid er *N* - *K* - 1, og som er oppført i tabellen øverst i utgaven, merket ``Model Fit Measures``. Vi kan se av denne tabellen at modellen presterer betydelig bedre enn man skulle forvente ved en tilfeldighet (*F*\(2,97) = 215,24, *p* < 0,001), noe som ikke er så overraskende: Verdien *R*\² = 0,81 indikerer at regresjonsmodellen forklarer 81\% av variasjonen i utfallsmålet (og 82\% for den justerte *R*\²). Når vi ser tilbake på *t*-testene for hver av de individuelle koeffisientene, har vi imidlertid ganske sterke bevis for at variabelen ``baby.sleep`` ikke har noen signifikant effekt. Alt arbeidet i denne modellen gjøres av variabelen ``dani.sleep``. Til sammen tyder disse resultatene på at denne regresjonsmodellen faktisk er feil modell for dataene. Det er sannsynligvis bedre å droppe prediktoren ``baby.sleep`` helt. Med andre ord er den enkle regresjonsmodellen som vi startet med, den beste modellen.
ta: குணக அட்டவணையை பட்டியலிடாத ஒரே சேதி *t *-test இல் பயன்படுத்தப்படும் சுதந்திரத்தின் அளவுகள், இது எப்போதும் *n * - *k * - 1 மற்றும் வெளியீட்டின் மேலே உள்ள அட்டவணையில் பட்டியலிடப்பட்டுள்ளது , `` மாதிரி பொருத்தம் நடவடிக்கைகள்`` என்று பெயரிடப்பட்டது. இந்த அட்டவணையில் இருந்து நீங்கள் எதிர்பார்ப்பதை விட கணிசமாக சிறப்பாக செயல்படுகிறது என்பதை இந்த அட்டவணையில் இருந்து நாம் காணலாம் (*f*\ (2,97) = 215.24,*ப*<0.001), இது ஆச்சரியமல்ல:*r . எவ்வாறாயினும், ஒவ்வொரு தனிப்பட்ட குணகங்களுக்கும் *t *-tests ஐ திரும்பிப் பார்க்கும்போது, `` குழந்தை.ச்லீப்`` மாறுபாடு குறிப்பிடத்தக்க விளைவைக் கொண்டிருக்கவில்லை என்பதற்கு எங்களிடம் வலுவான சான்றுகள் உள்ளன. இந்த மாதிரியில் உள்ள அனைத்து வேலைகளும் `` டானி.லீப்`` மாறுபாட்டால் செய்யப்படுகின்றன. ஒன்றாக எடுத்துக்கொண்டால், இந்த பின்னடைவு மாதிரி உண்மையில் தரவுக்கு தவறான மாதிரி என்று இந்த முடிவுகள் தெரிவிக்கின்றன. `` குழந்தை.ச்லீப்`` முன்னறிவிப்பாளரை முற்றிலுமாக கைவிடுவது நல்லது. வேறு வார்த்தைகளில் கூறுவதானால், நாங்கள் தொடங்கிய எளிய பின்னடைவு மாதிரி சிறந்த மாதிரி.

source: For advanced readers only. The vector of residuals is :math:`\epsilon = y - X \hat{b}`. For *K* predictors plus the intercept, the estimated residual variance is :math:`\hat\sigma^2 = \epsilon^\prime\epsilon / (N - K - 1)`. The estimated covariance matrix of the coefficients is :math:`\hat\sigma^2(\mathbf{X}^\prime\mathbf{X})^{-1}`, the main diagonal of which is :math:`SE(\hat{b})`, our estimated standard errors.
nb: Kun for avanserte lesere. Vektoren av residuer er :math:`\epsilon = y - X \hat{b}`. For *K* prediktorer pluss skjæringspunktet er den estimerte variansen av residuene :math:`\hat\sigma^2 = \epsilon^\prime\epsilon / (N - K - 1)`. Den estimerte kovariansmatrisen til koeffisientene er :math:`\hat\sigma^2(\mathbf{X}^\prime\mathbf{X})^{-1}`, der hoveddiagonalen er :math:`SE(\hat{b})`, våre estimerte standardfeil.
ta: மேம்பட்ட வாசகர்களுக்கு மட்டுமே. எச்சங்களின் திசையன்: கணிதம்: `\ epsilon = ஒய் - ஃச் \ hat {b}`. * K * முன்னறிவிப்பாளர்கள் மற்றும் இடைமறிப்புக்கு, மதிப்பிடப்பட்ட எஞ்சிய மாறுபாடு: கணிதம்: `\ தொப்பி \ சிக்மா^2 = \ epsilon^\ prime \ epsilon / (n - k - 1)`. குணகங்களின் மதிப்பிடப்பட்ட கோவாரன்ச் மேட்ரிக்ச்: கணிதம்: `\ தொப்பி \ சிக்மா^2 (\ mathbf {X}^\ prime \ mathbf {X})^{-1}`, இதன் முக்கிய மூலைவிட்டம்: கணித: ` SE (\ தொப்பி {b}) `, எங்கள் மதிப்பிடப்பட்ட நிலையான பிழைகள்.

source: Note that, although jamovi has done multiple tests here, it hasn’t done a Bonferroni correction or anything. These are standard one-sample *t*-tests with a two-sided alternative. If you want to make corrections for multiple tests, you need to do that yourself.
de: Beachten Sie, dass keine Bonferroni- oder eine andre Korrektur verwendet wurde, obwohl jamovi hier mehrere Tests durchgeführt hat. Es handelt sich um Standardversionen von *t*-Tests bei einer Stichprobe mit einer zweiseitigen Alternative. Wenn Sie Korrekturen für das Durchführen mehrere Tests vornehmen möchten, müssen Sie dies selbst tun.
nb: Merk at selv om jamovi har utført flere tester her, har den ikke utført en Bonferroni-korreksjon eller noe annet. Dette er standard *t*-tester med ett utvalg og et tosidig alternativ. Hvis du vil korrigere for flere tester, må du gjøre det selv.
ta: சமோவி இங்கு பல சோதனைகளைச் செய்திருந்தாலும், அது ஒரு போன்பெரோரோனி திருத்தம் அல்லது எதையும் செய்யவில்லை என்பதை நினைவில் கொள்க. இவை இரு பக்க மாற்றீட்டைக் கொண்ட நிலையான ஒரு மாதிரி *t *-டெச்ட்கள். பல சோதனைகளுக்கு நீங்கள் திருத்தங்களைச் செய்ய விரும்பினால், அதை நீங்களே செய்ய வேண்டும்.

source: Regarding regression coefficients
de: Eine Anmerkung zu den Regressionskoeffizienten
nb: Når det gjelder regresjonskoeffisienter
ta: பின்னடைவு குணகங்கள் குறித்து

source: Before moving on to discuss the assumptions underlying linear regression and what you can do to check if they’re being met, there’s two more topics I want to briefly discuss, both of which relate to the regression coefficients. The first thing to talk about is calculating confidence intervals for the coefficients. After that, I’ll discuss the somewhat murky question of how to determine which predictor is most important.
de: Wir werden gleich mit den Annahmen fortfahren, die der linearen Regression zugrunde liegen, und was Sie tun können, um zu überprüfen, ob diese erfüllt sind. Zuerst möchte ich aber kurz zwei weitere Themen besprechen, die sich beide auf die Regressionskoeffizienten beziehen. Das Erste, worüber man sprechen muss, ist die Berechnung von Konfidenzintervallen für die Koeffizienten. Danach werde ich die etwas verworrene Frage diskutieren, wie man bestimmt, welcher Prädiktor am wichtigsten ist.
nb: Før vi går videre til å diskutere forutsetningene som ligger til grunn for lineær regresjon, og hva du kan gjøre for å sjekke om de er oppfylt, vil jeg kort ta for meg to andre emner, som begge er knyttet til regresjonskoeffisientene. Det første jeg skal snakke om, er beregning av konfidensintervaller for koeffisientene. Deretter vil jeg ta for meg det noe uklare spørsmålet om hvordan man kan avgjøre hvilken prediktor som er viktigst.
ta: நேரியல் பின்னடைவின் அடிப்படையிலான அனுமானங்கள் மற்றும் அவை நிறைவு செய்யப்படுகிறதா என்பதைச் சரிபார்க்க நீங்கள் என்ன செய்ய முடியும் என்பதைப் பற்றி விவாதிக்கச் செல்வதற்கு முன், நான் சுருக்கமாக விவாதிக்க விரும்பும் இன்னும் இரண்டு தலைப்புகள் உள்ளன, இவை இரண்டும் பின்னடைவு குணகங்களுடன் தொடர்புடையவை. முதலில் பேச வேண்டிய சேதி குணகங்களுக்கான நம்பிக்கை இடைவெளிகளைக் கணக்கிடுவதாகும். அதன்பிறகு, எந்த முன்கணிப்பு மிக முக்கியமானது என்பதை எவ்வாறு தீர்மானிப்பது என்ற சற்றே இருண்ட கேள்வியைப் பற்றி விவாதிப்பேன்.

source: Confidence intervals for the coefficients
de: Konfidenzintervalle für die Koeffizienten
nb: Konfidensintervaller for koeffisientene
ta: குணகங்களுக்கான நம்பிக்கை இடைவெளிகள்

source: Like any population parameter, the regression coefficients *b* cannot be estimated with complete precision from a sample of data; that’s part of why we need hypothesis tests. Given this, it’s quite useful to be able to report confidence intervals that capture our uncertainty about the true value of *b*. This is especially useful when the research question focuses heavily on an attempt to find out *how* strongly variable *X* is related to variable *Y*, since in those situations the interest is primarily in the regression weight *b*.
de: Wie jeder Parameter der Grundgesamtheit können die Regressionskoeffizienten *b* nicht mit absoluter Genauigkeit aus einer Stichprobe von Daten geschätzt werden. Das ist einer der Gründe, warum wir Hypothesentests brauchen. Vor diesem Hintergrund ist es sehr nützlich, Konfidenzintervalle berichten zu können, die unsere Unsicherheit über den wahren Wert von *b* erfassen. Dies ist besonders nützlich, wenn sich die Forschungsfrage stark auf den Versuch konzentriert, herauszufinden, *wie* stark die Variable *X* mit der Variablen *Y* zusammenhängt, da in diesen Situationen das Interesse hauptsächlich auf dem Regressionsgewicht *b* liegt.
nb: Som alle populasjonsparametere kan ikke regresjonskoeffisientene *b* estimeres med full presisjon ut fra et utvalg av data; det er blant annet derfor vi trenger hypotesetester. Derfor er det nyttig å kunne rapportere konfidensintervaller som fanger opp usikkerheten om den sanne verdien av *b*. Dette er spesielt nyttig når forskningsspørsmålet i stor grad fokuserer på å finne ut *hvor* sterkt variabel *X* er relatert til variabel *Y*, siden interessen i slike situasjoner først og fremst er knyttet til regresjonsvekten *b*.
ta: எந்தவொரு மக்கள்தொகை அளவுருவையும் போலவே, பின்னடைவு குணகங்களையும் * b * தரவுகளின் மாதிரியிலிருந்து முழுமையான துல்லியத்துடன் மதிப்பிட முடியாது; இதுதான் நமக்கு கருதுகோள் சோதனைகள் தேவை என்பதன் ஒரு பகுதியாகும். இதைக் கருத்தில் கொண்டு, *B *இன் உண்மையான மதிப்பைப் பற்றிய நமது நிச்சயமற்ற தன்மையைக் கைப்பற்றும் நம்பிக்கை இடைவெளிகளைப் புகாரளிக்க இது மிகவும் பயனுள்ளதாக இருக்கும். ஆராய்ச்சி கேள்வி *y *y *உடன் எவ்வாறு தொடர்புடையது என்பதைக் கண்டுபிடிக்கும் முயற்சியில் அதிக கவனம் செலுத்தும்போது இது மிகவும் பயனுள்ளதாக இருக்கும், ஏனெனில் அந்த சூழ்நிலைகளில் ஆர்வம் முதன்மையாக பின்னடைவு எடையில் *b *.

source: Fortunately, confidence intervals for the regression weights can be constructed in the usual fashion
de: Erfreulicherweise können Konfidenzintervalle für die Regressionskoeffizienten auf die übliche Weise konstruiert werden.
nb: Heldigvis kan konfidensintervallene for regresjonsvektene beregnes på vanlig måte
ta: அதிர்ச்டவசமாக, பின்னடைவு எடைகளுக்கான நம்பிக்கை இடைவெளிகள் வழக்கமான பாணியில் கட்டமைக்கப்படலாம்

source: where :math:`SE(\hat{b})` is the standard error of the regression coefficient, and *t*\ :sub:`crit` is the relevant critical value of the appropriate *t*-distribution. For instance, if it’s a 95\% confidence interval that we want, then the critical value is the 97.5th quantile of a *t* distribution with *N* - *K* - 1 degrees of freedom. In other words, this is basically the same approach to calculating confidence intervals that we’ve used throughout.
de: wobei :math:`SE(\hat{b})` der Standardfehler des Regressionskoeffizienten ist, und *t*\ :sub:`crit` der entsprechende kritische Wert der entsprechenden *t*-Verteilung ist. Wenn wir beispielsweise ein 95\%-Konfidenzintervall wünschen, dann ist der kritische Wert das 97,5. Quantil einer *t* -Verteilung mit *N* - *K* - 1 Freiheitsgraden. Mit anderen Worten, dies ist im Grunde derselbe Ansatz zur Berechnung von Konfidenzintervallen, den wir bisher verwendet haben.
nb: hvor :math:`SE(\hat{b})` er standardfeilen til regresjonskoeffisienten, og *t*\ :sub:`crit` er den relevante kritiske verdien til den aktuelle *t*-fordelingen. Hvis vi for eksempel ønsker et 95\%-konfidensintervall, er den kritiske verdien den 97,5. kvantilen i en *t*-fordeling med *N* - *K* - 1 frihetsgrader. Med andre ord er dette i bunn og grunn den samme tilnærmingen til beregning av konfidensintervaller som vi har brukt hele tiden.
ta: எங்கே: கணிதம்: `சே (\ தொப்பி {b})` என்பது பின்னடைவு குணகத்தின் நிலையான பிழை, மற்றும் *டி *\: துணை: `கிரிட்` என்பது பொருத்தமான *டி *-டிச்ட்ரிபியூசனின் பொருத்தமான முக்கியமான மதிப்பு. உதாரணமாக, இது நாம் விரும்பும் 95 \% நம்பிக்கை இடைவெளியாக இருந்தால், முக்கியமான மதிப்பு * n * - * k * - 1 டிகிரி சுதந்திரத்துடன் A * t * விநியோகத்தின் 97.5 வது அளவு. வேறு வார்த்தைகளில் கூறுவதானால், இது அடிப்படையில் நாம் பயன்படுத்திய நம்பிக்கை இடைவெளிகளைக் கணக்கிடுவதற்கான அதே அணுகுமுறையாகும்.

source: In jamovi we had already specified the ``95\% Confidence interval`` as shown in :numref:`fig-reg2`, although we could easily have chosen another value, say a ``99\% Confidence interval`` if that is what we decided on.
de: In jamovi hatten wir bereits ``95\% Confidence interval`` angegeben, wie in :numref:`fig-reg2` gezeigt, obwohl auch wir leicht einen anderen Wert hätten wählen können, z.B. ein ``99\% Confidence interval``, wenn wir uns dafür entschieden hätten.
nb: I jamovi hadde vi allerede spesifisert ``95\% Confidence interval`` (95\%-konfidensinterval) som vist i :numref:`fig-reg2`, selv om vi enkelt kunne ha valgt en annen verdi, for eksempel ``99\% Confidence interval``, hvis det var det vi bestemte oss for.
ta: சாமோவியில் நாங்கள் ஏற்கனவே `` 95 \% நம்பிக்கை இடைவெளி`` இல் காட்டப்பட்டுள்ளபடி குறிப்பிட்டுள்ளோம்: NumRef: `Fig-reg2`, நாங்கள் மற்றொரு மதிப்பை எளிதில் தேர்ந்தெடுத்திருக்கலாம் என்றாலும்,` `99 \% நம்பிக்கை இடைவெளி`` என்று சொல்லுங்கள் நாங்கள் முடிவு செய்தது.

source: Calculating standardised regression coefficients
de: Berechnung standardisierter Regressionskoeffizienten
nb: Beregning av standardiserte regresjonskoeffisienter
ta: தரப்படுத்தப்பட்ட பின்னடைவு குணகங்களைக் கணக்கிடுதல்
