Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: *Residuals are independent of each other*. This is really just a “catch all” assumption, to the effect that “there’s nothing else funny going on in the residuals”. If there is something weird (e.g., the residuals all depend heavily on some other unmeasured variable) going on, it might screw things up.
de: *Die Residuen sind unabhängig voneinander*. Dies ist eine unspezifische (*catch all*) Annahme, die besagt, dass „in den Residuen keine seltsamen Dinge vorgehen“. Wenn etwas Seltsames vor sich geht (z. B. wenn die Residuen alle stark von einer anderen nicht gemessenen Variablen abhängen), könnte es unser Modell ungültig machen.
nb: *Residuene er uavhengige av hverandre*. Dette er egentlig bare en «*catch all*»-antakelse, som går ut på at «det ikke skjer noe annet rart i residuene». Hvis det skjer noe rart (f.eks. at alle residuene er sterkt avhengige av en annen umålt variabel), kan det ødelegge ting.
ta: *எச்சங்கள் ஒருவருக்கொருவர் சுயாதீனமாக உள்ளன*. இது உண்மையில் ஒரு “அனைத்தையும் பிடிக்கவும்” அனுமானமாகும், இதன் விளைவாக “மீதமுள்ளவற்றில் வேறு எதுவும் இல்லை”. வித்தியாசமான ஒன்று இருந்தால் (எ.கா., எச்சங்கள் அனைத்தும் வேறு சில அளவிடப்படாத மாறியைப் பொறுத்தது) நடந்து கொண்டால், அது விசயங்களைத் திருகக்கூடும்.

source: *No “bad” outliers*. Again, not actually a technical assumption of the model (or rather, it’s sort of implied by all the others), but there is an implicit assumption that your regression model isn’t being too strongly influenced by one or two anomalous data points because this raises questions about the adequacy of the model and the trustworthiness of the data in some cases. See section :ref:`Three kinds of anomalous data <anomalous_data>`.
nb: *Ingen «dårlige» ekstremverdier*. Igjen, dette er egentlig ikke en teknisk forutsetning for modellen (eller rettere sagt, det er på en måte underforstått av alle de andre), men det er en implisitt forutsetning at regresjonsmodellen ikke blir for sterkt påvirket av ett eller to avvikende datapunkter, fordi dette i noen tilfeller kan reise spørsmål om modellens egnethet og dataenes troverdighet. Se avsnitt :ref:`Tre typer avvikende data <anomalous_data>`.
ta: *“மோசமான” வெளிநாட்டவர்கள் இல்லை*. மீண்டும், உண்மையில் மாதிரியின் தொழில்நுட்ப அனுமானம் அல்ல (அல்லது மாறாக, இது மற்றவர்கள் அனைவராலும் குறிக்கப்பட்டுள்ளது), ஆனால் உங்கள் பின்னடைவு மாதிரி ஒன்று அல்லது இரண்டு முரண்பாடான தரவு புள்ளிகளால் மிகவும் வலுவாக பாதிக்கப்படவில்லை என்ற மறைமுக அனுமானம் உள்ளது, ஏனெனில் இது சில சந்தர்ப்பங்களில் மாதிரியின் போதுமான தன்மை மற்றும் தரவின் நம்பகத்தன்மை குறித்த கேள்விகளை எழுப்புகிறது. பிரிவு: ref ஐப் பார்க்கவும்: `மூன்று வகையான முரண்பாடான தரவு <ஒழுங்கற்ற_டா>`.

source: Model checking
de: Modellprüfung
nb: Modellkontroll
ta: மாதிரி சோதனை

source: The main focus of this section is **regression diagnostics**, a term that refers to the art of checking that the assumptions of your regression model have been met, figuring out how to fix the model if the assumptions are violated, and generally to check that nothing “funny” is going on. I refer to this as the “art” of model checking with good reason. It’s not easy, and while there are a lot of fairly standardised tools that you can use to diagnose and maybe even cure the problems that ail your model (if there are any, that is!), you really do need to exercise a certain amount of judgement when doing this. It’s easy to get lost in all the details of checking this thing or that thing, and it’s quite exhausting to try to remember what all the different things are. This has the very nasty side effect that a lot of people get frustrated when trying to learn *all* the tools, so instead they decide not to do *any* model checking. This is a bit of a worry!
de: Der Schwerpunkt dieses Abschnitts liegt auf der **Regressionsdiagnostik**, einem Begriff, der sich auf die Kunst bezieht, zu überprüfen, ob die Annahmen Ihres Regressionsmodells erfüllt wurden und herauszufinden, wie das Modell geändert werden kann, wenn die Annahmen verletzt wurden, und allgemein zu überprüfen, ob nichts „Seltsames“ vor sich geht. Ich bezeichne es aus diesem Grund als die „Kunst“ der Modellprüfung. Es ist nicht einfach. Obwohl es viele standardisierte Werkzeuge gibt, mit denen Sie die Probleme Ihres Modells diagnostizieren und vielleicht sogar beheben können (falls es eine solche Lösung gibt), müssen Sie dabei ein gewisses Maß an Urteilsvermögen walten lassen. Es ist leicht, sich in all den Details der Überprüfung dieses oder jenes Dings zu verlieren, und es ist ziemlich anstrengend, sich daran zu erinnern, was all die verschiedenen Teilaspekte sind. Dies hat den sehr unangenehmen Nebeneffekt, dass viele Leute frustriert sind. Und anstatt zu versuchen, *alle* Werkzeuge zu lernen, beschließen sie, *keine* Modellprüfung durchzuführen. Das ist besorgniserregend!
nb: Hovedfokuset i denne delen er **regresjonsdiagnostikk**, et begrep som refererer til kunsten å kontrollere at forutsetningene for regresjonsmodellen din er oppfylt, finne ut hvordan du kan fikse modellen hvis forutsetningene brytes, og generelt sjekke at det ikke foregår noe «rart». Det er ikke uten grunn at jeg kaller dette «kunsten» å modellsjekke. Det er ikke lett, og selv om det finnes mange standardiserte verktøy som du kan bruke til å diagnostisere og kanskje til og med kurere problemene med modellen din (hvis det finnes noen!), må du utvise en viss grad av skjønn når du gjør dette. Det er lett å gå seg vill i alle detaljene når man skal sjekke det ene eller det andre, og det er ganske slitsomt å prøve å huske hva alle de forskjellige tingene er. Dette har den ubehagelige bivirkningen at mange blir frustrerte når de prøver å lære seg *alle* verktøyene, og i stedet bestemmer de seg for ikke å gjøre *noen* modellsjekking. Dette er litt bekymringsfullt!
ta: இந்த பிரிவின் முக்கிய கவனம் ** பின்னடைவு கண்டறிதல் ** ஆகும், இது உங்கள் பின்னடைவு மாதிரியின் அனுமானங்கள் நிறைவு செய்யப்பட்டுள்ளதா, அனுமானங்கள் மீறப்பட்டால் மாதிரியை எவ்வாறு சரிசெய்வது என்பதைக் கண்டுபிடிப்பது, பொதுவாகச் சரிபார்க்கும் கலையை குறிக்கிறது “வேடிக்கையானது” எதுவும் நடக்காது என்பதை சரிபார்க்கவும். இதை நான் நல்ல காரணத்துடன் மாதிரி சோதனையின் “கலை” என்று குறிப்பிடுகிறேன். இது எளிதானது அல்ல, மேலும் உங்கள் மாதிரியைக் கண்டறியவும், குணப்படுத்தவும் நீங்கள் பயன்படுத்தக்கூடிய நிறைய தரப்படுத்தப்பட்ட கருவிகள் உள்ளன (ஏதேனும் இருந்தால், அதாவது!), நீங்கள் உண்மையில் ஒரு குறிப்பிட்ட தொகையை உடற்பயிற்சி செய்ய வேண்டும் இதைச் செய்யும்போது தீர்ப்பு. இந்த விசயத்தை அல்லது அந்த விசயத்தை சரிபார்க்கும் அனைத்து விவரங்களிலும் தொலைந்து போவது எளிதானது, மேலும் எல்லா வித்தியாசமான விசயங்களும் என்ன என்பதை நினைவில் வைக்க முயற்சிப்பது மிகவும் சோர்வாக இருக்கிறது. * அனைத்து * கருவிகளையும் கற்றுக்கொள்ள முயற்சிக்கும்போது நிறைய பேர் விரக்தியடைவார்கள், எனவே அதற்கு பதிலாக அவர்கள் * எந்த * மாதிரி சரிபார்ப்பையும் செய்ய வேண்டாம் என்று முடிவு செய்கிறார்கள். இது கொஞ்சம் கவலை!

source: In this section I describe several different things you can do to check that your regression model is doing what it’s supposed to. It doesn’t cover the full space of things you could do, but it’s still much more detailed than what I see a lot of people doing in practice, and even I don’t usually cover all of this in my intro stats class either. However, I do think it’s important that you get a sense of what tools are at your disposal, so I’ll try to introduce a bunch of them here. Finally, I should note that this section draws quite heavily from :ref:`Fox and Weisberg (2011) <Fox_2011>`, the book associated with the ``car`` package that is used to conduct regression analysis in R. The ``car`` package is notable for providing some excellent tools for regression diagnostics, and the book itself talks about them in an admirably clear fashion. I don’t want to sound too gushy about it, but I do think that :ref:`Fox and Weisberg (2011) <Fox_2011>` is well worth reading, even if some of the advanced diagnostic techniques are only available in R and not jamovi.
nb: I denne delen beskriver jeg flere forskjellige ting du kan gjøre for å sjekke at regresjonsmodellen din gjør det den skal. Det dekker ikke hele spekteret av ting du kan gjøre, men det er likevel mye mer detaljert enn det jeg ser mange gjøre i praksis, og jeg pleier heller ikke å gå gjennom alt dette i introduksjonskurset mitt i statistikk. Jeg synes imidlertid at det er viktig at du får en følelse av hvilke verktøy du har til rådighet, så jeg skal prøve å introdusere noen av dem her. Til slutt vil jeg bemerke at denne delen i stor grad bygger på :ref:`Fox and Weisberg (2011) <Fox_2011>`, boken som er knyttet til ``car``-pakken som brukes til å utføre regresjonsanalyse i R. ``car``-pakken er kjent for å tilby noen utmerkede verktøy for regresjonsdiagnostikk, og selve boken omtaler dem på en beundringsverdig klar måte. Jeg vil ikke høres for gushy ut, men jeg synes at :ref:`Fox and Weisberg (2011) <Fox_2011>` er vel verdt å lese, selv om noen av de avanserte diagnostiske teknikkene bare er tilgjengelige i R og ikke i jamovi.
ta: இந்த பிரிவில், உங்கள் பின்னடைவு மாதிரி என்ன செய்ய வேண்டும் என்பதைச் சரிபார்க்க நீங்கள் செய்யக்கூடிய பல்வேறு விசயங்களை நான் விவரிக்கிறேன். இது நீங்கள் செய்யக்கூடிய விசயங்களின் முழு இடத்தையும் மறைக்காது, ஆனால் நடைமுறையில் நிறைய பேர் செய்வதை நான் காணுவதை விட இது இன்னும் விரிவானது, மேலும் எனது அறிமுக புள்ளிவிவர வகுப்பிலும் இவை அனைத்தையும் நான் வழக்கமாக மறைக்க மாட்டேன். இருப்பினும், உங்கள் வசம் என்ன கருவிகள் உள்ளன என்பதைப் புரிந்துகொள்வது முதன்மை என்று நான் நினைக்கிறேன், எனவே அவற்றில் ஒரு சிலவற்றை இங்கே அறிமுகப்படுத்த முயற்சிக்கிறேன். இறுதியாக, இந்த பிரிவு மிகவும் பெரிதும் ஈர்க்கிறது என்பதை நான் கவனிக்க வேண்டும்: ref: `ஃபாக்ச் மற்றும் வெயிச்பெர்க் (2011) <fox_2011>`, ஆர். பின்னடைவு கண்டறிதலுக்கான சில சிறந்த கருவிகளை வழங்குவதில் `கார்` தொகுப்பு குறிப்பிடத்தக்கது, மேலும் புத்தகமே அவற்றைப் பற்றி ஒரு தெளிவான பாணியில் பேசுகிறது. நான் இதைப் பற்றி அதிகம் ஒலிக்க விரும்பவில்லை, ஆனால் நான் நினைக்கிறேன்: குறிப்பு: `ஃபாக்ச் மற்றும் வெயிச்பெர்க் (2011) <fox_2011>` சில மேம்பட்ட கண்டறியும் நுட்பங்கள் ஆர் மற்றும் ஆர் மற்றும் ஆர் மற்றும் ஆர் மற்றும் மற்றும் வாசிப்பு மதிப்புக்குரியது என்றாலும் கூட சமோவி அல்ல.

source: Three kinds of residuals
de: Drei Arten von Residuen
nb: Tre typer residuer
ta: மூன்று வகையான எச்சங்கள்

source: The majority of regression diagnostics revolve around looking at the residuals, and by now you’ve probably formed a sufficiently pessimistic theory of statistics to be able to guess that, precisely *because* of the fact that we care a lot about the residuals, there are several different kinds of residual that we might consider. In particular, the following three kinds of residuals are referred to in this section: “ordinary residuals”, “standardised residuals”, and “Studentised residuals”. There is a fourth kind that you’ll see referred to in some of the Figures, and that’s the “Pearson residual”. However, for the models that we’re talking about in this chapter, the Pearson residual is identical to the ordinary residual.
de: Ein wichtiger Aspekt der Regressionsdiagnostik ist die Betrachtung der Residuen. Inzwischen haben Sie wahrscheinlich eine ausreichend pessimistische Sicht auf die Statistik gebildet, um erraten zu können, dass es verschiedene Arten von Residuen gibt, die wir betrachten können, und dass dies der Grund dafür ist, *weshalb* wir uns so sehr um die Residuen kümmern. In diesem Abschnitt wird insbesondere auf die folgenden drei Arten von Residuen Bezug genommen: „gewöhnliche Residuen“, „standardisierte Residuen“ und „studentisierte Residuen“. Es gibt eine vierte Art, auf die in einigen der Abbildungen Bezug genommen wird, und das sind „Pearson-Residuen“. Für die Modelle, über die wir in diesem Kapitel sprechen, sind Pearson-Residuen jedoch identisch mit den gewöhnlichen Residuen.
nb: De fleste regresjonsdiagnoser dreier seg om å se på residuene, og nå har du sikkert dannet deg en tilstrekkelig pessimistisk teori om statistikk til å kunne gjette at nettopp *på grunn av* det faktum at vi bryr oss mye om residuene, finnes det flere forskjellige typer residuer som vi kan ta i betraktning. I dette avsnittet vil vi særlig referere til følgende tre typer residuer: «ordinære residuer», «standardiserte residuer» og «studentiserte residuer». Det finnes en fjerde type som du vil se referert til i noen av figurene, og det er «Pearson-residuum». For de modellene vi snakker om i dette kapittelet, er imidlertid Pearson-residuumet identisk med det ordinære residuumet.
ta: பின்னடைவு கண்டறிதல்கள் பெரும்பாலானவை எச்சங்களைப் பார்ப்பதைச் சுற்றி வருகின்றன, இப்போது நீங்கள் புள்ளிவிவரங்களின் போதுமான அவநம்பிக்கையான கோட்பாட்டை உருவாக்கியிருக்கலாம், அதை யூகிக்க முடியும், துல்லியமாக * ஏனெனில் * எஞ்சியதைப் பற்றி நாங்கள் அதிகம் அக்கறை காட்டுகிறோம், அங்கு, நாம் கருத்தில் கொள்ளக்கூடிய பல்வேறு வகையான எஞ்சியவை. குறிப்பாக, பின்வரும் மூன்று வகையான எச்சங்கள் இந்த பிரிவில் குறிப்பிடப்படுகின்றன: “சாதாரண எச்சங்கள்”, “தரப்படுத்தப்பட்ட எச்சங்கள்” மற்றும் “மாணவர் எஞ்சியவை”. சில புள்ளிவிவரங்களில் நீங்கள் குறிப்பிடப்படும் நான்காவது வகை உள்ளது, அதுதான் “பியர்சன் எஞ்சியவை”. இருப்பினும், இந்த அத்தியாயத்தில் நாம் பேசும் மாதிரிகளுக்கு, பியர்சன் எச்சம் சாதாரண எச்சத்திற்கு ஒத்ததாக இருக்கிறது.

source: The first and simplest kind of residuals that we care about are **ordinary residuals**. These are the actual raw residuals that I’ve been talking about throughout this chapter so far. The ordinary residual is just the difference between the fitted value *Ŷ*\ :sub:`i` and the observed value *Y*\ :sub:`i`. I’ve been using the notation ε\ :sub:`i` to refer to the i-th ordinary residual, and by gum I’m going to stick to it. With this in mind, we have the very simple equation:
de: Die erste und einfachste Art von Residuen, die uns wichtig sind, sind **gewöhnliche Residuen**. Dies sind die eigentlichen Roh-Residuen, über die ich in diesem Kapitel bis jetzt gesprochen habe. Das gewöhnliche Residuum ist nur die Differenz zwischen dem vorhergesagten Wert *Ŷ*\:sub:`i` und dem beobachteten Wert *Y*\:sub:`i`. Ich habe die Notation ε\:sub:`i` benutzt, um auf das i-te gewöhnliche Residuum zu verweisen, und ich werde mich and diese Nomenklatur halten. In diesem Sinne haben wir die sehr einfache Gleichung:
nb: Den første og enkleste typen residuer vi bryr oss om, er **ordinære residuer**. Dette er de faktiske rå residuene som jeg har snakket om gjennom hele dette kapitlet så langt. Det ordinære residuumet er bare differansen mellom den tilpassede verdien *Ŷ*\ :sub:`i` og den observerte verdien *Y*\ :sub:`i`. Jeg har brukt notasjonen ε\ :sub:`i` for å referere til det i-te ordinære residuumet, og jeg kommer til å holde meg til den. Med dette i bakhodet har vi den veldig enkle ligningen:
ta: நாங்கள் அக்கறை கொள்ளும் முதல் மற்றும் எளிமையான எச்சங்கள் ** சாதாரண எச்சங்கள் **. இந்த அத்தியாயம் முழுவதும் நான் பேசிக் கொண்டிருந்த உண்மையான மூல எச்சங்கள் இவை. சாதாரண எச்சம் பொருத்தப்பட்ட மதிப்புக்கு இடையேயான வேறுபாடு *ŷ *\: துணை: `நான்` மற்றும் கவனிக்கப்பட்ட மதிப்பு *y *\: sub:` i`. நான் ε \: sub: `நான்` நான் `ஐ-வது சாதாரண எச்சத்தைக் குறிப்பிடுகிறேன், கம் மூலம் நான் அதனுடன் ஒட்டிக்கொள்ளப் போகிறேன். இதைக் கருத்தில் கொண்டு, நம்மிடம் மிகவும் எளிமையான சமன்பாடு உள்ளது:

source: This is of course what we saw earlier, and unless I specifically refer to some other kind of residual, this is the one I’m talking about. So there’s nothing new here. I just wanted to repeat myself. One drawback to using ordinary residuals is that they’re always on a different scale, depending on what the outcome variable is and how good the regression model is. That is, unless you’ve decided to run a regression model without an intercept term, the ordinary residuals will have mean 0 but the variance is different for every regression. In a lot of contexts, especially where you’re only interested in the *pattern* of the residuals and not their actual values, it’s convenient to estimate the **standardised residuals**, which are normalised in such a way as to have standard deviation 1.
de: Das ist natürlich das, was wir früher gesehen haben. Wenn ich mich nicht speziell auf eine andere Art von Residuen beziehe, sind es gewöhnliche Residuen, von denen ich spreche. Hier gibt es also nichts Neues. Ein Nachteil bei der Verwendung gewöhnlicher Residuen besteht darin, dass sie jeweils verschiedene Skalierungen haben, je nachdem, was die Ergebnisvariable ist und wie gut das Regressionsmodell angepasst ist. Das heißt, nur dann wenn Sie sich entschieden haben, ein Regressionsmodell ohne einen Interzept-Term zu erstellen, haben die gewöhnlichen Residuen einen Mittelwert von 0, aber in jedem Fall ist die Varianz ist für jede Regression unterschiedlich. In vielen Zusammenhängen, insbesondere wenn Sie nur am *Verhältnis* der Residuen zueinander und nicht an ihren tatsächlichen Werten interessiert sind, ist es praktisch, die **standardisierten Residuen** zu schätzen, die so normiert werden, dass sie eine Standardabweichung 1 haben.
nb: Dette er selvfølgelig det vi har sett tidligere, og med mindre jeg spesifikt henviser til en annen type residuum, er det denne jeg snakker om. Så det er ikke noe nytt her. Jeg ville bare gjenta meg selv. En ulempe med å bruke vanlige residuer er at de alltid er på en annen skala, avhengig av hva utfallsvariabelen er og hvor god regresjonsmodellen er. Det vil si at med mindre du har bestemt deg for å kjøre en regresjonsmodell uten en term for intercept, vil de ordinære residuene ha gjennomsnitt 0, men variansen er forskjellig for hver regresjon. I mange sammenhenger, spesielt der du bare er interessert i *mønsteret* til residuene og ikke de faktiske verdiene, er det praktisk å estimere **standardiserte residuer**, som er normalisert slik at de har standardavvik 1.
ta: இது நிச்சயமாக நாங்கள் முன்பு பார்த்தது, வேறு சில வகையான எஞ்சியவற்றைக் குறிப்பிடாவிட்டால், இதுதான் நான் பேசுகிறேன். எனவே இங்கே புதிதாக எதுவும் இல்லை. நான் என்னை மீண்டும் செய்ய விரும்பினேன். சாதாரண எச்சங்களைப் பயன்படுத்துவதில் ஒரு குறைபாடு என்னவென்றால், அவை எப்போதும் வேறு அளவில் இருக்கும், விளைவு மாறி என்றால் என்ன, பின்னடைவு மாதிரி எவ்வளவு நல்லது என்பதைப் பொறுத்து. அதாவது, இடைமறிப்பு காலப்படி இல்லாமல் பின்னடைவு மாதிரியை இயக்க நீங்கள் முடிவு செய்தாலொழிய, சாதாரண எச்சங்கள் சராசரி 0 ஐக் கொண்டிருக்கும், ஆனால் ஒவ்வொரு பின்னடைவுக்கும் மாறுபாடு வேறுபட்டது. நிறைய சூழல்களில், குறிப்பாக நீங்கள் எச்சங்களின்*வடிவத்தில் மட்டுமே ஆர்வமாக உள்ளீர்கள், அவற்றின் உண்மையான மதிப்புகள் அல்ல, ** தரப்படுத்தப்பட்ட எச்சங்கள் ** ஐ மதிப்பிடுவது வசதியானது, அவை தரமானதாக இருக்கும் வகையில் இயல்பாக்கப்படுகின்றன விலகல் 1.

source: The way we calculate these is to divide the ordinary residual by an estimate of the (population) standard deviation of these residuals. For technical reasons, mumble mumble, the formula for this is:
nb: Måten vi beregner disse på, er å dividere det ordinære residuumet med et estimat av (populasjons-)standardavviket til disse residuene. Av tekniske grunner, mumle mumle, er formelen for dette:
ta: இவற்றைக் கணக்கிடும் வழி, இந்த எச்சங்களின் (மக்கள் தொகை) நிலையான விலகலின் மதிப்பீட்டால் சாதாரண எச்சத்தை பிரிப்பதாகும். தொழில்நுட்ப காரணங்களுக்காக, முணுமுணுப்பு முணுமுணுப்பு, இதற்கான சூத்திரம்:

source: where :math:`\hat\sigma` in this context is the estimated population standard deviation of the ordinary residuals, and h\ :sub:`i` is the “hat value” of the *i*-th observation. I haven’t explained hat values to you yet (but have no fear,\ [#]_ it’s coming shortly), so this won’t make a lot of sense. For now, it’s enough to interpret the standardised residuals as if we’d converted the ordinary residuals to *z*-scores. In fact, that is more or less the truth, it’s just that we’re being a bit fancier.
de: wobei :math:`\hat{\sigma}` in diesem Zusammenhang die geschätzte Standardabweichung der gewöhnlichen Residuen und h\ :sub:'i' der „Dach-Wert“ der *i*-ten Beobachtung ist. Ich habe die Dach-Werte noch nicht erklärt (aber keine Angst,\ [#]_ das kommt in Kürze), also wird das nicht viel Sinn machen. Im Moment reicht es aus, die standardisierten Residuen so zu interpretieren, als hätten wir die gewöhnlichen Residuen in *z*-Werte umgewandelt. Tatsächlich entspricht das mehr oder weniger die Wahrheit, es ist nur so, dass wir das auf eine ein bisschen ausgefallenere Art machen.
nb: hvor :math:`\hat\sigma` i denne sammenhengen er det estimerte populasjonsstandardavviket til de ordinære residuene, og h\ :sub:`i` er «hat-verdien» til den *i*-te observasjonen. Jeg har ikke forklart hat-verdier for deg ennå (men vær ikke redd,\ [#]_ det kommer snart), så dette vil ikke gi så mye mening. Inntil videre holder det å tolke de standardiserte residuene som om vi hadde konvertert de ordinære residuene til *z*-skårer. Det er faktisk mer eller mindre sannheten, det er bare det at vi er litt mer fancy.
ta: எங்கே: கணிதம்: `\ தொப்பி \ சிக்மா` இந்த சூழலில் சாதாரண எச்சங்களின் மதிப்பிடப்பட்ட மக்கள்தொகை நிலையான விலகல், மற்றும் h \: துணை:` நான் *i *-th அவதானிப்பின் “தொப்பி மதிப்பு”. நான் இன்னும் தொப்பி மதிப்புகளை உங்களுக்கு விளக்கவில்லை (ஆனால் அச்சம் இல்லை, \ [#] _ இது விரைவில் வருகிறது), எனவே இது நிறைய அர்த்தத்தை ஏற்படுத்தாது. இப்போதைக்கு, தரப்படுத்தப்பட்ட எச்சங்களை நாம் சாதாரண எச்சங்களை *z *-ச்கோர்களாக மாற்றுவது போல விளக்கினால் போதும். உண்மையில், இது உண்மையை அதிகமாகவோ அல்லது குறைவாகவோ இல்லை, நாங்கள் கொஞ்சம் ஆர்வமாக இருக்கிறோம்.

source: The third kind of residuals are **Studentised residuals** (also called “jackknifed residuals”) and they’re even fancier than standardised residuals. Again, the idea is to take the ordinary residual and divide it by some quantity in order to estimate some standardised notion of the residual.
de: Die dritte Art von Residuen sind **Studentisierte Residuen** (auch „*jackknifed residuals*“ genannt). Sie sind noch schicker als standardisierte Residuen. Auch hier besteht die Idee darin, das gewöhnlichen Residuum zu nehmen und durch eine bestimmte Größe zu dividieren, um eine standardisierte Schätzung des Residuums zu erhalten.
nb: Den tredje typen residuer er **Studentiserte residuer** (også kalt «*jackknifed residuals*»), og de er enda mer avanserte enn standardiserte residuer. Igjen er ideen å ta det ordinære residuumet og dividere den med en eller annen størrelse for å estimere et standardisert begrep om residuumet.
ta: மூன்றாவது வகையான எச்சங்கள் ** மாணவர்களின் எச்சங்கள் ** (“சாக்னிஃப்ட் எஞ்சியவர்கள்” என்றும் அழைக்கப்படுகின்றன) மற்றும் அவை தரப்படுத்தப்பட்ட எச்சங்களை விட ஆர்வமாக உள்ளன. மீண்டும், மீதமுள்ள சில தரப்படுத்தப்பட்ட கருத்தை மதிப்பிடுவதற்காக சாதாரண எஞ்சியவற்றை எடுத்து அதை ஓரளவு பிரிக்க வேண்டும் என்பதே சிந்தனை.

source: The formula for doing the calculations this time is subtly different
de: Die Formel für die Durchführung der Berechnungen ist diesmal etwas anders
nb: Formelen for å gjøre beregningene denne gangen er litt annerledes
ta: இந்த நேரத்தில் கணக்கீடுகளைச் செய்வதற்கான தேற்றம் நுட்பமாக வேறுபட்டது
