Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch12.po
Languages: de, nb, ta

source: Or, at least, that’s what it was when I went to high school all those years ago. The two *variables* are *x* and *y*, and we have two *coefficients*, *a* and *b*\.\ [#]_ The coefficient *a* represents the **y-intercept** of the line, and coefficient *b* represents the *slope* of the line. Digging further back into our decaying memories of high school (sorry, for some of us high school was a long time ago), we remember that the intercept is interpreted as “the value of *y* that you get when *x* = 0”. Similarly, a slope of *b* means that if you increase the *x*-value by 1 unit, then the *y*-value goes up by *b* units, and a negative slope means that the *y*-value would go down rather than up. Ah yes, it’s all coming back to me now. Now that we’ve remembered that it should come as no surprise to discover that we use the exact same formula for a regression line. If *Y* is the outcome variable (the DV) and *X* is the predictor variable (the IV), then the formula that describes our regression is written like this:
de: Die beiden *Variablen* sind *x* und *y*, und wir haben zwei *Koeffizienten*, *a* und *b*\.\ [#]_ Der Koeffizient *a* stellt den **y-Achsenabschnitt** (das Interzept) der Geraden dar, und der Koeffizient *b* stellt die *Steigung* der Geraden dar. Wenn wir weiter in unseren verblassten Erinnerungen an Mathematik aus unserer Schulzeit kramen, erinnern wir uns, dass der Achsenabschnitt (das Interzept) als „der Wert von *y* interpretiert wird, den man erhält, wenn *x* = 0“. In ähnlicher Weise bedeutet eine Steigung von *b*, dass der *y*-Wert um *b* Einheiten ansteigt, wenn man den *x*-Wert um 1 Einheit erhöht, und eine negative Steigung bedeutet, dass der *y*-Wert nicht ansteigt, sondern fällt. Da wir uns nun daran erinnert haben, sollte es nicht mehr überraschen, dass wir genau dieselbe Formel für eine Regressionsgerade verwenden können. Wenn *Y* die Ergebnisvariable (die DV) und *X* die Prädiktorvariable (die IV) ist, dann lautet die Formel, die unsere Regression beschreibt, wie folgt:
nb: Det var i hvert fall slik det var da jeg gikk på videregående for mange år siden. De to *variablene* er *x* og *y*, og vi har to *koeffisienter*, *a* og *b*\.\ [#]_ Koeffisienten *a* representerer linjens **y-skjæringspunkt** (*intercept*), og koeffisienten *b* representerer linjens *stigning*. Når vi graver oss lenger tilbake i våre forvitrende minner fra videregående skole (beklager, for noen av oss er det lenge siden videregående skole), husker vi at skjæringspunktet tolkes som «verdien av *y* som du får når *x* = 0». På samme måte betyr en stigning på *b* at hvis du øker *x*-verdien med 1 enhet, så øker *y*-verdien med *b* enheter, og en negativ stigning betyr at *y*-verdien går ned i stedet for opp. Å ja, nå husker jeg alt sammen. Nå som vi har husket det, bør det ikke komme som noen overraskelse at vi bruker nøyaktig samme formel for en regresjonslinje. Hvis *Y* er utfallsvariabelen (DV) og *X* er prediktorvariabelen (IV), er formelen som beskriver regresjonen vår, skrevet slik:
ta: அல்லது, குறைந்தபட்சம், அந்த ஆண்டுகளுக்கு முன்பு நான் உயர்நிலைப் பள்ளிக்குச் சென்றபோது அதுதான். இரண்டு*மாறிகள்**x*மற்றும்*y*, மற்றும் எங்களிடம் இரண்டு*குணகங்கள்*,*a*மற்றும்*b*\. \ [#] _ குணகம்*A*** y- இடைமுகத்தை குறிக்கிறது ** வரியின், மற்றும் குணகம் * பி * வரியின் * சாய்வு * ஐ குறிக்கிறது. உயர்நிலைப் பள்ளியின் எங்கள் அழுகும் நினைவுகளுக்கு மேலும் மீண்டும் தோண்டுவது (மன்னிக்கவும், நம்மில் சிலர் உயர்நிலைப் பள்ளி நீண்ட காலத்திற்கு முன்பு), இடைமறிப்பு “ * ஒய் * இன் மதிப்பு * ஃச் * = 0 என நீங்கள் பெறும் மதிப்பு என்று நாங்கள் நினைவில் கொள்கிறோம் ”. இதேபோல், *b *இன் சாய்வு என்பது நீங்கள் *x *-value ஐ 1 அலகு மூலம் அதிகரித்தால், *y *-மதிப்பு *b *அலகுகளால் அதிகரிக்கும், மற்றும் எதிர்மறை சாய்வு என்பது *y *-மதிப்பு என்று பொருள் மேலே செல்வதை விட கீழே போகும். ஆமாம், இது எல்லாம் இப்போது என்னிடம் திரும்பி வருகிறது. பின்னடைவு வரிக்கு அதே சூத்திரத்தை நாங்கள் பயன்படுத்துகிறோம் என்பதைக் கண்டுபிடிப்பதில் ஆச்சரியமில்லை என்பதை இப்போது நினைவில் வைத்திருக்கிறோம். * ஒய் * என்பது விளைவு மாறி (DV) மற்றும் * ஃச் * என்பது முன்கணிப்பு மாறி (IV) என்றால், எங்கள் பின்னடைவை விவரிக்கும் தேற்றம் இப்படி எழுதப்பட்டுள்ளது:

source: Hmm. Looks like the same formula, but there’s some extra frilly bits in this version. Let’s make sure we understand them. Firstly, notice that I’ve written *X*\ :sub:`i` and *Y*\ :sub:`i` rather than just plain old *X* and *Y*. This is because we want to remember that we’re dealing with actual data. In this equation, *X*\ :sub:`i` is the value of predictor variable for the i\ th observation (i.e., the number of hours of sleep that I got on day i of my little study), and *Y*\ :sub:`i` is the corresponding value of the outcome variable (i.e., my grumpiness on that day). And although I haven’t said so explicitly in the equation, what we’re assuming is that this formula works for all observations in the data set (i.e., for all i). Secondly, notice that I wrote *Ŷ*\ :sub:`i` and not *Y*\ :sub:`i`. This is because we want to make the distinction between the *actual data* *Y*\ :sub:`i`, and the *estimate* *Ŷ*\ :sub:`i` (i.e., the prediction that our regression line is making). Thirdly, I changed the letters used to describe the coefficients from *a* and *b* to *b*\ :sub:`0` and *b*\ :sub:`1`. That’s just the way that statisticians like to refer to the coefficients in a regression model. I’ve no idea why they chose *b*, but that’s what they did. In any case *b*\ :sub:`0` always refers to the intercept term, and *b*\ :sub:`1` refers to the slope.
de: Das sieht nach der gleichen Formel aus, aber diese Version enthält ein paar zusätzliche Details. Vergewissern wir uns, dass wir sie verstehen. Zunächst fällt auf, dass ich *X*\ :sub:`i` und *Y*\ :sub:`i` geschrieben habe und nicht einfach nur *X* und *Y*. Das liegt daran, dass wir uns daran erinnern wollen, dass wir es mit tatsächlichen Daten zu tun haben. In dieser Gleichung ist *X*\ :sub:`i` der Wert der Vorhersagevariable für die i\-te Beobachtung (d. h. die Anzahl der Schlafstunden, die ich am Tag i meiner Aufzeichnungen bekommen habe), und *Y*\ :sub:`i` ist der entsprechende Wert der Ergebnisvariable (d. h. das Ausmaß meiner schlechten Laune an diesem Tag). Und obwohl ich das in der Gleichung nicht ausdrücklich gesagt habe, gehen wir davon aus, dass diese Formel für alle Beobachtungen im Datensatz gilt (d. h. für alle i). Zweitens: Beachten Sie, dass ich *Ŷ*\ :sub:`i` geschrieben habe und nicht *Y*\ :sub:`i`. Das liegt daran, dass wir zwischen den *tatsächlichen Daten* *Y*\ :sub:`i` und der *Schätzung* *Ŷ*\ :sub:`i` (d. h. der Vorhersage, die unsere Regressionsgerade macht) unterscheiden wollen. Drittens habe ich die Buchstaben zur Beschreibung der Koeffizienten von *a* und *b* in *b*\ :sub:`0` und *b*\ :sub:`1` geändert. Das ist einfach die Art und Weise, wie Statistiker die Koeffizienten in einem Regressionsmodell bezeichnen. Ich habe keine Ahnung, warum sie *b* gewählt haben, aber sie haben es so gemacht. Auf jeden Fall bezieht sich *b*\ :sub:`0` immer auf den Interzept-Term und *b*\ :sub:`1` auf die Steigung.
nb: Det ser ut som samme oppskrift. Det ser ut som samme formel, men det er noen ekstra detaljer i denne versjonen. La oss sørge for at vi forstår dem. For det første, legg merke til at jeg har skrevet *X*\ :sub:`i` og *Y*\ :sub:`i` i stedet for bare *X* og *Y*. Dette er fordi vi vil huske at vi har med faktiske data å gjøre. I denne ligningen er *X**\ :sub:`i` verdien av prediktorvariabelen for den i-te observasjonen (dvs. antall timer søvn jeg fikk på dag i av min lille studie), og *Y**\ :sub:`i` er den tilsvarende verdien av utfallsvariabelen (dvs. hvor gretten jeg var den dagen). Og selv om jeg ikke har sagt det eksplisitt i ligningen, antar vi at denne formelen fungerer for alle observasjonene i datasettet (dvs. for alle i). For det andre, legg merke til at jeg skrev *Ŷ*\ :sub:`i` og ikke *Y*\ :sub:`i`. Dette er fordi vi ønsker å skille mellom de *faktiske dataene* *Y*\ :sub:`i`, og *estimatet* *Ŷ*\ :sub:`i` (dvs. prediksjonen som regresjonslinjen vår gjør). For det tredje endret jeg bokstavene som brukes til å beskrive koeffisientene fra *a* og *b* til *b*\ :sub:`0` og *b*\ :sub:`1`. Det er bare slik statistikere liker å referere til koeffisientene i en regresjonsmodell. Jeg aner ikke hvorfor de valgte *b*, men det var det de gjorde. Uansett refererer *b*\ :sub:`0` alltid til termen for intercept, og *b*\ :sub:`1` refererer til stigningen.
ta: அ்ம். அதே தேற்றம் போல் தெரிகிறது, ஆனால் இந்த பதிப்பில் சில கூடுதல் ஃபிரில்லி பிட்கள் உள்ளன. அவற்றைப் புரிந்துகொள்வதை உறுதிசெய்கிறோம். முதலாவதாக, நான் *x *\: sub: `i` மற்றும் *y *\: துணை:` நான் பழைய பழைய *x *மற்றும் *y *ஐ விட. ஏனென்றால், நாங்கள் உண்மையான தரவைக் கையாளுகிறோம் என்பதை நினைவில் கொள்ள விரும்புகிறோம். இந்த சமன்பாட்டில், *x *\: துணை: `நான்` நான் அவதானிப்புக்கான முன்கணிப்பு மாறியின் மதிப்பு (அதாவது, எனது சிறிய ஆய்வின் நாளில் எனக்கு கிடைத்த தூக்கத்தின் மணிநேரம்), மற்றும் *y *\: துணை: `நான்` விளைவு மாறியின் தொடர்புடைய மதிப்பு (அதாவது, அந்த நாளில் என் எரிச்சல்). சமன்பாட்டில் நான் இவ்வளவு வெளிப்படையாகச் சொல்லவில்லை என்றாலும், இந்த தேற்றம் தரவுத் தொகுப்பில் உள்ள அனைத்து அவதானிப்புகளுக்கும் (அதாவது, எல்லாவற்றிற்கும்) செயல்படுகிறது என்று நாங்கள் கருதுகிறோம். இரண்டாவதாக, நான் எழுதியதைக் கவனியுங்கள் ஏனென்றால், *உண்மையான தரவு * *y *\: sub: `i`, மற்றும் *மதிப்பீடு * *ŷ *\: துணை:` i` (அதாவது, எங்கள் பின்னடைவு வரி என்ற கணிப்பு தயாரிக்கிறது). மூன்றாவதாக, குணகங்களை *A *மற்றும் *B *இலிருந்து *B *\: துணை: `0` மற்றும் *B *\: துணை:` 1` என விவரிக்கப் பயன்படுத்தப்படும் கடிதங்களை மாற்றினேன். பின்னடைவு மாதிரியில் குணகங்களைக் குறிப்பிட புள்ளிவிவர வல்லுநர்கள் விரும்பும் வழி இதுதான். அவர்கள் ஏன் *பி *ஐத் தேர்ந்தெடுத்தார்கள் என்று எனக்குத் தெரியவில்லை, ஆனால் அதைத்தான் அவர்கள் செய்தார்கள். எந்தவொரு சந்தர்ப்பத்திலும் *பி *\: துணை: `0` எப்போதும் இடைமறிப்பு காலத்தைக் குறிக்கிறது, மேலும் *பி *\: துணை:` 1` சாய்வைக் குறிக்கிறது.

source: Excellent, excellent. Next, I can’t help but notice that, regardless of whether we’re talking about the good regression line or the bad one, the data don’t fall perfectly on the line. Or, to say it another way, the data *Y*\ :sub:`i` are not identical to the predictions of the regression model *Ŷ*\ :sub:`i`. Since statisticians love to attach letters, names and numbers to everything, let’s refer to the difference between the model prediction and that actual data point as a *residual*, and we’ll refer to it as ε\ :sub:`i`.\ [#]_ Written using mathematics, the residuals are defined as
de: Ausgezeichnet. Als Nächstes kann ich nicht umhin festzustellen, dass die Daten, unabhängig davon, ob es sich um eine gute oder eine schlechte Regressionslinie handelt, nicht perfekt auf die Linie fallen. Oder anders gesagt, die Daten *Y*\ :sub:`i` sind nicht identisch mit den Vorhersagen des Regressionsmodells *Ŷ*\ :sub:`i`. Da Statistiker es lieben, alles mit Buchstaben, Namen und Zahlen zu versehen, bezeichnen wir die Differenz zwischen der Modellvorhersage und dem tatsächlichen Datenpunkt als *Residuum* und bezeichnen sie als ε\ :sub:`i`.\ [#]_ Mathematisch ausgedrückt sind die Residuen definiert als
nb: Utmerket, utmerket. Deretter kan jeg ikke unngå å legge merke til at dataene ikke faller perfekt på linjen, uansett om vi snakker om den gode eller den dårlige regresjonslinjen. Eller, for å si det på en annen måte, dataene *Y*\ :sub:`i` er ikke identiske med prediksjonene til regresjonsmodellen *Ŷ*\ :sub:`i`. Siden statistikere elsker å knytte bokstaver, navn og tall til alt, kan vi kalle forskjellen mellom modellens prediksjon og det faktiske datapunktet for et *residuum*, og vi kaller den ε\ :sub:`i`.\ [#]_ Skrevet med matematikk defineres residuene som
ta: சிறந்த, சிறந்த. அடுத்து, எனக்கு உதவ முடியாது, ஆனால் கவனிக்க முடியாது, நாங்கள் நல்ல பின்னடைவு வரி அல்லது மோசமான ஒன்றைப் பற்றி பேசுகிறோமா என்பதைப் பொருட்படுத்தாமல், தரவு வரியில் சரியாக வராது. அல்லது, இதை வேறு வழியில் சொல்ல, தரவு *y *\: துணை: `நான்` பின்னடைவு மாதிரியின் கணிப்புகளுக்கு ஒத்ததாக இல்லை *ŷ *\: துணை: `நான்`. புள்ளிவிவர வல்லுநர்கள் கடிதங்கள், பெயர்கள் மற்றும் எண்களை எல்லாவற்றிற்கும் இணைக்க விரும்புவதால், மாதிரி முன்கணிப்பு மற்றும் உண்மையான தரவு புள்ளியை ஒரு *எஞ்சியவை *என்று குறிப்பிடுவோம், மேலும் அதை ε \: துணை: `நான்` என்று குறிப்பிடுவோம். \ [#] _ கணிதத்தைப் பயன்படுத்தி எழுதப்பட்டது, எச்சங்கள் என வரையறுக்கப்படுகின்றன

source: which in turn means that we can write down the complete linear regression model as
de: was wiederum bedeutet, dass wir das vollständige lineare Regressionsmodell wie folgt aufschreiben können
nb: som igjen betyr at vi kan skrive ned den komplette lineære regresjonsmodellen som
ta: இதன் பொருள் என்னவென்றால், முழுமையான நேரியல் பின்னடைவு மாதிரியை நாம் எழுதலாம்

source: Also sometimes written as *y* = mx + c where m is the slope coefficient and c is the intercept (constant) coefficient.
de: Manchmal auch geschrieben als *y* = mx + c, wobei m der Steigungskoeffizient und c der Achsenabschnitts (Interzept, Konstante) ist.
nb: Skrives også noen ganger som *y* = mx + c, der m er stigningskoeffisienten og c er skjæringspunktet (konstant; *intercept*).
ta: சில சமயங்களில் * ஒய் * = mx + C என எழுதப்பட்டது, அங்கு m என்பது சாய்வு குணகம் மற்றும் C என்பது இடைமறிப்பு (நிலையான) குணகம்.

source: The ε symbol is the Greek letter epsilon. It’s traditional to use ε\ :sub:`i` or e\ :sub:`i` to denote a residual.
de: Das Symbol ε ist der griechische Buchstabe Epsilon. Es ist üblich, ε\ :sub:`i` oder e\ :sub:`i` zu verwenden, um die Residuen zu bezeichnen.
nb: Symbolet ε er den greske bokstaven epsilon. Det er tradisjon for å bruke ε\ :sub:`i` eller e\ :sub:`i` for å betegne et residuum.
ta: Ε அடையாளம் கிரேக்க எழுத்து எப்சிலன் ஆகும். Ε \: sub: `i` அல்லது இ \: sub:` நான் ஒரு எஞ்சியதைக் குறிக்கப் பயன்படுத்துவது பாரம்பரியமானது.

source: Estimating a linear regression model
de: Schätzen eines linearen Regressionsmodells
nb: Estimering av en lineær regresjonsmodell
ta: ஒரு நேரியல் பின்னடைவு மாதிரியை மதிப்பிடுதல்

source: Residuals associated with the best and with a poor regression line
de: Residuen in Verbindung mit der besten und der schlechtesten Regressionslinie
nb: Residualer forbundet med den beste og den dårligste regresjonslinjen
ta: சிறந்த மற்றும் மோசமான பின்னடைவு வரியுடன் தொடர்புடைய எச்சங்கள்

source: Depiction of the residuals associated with the best fitting regression line (left panel), and the residuals associated with a poor regression line (right panel). The residuals are much smaller for the good regression line. Again, this is no surprise given that the good line is the one that goes right through the middle of the data.
de: Darstellung der Residuen mit der am besten passenden Regressionsgerade (links) und einer schlechten Regressionsgerade (rechts). Die Residuen sind bei der guten Regressionsgerade viel kleiner. Auch hier ist dies keine Überraschung, da die gute Linie genau durch die Mitte der Daten verläuft.
nb: Illustrasjon av residuene forbundet med den best tilpassede regresjonslinjen (venstre panel) og residuene forbundet med en dårlig regresjonslinje (høyre panel). Residualene er mye mindre for den gode regresjonslinjen. Igjen er dette ingen overraskelse, siden den gode linjen er den som går midt gjennom dataene.
ta: சிறந்த பொருத்துதல் பின்னடைவு வரி (இடது குழு) உடன் தொடர்புடைய எச்சங்களின் சித்தரிப்பு, மற்றும் மோசமான பின்னடைவு வரியுடன் (வலது குழு) தொடர்புடைய எச்சங்கள். நல்ல பின்னடைவு வரிக்கு எச்சங்கள் மிகவும் சிறியவை. மீண்டும், நல்ல வரி என்பது தரவின் நடுவில் சரியாகச் செல்வதில் ஆச்சரியமில்லை.

source: Okay, now let’s redraw our pictures but this time I’ll add some lines to show the size of the residual for all observations. When the regression line is good, our residuals (the lengths of the solid black lines) all look pretty small, as shown in :numref:`fig-regression3` (left panel), but when the regression line is a bad one the residuals are a lot larger, as you can see from looking at :numref:`fig-regression3` (right panel). Hmm. Maybe what we “want” in a regression model is *small* residuals. Yes, that does seem to make sense. In fact, I think I’ll go so far as to say that the “best fitting” regression line is the one that has the smallest residuals. Or, better yet, since statisticians seem to like to take squares of everything why not say that: The estimated regression coefficients, :math:`\hat{b}_0` and :math:`\hat{b}_1`, are those that minimise the sum of the squared residuals, which we could either write as
de: Jetzt erstellen wir unsere Diagramme noch einmal, aber dieses Mal füge ich einige Linien hinzu, um die Größe der Residuen für alle Beobachtungen zu zeigen. Wenn die Regressionsgerade gut gewählt ist, sehen unsere Residuen (die Längen der durchgezogenen schwarzen Linien) alle ziemlich klein aus, wie in :numref:`fig-regression3` (links) zu sehen ist, aber wenn die Regressionsgerade schlecht gewählt ist, sind die Residuen viel größer, wie man in :numref:`fig-regression3` (rechts) sehen kann. Vielleicht ist das, was wir in einem Regressionsmodell „wollen“, *kleine* Residuen. Ja, das scheint wirklich Sinn zu machen. Ich würde sogar so weit gehen zu sagen, dass die am besten passende Regressionsgerade diejenige ist, welche die kleinsten Residuen aufweist. Oder, noch besser, da Statistiker anscheinend gerne Quadrate von allem nehmen, warum sollte man das nicht sagen: Die geschätzten Regressionskoeffizienten, :math:`\hat{b}_0` und :math:`\hat{b}_1`, sind diejenigen, die die Summe der quadrierten Residuen minimieren. Wir könnten das entweder schreiben als
nb: Ok, la oss nå tegne bildene våre på nytt, men denne gangen legger jeg til noen linjer for å vise størrelsen på residuene for alle observasjonene. Når regresjonslinjen er god, ser residuene våre (lengden på de heltrukne svarte linjene) ganske små ut, som vist i :numref:`fig-regression3` (venstre panel), men når regresjonslinjen er dårlig, er residuene mye større, som du kan se ved å se på :numref:`fig-regression3` (høyre panel). Hmm. Kanskje det vi «vil ha» i en regresjonsmodell er *små* residuer. Ja, det ser ut til å gi mening. Jeg tror faktisk jeg vil gå så langt som å si at den «best tilpassede» regresjonslinjen er den som har de minste residuene. Eller, enda bedre, siden statistikere ser ut til å like å ta kvadrater av alt, hvorfor ikke si det: De estimerte regresjonskoeffisientene, :math:`\hat{b}_0` og :math:`\hat{b}_1`, er de som minimerer summen av de kvadrerte residuene, som vi enten kan skrive som
ta: சரி, இப்போது எங்கள் படங்களை மறுவடிவமைப்போம், ஆனால் இந்த நேரத்தில் எல்லா அவதானிப்புகளுக்கும் எஞ்சிய அளவைக் காட்ட சில வரிகளைச் சேர்ப்பேன். பின்னடைவு வரி நன்றாக இருக்கும்போது, எங்கள் எச்சங்கள் (திடமான கருப்பு கோடுகளின் நீளம்) அனைத்தும் காட்டப்பட்டுள்ளபடி மிகவும் சிறியதாக இருக்கும்: NumRef: `Fig- பின்னடைவு 3` (இடது குழு), ஆனால் பின்னடைவு வரி மோசமானதாக இருக்கும்போது எஞ்சியவை பார்ப்பதிலிருந்து நீங்கள் காணக்கூடியது போல்: NumRef: `Fig-regreaction3` (வலது குழு). அ்ம். ஒரு பின்னடைவு மாதிரியில் நாம் “விரும்புவது” * சிறிய * எச்சங்கள். ஆம், அது அர்த்தமுள்ளதாகத் தெரிகிறது. உண்மையில், “சிறந்த பொருத்துதல்” பின்னடைவு வரி மிகச்சிறிய எச்சங்களைக் கொண்டுள்ளது என்று சொல்லும் அளவிற்கு நான் செல்வேன் என்று நினைக்கிறேன். . சதுர எச்சங்களின் தொகையை குறைப்பவர்கள், நாங்கள் எழுதலாம்

source: or as
de: oder als
nb: eller som
ta: அல்லது என

source: Yes, yes that sounds even better. And since I’ve indented it like that, it probably means that this is the right answer. And since this is the right answer, it’s probably worth making a note of the fact that our regression coefficients are *estimates* (we’re trying to guess the parameters that describe a population!), which is why I’ve added the little hats, so that we get :math:`\hat{b}_0` and :math:`\hat{b}_1` rather than *b*\ :sub:`0` and *b*\ :sub:`1`. Finally, I should also note that, since there’s actually more than one way to estimate a regression model, the more technical name for this estimation process is **ordinary least squares (OLS) regression**.
de: Das klingt sogar noch besser. Und da ich es so eingerückt habe, bedeutet das wahrscheinlich, dass dies die richtige Antwort ist. Und da dies die richtige Antwort ist, lohnt es sich wahrscheinlich, die Tatsache zu erwähnen, dass unsere Regressionskoeffizienten *Schätzungen* sind (wir versuchen, die Parameter zu schätzen, die eine Population beschreiben!). Deshalb habe ich die kleinen Hüte hinzugefügt, so dass wir :math:`\hat{b}_0` und :math:`\hat{b}_1` erhalten, anstatt *b*\ :sub:`0` und *b*\ :sub:`1`. Abschließend sollte ich noch anmerken, dass es mehr als eine Möglichkeit gibt, ein Regressionsmodell zu schätzen. Der technischere Name für dieses Schätzverfahren ist **ordinary least squares (OLS) regression** (Kleinstquadrate-Kriterium oder Minimieren der quadrierten Abweichungen).
nb: Ja, ja, det høres enda bedre ut. Og siden jeg har innrykket det slik, betyr det sannsynligvis at dette er det riktige svaret. Og siden dette er det riktige svaret, er det nok verdt å merke seg at regresjonskoeffisientene våre er *estimater* (vi prøver å gjette parameterne som beskriver en populasjon!), og det er derfor jeg har lagt til de små hattene, slik at vi får :math:`\hat{b}_0` og :math:`\hat{b}_1` i stedet for *b*\ :sub:`0` og *b*\ :sub:`1`. Til slutt vil jeg også bemerke at siden det faktisk finnes mer enn én måte å estimere en regresjonsmodell på, er det mer tekniske navnet på denne estimeringsprosessen **vanlig minste kvadraters metode (OLS) regresjon**.
ta: ஆம், ஆம் அது இன்னும் சிறப்பாக தெரிகிறது. நான் அதை அப்படி உள்தள்ளப்பட்டதால், இது சரியான பதில் என்று பொருள். இது சரியான பதில் என்பதால், எங்கள் பின்னடைவு குணகங்கள் * மதிப்பீடுகள் * (மக்கள்தொகையை விவரிக்கும் அளவுருக்களை யூகிக்க முயற்சிக்கிறோம்!), அதனால்தான் நான் சிறியதைச் சேர்த்துள்ளேன் தொப்பிகள், அதனால் நாம் பெறுகிறோம்: கணிதம்: `\ தொப்பி {b} _0` மற்றும்: கணிதம்:` \ தொப்பி {b} _1` *b *\: துணை: `0` மற்றும் *b *\: துணை:` 1`. இறுதியாக, பின்னடைவு மாதிரியை மதிப்பிடுவதற்கு ஒன்றுக்கு மேற்பட்ட வழிகள் இருப்பதால், இந்த மதிப்பீட்டு செயல்முறைக்கான தொழில்நுட்ப பெயர் ** சாதாரண குறைந்தபட்ச சதுரங்கள் (OLS) பின்னடைவு ** என்பதையும் நான் கவனத்தில் கொள்ள வேண்டும்.
