Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: It’s pretty straightforward to run a Friedman test in jamovi. Just select ``Analyses`` → ``ANOVA`` → ``Repeated Measures ANOVA (Non-parametric)``, as in :numref:`fig-RManova6`. Then highlight and transfer the names of the repeated measures variables you wish to compare (``Speech``, ``Conceptual``, ``Syntax``) into the ``Measures:`` text box. To produce descriptive statistics (means and medians) for the three repeated measures variables, click on the ``Descriptives`` button.
de: Es ist ziemlich einfach, einen Friedman-Test in jamovi durchzuführen. Wählen Sie einfach ``Analyses`` → ``ANOVA`` → ``Repeated Measures ANOVA (Non-parametric)``. Dies öffnet das in :numref:`fig-RManova6` gezeigte Dialogfeld mit den Analyseoptionen. Markieren und übertragen Sie die Namen der Messwiederholungsvariablen, die Sie vergleichen möchten (``Speech``, ``Conceptual`` und ``Syntax``) in das Variablenfeld ``Measures``. Um deskriptive Statistiken (Mittelwerte und Mediane) für die drei Messwiederholungsvariablen zu erstellen, setzen Sie das Auswahlkästchen ``Descriptives``.
nb: Det er ganske enkelt å kjøre en Friedman-test i jamovi. Bare velg ``Analyses`` → ``ANOVA`` → ``Repeated Measures ANOVA (Non-parametric)``, som i :numref:`fig-RManova6`. Deretter markerer du og overfører navnene på de gjentatte målevariablene du ønsker å sammenligne (``Speech``, ``Conceptual``, ``Syntax``) til tekstboksen ``Measures:``. Klikk på ``Descriptives``-knappen for å produsere deskriptivstatistikk (gjennomsnitt og median) for de tre variablene med gjentatte målinger.
ta: சாமோவியில் ஒரு ப்ரீட்மேன் சோதனையை நடத்துவது மிகவும் நேரடியானது. `` அனலீச்`` → `` அனோவா`` `` `` மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA (அளவுரு அல்லாத) ``, இதைப் போல: numref: `Fig-rmanova6` என்பதைத் தேர்ந்தெடுக்கவும். நீங்கள் மீண்டும் மீண்டும் நடவடிக்கைகளின் பெயர்களை முன்னிலைப்படுத்தி மாற்றவும் (`` பேச்சு``, `` கருத்தியல்``, `தொடரியல்``)` `நடவடிக்கைகள்:` `உரை பெட்டியில் ஒப்பிட விரும்புகிறீர்கள். மீண்டும் மீண்டும் மூன்று நடவடிக்கைகள் மாறிகள் விளக்க புள்ளிவிவரங்களை (வழிமுறைகள் மற்றும் இடைநிலைகள்) உருவாக்க, `` விளக்கங்கள்`` பொத்தானைக் சொடுக்கு செய்க.
uk: Виконати тест Фрідмана в jamovi досить просто. Просто виберіть ``Analyses`` → ``ANOVA`` → ``Repeated Measures ANOVA (Non-parametric)``, як у :numref:`fig-RManova6`. Потім виділіть та перенесіть назви змінних повторних вимірювань, які ви хочете порівняти (``Speech``, ``Conceptual``, ``Syntax``) у ``Measures:`` текстове поле. Щоб отримати описову статистику (середні значення та медіани) для трьох змінних повторних вимірювань, натисніть на кнопку ``Descriptives`` .

source: The jamovi results show descriptive statistics, χ²-value, degrees of freedom, and the *p*-value (:numref:`fig-RManova6`). Since the *p*-value is less than the level conventionally used to determine significance (*p* < 0.05), we can conclude that Broca’s Aphasics perform reasonably well on speech production (median = 7.5) and language comprehension (median = 6.5) tasks. However, their performance was considerably worse on the syntax task (median = 4.5), with a significant difference in post-hoc tests between Speech and Syntax task performance.
de: Die jamovi-Ergebnisse zeigen die deskriptive Statistik (untere Tabelle) sowie χ²-Wert, Freiheitsgrade und den *p*-Wert (obere Tabelle in :numref:`fig-RManova6`). Da der *p*-Wert kleiner ist als das Niveau, das herkömmlicherweise zur Bestimmung der Signifikanz verwendet wird (*p* < 0,05), können wir schlussfolgern, dass Broca-Aphasiker bei der Syntaxaufgabe erheblich schlechter abschneiden (Median = 4,5) als bei den Aufgaben zur Sprachproduktion (Median = 7,5) und zum Sprachverständnis (Median = 6,5). Mit den Post-hoc-Tests ließ sich ein signifikanter Unterschied zwischen der Leistung bei der Sprachproduktions- und bei der Syntaxaufgabe nachweisen.
nb: Resultatene fra jamovi viser deskriptivstatistikk, χ²-verdi, frihetsgrader og *p*-verdi (:numref:`fig-RManova6`). Siden *p*-verdien er lavere enn det nivået som vanligvis brukes for å fastslå signifikans (*p* < 0,05), kan vi konkludere med at Brocas afasirammede presterer rimelig godt på taleproduksjon (median = 7,5) og språkforståelse (median = 6,5). De presterte imidlertid betydelig dårligere på syntaksoppgaven (median = 4,5), med en signifikant forskjell i post-hoc-tester mellom tale- og syntaksoppgavene.
ta: சாமோவி முடிவுகள் விளக்க புள்ளிவிவரங்கள், χ²- மதிப்பு, சுதந்திரத்தின் அளவுகள் மற்றும் *பி *-மதிப்பு (: எண்ரெஃப்: `அத்தி-ரமானோவா 6`) ஆகியவற்றைக் காட்டுகின்றன. *பி*-மதிப்பு முக்கியத்துவத்தை தீர்மானிக்க வழக்கமாகப் பயன்படுத்தப்படும் அளவை விட குறைவாக இருப்பதால் (*பி*<0.05), ப்ரோகாவின் அபாசிக்ச் பேச்சு விளைவாக்கம் (சராசரி = 7.5) மற்றும் மொழி புரிதல் (சராசரி = 6.5) ஆகியவற்றில் நியாயமான முறையில் செயல்படுகிறது என்று நாம் முடிவு செய்யலாம் பணிகள். இருப்பினும், அவர்களின் செயல்திறன் தொடரியல் பணியில் (சராசரி = 4.5) கணிசமாக மோசமாக இருந்தது, பேச்சு மற்றும் தொடரியல் பணி செயல்திறனுக்கு இடையில் பிந்தைய தற்காலிக சோதனைகளில் குறிப்பிடத்தக்க வேறுபாடு இருந்தது.
uk: Результати jamovi показують описову статистику, значення χ², ступені свободи та значення *p* (:numref:`fig-RManova6`). Оскільки значення *p* менше за рівень, що зазвичай використовується для визначення значущості (*p* < 0,05), ми можемо зробити висновок, що пацієнти з афазією Брока досить добре справляються із завданнями з мовленнєвого виробництва (медіана = 7,5) та мовленнєвого розуміння (медіана = 6,5). Однак їхні результати були значно гіршими у завданні на синтаксис (медіана = 4,5), з істотною різницею в пост-гок тестах між результатами завдань на мовлення та синтаксис.

source: On the relationship between ANOVA and the Student *t*-test
de: Zur Beziehung zwischen ANOVA und Student's *t*-Test
nb: Om forholdet mellom ANOVA og Student *t*-testen
ta: ANOVA க்கும் மாணவனுக்கும் இடையிலான உறவில் *t *-test
uk: Про зв'язок між (ANOVA) та тестом Стьюдента *t*-test

source: There’s one last thing I want to point out before finishing. It’s something that a lot of people find kind of surprising, but it’s worth knowing about. An ANOVA with two groups is identical to the Student *t*-test. No, really. It’s not just that they are similar, but they are actually equivalent in every meaningful way. I won’t try to prove that this is always true, but I will show you a single concrete demonstration. Suppose that, instead of running an ANOVA on our ``mood.gain ~ drug`` model, let’s instead do it using ``therapy`` as the predictor. If we run this ANOVA we get an *F*-statistic of F(1,16) = 1.71, and a *p*-value = 0.210. Since we only have two groups, I didn’t actually need to resort to an ANOVA, I could have just decided to run a Student *t*-test. So let’s see what happens when I do that: I get a *t*-statistic of t(16) = -1.3068 and a *p*-value = 0.21. Curiously, the *p*-values are identical. Once again we obtain a value of *p* = 0.210. But what about the test statistic? Having run a *t*-test instead of an ANOVA, we get a somewhat different answer, namely t(16) = -1.3068. However, there is a fairly straightforward relationship here. If we square the *t*-statistic then we get the *F*-statistic from before: -1.3068² = 1.7077.
de: Es gibt eine letzte Sache, auf die ich hinweisen möchte. Es ist etwas, das viele Leute irgendwie überraschend finden, aber es lohnt sich, darüber Bescheid zu wissen. Eine ANOVA mit zwei Gruppen ähnelt dem *t*-Test nach Student. Es ist nicht nur so, dass sie ähnlich sind, sondern sie sind tatsächlich in einer sinnvollen Weise gleichwertig. Ich werde nicht versuchen zu beweisen, dass dies immer wahr ist, aber ich werde Ihnen eine einzige konkrete Demonstration zeigen. Angenommen, wir hätten an Stelle einer ANOVA mit unserem ``mood.gain ~ drug``-Modell, ein Modell mit ``therapy`` als Prädiktor verwendet (d.h., ``mood.gain ~ therapy``). Wenn wir diese ANOVA ausführen, erhalten wir eine *F*-Statistik von F(1,16) = 1,71 und einen *p*-Wert = 0,210. Da wir nur zwei Gruppen haben, musste ich eigentlich nicht auf eine ANOVA zurückgreifen, ich hätte mich einfach für einen *t*-Test nach Student entscheiden können. Wenn ich das mache, erhalte ich eine *t*-Statistik von t(16) = -1,3068 und einen *p*-Wert = 0,210. Seltsamerweise sind die *p*-Werte identisch. In beiden Fällen erhalten wir einen Wert von *p* = 0,210. Aber was ist mit der Teststatistik? Nachdem wir anstelle einer ANOVA einen *t*-Test durchgeführt haben, erhalten wir eine etwas andere Antwort, nämlich t(16) = -1,3068. Allerdings gibt es hier eine ziemlich einfache Beziehung. Wenn wir die *t*-Statistik quadrieren, erhalten wir die *F*-Statistik: -1,3068² = 1,7077.
nb: Det er en siste ting jeg vil påpeke før jeg avslutter. Det er noe som mange synes er litt overraskende, men det er verdt å vite om. En ANOVA med to grupper er identisk med Student *t*-testen. Nei, jeg mener det. Det er ikke bare det at de er like, men de er faktisk ekvivalente på alle meningsfulle måter. Jeg skal ikke prøve å bevise at dette alltid er sant, men jeg vil vise deg en enkelt konkret demonstrasjon. Anta at vi i stedet for å kjøre en ANOVA på vår ``mood.gain ~ drug``-modell, la oss i stedet gjøre det med ``therapy`` som prediktor. Hvis vi kjører denne ANOVA-en, får vi en *F*-statistikk på F(1,16) = 1,71, og en *p*-verdi = 0,210. Siden vi bare har to grupper, trengte jeg faktisk ikke å ty til en ANOVA, jeg kunne bare ha bestemt meg for å kjøre en Student *t*-test. Så la oss se hva som skjer når jeg gjør det: Jeg får en *t*-statistikk på t(16) = -1,3068 og en *p*-verdi = 0,21. Merkelig nok er *p*-verdiene identiske. Igjen får vi en verdi på *p* = 0,210. Men hva med teststatistikken? Etter å ha kjørt en *t*-test i stedet for en ANOVA får vi et noe annet svar, nemlig t(16) = -1,3068. Det er imidlertid en ganske enkel sammenheng her. Hvis vi kvadrerer *t*-statistikken, får vi *F*-statistikken fra før: -1,3068² = 1,7077.
ta: முடிப்பதற்கு முன் நான் சுட்டிக்காட்ட விரும்பும் கடைசி சேதி. இது நிறைய பேர் ஆச்சரியத்தை ஏற்படுத்தும் ஒன்று, ஆனால் அதைப் பற்றி அறிந்து கொள்வது மதிப்பு. இரண்டு குழுக்களைக் கொண்ட ஒரு ANOVA மாணவருக்கு ஒத்திருக்கிறது *t *-test. இல்லை, உண்மையில். அவை ஒத்தவை என்பது மட்டுமல்ல, அவை உண்மையில் ஒவ்வொரு அர்த்தமுள்ள வழியிலும் சமமானவை. இது எப்போதும் உண்மை என்பதை நான் நிரூபிக்க முயற்சிக்க மாட்டேன், ஆனால் நான் உங்களுக்கு ஒரு உறுதியான ஆர்ப்பாட்டத்தைக் காண்பிப்பேன். எங்கள் `` மனநிலை. இந்த ANOVA ஐ நாங்கள் இயக்கினால், f (1,16) = 1.71, மற்றும் A *p *-value = 0.210 ஆகியவற்றின் *f *-statistic ஐப் பெறுகிறோம். எங்களிடம் இரண்டு குழுக்கள் மட்டுமே இருப்பதால், நான் உண்மையில் ஒரு ANOVA ஐ நாடத் தேவையில்லை, நான் ஒரு மாணவனை *t *-test ஐ இயக்க முடிவு செய்திருக்கலாம். எனவே நான் அதைச் செய்யும்போது என்ன நடக்கும் என்று பார்ப்போம்: எனக்கு ஒரு *t *-t (16) = -1.3068 மற்றும் A *p *-value = 0.21 ஆகியவற்றைப் பெறுகிறேன். ஆர்வமாக, *பி *-மதிப்புகள் ஒரே மாதிரியானவை. மீண்டும் * P * = 0.210 மதிப்பைப் பெறுகிறோம். ஆனால் சோதனை புள்ளிவிவரம் பற்றி என்ன? ANOVA க்கு பதிலாக A *t *-test ஐ இயக்கியுள்ளதால், சற்றே வித்தியாசமான பதிலைப் பெறுகிறோம், அதாவது t (16) = -1.3068. இருப்பினும், இங்கே மிகவும் நேரடியான உறவு உள்ளது. நாம் *t *-statistic ஐ சதுரப்படுத்தினால், *f *-statistical க்கு முன்பே பெறுகிறோம்: -1.3068² = 1.7077.
uk: Перед тим, як закінчити, я хочу зазначити ще одну річ. Багато хто вважає це дещо дивним, але про це варто знати. ANOVA з двома групами ідентична *t*-критерію Стьюдента. Ні, справді. Вони не просто схожі, а фактично еквівалентні в усіх значущих аспектах. Я не буду намагатися довести, що це завжди так, але покажу вам один конкретний приклад. Припустимо, що замість того, щоб проводити ANOVA на нашій моделі ``mood.gain ~ drug``, ми зробимо це, використовуючи ``therapy`` як предиктор. Якщо ми проведемо цей ANOVA, ми отримаємо *F*-статистику F(1,16) = 1,71 і *p*-значення = 0,210. Оскільки у нас є тільки дві групи, мені насправді не потрібно було вдаватися до ANOVA, я міг просто вирішити провести *t*-критерій Стьюдента. Тож давайте подивимося, що станеться, коли я це зроблю: я отримую *t*-статистику t(16) = -1,3068 і *p*-значення = 0,21. Цікаво, що *p*-значення є ідентичними. Ми знову отримуємо значення *p* = 0,210. А що щодо тестової статистики? Провівши *t*-тест замість ANOVA, ми отримуємо дещо іншу відповідь, а саме t(16) = -1,3068. Однак тут існує досить проста залежність. Якщо ми піднесемо *t*-статистику до квадрата, то отримаємо *F*-статистику, яку ми отримали раніше: -1,3068² = 1,7077.

source: There’s a fair bit covered in this chapter, but there’s still a lot missing. Most obviously, I haven’t discussed how to run an ANOVA when you are interested in more than one grouping variable, but that will be discussed in a lot of detail in chapter :doc:`../Ch14/Ch14_ANOVA2`. In terms of what we have discussed, the key topics were:
nb: Det er en god del som er dekket i dette kapittelet, men det er fortsatt mye som mangler. Det mest åpenbare er at jeg ikke har diskutert hvordan man kjører en ANOVA når man er interessert i mer enn én grupperingsvariabel, men det vil bli diskutert i detalj i kapittel :doc:`../Ch14/Ch14_ANOVA2`. De viktigste temaene vi har diskutert, var:
ta: இந்த அத்தியாயத்தில் ஒரு நியாயமான பிட் உள்ளது, ஆனால் இன்னும் நிறைய இல்லை. மிக வெளிப்படையாக, ஒன்றுக்கு மேற்பட்ட குழுக்கள் மாறிகளில் நீங்கள் ஆர்வம் காட்டும்போது ANOVA ஐ எவ்வாறு இயக்குவது என்பது பற்றி நான் விவாதிக்கவில்லை, ஆனால் அது அத்தியாயத்தில் நிறைய விவரங்களில் விவாதிக்கப்படும்: DOC: `../ ch14/ch14_anova2`. நாங்கள் விவாதித்ததைப் பொறுத்தவரை, முக்கிய தலைப்புகள்:
uk: У цьому розділі розглянуто чимало питань, але багато чого ще не висвітлено. Зокрема, я не розповів, як виконати ANOVA, якщо вас цікавить більше ніж одна групувальна змінна, але це буде детально розглянуто в розділі :doc:`../Ch14/Ch14_ANOVA2`. Щодо того, що ми вже обговорили, то основними темами були:

source: The basic logic behind :doc:`how ANOVA works <Ch13_ANOVA_02>` and :doc:`how to run one in jamovi <Ch13_ANOVA_03>`.
nb: Den grunnleggende logikken bak :doc:`hvordan ANOVA fungerer <Ch13_ANOVA_02>` og :doc:`hvordan du kjører en ANOVA i jamovi <Ch13_ANOVA_03>`.
ta: பின்னால் உள்ள அடிப்படை தர்க்கம்: டாக்: `ANOVA எவ்வாறு செயல்படுகிறது <CH13 ANOVA _02>` மற்றும்: DOC: `சாமோவியில் ஒன்றை எவ்வாறு இயக்குவது <CH13 ANOVA _03>`.
uk: Основна логіка :doc:`how ANOVA works <Ch13_ANOVA_02>` і :doc:`how to run one in jamovi <Ch13_ANOVA_03>`.

source: How to compute an :doc:`effect size <Ch13_ANOVA_04>` for an ANOVA.
nb: Slik beregner du en :doc:`effektstørrelse <Ch13_ANOVA_04>` for en ANOVA.
ta: ஒரு கணக்கிடுவது எப்படி: டாக்: `விளைவு அளவு <CH13_ANOVA_04>` ANOVA க்கு.
uk: Як обчислити :doc:`effect size <Ch13_ANOVA_04>` для ANOVA.

source: :doc:`Post-hoc analysis and corrections for multiple testing <Ch13_ANOVA_05>`.
nb: :doc:`Post-hoc-analyse og korreksjoner for multippel testing <Ch13_ANOVA_05>`.
ta: : டாக்: `பிந்தைய தற்காலிக பகுப்பாய்வு மற்றும் பல சோதனைகளுக்கான திருத்தங்கள் <CH13_ANOVA_05>`.

source: The :doc:`assumptions made by the ANOVA <Ch13_ANOVA_06>`: How to check the homogeneity of variance assumption and what to do if it is violated; as well as how to check the normality assumption and what to do if it is violated.
nb: The :doc:`forutsetningene for ANOVA <Ch13_ANOVA_06>`: Hvordan du undersøker forutsetningen om varianshomogenitet og hva du skal gjøre hvis den brytes, samt hvordan du undersøker forutsetningen om normalfordeling og hva du skal gjøre hvis den brytes.
ta: தி: டாக்: `ANOVA ஆல் செய்யப்பட்ட அனுமானங்கள் <ch13_anova_06>`: மாறுபாடு அனுமானத்தின் ஒருமைப்பாட்டை எவ்வாறு சரிபார்க்கலாம், அது மீறப்பட்டால் என்ன செய்வது; அத்துடன் இயல்பான அனுமானத்தை எவ்வாறு சரிபார்க்கலாம், அது மீறப்பட்டால் என்ன செய்வது.
uk: :doc:`assumptions made by the ANOVA <Ch13_ANOVA_06>`: Як перевірити припущення про однорідність дисперсії та що робити, якщо воно порушено; а також як перевірити припущення про нормальність та що робити, якщо воно порушено.

source: :doc:`Repeated measures ANOVA <Ch13_ANOVA_07>` and its non-parametric equivalent, the :doc:`Friedman test <Ch13_ANOVA_08>`.
nb: :doc:`Repeated measures ANOVA <Ch13_ANOVA_07>` og dens ikke-parametriske ekvivalent, :doc:`Friedman-test <Ch13_ANOVA_08>`.
ta: :doc:`Repeated measures ANOVA <Ch13_ANOVA_07>` and its non-parametric equivalent, the :doc:`Friedman தேர்வு <Ch13_ANOVA_08>`.
uk: :doc:`Repeated measures ANOVA <Ch13_ANOVA_07>` та його непараметричний еквівалент, :doc:`Friedman test <Ch13_ANOVA_08>`.

source: As with all of the chapters in this book, there are quite a few different sources that I’ve relied upon, but the one stand-out text that I’ve been most heavily influenced by is :ref:`Sahai and Ageel (2000) <Sahai_2000>`. It’s not a good book for beginners, but it’s an excellent book for more advanced readers who are interested in understanding the mathematics behind ANOVA.
nb: Som med alle kapitlene i denne boken er det ganske mange ulike kilder jeg har støttet meg til, men den teksten jeg har vært mest påvirket av, er :ref:`Sahai og Ageel (2000) <Sahai_2000>`. Det er ikke en god bok for nybegynnere, men det er en utmerket bok for mer avanserte lesere som er interessert i å forstå matematikken bak ANOVA.
ta: இந்த புத்தகத்தில் உள்ள அனைத்து அத்தியாயங்களையும் போலவே, நான் நம்பியிருக்கும் சில வேறுபட்ட ஆதாரங்கள் உள்ளன, ஆனால் நான் மிகவும் பெரிதும் பாதிக்கப்பட்டுள்ள ஒரு உரை: குறிப்பு: `சஆய் மற்றும் அகவை (2000 ) <Sahai_2000> `. இது ஆரம்பநிலைக்கு ஒரு நல்ல நூல் அல்ல, ஆனால் இது ANOVA க்குப் பின்னால் உள்ள கணிதத்தைப் புரிந்து கொள்ள ஆர்வமுள்ள மேம்பட்ட வாசகர்களுக்கான சிறந்த நூல்.
uk: Як і у всіх розділах цієї книги, я спирався на чимало різних джерел, але найбільший вплив на мене справив текст :ref:`Sahai and Ageel (2000) <Sahai_2000>`. Ця книга не підходить для початківців, але є чудовим посібником для більш досвідчених читачів, які хочуть зрозуміти математику, що лежить в основі ANOVA.

source: First, let’s start by introducing some notation. We’ll use *G* to refer to the total number of groups. For our data set there are three drugs, so there are *G* = 3 groups. Next, we’ll use *N* to refer to the total sample size; there are a total of *N* = 18 people in our data set. Similarly, let’s use |N_k| to denote the number of people in the *k*-th group. In our |clinicaltrial|_ data, the sample size is |N_k| = 6` for all three groups.\ [#]_ Finally, we’ll use *Y* to denote the outcome variable. In our case, *Y* refers to mood change. Specifically, we’ll use |Y_ik| to refer to the mood change experienced by the *i*-th member of the *k*-th group. Similarly, we’ll use |Yb| to be the average mood change, taken across all 18 people in the experiment, and |Yb_k| to refer to the average mood change experienced by the 6 people in group *k*.
nb: La oss begynne med å introdusere noen notasjoner. Vi bruker *G* for å referere til det totale antallet grupper. I vårt datasett er det tre legemidler, så det er *G* = 3 grupper. Deretter bruker vi *N* for å referere til den totale utvalgsstørrelsen; det er totalt *N* = 18 personer i datasettet vårt. På samme måte bruker vi |N_k| for å betegne antall personer i den *k*-tredje gruppen. I våre data fra |clinicaltrial|_ er utvalgsstørrelsen |N_k| = 6` for alle tre gruppene.\ [#]_ Til slutt bruker vi *Y* for å betegne utfallsvariabelen. I vårt tilfelle refererer *Y* til humørforbedringer. Nærmere bestemt bruker vi |Y_ik| for å referere til humørforbedringen som oppleves av det *i*-te medlemmet av den *k*-te gruppen. På samme måte bruker vi |Yb| for å betegne den gjennomsnittlige humørforbedringen for alle de 18 personene i eksperimentet, og |Yb_k| for å referere til den gjennomsnittlige humørforbedringen som ble opplevd av de seks personene i gruppe *k*.
uk: Спочатку давайте ознайомимося з деякими позначеннями. Ми будемо використовувати *G* для позначення загальної кількості груп. У нашому наборі даних є три препарати, отже, є *G* = 3 групи. Далі ми будемо використовувати *N* для позначення загального розміру вибірки; у нашому наборі даних є загалом *N* = 18 осіб. Аналогічно, позначимо |N_k| для позначення кількості осіб у *k*-й групі. У наших даних |clinicaltrial|_ розмір вибірки становить |N_k| = 6` для всіх трьох груп.\ [#]_ Нарешті, позначимо *Y* для позначення змінної результату. У нашому випадку *Y* позначає зміну настрою. Зокрема, ми будемо використовувати |Y_ik| для позначення зміни настрою, яку відчуває *i*-й член *k*-ї групи. Аналогічно, ми будемо використовувати |Yb| для позначення середньої зміни настрою, взятої по всіх 18 особах в експерименті, і |Yb_k| для позначення середньої зміни настрою, яку відчувають 6 осіб в групі *k*.

source: It’s not too difficult to show that the total variation among people in the experiment |SS_t| is actually the sum of the differences between the groups |SS_b| and the variation inside the groups |SS_w|. That is,
nb: Det er ikke så vanskelig å vise at den totale variasjonen blant personene i eksperimentet |SS_t| faktisk er summen av forskjellene mellom gruppene |SS_b| og variasjonen innenfor hver av gruppene |SS_w|. Det vil si at,
uk: Неважко показати, що загальна варіація між людьми в експерименті |SS_t| насправді є сумою різниць між групами |SS_b| та варіацією всередині груп |SS_w|. Тобто,

source: Illustration of between and within groups variation
nb: Illustrasjon av variasjon mellom og innenfor gruppene
uk: Ілюстрація варіацій між групами та всередині груп

source: Okay, so what have we found out? We’ve discovered that the total variability associated with the outcome variable (|SS_t|\) can be mathematically carved up into the sum of “the variation due to the differences in the sample means for the different groups” (|SS_b|\) plus “all the rest of the variation” (|SS_w|\).\ [#]_
nb: Hva har vi funnet ut? Vi har oppdaget at den totale variasjonen knyttet til utfallsvariabelen (|SS_t|\) matematisk sett kan deles opp i summen av «variasjonen som skyldes forskjellene i utvalgsgjennomsnitt for de ulike gruppene» (|SS_b|\) pluss «all den øvrige variasjonen» (|SS_w|\).\ [#]_
uk: Гаразд, що ми з'ясували? Ми виявили, що загальна мінливість, пов'язана з результатною змінною (|SS_t|), може бути математично розбита на суму «варіації, зумовленої різницями в середніх значеннях вибірки для різних груп» (|SS_b|) та «всієї решти варіації» (|SS_w|).\ [#]_

source: How does that help me find out whether the groups have different population means? Um. Wait. Hold on a second. Now that I think about it, this is *exactly* what we were looking for. If the null hypothesis is true then you’d expect all the sample means to be pretty similar to each other, right? And that would imply that you’d expect |SS_b| to be really small, or at least you’d expect it to be a lot smaller than “the variation associated with everything else”, |SS_w|\. Hmm. I detect a hypothesis test coming on.
nb: Hvordan hjelper det meg å finne ut om gruppene har ulike populasjonsgjennomsnitt? Vent litt. Nå som jeg tenker meg om, er det *nøyaktig* det vi var ute etter. Hvis nullhypotesen er sann, forventer du vel at alle utvalgsgjennomsnittene er ganske like hverandre? Og det ville innebære at du forventer at |SS_b| er veldig liten, eller i det minste forventer du at den er mye mindre enn «variasjonen knyttet til alt annet», |SS_w|\. Hmm. Jeg aner en hypotesetest på vei.
uk: Як це допоможе мені з'ясувати, чи мають групи різні середні значення популяції? Гм. Зачекайте. Зараз, коли я про це думаю, це *саме* те, що ми шукали. Якщо нульова гіпотеза є правдивою, то можна очікувати, що всі середні значення вибірки будуть досить схожими між собою, чи не так? А це означало б, що |SS_b| має бути дуже малим, або принаймні набагато меншим за «варіацію, пов'язану з усім іншим», |SS_w|\. Гм. Я відчуваю, що наближається перевірка гіпотези.

source: outcome
de: Kriterium
nb: resultat
uk: результат'

source: squared deviation
de: quadrierte Abweichung
nb: kvadrert avvik
uk: квадратичне відхилення

source: Effect size
de: Effektstärke
nb: Effektstørrelse
uk: Розмір ефекту
