Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: The experimental design that I described in the previous section strongly suggests that we’re interested in comparing the average mood change for the three different drugs. In that sense, we’re talking about an analysis similar to the *t*-test (chapter :doc:`../Ch11/Ch11_tTest`) but involving more than two groups. If we let µ\ :sub:`P` denote the population mean for the mood change induced by the placebo, and let µ\ :sub:`A` and µ\ :sub:`J` denote the corresponding means for our two drugs, Anxifree and Joyzepam, then the (somewhat pessimistic) null hypothesis that we want to test is that all three population means are identical. That is, *neither* of the two drugs is any more effective than a placebo. We can write out this null hypothesis as:
nb: Forsøksdesignet som jeg beskrev i forrige avsnitt, tyder sterkt på at vi er interessert i å sammenligne den gjennomsnittlige stemningsendringen for de tre ulike legemidlene. I så måte snakker vi om en analyse som ligner på *t*-testen (kapittel :doc:`../Ch11/Ch11_tTest`), men som involverer flere enn to grupper. Hvis vi lar µ\ :sub:`P` betegne populasjonsgjennomsnittet for stemningsendringen indusert av placebo, og lar µ\ :sub:`A` og µ\ :sub:`J` betegne de tilsvarende gjennomsnittene for våre to legemiddel, Anxifree og Joyzepam, så er den (noe pessimistiske) nullhypotesen vi ønsker å teste, at alle tre populasjonsgjennomsnittene er identiske. Det vil si at *ingen* av de to legemidlene er mer effektive enn placebo. Vi kan skrive ut denne nullhypotesen som:
ta: முந்தைய பிரிவில் நான் விவரித்த சோதனை வடிவமைப்பு மூன்று வெவ்வேறு மருந்துகளுக்கான சராசரி மனநிலை மாற்றத்தை ஒப்பிடுவதில் நாங்கள் ஆர்வமாக உள்ளோம் என்று உறுதியாகக் கூறுகிறது. அந்த வகையில், *t *-test (அத்தியாயம்: DOC: `../ ch11/ch11_ttest`) போன்ற ஒரு பகுப்பாய்வைப் பற்றி நாங்கள் பேசுகிறோம், ஆனால் இரண்டு குழுக்களுக்கு மேல் ஈடுபடுகிறோம். நாம் அனுமதித்தால் µ \: துணை: `p` மருந்துப்போலியால் தூண்டப்பட்ட மனநிலை மாற்றத்திற்கான மக்கள்தொகையைக் குறிக்கிறது, மேலும் µ \: துணை:` a` மற்றும் µ \: துணை: `j` எங்கள் இருவருக்கும் தொடர்புடைய வழிமுறையைக் குறிக்கிறது மருந்துகள், கவலை மற்றும் சாய்செபம், பின்னர் நாம் சோதிக்க விரும்பும் (ஓரளவு அவநம்பிக்கையான) சுழிய கருதுகோள் என்னவென்றால், மூன்று மக்கள்தொகை வழிமுறைகளும் ஒரே மாதிரியானவை. அதாவது, * இரண்டு மருந்துகளில் எதுவும் மருந்துப்போலி விட பயனுள்ளதாக இல்லை. இந்த சுழிய கருதுகோளை நாம் எழுதலாம்:
uk: Експериментальний дизайн, який я описав у попередньому розділі, чітко вказує на те, що нас цікавить порівняння середньої зміни настрою для трьох різних препаратів. У цьому сенсі ми говоримо про аналіз, подібний до *t*-тесту (розділ :doc:`../Ch11/Ch11_tTest`), але з участю більше ніж двох груп. Якщо позначити µ\ :sub:`P` середнім значенням зміни настрою, спричиненої плацебо, а µ\ :sub:`A` і µ\ :sub:`J` — відповідними середніми значеннями для наших двох препаратів, Anxifree і Joyzepam, то (дещо песимістичною) нульовою гіпотезою, яку ми хочемо перевірити, є те, що всі три середні значення є однаковими. Тобто *жоден* з двох препаратів не є ефективнішим за плацебо. Ми можемо записати цю нульову гіпотезу так:

source: H\ :sub:`0`: it is true that µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`
de: H\ :sub:`0`: in der Population gilt, dass µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`
nb: H\ :sub:`0`: det er sant at µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`
ta: H \: துணை: `0`: µ \: துணை:` p` = µ \: துணை: `a` = µ \: துணை:` j`
uk: H\ :sub:`0`: це правда, що µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`

source: As a consequence, our alternative hypothesis is that at least one of the three different treatments is different from the others. It’s a bit tricky to write this mathematically, because (as we’ll discuss) there are quite a few different ways in which the null hypothesis can be false. So for now we’ll just write the alternative hypothesis like this:
de: Folglich lautet unsere Alternativhypothese, dass sich mindestens eine der drei verschiedenen Behandlungen von den anderen unterscheidet. Es ist etwas schwierig, dies mathematisch zu formulieren, da es (wie wir noch besprechen werden) eine ganze Reihe verschiedener Möglichkeiten gibt, wie die Nullhypothese falsch sein kann. Daher schreiben wir die Alternativhypothese zunächst einfach so:
nb: Alternativhypotesen vår er derfor at minst én av de tre ulike behandlingene er forskjellig fra de andre. Det er litt vanskelig å skrive dette matematisk, for (som vi skal komme tilbake til) kan nullhypotesen være falsk på mange forskjellige måter. Så inntil videre skriver vi bare alternativhypotesen slik:
ta: இதன் விளைவாக, எங்கள் மாற்று கருதுகோள் என்னவென்றால், மூன்று வெவ்வேறு சிகிச்சைகளில் குறைந்தபட்சம் ஒன்று மற்றவர்களிடமிருந்து வேறுபட்டது. இதை கணித ரீதியாக எழுதுவது சற்று தந்திரமானது, ஏனென்றால் (நாங்கள் விவாதிப்பதால்) சுழிய கருதுகோள் பொய்யான சில வேறுபட்ட வழிகள் உள்ளன. எனவே இப்போதைக்கு இது போன்ற மாற்று கருதுகோளை எழுதுவோம்:
uk: Як наслідок, наша альтернативна гіпотеза полягає в тому, що принаймні один із трьох різних методів лікування відрізняється від інших. Математично це трохи складно викласти, оскільки (як ми обговоримо далі) існує чимало різних способів, за яких нульова гіпотеза може бути хибною. Тому наразі ми просто запишемо альтернативну гіпотезу так:

source: H\ :sub:`1`: it is NOT true that µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`
de: H\ :sub:`1`: in der Population gilt NICHT, dass µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`
nb: H\ :sub:`1`: det er IKKE sant at µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`
ta: H \: துணை: `1`: µ \: துணை:` p` = µ \: துணை: `a` = µ \: துணை:` j`
uk: H\ :sub:`1`: це НЕ правда, що µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`

source: This null hypothesis is a lot trickier to test than any of the ones we’ve seen previously. How shall we do it? A sensible guess would be to “do an ANOVA”, since that’s the title of the chapter, but it’s not particularly clear why an “analysis of *variances*” will help us learn anything useful about the *means*. In fact, this is one of the biggest conceptual difficulties that people have when first encountering ANOVA. To see how this works, I find it most helpful to start by talking about variances. In fact, what I’m going to do is start by playing some mathematical games with the formula that describes the variance. That is, we’ll start out by playing around with variances and it will turn out that this gives us a useful tool for investigating means.
de: Diese Nullhypothese ist viel schwieriger zu testen als alle anderen, die wir bisher gesehen haben. Wie machen wir das also? Eine vorsichtige Vermutung wäre, „eine ANOVA durchzuführen“, da dies der Titel des Kapitels ist. Jedoch ist es nicht besonders klar, warum eine „*Varianz*-Analyse“ („*analysis of variances*“) uns helfen soll, etwas Nützliches über *Mittelwerte* (*means*) zu erfahren. In der Tat ist dies eine der größten konzeptionellen Schwierigkeiten, die Menschen haben, wenn sie zum ersten Mal mit der ANOVA in Berührung kommen. Um zu sehen, wie das funktioniert, halte ich es für sehr hilfreich, zunächst über Varianzen zu sprechen. Ich werde nämlich zunächst einige mathematische Spiele mit der Formel zur Beschreibung der Varianz machen. Das heißt, wir beginnen damit, etwas mit den Varianzen zu spielen und es wird sich herausstellen, dass wir so ein nützliches Werkzeug für die Untersuchung von Mittelwerten erhalten.
nb: Denne nullhypotesen er mye vanskeligere å teste enn noen av de vi har sett tidligere. Hvordan skal vi gjøre det? Et fornuftig forslag ville være å «gjennomføre en ANOVA», siden det er tittelen på kapitlet, men det er ikke spesielt klart hvorfor en «*varians*analyse» vil hjelpe oss å lære noe nyttig om *gjennomsnittene*. Faktisk er dette en av de største konseptuelle vanskelighetene folk har når de først møter ANOVA. For å se hvordan dette fungerer, synes jeg det er mest nyttig å begynne med å snakke om varianser. Jeg skal faktisk begynne med å leke litt matematisk med formelen som beskriver variansen. Det vil si at vi begynner med å leke oss med varianser, og det vil vise seg at dette gir oss et nyttig verktøy for å undersøke gjennomsnitt.
ta: இந்த சுழிய கருதுகோள் நாம் முன்பு பார்த்த எதையும் விட சோதிக்க மிகவும் தந்திரமானது. நாம் அதை எப்படி செய்வோம்? ஒரு விவேகமான உய்த்துணர்தல் “ஒரு ANOVA ஐச் செய்யுங்கள்”, ஏனெனில் இது அத்தியாயத்தின் தலைப்பு, ஆனால் *வழிமுறைகளைப் பற்றி பயனுள்ள எதையும் கற்றுக்கொள்ள ஒரு “ *மாறுபாடுகளின் பகுப்பாய்வு” ஏன் உதவும் என்பது தெளிவாகத் தெரியவில்லை. உண்மையில், இது ANOVA ஐ முதலில் சந்திக்கும் போது மக்களுக்கு ஏற்படும் மிகப்பெரிய கருத்தியல் சிரமங்களில் ஒன்றாகும். இது எவ்வாறு செயல்படுகிறது என்பதைப் பார்க்க, மாறுபாடுகளைப் பற்றி பேசுவதன் மூலம் தொடங்குவது மிகவும் உதவியாக இருக்கும். உண்மையில், நான் என்ன செய்யப் போகிறேன் என்பது மாறுபாட்டை விவரிக்கும் சூத்திரத்துடன் சில கணித விளையாட்டுகளை விளையாடுவதன் மூலம் தொடங்குவதாகும். அதாவது, மாறுபாடுகளுடன் விளையாடுவதன் மூலம் நாங்கள் தொடங்குவோம், மேலும் இது வழிமுறைகளை விசாரிக்க ஒரு பயனுள்ள கருவியை நமக்குத் தருகிறது.
uk: Ця нульова гіпотеза набагато складніша для перевірки, ніж будь-яка з тих, які ми бачили раніше. Як нам це зробити? Розумним припущенням було б «провести ANOVA», оскільки це назва розділу, але не зовсім зрозуміло, чому «аналіз *дисперсій*» допоможе нам дізнатися щось корисне про *середні значення*. Насправді, це одна з найбільших концептуальних труднощів, з якими стикаються люди, коли вперше стикаються з ANOVA. Щоб зрозуміти, як це працює, я вважаю за найбільш корисним почати з розмови про дисперсії. Насправді, я почну з математичних ігор з формулою, що описує дисперсію. Тобто, ми почнемо з ігор з дисперсіями, і виявиться, що це дає нам корисний інструмент для дослідження середніх значень.

source: Two formulas for the variance of *Y*
de: Zwei Formeln für die Varianz von *Y*
nb: To formler for variansen til *Y*
ta: *Y *இன் மாறுபாட்டிற்கான இரண்டு சூத்திரங்கள்
uk: Дві формули для дисперсії *Y*

source: First, let’s start by introducing some notation. We’ll use *G* to refer to the total number of groups. For our data set there are three drugs, so there are *G* = 3 groups. Next, we’ll use *N* to refer to the total sample size; there are a total of *N* = 18 people in our data set. Similarly, let’s use |N_k| to denote the number of people in the *k*-th group. In our |clinicaltrial|_ data, the sample size is |N_k| = 6` for all three groups.\ [#]_ Finally, we’ll use *Y* to denote the outcome variable. In our case, *Y* refers to mood change. Specifically, we’ll use |Y_ik| to refer to the mood change experienced by the *i*-th member of the *k*-th group. Similarly, we’ll use |Yb| to be the average mood change, taken across all 18 people in the experiment, and |Yb_k| to refer to the average mood change experienced by the 6 people in group *k*.\ [#]
de: Beginnen wir mit der Einführung der Notation. Wir verwenden *G*, um die Gesamtanzahl der Gruppen zu bezeichnen. Für unseren Datensatz gibt es drei Medikamente, also *G* = 3 Gruppen. Als Nächstes verwenden wir *N* für die Gesamtgröße der Stichprobe; in unserem Datensatz gibt es insgesamt *N* = 18 Personen. Analog dazu bezeichnen wir mit |N_k| die Anzahl der Personen in der *k*-ten Gruppe. In unserem |clinicaltrial|_-Datensatz beträgt der Stichprobenumfang |N_k| = 6` für alle drei Gruppen.\ [#]_ Schließlich verwenden wir *Y*, um die Ergebnisvariable zu bezeichnen. In unserem Fall bezieht sich *Y* auf die Veränderung der Stimmung. Genauer gesagt, verwenden wir |Y_ik| für die Stimmungsänderung, die das *i*-te Mitglied der *k*-ten Gruppe erlebt. In ähnlicher Weise verwenden wir |Yb| für die durchschnittliche Stimmungsänderung aller 18 Personen im Experiment und |Yb_k| für die durchschnittliche erlebte Stimmungsänderung der 6 Personen in der Gruppe *k*.\ [#]
ta: முதலில், சில குறியீடுகளை அறிமுகப்படுத்துவதன் மூலம் ஆரம்பிக்கலாம். மொத்த குழுக்களின் எண்ணிக்கையைக் குறிக்க * g * ஐப் பயன்படுத்துவோம். எங்கள் தரவு தொகுப்புக்கு மூன்று மருந்துகள் உள்ளன, எனவே * g * = 3 குழுக்கள் உள்ளன. அடுத்து, மொத்த மாதிரி அளவைக் குறிக்க * n * ஐப் பயன்படுத்துவோம்; எங்கள் தரவு தொகுப்பில் மொத்தம் * n * = 18 பேர் உள்ளனர். இதேபோல், | n_k | ஐப் பயன்படுத்துவோம் *k *-th குழுவில் உள்ளவர்களின் எண்ணிக்கையைக் குறிக்க. எங்கள் | கிளினிக்கல் ட்ரீலில் | _ தரவுகளில், மாதிரி அளவு | n_k | மூன்று குழுக்களுக்கும் = 6`. \ [#] _ இறுதியாக, விளைவு மாறியைக் குறிக்க * ஒய் * ஐப் பயன்படுத்துவோம். எங்கள் விசயத்தில், * ஒய் * என்பது மனநிலை மாற்றத்தைக் குறிக்கிறது. குறிப்பாக, நாங்கள் | y_ik | ஐப் பயன்படுத்துவோம் *k *-th குழுவின் *i *-th உறுப்பினர் அனுபவித்த மனநிலை மாற்றத்தைக் குறிக்க. இதேபோல், நாங்கள் | yb | ஐப் பயன்படுத்துவோம் பரிசோதனையில் உள்ள 18 பேரிலும் எடுக்கப்பட்ட சராசரி மனநிலை மாற்றமாக இருக்க வேண்டும், மற்றும் | yb_k | குழுவில் 6 பேர் அனுபவிக்கும் சராசரி மனநிலை மாற்றத்தைக் குறிக்க *k *. \ [#]

source: Now that we’ve got our notation sorted out we can start writing down formulas. To start with, let’s recall the :ref:`formula for the variance <variance_formula>` that we used way back in those kinder days when we were just doing descriptive statistics. The sample variance of *Y* is defined as follows:
nb: Nå som vi har fått orden på notasjonen, kan vi begynne å skrive ned formler. Til å begynne med kan vi minne om :ref:`formelen for variansen <variance_formula>`, som vi brukte den gang vi bare drev med deskriptivstatistikk. Utvalgsvariansen til *Y* er definert på følgende måte:
ta: இப்போது எங்கள் குறியீட்டை வரிசைப்படுத்தியுள்ளது, நாங்கள் சூத்திரங்களை எழுதத் தொடங்கலாம். தொடங்குவதற்கு, நினைவுகூருவோம்: ref: `மாறுபாட்டிற்கான தேற்றம் <மாறுபாடு_ஃபார்முலா>` நாங்கள் விளக்க புள்ளிவிவரங்களைச் செய்யும்போது அந்த கனிவான நாட்களில் நாங்கள் திரும்பிப் பயன்படுத்தினோம். * ஒய் * இன் மாதிரி மாறுபாடு பின்வருமாறு வரையறுக்கப்படுகிறது:
uk: Тепер, коли ми розібралися з позначеннями, можемо приступити до запису формул. Для початку згадаємо :ref:`formula for the variance <variance_formula>`, яку ми використовували в ті далекі часи, коли займалися лише описовою статистикою. Вибіркова дисперсія *Y* визначається наступним чином:

source: \mbox{Var}(Y) = \frac{1}{N} \sum_{k=1}^G \sum_{i=1}^{N_k} \left(Y_{ik} - \bar{Y} \right)^2
ta: \ Mbx {Var} (j) = \ firas {1} {N} \ உண்ணாவிரதம் {k = 1}^c \ உண்ணாவிரதம் {i = 1}^{{{} \ அவர் வரைந்தார் (j {N_k} - \ மதுக்கூடம் {ik} \ தயவுசெய்து)^a

source: This formula looks pretty much identical to the :ref:`formula for the variance <variance_formula>`. The only difference is that this time around I’ve got two summations here: I’m summing over groups (i.e., values for *k*) and over the people within the groups (i.e., values for *:`i*). This is purely a cosmetic detail. If I’d instead used the notation |Y_p| to refer to the value of the outcome variable for person *p* in the sample, then I’d only have a single summation. The only reason that we have a double summation here is that I’ve classified people into groups, and then assigned numbers to people within groups.
nb: Denne formelen ser stort sett identisk ut med :ref:`formelen for variansen <variance_formula>`. Den eneste forskjellen er at jeg denne gangen har to summeringer her: Jeg summerer over grupper (dvs. verdiene for *k*) og over personene i gruppene (dvs. verdiene for *:`i*). Dette er en ren kosmetisk detalj. Hvis jeg i stedet hadde brukt notasjonen |Y_p| for å referere til verdien av utfallsvariabelen for person *p* i utvalget, ville jeg bare hatt en enkelt summering. Den eneste grunnen til at vi har en dobbel summering her, er at jeg har klassifisert personer i grupper, og deretter tildelt tall til personer i gruppene.
ta: இந்த தேற்றம் மிகவும் ஒத்ததாக இருக்கிறது: ref: `மாறுபாட்டிற்கான தேற்றம் <மாறுபாடு_பிருலா>`. ஒரே வேறுபாடு என்னவென்றால், இந்த நேரத்தில் எனக்கு இங்கே இரண்டு சுருக்கங்கள் கிடைத்துள்ளன: நான் குழுக்கள் (அதாவது *k *க்கான மதிப்புகள்) மற்றும் குழுக்களுக்குள் உள்ளவர்கள் (அதாவது, மதிப்புகள் *: `i *) மீது சுருக்கமாக இருக்கிறேன். இது முற்றிலும் ஒப்பனை விவரம். அதற்கு பதிலாக நான் குறியீட்டைப் பயன்படுத்தினால் | y_p | மாதிரியில் உள்ள நபர் * p * க்கான விளைவு மாறியின் மதிப்பைக் குறிக்க, எனக்கு ஒரு சுருக்கம் மட்டுமே உள்ளது. இங்கே எங்களுக்கு இரட்டைச் சுருக்கம் இருப்பதற்கான ஒரே காரணம் என்னவென்றால், நான் மக்களை குழுக்களாக வகைப்படுத்தினேன், பின்னர் குழுக்களுக்குள் உள்ளவர்களுக்கு எண்களை ஒதுக்கியுள்ளேன்.
uk: Ця формула виглядає майже ідентично до :ref:`formula for the variance <variance_formula>`. Єдина відмінність полягає в тому, що цього разу я маю тут два підсумки: я підсумовую групи (тобто значення для *k*) і людей у групах (тобто значення для *:`i*). Це суто косметична деталь. Якби я замість цього використовував позначення |Y_p| для позначення значення змінної результату для особи *p* у вибірці, то мав би лише одне підсумовування. Єдина причина, чому ми маємо тут подвійне підсумовування, полягає в тому, що я класифікував осіб за групами, а потім присвоїв номери особам у групах.

source: A concrete example might be useful here. Let’s consider this table, in which we have a total of *N* = 5 people sorted into *G* = 2 groups. Arbitrarily, let’s say that the “cool” people are group 1 and the “uncool” people are group 2. It turns out that we have three cool people (*N*\ :sub:`1` = 3) and two uncool people (*N*\ :sub:`2` = 2).
nb: Et konkret eksempel kan være nyttig her. La oss se på denne tabellen, der vi har totalt *N* = 5 personer sortert i *G* = 2 grupper. La oss si at de «kule» personene er gruppe 1 og de «ukule» personene er gruppe 2. Det viser seg at vi har tre kule personer (*N*\ :sub:`1` = 3) og to ukule personer (*N*\ :sub:`2` = 2).
ta: ஒரு உறுதியான எடுத்துக்காட்டு இங்கே பயனுள்ளதாக இருக்கும். இந்த அட்டவணையை கருத்தில் கொள்வோம், அதில் மொத்தம் * n * = 5 பேர் * g * = 2 குழுக்களாக வரிசைப்படுத்தப்பட்டுள்ளனர். தன்னிச்சையாக, “குளிர்” நபர்கள் குழு 1 மற்றும் “அசுத்தமான” நபர்கள் குழு 2 என்று சொல்லலாம். எங்களிடம் மூன்று அருமையான நபர்கள் (*n*\: துணை: `1` = 3) மற்றும் இரண்டு அசுத்தமான நபர்கள் உள்ளனர் என்று மாறிவிடும் என்று சொல்லலாம். (*N*\: துணை: `2` = 2).
uk: Тут може бути корисним конкретний приклад. Розглянемо цю таблицю, в якій ми маємо загалом *N* = 5 осіб, розділених на *G* = 2 групи. Довільно припустимо, що «круті» люди — це група 1, а «некруті» — група 2. Виявляється, що у нас є три круті людини (*N*\ :sub:`1` = 3) і дві некруті (*N*\ :sub:`2` = 2).

source: name
nb: navn
ta: பெயர்
uk: ім'я

source: person
ta: ஆள்
uk: людина

source: group
de: Gruppe
nb: gruppe
ta: குழு
uk: група

source: group num.
de: Gruppennr.
nb: gruppenummer.
ta: குழு எண்.
uk: номер групи.

source: index in group
de: Index in der Gruppe
nb: indeks i gruppe
ta: குழுவில் குறியீட்டு
uk: індекс у групі

source: grumpiness
de: Griesgrämigkeit
nb: grettenhet
ta: எரிச்சல்
uk: сварливість

source: *p*
ta: *பி*

source: *k*
ta: *கே*

source: *i*
ta: *நான்*

source: |Y_ik| or |Y_p|
de: |Y_ik| oder |Y_p|
nb: |Y_ik| eller |Y_p|
ta: | Y_ik | அல்லது | y_p |
uk: |Y_ik| або |Y_p|

source: Ann
ta: ஆன்
uk: Енн

source: cool
nb: kult
ta: குளிர்
uk: круто

source: Ben
ta: பென்
uk: Бен

source: Cat
nb: Katt
ta: பூனை
uk: Кіт

source: Tim
ta: டிம்
uk: Тім

source: uncool
nb: ukul
ta: அசுத்தமான
uk: некрутий

source: Egg
ta: முட்டை
uk: Яйце

source: Notice that I’ve constructed two different labelling schemes here. We have a “person” variable *p* so it would be perfectly sensible to refer to |Y_p| as the grumpiness of the *p*-th person in the sample. For instance, the table shows that Tim is the fourth so we’d say *p* = 4. So, when talking about the grumpiness *Y* of this “Tim” person, whoever he might be, we could refer to his grumpiness by saying that |Y_p| = 91, for person *p* = 4 that is. However, that’s not the only way we could refer to Tim. As an alternative we could note that Tim belongs to the “uncool” group (*k* = 2), and is in fact the first person listed in the “uncool” group (*i* = 1). So it’s equally valid to refer to Tim’s grumpiness by saying that |Y_ik| = 91, where *k* = 2 and *i* = 1.
de: Beachten Sie, dass ich hier zwei verschiedene Bezeichnungsschemata konstruiert habe. Wir haben eine "Personen"-Variable *p*, so dass es durchaus sinnvoll wäre, |Y_p| als die Grießgrämigkeit der *p*-ten Person in der Stichprobe zu bezeichnen. Zum Beispiel zeigt die Tabelle, dass Tim die vierte Person ist, also würden wir sagen *p* = 4. Wenn wir also über die Grießgrämigkeit *Y* dieser Person „Tim“ sprechen, wer auch immer er sein mag, könnten wir seine Grißegrämigkeit bezeihnen, indem wir also sagen, |Y_p| = 91 für die Person *p* = 4. Das ist jedoch nicht die einzige Möglichkeit, wie wir uns auf Tim beziehen können. Alternativ könnten wir feststellen, dass Tim zur Gruppe der "Uncoolen" gehört (*k* = 2) und sogar die erste Person ist, die in der Gruppe der "Uncoolen" aufgeführt ist (*i* = 1). Es ist also ebenso gültig, Tims Grießgrämigkeit mit |Y_ik| = 91 zu bezeichnen, wobei *k* = 2 und *i* = 1 ist.
nb: Legg merke til at jeg har laget to forskjellige systemer av betegnelser her.Vi har en «person»-variabel *p*, så det ville være helt fornuftig å referere til |Y_p| som grettenheten til den *p*-tredje personen i utvalget. Tabellen viser for eksempel at Tim er den fjerde, så vi sier *p* = 4. Så når vi snakker om grettenheten *Y* til denne «Tim»-personen, uansett hvem han er, kan vi referere til grettenheten hans ved å si at |Y_p| = 91, for person *p* = 4, altså. Det er imidlertid ikke den eneste måten vi kan referere til Tim på. Alternativt kan vi si at Tim tilhører den «ukule» gruppen (*k* = 2), og at han faktisk er den første personen i den «ukule» gruppen (*i* = 1). Det er altså like gyldig å referere til Tims grettenhet ved å si at |Y_ik| = 91, der *k* = 2 og *i* = 1.
ta: நான் இங்கே இரண்டு வெவ்வேறு லேபிளிங் திட்டங்களை உருவாக்கியுள்ளேன் என்பதைக் கவனியுங்கள். எங்களிடம் ஒரு “நபர்” மாறி * ப * உள்ளது, எனவே | y_p | ஐக் குறிப்பிடுவது முற்றிலும் விவேகமானதாக இருக்கும் மாதிரியில் *p *-th நபரின் எரிச்சலாக. உதாரணமாக, டிம் நான்காவது என்று அட்டவணை காட்டுகிறது, எனவே நாங்கள் * ப * = 4 என்று கூறுவோம். ஆகவே, இந்த “டிம்” நபரின் எரிச்சலைப் பற்றி பேசும்போது, அவர் யாராக இருந்தாலும், அவருடைய எரிச்சலைக் குறிப்பிடலாம் என்று சொல்வதன் மூலம் | y_p | = 91, நபருக்கு * ப * = 4 அதாவது. இருப்பினும், நாங்கள் டிம்மைக் குறிப்பிடக்கூடிய ஒரே வழி அல்ல. ஒரு மாற்றாக, டிம் “அசைவு” குழுவிற்கு (* k* = 2) சேர்ந்தவர் என்பதை நாம் கவனிக்க முடியும், மேலும் உண்மையில் “அசுத்தமான” குழுவில் (* i* = 1) பட்டியலிடப்பட்ட முதல் நபர். எனவே | y_ik | என்று சொல்வதன் மூலம் டிமின் எரிச்சலைக் குறிப்பிடுவது சமமாக செல்லுபடியாகும் = 91, எங்கே * k * = 2 மற்றும் * i * = 1.
uk: Зверніть увагу, що я створив тут дві різні схеми маркування. Ми маємо змінну «особа» *p*, тому цілком логічно було б називати |Y_p| «буркотливістю» *p*-ї особи у вибірці. Наприклад, таблиця показує, що Тім є четвертим, тому ми скажемо, що *p* = 4. Отже, коли ми говоримо про дратівливість *Y* цієї особи «Тім», ким би він не був, ми можемо позначити його дратівливість, сказавши, що |Y_p| = 91, тобто для особи *p* = 4. Однак це не єдиний спосіб позначити Тіма. Як альтернативу, ми можемо зазначити, що Тім належить до групи «некрутих» (*k* = 2) і, фактично, є першою особою в списку групи «некрутих» (*i* = 1). Тому також можна вказати на буркотливість Тіма, сказавши, що |Y_ik| = 91, де *k* = 2 і *i* = 1.
