Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: In the previous section I hinted that there’s a problem with just running lots and lots of *t*-tests. The concern is that, when running these analyses, what we’re doing is going on a “fishing expedition”. We’re running lots and lots of tests without much theoretical guidance in the hope that some of them come up significant. This kind of theory-free search for group differences is referred to as **post-hoc analysis** (“post-hoc” being Latin for “after this”).\ [#]_
de: Im vorigen Abschnitt habe ich angedeutet, dass es ein Problem gibt, wenn man einfach viele *t*-Tests durchführt. Die Befürchtung ist, dass wir bei der Durchführung dieser Analysen auf eine „Angeltour“ („*fishing expedition*“) gehen. Wir führen viele, viele Tests ohne viel theoretische Anleitung durch, in der Hoffnung, dass einige von ihnen signifikant sind. Diese Art der theorielosen Suche nach Gruppenunterschieden wird als **post-hoc-Analyse** bezeichnet („post-hoc“ ist lateinisch für „danach“).\ [#]_
nb: I forrige avsnitt antydet jeg at det er et problem med å bare kjøre massevis av *t*-tester. Problemet er at når vi kjører disse analysene, er det vi gjør å dra på en «fiskeekspedisjon». Vi kjører mange, mange tester uten særlig teoretisk veiledning i håp om at noen av dem skal vise seg å være signifikante. Denne typen leting etter gruppeforskjeller uten at det baserer seg på en teori omtales som **post-hoc-analyse** («post-hoc» er latin for «etter dette»).\ [#]_
ta: முந்தைய பிரிவில், நிறைய மற்றும் நிறைய *t *-tests ஐ இயக்குவதில் சிக்கல் இருப்பதாக நான் சுட்டிக்காட்டினேன். கவலை என்னவென்றால், இந்த பகுப்பாய்வுகளை இயக்கும் போது, நாங்கள் என்ன செய்கிறோம் என்பது “மீன்பிடி பயணத்தில்” நடக்கிறது. அவற்றில் சில குறிப்பிடத்தக்கதாக வரும் என்ற நம்பிக்கையில் அதிக தத்துவார்த்த வழிகாட்டுதல்கள் இல்லாமல் நாங்கள் நிறைய மற்றும் நிறைய சோதனைகளை இயக்குகிறோம். குழு வேறுபாடுகளுக்கான இந்த வகையான கோட்பாடு இல்லாத தேடல் ** பிந்தைய தற்காலிக பகுப்பாய்வு ** என குறிப்பிடப்படுகிறது ** (“இதற்குப் பிறகு” “பிந்தைய தற்காலிகமாக” லத்தீன்). \ [#] _
uk: У попередньому розділі я натякнув, що є проблема з тим, щоб просто проводити безліч *t*-тестів. Проблема полягає в тому, що, проводячи ці аналізи, ми фактично займаємося «риболовлею». Ми проводимо безліч тестів без особливого теоретичного підґрунтя, сподіваючись, що деякі з них виявляться значущими. Такий пошук групових відмінностей без теоретичного підґрунтя називається **постфактум-аналізом** («post-hoc» з латинської означає «після цього»).\ [#]_

source: It’s okay to run post-hoc analyses, but a lot of care is required. For instance, the analysis that I ran in the previous section should be avoided, as each *individual* *t*-test is designed to have a 5\% Type I error rate (i.e., α = 0.05) and I ran three of these tests. Imagine what would have happened if my ANOVA involved 10 different groups, and I had decided to run 45 “post-hoc” *t*-tests to try to find out which ones were significantly different from each other, you’d expect 2 or 3 of them to come up significant *by chance alone*. As we saw in chapter :doc:`../Ch09/Ch09_HypothesisTesting`, the central organising principle behind null hypothesis testing is that we seek to control our Type I error rate, but now that I’m running lots of *t*-tests at once in order to determine the source of my ANOVA results, my actual Type I error rate across this whole *family* of tests has gotten completely out of control.
nb: Det er greit å kjøre post-hoc-analyser, men det krever stor forsiktighet. For eksempel bør analysen jeg kjørte i forrige avsnitt unngås, ettersom hver *individuelle* *t*-test er designet for å ha en type-I-feilrate på 5\% (dvs. α = 0,05), og jeg kjørte tre av disse testene. Tenk deg hva som ville ha skjedd hvis ANOVAen min omfattet 10 forskjellige grupper, og jeg hadde bestemt meg for å kjøre 45 «post-hoc»-*t*-tester for å prøve å finne ut hvilke som var signifikant forskjellige fra hverandre, da ville du forvente at 2 eller 3 av dem ville være signifikante *ved en tilfeldighet alene*. Som vi så i kapittel :doc:`../Ch09/Ch09_HypothesisTesting`, er det sentrale organisatoriske prinsippet bak nullhypotesetesting at vi søker å kontrollere Type I-feilraten vår, men nå som jeg kjører mange *t*-tester samtidig for å finne kilden til ANOVA-resultatene mine, har den faktiske Type I-feilraten min på tvers av hele denne *familien* av tester kommet helt ut av kontroll.
ta: பிந்தைய தற்காலிக பகுப்பாய்வுகளை இயக்குவது பரவாயில்லை, ஆனால் நிறைய கவனிப்பு தேவை. உதாரணமாக, முந்தைய பிரிவில் நான் ஓடிய பகுப்பாய்வு தவிர்க்கப்பட வேண்டும், ஏனெனில் ஒவ்வொரு *தனிநபர் * *டி *-டெச்ட் 5 \% வகை I பிழை வீதத்தைக் கொண்டிருக்க வடிவமைக்கப்பட்டுள்ளது (அதாவது, α = 0.05) மற்றும் நான் மூன்று ஓடினேன் இந்த சோதனைகள். எனது ANOVA 10 வெவ்வேறு குழுக்களை உள்ளடக்கியிருந்தால் என்ன நடந்திருக்கும் என்று கற்பனை செய்து பாருங்கள், மேலும் 45 “போச்ட்-ஆக்” *t *-Tests ஐ இயக்க முடிவு செய்திருந்தேன், அவை ஒருவருக்கொருவர் கணிசமாக வேறுபடுகின்றன என்பதைக் கண்டுபிடிக்க முயற்சிக்க, நீங்கள் 2 அல்லது எதிர்பார்க்கலாம் அவர்களில் 3 பேர் குறிப்பிடத்தக்க அளவில் வருவதற்கு மட்டும் *. அத்தியாயத்தில் நாம் பார்த்தது போல: டாக்: `../ ch09/ch09_hypothesistesting`, சுழிய கருதுகோள் சோதனையின் பின்னால் உள்ள மைய ஒழுங்கமைக்கும் கொள்கை என்னவென்றால், எங்கள் வகை I பிழை வீதத்தைக் கட்டுப்படுத்த நாங்கள் முயல்கிறோம், ஆனால் இப்போது நான் நிறைய *t *- எனது ANOVA முடிவுகளின் மூலத்தைத் தீர்மானிக்க ஒரே நேரத்தில் சோதனைகள், இந்த முழு * குடும்பம் * சோதனைகளின் எனது உண்மையான வகை I பிழை விகிதம் முற்றிலும் கட்டுப்பாட்டை மீறி வந்துவிட்டது.
uk: Проводити пост-фактум аналіз можна, але потрібно бути дуже обережним. Наприклад, аналіз, який я провів у попередньому розділі, слід уникати, оскільки кожен *індивідуальний* *t*-тест розрахований на 5\% рівень помилки I типу (тобто α = 0,05), а я провів три таких тести. Уявіть, що сталося б, якби мій ANOVA охоплював 10 різних груп, і я вирішив провести 45 «постфактумних» *t*-тестів, щоб з'ясувати, які з них істотно відрізняються одна від одної. Ви б очікували, що 2 або 3 з них виявляться істотними *виключно завдяки випадковості*. Як ми бачили в розділі :doc:`../Ch09/Ch09_HypothesisTesting`, центральним організаційним принципом тестування нульової гіпотези є те, що ми прагнемо контролювати рівень помилки I типу, але тепер, коли я проводжу багато *t*-тестів одночасно, щоб визначити джерело результатів ANOVA, мій фактичний рівень помилки I типу по всій цій *сім'ї* тестів повністю вийшов з-під контролю.

source: The usual solution to this problem is to introduce an adjustment to the *p*-value, which aims to control the total error rate across the family of tests (:ref:`Shaffer, 1995 <Shaffer_1995>`). An adjustment of this form, which is usually (but not always) applied because one is doing post-hoc analysis, is often referred to as a **correction for multiple comparisons**, though it is sometimes referred to as “simultaneous inference”. In any case, there are quite a few different ways of doing this adjustment. I’ll discuss a few of them in this section and in section :doc:`../Ch14/Ch14_ANOVA2_09`, but you should be aware that there are many other methods out there (:ref:`Hsu, 1996 <Hsu_1996>`).
nb: Den vanlige løsningen på dette problemet er å innføre en justering av *p*-verdien, som tar sikte på å kontrollere den totale feilraten i hele testfamilien (:ref:`Shaffer, 1995 <Shaffer_1995>`). En slik justering, som vanligvis (men ikke alltid) brukes fordi man gjør en post-hoc-analyse, kalles ofte en **korreksjon for multiple sammenligninger**, selv om den noen ganger omtales som «samtidig slutning» (*simultaneous inference*). Uansett finnes det ganske mange forskjellige måter å gjøre denne justeringen på. Jeg vil diskutere noen av dem i dette avsnittet og i avsnitt :doc:`../Ch14/Ch14_ANOVA2_09`, men du bør være klar over at det finnes mange andre metoder der ute (:ref:`Hsu, 1996 <Hsu_1996>`).
ta: இந்த சிக்கலுக்கான வழக்கமான தீர்வு *p *-value க்கு ஒரு சரிசெய்தலை அறிமுகப்படுத்துவதாகும், இது சோதனைகளின் குடும்பம் முழுவதும் மொத்த பிழை விகிதத்தைக் கட்டுப்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது (: குறிப்பு: `சாஃபர், 1995 <சாஃபர்_1995>`). இந்த படிவத்தின் சரிசெய்தல், வழக்கமாக (ஆனால் எப்போதும் இல்லை) பயன்படுத்தப்படுகிறது, ஏனெனில் ஒருவர் பிந்தைய தற்காலிக பகுப்பாய்வைச் செய்கிறார், பெரும்பாலும் பல ஒப்பீடுகளுக்கான ** திருத்தம் என குறிப்பிடப்படுகிறது **, இது சில நேரங்களில் “ஒரே நேரத்தில் அனுமானம்” என்று குறிப்பிடப்படுகிறது . எந்தவொரு சந்தர்ப்பத்திலும், இந்த சரிசெய்தலைச் செய்வதற்கு சில வேறுபட்ட வழிகள் உள்ளன. அவற்றில் சிலவற்றை இந்த பிரிவிலும், பிரிவிலும் விவாதிப்பேன்: டாக்: `../ CH14/CH14_ANOVA2_09`, ஆனால் அங்கே இன்னும் பல முறைகள் உள்ளன என்பதை நீங்கள் அறிந்திருக்க வேண்டும் (: Ref:` HSU, 1996 <HSU_1996> `).
uk: Звичайним рішенням цієї проблеми є введення коригування *p*-значення, яке має на меті контролювати загальний рівень помилок у всій родині тестів (:ref:`Shaffer, 1995 <Shaffer_1995>`). Коригування такого типу, яке зазвичай (але не завжди) застосовується під час пост-гок аналізу, часто називають **корекцією для множинних порівнянь**, хоча іноді його називають «одночасним висновком». У будь-якому випадку, існує чимало різних способів здійснення такого коригування. Я обговорю деякі з них у цьому розділі та в розділі :doc:`../Ch14/Ch14_ANOVA2_09`, але ви повинні знати, що існує багато інших методів (:ref:`Hsu, 1996 <Hsu_1996>`).

source: Bonferroni corrections
de: Bonferroni-Korrektur
nb: Bonferroni-korreksjon
ta: போன்பெரோரோனி திருத்தங்கள்
uk: Поправки Бонферроні

source: The simplest of these adjustments is called the **Bonferroni correction** (:ref:`Dunn, 1961 <Dunn_1961>`), and it’s very very simple indeed. Suppose that my post-hoc analysis consists of *m* separate tests, and I want to ensure that the total probability of making *any* Type I errors at all is at most α.\ [#]_ If so, then the Bonferroni correction just says “multiply all your raw *p*-values by *m*”. If we let *p* denote the original *p*-value, and let *p*'\ :sub:`j` be the corrected value, then the Bonferroni correction tells that:
nb: Den enkleste av disse justeringene kalles **Bonferroni-korreksjonen** (:ref:`Dunn, 1961 <Dunn_1961>`), og den er veldig, veldig enkel. Anta at post-hoc-analysen min består av *m* separate tester, og at jeg ønsker å sikre at den totale sannsynligheten for å gjøre *noen* type I-feil i det hele tatt er høyst α.\ [#]_ I så fall sier Bonferroni-korreksjonen bare «multipliser alle de rå *p*-verdiene dine med *m*». Hvis vi lar *p* betegne den opprinnelige *p*-verdien, og lar *p*'\ :sub:`j` være den korrigerte verdien, så forteller Bonferroni-korreksjonen at:
ta: இந்த மாற்றங்களில் எளிமையானது ** போன்பெரோரோனி திருத்தம் ** (: ref: `டன், 1961 <dunn_1961>`) என்று அழைக்கப்படுகிறது, இது உண்மையில் மிகவும் எளிது. எனது பிந்தைய தற்காலிக பகுப்பாய்வு * M * தனி சோதனைகளைக் கொண்டுள்ளது என்று வைத்துக்கொள்வோம், மேலும் * எந்த * வகை I பிழைகளையும் உருவாக்குவதற்கான மொத்த நிகழ்தகவு அதிகபட்சம் என்பதை உறுதிப்படுத்த விரும்புகிறேன். \ [#] _ அப்படியானால், போன்பெரோரோனி திருத்தம் “உங்கள் ரா *பி *-மதிப்புகள் அனைத்தையும் *மீ *மூலம் பெருக்கவும்” என்று கூறுகிறது. அசல் *p *-value ஐக் குறிக்க *p *ஐ அனுமதித்தால், *p *'\: sub: `j` சரிசெய்யப்பட்ட மதிப்பாக இருக்க வேண்டும் என்றால், போன்பெரோரோனி திருத்தம் இதைச் சொல்கிறது:
uk: Найпростіша з цих корекцій називається **корекцією Бонферроні** (:ref:`Dunn, 1961 <Dunn_1961>`), і вона дійсно дуже проста. Припустимо, що мій пост-гок аналіз складається з *m* окремих тестів, і я хочу переконатися, що загальна ймовірність *будь-якої* помилки типу I не перевищує α.\ [#]_ Якщо так, то корекція Бонферроні просто говорить: «помножте всі ваші необроблені *p*-значення на *m*». Якщо ми позначимо *p* як оригінальне *p*-значення, а *p*'\ :sub:`j` як скориговане значення, то корекція Бонферроні говорить, що:

source: *p*'\ :sub:`j` = *m* × *p*
ta: *பி*'\: துணை: `சே` =*எம்*×*பி*

source: And therefore, if you’re using the Bonferroni correction, you would reject the null hypothesis if *p*'\ :sub:`j` < α. The logic behind this correction is very straightforward. We’re doing *m* different tests, so if we arrange it so that each test has a Type I error rate of at most α / *m*, then the *total* Type I error rate across these tests cannot be larger than α. That’s pretty simple, so much so that in the original paper, the author writes,
de: Wenn Sie also die Bonferroni-Korrektur verwenden, würden Sie die Nullhypothese ablehnen, wenn *p*'\ :sub:`j` < α. Die Logik hinter dieser Korrektur ist sehr einfach. Wir führen *m* verschiedene Tests durch. Wenn wir es also so annehmen, dass jeder Test eine Typ-I-Fehlerquote von höchstens α / *m* haben darf, dann darf die *gesamte* Typ-I-Fehlerquote über alle Tests hinweg nicht größer sein als α. Das ist so einfach, dass der Autor in seiner Originalarbeit schreibt:
nb: Hvis du bruker Bonferroni-korreksjonen, vil du derfor forkaste nullhypotesen hvis *p*'\ :sub:`j` < α. Logikken bak denne korreksjonen er veldig enkel. Vi gjør *m* forskjellige tester, så hvis vi ordner det slik at hver test har en type I-feilrate på maksimalt α / *m*, kan ikke den *totale* type I-feilraten på tvers av disse testene være større enn α. Det er ganske enkelt, så mye at forfatteren skriver i den opprinnelige artikkelen,
ta: எனவே, நீங்கள் போன்பெரோரோனி திருத்தத்தைப் பயன்படுத்துகிறீர்கள் என்றால், *பி *'\: துணை: `சே` <α என்றால் சுழிய கருதுகோளை நிராகரிப்பீர்கள். இந்த திருத்தத்தின் பின்னால் உள்ள வழக்கு மிகவும் நேரடியானது. நாங்கள் *மீ *வெவ்வேறு சோதனைகளைச் செய்கிறோம், எனவே ஒவ்வொரு சோதனையிலும் ஒரு வகை I பிழை வீதத்தை அதிகபட்சம் α / *m *கொண்டிருக்கும் வகையில் நாங்கள் அதை ஏற்பாடு செய்தால், இந்த சோதனைகளில் *மொத்த *வகை I பிழை விகிதம் பெரியதாக இருக்க முடியாது α. இது மிகவும் எளிமையானது, அசல் தாளில், ஆசிரியர் எழுதுகிறார்,
uk: Отже, якщо ви використовуєте поправку Бонферроні, ви відхилите нульову гіпотезу, якщо *p*'\ :sub:`j` < α. Логіка цієї поправки дуже проста. Ми проводимо *m* різних тестів, тому якщо ми організуємо їх так, щоб кожен тест мав рівень помилки типу I не більше α / *m*, то *загальний* рівень помилки типу I для всіх цих тестів не може бути більшим за α. Це досить просто, настільки, що в оригінальній статті автор пише:

source: The method given here is so simple and so general that I am sure it must have been used before this. I do not find it, however, so can only conclude that perhaps its very simplicity has kept statisticians from realizing that it is a very good method in some situations (:ref:`Dunn, 1961 <Dunn_1961>`, pp. 52-53).
nb: Metoden som er gitt her, er så enkel og så generell at jeg er sikker på at den må ha vært brukt før dette. Jeg finner den imidlertid ikke, så jeg kan bare konkludere med at det kanskje er nettopp enkelheten som har hindret statistikere i å innse at det er en svært god metode i noen situasjoner (:ref:`Dunn, 1961 <Dunn_1961>`, s. 52-53).
ta: இங்கே கொடுக்கப்பட்ட முறை மிகவும் எளிமையானது மற்றும் மிகவும் பொதுவானது, இதற்கு முன்னர் இது பயன்படுத்தப்பட்டிருக்க வேண்டும் என்று நான் நம்புகிறேன். எவ்வாறாயினும், சில சூழ்நிலைகளில் இது ஒரு நல்ல முறை என்பதை உணர்ந்து கொள்வதிலிருந்து அதன் எளிமை புள்ளிவிவர வல்லுநர்களைத் தடுத்து நிறுத்தியிருக்கலாம் (: `டன், 1961 <dunn_1961>`, பக். 52-53 ).
uk: Наведений тут метод настільки простий і загальний, що я впевнений, що його вже використовували раніше. Однак я не знайшов його, тому можу лише зробити висновок, що, можливо, саме його простота завадила статистикам усвідомити, що в деяких ситуаціях це дуже хороший метод (:ref:`Dunn, 1961 <Dunn_1961>`, с. 52-53).

source: To use the Bonferroni correction in jamovi, just click on the ``Bonferroni`` checkbox in the ``Correction`` options, and you will see another column added to the ``ANOVA`` results table showing the adjusted *p*-values for the Bonferroni correction (:numref:`fig-anova3`). If we compare these three *p*-values to those for the uncorrected, pairwise *t*-tests, it is clear that the only thing that jamovi has done is multiply them by 3.
de: Um die Bonferroni-Korrektur in jamovi zu verwenden, setzen Sie einfach das Kontrollkästchen ``Bonferroni`` in den ``Correction``-Optionen. Sie werden sehen, dass eine weitere Spalte zur ``ANOVA``-Ergebnistabelle hinzugefügt wird, welche die mittels Bonferroni-Korrektur adjustierten *p*- Werte (:numref:`fig-anova3`) enthält. Vergleichen wir diese drei *p*-Werte mit denen der unkorrigierten, paarweisen *t*-Tests, wird deutlich, dass jamovi sie lediglich mit 3 multipliziert hat.
nb: Hvis du vil bruke Bonferroni-korreksjonen i jamovi, klikker du bare på avmerkingsboksen ``Bonferroni`` i ``Correction``-opsjonene, og du vil se en ny kolonne lagt til i ``ANOVA``-resultattabellen som viser de justerte *p*-verdiene for Bonferroni-korreksjonen (:numref:`fig-anova3`). Hvis vi sammenligner disse tre *p*-verdiene med de ukorrigerte, parvise *t*-testene, er det tydelig at det eneste jamovi har gjort, er å multiplisere dem med 3.
ta: சாமோவியில் போன்பெரோரோனி திருத்தத்தைப் பயன்படுத்த, `` திருத்தம்`` விருப்பங்களில் `` போன்பெரோரோனி`` தேர்வுப்பெட்டியைக் சொடுக்கு செய்க, மேலும் சரிசெய்யப்பட்ட *பி *- ஐக் காட்டும் `` ANOVA`` முடிவுகள் அட்டவணையில் சேர்க்கப்பட்ட மற்றொரு நெடுவரிசையை நீங்கள் காண்பீர்கள். போன்பெரோரோனி திருத்தத்திற்கான மதிப்புகள் (: NumRef: `Fig-anova3`). இந்த மூன்று *பி *-மதிப்புகளை சரி செய்யப்படாத, சோடிவரிசை *டி *-டெச்ட்களுடன் ஒப்பிட்டுப் பார்த்தால், சாமோவி செய்த ஒரே சேதி 3 ஆல் பெருக்கப்படுகிறது என்பது தெளிவாகிறது.
uk: Щоб використовувати корекцію Бонферроні в jamovi, просто натисніть на прапорець ``Bonferroni`` в опціях ``Correction``, і ви побачите, що до таблиці результатів ``ANOVA`` додано ще один стовпець, який показує скориговані *p*-значення для корекції Бонферроні (:numref:`fig-anova3`). Якщо порівняти ці три *p*-значення з тими, що отримані для некоригованих парних *t*-тестів, стає зрозуміло, що jamovi лише помножив їх на 3.

source: Holm corrections
de: Holm-Korrektur
nb: Holm-korreksjoner
ta: ஓல்ம் திருத்தங்கள்
uk: Поправки Холма

source: Although the Bonferroni correction is the simplest adjustment out there, it’s not usually the best one to use. One method that is often used instead is the **Holm correction** (:ref:`Holm, 1979 <Holm_1979>`). The idea behind the Holm correction is to pretend that you’re doing the tests sequentially, starting with the smallest (raw) *p*-value and moving onto the largest one. For the *j*-th largest of the *p*-values, the adjustment is *either*
nb: Selv om Bonferroni-korreksjonen er den enkleste justeringen som finnes, er den vanligvis ikke den beste å bruke. En metode som ofte brukes i stedet, er **Holm-korreksjonen** (:ref:`Holm, 1979 <Holm_1979>`). Ideen bak Holm-korreksjonen er å late som om du gjør testene sekvensielt, ved å starte med den minste (rå) *p*-verdien og gå videre til den største. For den *j*-tredje største av *p*-verdiene er justeringen *enten*
ta: Although the Bonferroni correction is the simplest adjustment out there, it’s not usually the best one பெறுநர் use. அதற்கு பதிலாக பெரும்பாலும் பயன்படுத்தப்படும் ஒரு முறை ** ஓல்ம் திருத்தம் ** (: குறிப்பு: `ஓல்ம், 1979 <holm_1979>`). ஓல்ம் திருத்தத்தின் பின்னணியில் உள்ள சிந்தனை என்னவென்றால், நீங்கள் தொடர்ச்சியாக சோதனைகளைச் செய்கிறீர்கள் என்று பாசாங்கு செய்வதே, மிகச்சிறிய (மூல) *ப *மதிப்புடன் தொடங்கி மிகப்பெரிய ஒன்றில் நகரும். *பி *-வது மதிப்புகளில் *j *-th மிகப்பெரியது, சரிசெய்தல் *ஒன்று *
uk: Хоча корекція Бонферроні є найпростішою з існуючих, зазвичай вона не є найкращою для використання. Замість неї часто використовують метод **корекції Холма** (:ref:`Holm, 1979 <Holm_1979>`). Ідея корекції Холма полягає в тому, щоб уявити, що ви проводите тести послідовно, починаючи з найменшого (сирого) значення *p* і переходячи до найбільшого. Для *j*-го за величиною значення *p* коригування становить *або*

source: *p*'\ :sub:`j` = j × *p*\ :sub:`j`
ta: *பி*'\: துணை: `சே` = சே ×*பி*\: துணை:` சே`

source: *p*'\ :sub:`j` = *p*'\ :sub:`j + 1`
ta: *பி*'\: துணை: `சே` =*பி*' \: துணை:` சே + 1`

source: whichever one is larger. This might sound a little confusing, so let’s go through it a little more slowly. Here’s what the Holm correction does. First, you sort all of your *p*-values in order, from smallest to largest. For the smallest *p*-value all you do is multiply it by *m*, and you’re done. However, for all the other ones it’s a two-stage process. For instance, when you move to the second smallest *p*-value, you first multiply it by *m* - 1. If this produces a number that is bigger than the adjusted *p*-value that you got last time, then you keep it. But if it’s smaller than the last one, then you copy the last *p*-value. To illustrate how this works, consider the table below, which shows the calculations of a Holm correction for a collection of five *p*-values:
de: je nachdem, welcher größer ist. Das mag ein wenig verwirrend klingen, also gehen wir schrittweise vor. Hier ist, was die Holm-Korrektur tut. Zuerst sortieren Sie alle Ihre *p*-Werte, vom kleinsten zum größten. Für den kleinsten *p*-Wert multiplizieren Sie ihn nur mit *m*, und fertig. Für alle anderen *p*-Werte ist es ein zweistufiger Prozess. Wenn Sie beispielsweise zum zweitkleinsten *p*-Wert wechseln, multiplizieren Sie ihn zuerst mit *m* - 1. Wenn dies eine Zahl erzeugt, die größer als der adjustierte *p*-Wert ist, den Sie beim vorherigen Schritt erhalten haben, dann behalten Sie ihn. Aber wenn er kleiner als der vorherige ist, dann kopieren Sie den vorherigen *p*-Wert. Um zu veranschaulichen, wie dies funktioniert, betrachten Sie die folgende Tabelle, welche die Berechnungen einer Holm-Korrektur für fünf *p*-Werte zeigt:
nb: avhengig av hvilken som er størst. Dette høres kanskje litt forvirrende ut, så la oss gå gjennom det litt saktere. Dette er hva Holm-korreksjonen gjør. Først sorterer du alle *p*-verdiene dine i rekkefølge, fra den minste til den største. For den minste *p*-verdien multipliserer du den bare med *m*, og så er du ferdig. For alle de andre er det imidlertid en totrinnsprosess. Når du for eksempel går til den nest minste *p*-verdien, multipliserer du den først med *m* - 1. Hvis dette gir et tall som er større enn den justerte *p*-verdien du fikk forrige gang, beholder du det. Men hvis den er mindre enn den forrige, kopierer du den forrige *p*-verdien. For å illustrere hvordan dette fungerer, kan du se på tabellen nedenfor, som viser beregningene av en Holm-korreksjon for en samling av fem *p*-verdier:
ta: எது பெரியது. இது கொஞ்சம் குழப்பமாகத் தோன்றலாம், எனவே இன்னும் கொஞ்சம் மெதுவாக செல்லலாம். ஓல்ம் திருத்தம் என்ன செய்கிறது. முதலில், உங்கள் *பி *-மதிப்புகள் அனைத்தையும் சிறியவையிலிருந்து மிகப்பெரியது வரை வரிசைப்படுத்தவும். மிகச்சிறிய *பி *-நீங்கள் செய்யும் அனைத்தும் *எம் *ஆல் பெருக்கப்படுவதே, நீங்கள் முடித்துவிட்டீர்கள். இருப்பினும், மற்ற எல்லா இடங்களுக்கும் இது இரண்டு கட்ட செயல்முறை. உதாரணமாக, நீங்கள் இரண்டாவது மிகச்சிறிய *பி *-மதிப்புக்குச் செல்லும்போது, முதலில் அதை *எம் *-1 ஆல் பெருக்கவும். இது சரிசெய்யப்பட்ட *பி *-மதிப்பை விட பெரிய எண்ணை உருவாக்கினால், நீங்கள் கடைசியாக கிடைத்தது, பின்னர், பின்னர், பின்னர், பின்னர், பின்னர், நீங்கள் அதை வைத்திருக்கிறீர்கள். ஆனால் இது கடைசியாக இருந்ததை விட சிறியதாக இருந்தால், கடைசி *p *-value ஐ நகலெடுக்கவும். இது எவ்வாறு செயல்படுகிறது என்பதை விளக்குவதற்கு, கீழேயுள்ள அட்டவணையைக் கவனியுங்கள், இது ஐந்து *பி *-மதிப்புகளின் தொகுப்புக்கான ஓல்ம் திருத்தத்தின் கணக்கீடுகளைக் காட்டுகிறது:
uk: залежно від того, яке з них більше. Це може здатися трохи заплутаним, тому давайте розберемося в цьому трохи повільніше. Ось як працює корекція Холма. Спочатку ви сортуєте всі свої *p*-значення в порядку від найменшого до найбільшого. Для найменшого *p*-значення все, що вам потрібно зробити, це помножити його на *m*, і все готово. Однак для всіх інших це двоступеневий процес. Наприклад, коли ви переходите до другого найменшого значення *p*, спочатку помножте його на *m* - 1. Якщо в результаті ви отримаєте число, яке є більшим за скориговане значення *p*, яке ви отримали минулого разу, то залиште його. Але якщо воно менше за останнє, то копіюєте останнє значення *p*. Щоб проілюструвати, як це працює, розгляньте таблицю нижче, яка показує розрахунки корекції Холма для набору з п'яти значень *p*:
