Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: where, once again, we assume that the error terms are normally distributed with mean 0 and standard deviation σ. That is, the alternative hypothesis also assumes that ϵ ~ Normal(0, σ²)
de: wobei wir wiederum annehmen, dass die Fehlerterme normalverteilt sind mit dem Mittelwert 0 und der Standardabweichung σ. Das heißt, die Alternativhypothese geht ebenfalls davon aus, dass ϵ ~ Normal(0, σ²)
nb: hvor vi igjen antar at residuene er normalfordelte med gjennomsnitt 0 og standardavvik σ. Det vil si at alternativhypotesen også forutsetter at ϵ ~ Normal(0, σ²)
ta: பிழை விதிமுறைகள் பொதுவாக சராசரி 0 மற்றும் நிலையான விலகல் with உடன் விநியோகிக்கப்படுகின்றன என்று மீண்டும் கருதுகிறோம். அதாவது, மாற்று கருதுகோள் ϵ ~ இயல்பானது (0, σ²) என்றும் கருதுகிறது
uk: де, знову ж таки, ми припускаємо, що члени помилки розподілені нормально із середнім значенням 0 та стандартним відхиленням σ. Тобто, альтернативна гіпотеза також припускає, що ϵ ~ Normal(0, σ²)

source: Okay, now that we’ve described the statistical models underpinning H\ :sub:`0` and H\ :sub:`1` in more detail, it’s now pretty straightforward to say what the mean square values are measuring, and what this means for the interpretation of *F*. I won’t bore you with the proof of this but it turns out that the within-groups mean square, |MS_w|, can be viewed as an estimator (in the technical sense, chapter :doc:`../Ch08/Ch08_Estimation`) of the error variance σ². The between-groups mean square |MS_b| is also an estimator, but what it estimates is the error variance *plus* a quantity that depends on the true differences among the group means. If we call this quantity *Q*, then we can see that the *F*-statistic is basically:\ [#]_
nb: Nå som vi har beskrevet de statistiske modellene som ligger til grunn for H\ :sub:`0` og H\ :sub:`1` i mer detalj, er det nå ganske enkelt å si hva de gjennomsnittlige kvadratsummene (*mean squares*; MS) måler, og hva dette betyr for tolkningen av *F*. Jeg skal ikke kjede deg med beviset for dette, men det viser seg at gjennomsnittskvadratet innenfor grupper, |MS_w|, kan betraktes som en estimator (i teknisk forstand, se kapittel :doc:`../Ch08/Ch08_Estimation`) av feilvariansen σ². Mellomgruppe-gjennomsnittskvadratet |MS_b| er også en estimator, men det den estimerer, er feilvariansen *pluss* en størrelse som avhenger av de sanne forskjellene mellom gruppegjennomsnittene. Hvis vi kaller denne størrelsen *Q*, kan vi se at *F*-statistikken i bunn og grunn er:\ [#]_
ta: சரி, இப்போது H \: துணை: `0` மற்றும் H \: துணை:` 1` இன்னும் விரிவாக, புள்ளிவிவர மாதிரிகளை விவரித்துள்ளோம், சராசரி சதுர மதிப்புகள் என்ன, இது என்ன என்று சொல்வது இப்போது மிகவும் நேரடியானது *f *இன் விளக்கத்திற்கான பொருள். இதன் ஆதாரத்தை நான் உங்களைத் தாங்க மாட்டேன், ஆனால் குழுக்களுக்குள் நாற்கை, | MS_W |, ஒரு மதிப்பீட்டாளராக பார்க்கலாம் (தொழில்நுட்ப அர்த்தத்தில், அத்தியாயம்: டாக்: `../ CH08/CH08_ESTIMATION `) பிழை மாறுபாட்டின் σ². குழுக்களுக்கு இடையில் நாற்கை | MS_B | ஒரு மதிப்பீட்டாளர், ஆனால் அது மதிப்பிடுவது பிழை மாறுபாடு * பிளச் * குழு வழிமுறைகளில் உண்மையான வேறுபாடுகளைப் பொறுத்தது. இந்த அளவை *Q *என்று அழைத்தால், *f *-statistict அடிப்படையில்: \ [#] _
uk: Гаразд, тепер, коли ми більш детально описали статистичні моделі, що лежать в основі H\ :sub:`0` та H\ :sub:`1`, можна досить просто сказати, що вимірюють середні квадратичні значення і що це означає для інтерпретації *F*. Я не буду вас нудити доказом цього, але виявляється, що середньоквадратичне значення всередині груп, |MS_w|, можна розглядати як оцінювач (у технічному сенсі, розділ :doc:`../Ch08/Ch08_Estimation`) дисперсії помилки σ². Середньоквадратичне значення між групами |MS_b| також є оцінювачем, але воно оцінює дисперсію помилки *плюс* величину, яка залежить від справжніх різниць між середніми значеннями груп. Якщо ми назвемо цю величину *Q*, то побачимо, що статистика *F* в основному дорівнює:\ [#]_

source: F = \frac{\hat{Q} + \hat\sigma^2}{\hat\sigma^2}
ta: F = \ frac {\ hat {Q} + \ hat \ sigma^2} {\ hat \ சிக்மா^2}

source: where the true value *Q* = 0 if the null hypothesis is true, and *Q* > 0 if the alternative hypothesis is true (:ref:`Hays, 1994 <Hays_1994>`, Ch. 10). Therefore, at a bare minimum *the F-value must be larger than 1* to have any chance of rejecting the null hypothesis. Note that this *doesn’t* mean that it’s impossible to get an *F*-value less than 1. What it means is that if the null hypothesis is true the sampling distribution of the *F*-ratio has a mean of 1,\ [#]_ and so we need to see *F*-values larger than 1 in order to safely reject the null.
nb: der den sanne verdien *Q* = 0 hvis nullhypotesen er sann, og *Q* > 0 hvis alternativhypotesen er sann (:ref:`Hays, 1994 <Hays_1994>`, kap. 10). F-verdien må derfor som et minimum *være større enn 1* for å ha en sjanse til å forkaste nullhypotesen. Merk at dette *ikke* betyr at det er umulig å få en *F*-verdi mindre enn 1. Det betyr at hvis nullhypotesen er sann, har utvalgsfordelingen av *F*-forholdet et gjennomsnitt på 1,\ [#]_, og derfor må vi se *F*-verdier som er større enn 1 for å kunne forkaste nullhypotesen med sikkerhet.
ta: உண்மையான மதிப்பு * q * = 0 சுழிய கருதுகோள் உண்மையாக இருந்தால், மற்றும் * q *> 0 மாற்று கருதுகோள் உண்மையாக இருந்தால் (: குறிப்பு: `ஏச், 1994 <ஏச்_1994>`, சி. 10). ஆகையால், குறைந்தபட்சம் * சுழிய கருதுகோளை நிராகரிக்க ஏதேனும் வாய்ப்பைப் பெற எஃப்-மதிப்பு 1 * ஐ விட பெரியதாக இருக்க வேண்டும். இது *என்பது *f *-மதிப்பை 1 க்கும் குறைவாகப் பெறுவது சாத்தியமில்லை என்று அர்த்தமல்ல. இதன் பொருள் என்னவென்றால், சுழிய கருதுகோள் உண்மையாக இருந்தால் *f *-aratio இன் மாதிரி வழங்கல் 1 இன் சராசரி உள்ளது , \ [#] _ எனவே பூச்யத்தை பாதுகாப்பாக நிராகரிக்க 1 ஐ விட பெரிய *f *மதிப்புகளைக் காண வேண்டும்.
uk: де справжнє значення *Q* = 0, якщо нульова гіпотеза є істинною, і *Q* > 0, якщо альтернативна гіпотеза є істинною (:ref:`Hays, 1994 <Hays_1994>`, розд. 10). Отже, як мінімум, *значення F має бути більшим за 1*, щоб була хоч якась ймовірність відхилення нульової гіпотези. Зауважте, що це *не* означає, що неможливо отримати *F*-значення менше 1. Це означає, що якщо нульова гіпотеза є істинною, то вибірковий розподіл *F*-коефіцієнта має середнє значення 1,\ [#]_ і тому нам потрібно бачити *F*-значення, більші за 1, щоб безпечно відхилити нульову гіпотезу.

source: To be a bit more precise about the sampling distribution, notice that if the null hypothesis is true, both |MS_b| and |MS_w| are estimators of the variance of the residuals ϵ\ :sub:`ik`. If those residuals are normally distributed, then you might suspect that the estimate of the variance of ϵ\ :sub:`ik` is χ²-distributed, because (as discussed in :doc:`../Ch07/Ch07_Probability_6`) that’s what a χ²-distribution *is*: it’s what you get when you square a bunch of normally-distributed things and add them up. And since the *F*-distribution is (again, by definition) what you get when you take the ratio between two things that are χ² distributed, we have our sampling distribution. Obviously, I’m glossing over a whole lot of stuff when I say this, but in broad terms, this really is where our sampling distribution comes from.
nb: For å være litt mer presis om utvalgsfordelingen, legg merke til at hvis nullhypotesen er sann, er både |MS_b| og |MS_w| estimatorer av variansen til residuene ϵ\ :sub:`ik`. Hvis disse residuene er normalfordelte, kan du mistenke at estimatet av variansen til ϵ\ :sub:`ik` er χ²-fordelt, fordi (som diskutert i :doc:`../Ch07/Ch07_Probability_6`) det er det en χ²-fordeling *er*: det er det du får når du kvadrerer en haug med normalfordelte ting og legger dem sammen. Og siden *F*-fordelingen (igjen, per definisjon) er det du får når du tar forholdet mellom to ting som er χ²-fordelt, har vi utvalgsfordelingen vår. Jeg hopper selvsagt over en hel masse ting når jeg sier dette, men i grove trekk er det dette som er utgangspunktet for utvalgsfordelingen vår.
ta: மாதிரி விநியோகத்தைப் பற்றி இன்னும் கொஞ்சம் துல்லியமாக இருக்க, சுழிய கருதுகோள் உண்மையாக இருந்தால், இரண்டும் | MS_B | மற்றும் | MS_W | எச்சங்களின் மாறுபாட்டின் மதிப்பீட்டாளர்கள் ϵ \: துணை: `ik`. அந்த எச்சங்கள் பொதுவாக விநியோகிக்கப்பட்டால், ϵ \: sub: `ik` இன் மாறுபாட்டின் மதிப்பீடு χ²- விநியோகிக்கப்பட்டதாகும் என்று நீங்கள் சந்தேகிக்கலாம், ஏனெனில் (விவாதிக்கப்பட்டபடி: doc:` ../ ch07/ch07_probability_6`) ஒரு χ² விநியோக *என்பது *: நீங்கள் பொதுவாக விநியோகிக்கப்பட்ட விசயங்களை சதுரப்படுத்தி அவற்றைச் சேர்க்கும்போது இதுதான் உங்களுக்கு கிடைக்கும். *F *--டிச்ட்ரிபியூசன் (மீண்டும், வரையறையின்படி) நீங்கள் பெறுவது χ² விநியோகிக்கப்பட்ட இரண்டு விசயங்களுக்கு இடையில் விகிதத்தை எடுக்கும்போது, எங்கள் மாதிரி வழங்கல் உள்ளது. வெளிப்படையாக, நான் இதைச் சொல்லும்போது நிறைய விசயங்களைப் பற்றி பளபளக்கிறேன், ஆனால் பரந்த வகையில், எங்கள் மாதிரி வழங்கல் எங்கிருந்து வருகிறது என்பதுதான் இதுதான்.
uk: Щоб бути більш точним щодо розподілу вибірки, зверніть увагу, що якщо нульова гіпотеза є істинною, то як |MS_b|, так і |MS_w| є оцінками дисперсії залишків ϵ\ :sub:`ik`. Якщо ці залишки мають нормальний розподіл, то можна припустити, що оцінка дисперсії ϵ\ :sub:`ik` має χ²-розподіл, оскільки (як обговорювалося в :doc:`../Ch07/Ch07_Probability_6`) саме таким і є χ²-розподіл: його отримують, підносячи до квадрата низку величин з нормальним розподілом і додаючи їх. А оскільки *F*-розподіл (знову ж таки, за визначенням) — це те, що ви отримуєте, коли берете відношення між двома величинами, які мають χ²-розподіл, ми маємо наш вибірковий розподіл. Звичайно, я опускаю багато деталей, коли говорю це, але в загальних рисах саме звідси береться наш вибірковий розподіл.

source: A worked example
de: Ein praktisches Beispiel
nb: Et gjennomarbeidet eksempel
ta: ஒரு வேலை சான்று
uk: Працюючий приклад

source: The previous discussion was fairly abstract and a little on the technical side, so I think that at this point it might be useful to see a worked example. For that, let’s go back to the |clinicaltrial|_ data set that was introduced earlier in the chapter. The descriptive statistics that we calculated at the beginning tell us our group means: An average mood gain of 0.45 for the placebo, 0.72 for Anxifree, and 1.48 for Joyzepam. With that in mind, let’s party like it’s 1899\ [#]_ and start doing some pencil and paper calculations. I’ll only do this for the first 5 observations because it’s not bloody 1899 and I’m very lazy. Let’s start by calculating |SS_w|, the within-group sums of squares. First, let’s draw up a nice table to help us with our calculations:
de: Die vorangegangene Diskussion war ziemlich abstrakt und ein wenig technisch, daher denke ich, dass es an dieser Stelle nützlich sein könnte, ein praktisches Beispiel zu betrachten. Kehren wir dazu zum Datensatz |clinicaltrial|_ zurück, der zu Beginn des Kapitels vorgestellt wurde. Die deskriptive Statistik, die wir zu Beginn berechnet haben, gibt uns unsere Gruppenmittelwerte: Eine durchschnittliche Stimmungsverbesserung von 0,45 für das Placebo, 0,72 für Anxifree und 1,48 für Joyzepam. Mit diesem Wissen im Hinterkopf, lassen Sie uns feiern, als wäre es 1899\ [#]_ und beginnen Sie damit, einige Berechnungen mit Bleistift und Papier durchzuführen. Ich werde dies nur für die ersten 5 Beobachtungen tun, da es nicht das verdammte Jahr 1899 ist und ich sehr faul bin. Beginnen wir mit der Berechnung von |SS_w|, den Quadratsummen innerhalb der Gruppe. Zunächst erstellen wir eine schöne Tabelle, die uns bei unseren Berechnungen hilft:
nb: Den forrige diskusjonen var ganske abstrakt og litt teknisk, så jeg tror det kan være nyttig å se et fungerende eksempel nå. La oss derfor gå tilbake til datasettet |clinicaltrial|_ som ble introdusert tidligere i kapittelet. Den deskriptive statistikken som vi beregnet i begynnelsen, forteller oss gruppegjennomsnittet: En gjennomsnittlig humørforbedring på 0,45 for placebo, 0,72 for Anxifree og 1,48 for Joyzepam. Med det i bakhodet, la oss feste som om det er 1899\ [#]_ og begynne å gjøre noen beregninger med blyant og papir. Jeg gjør dette bare for de første fem observasjonene, fordi det ikke er 1899, og jeg er veldig lat. La oss begynne med å beregne |SS_w|, kvadratsummene innenfor gruppene. La oss først lage en fin tabell for å hjelpe oss med beregningene:
ta: முந்தைய கலந்துரையாடல் மிகவும் சுருக்கமாகவும் தொழில்நுட்ப பக்கத்தில் கொஞ்சம்தாகவும் இருந்தது, எனவே இந்த நேரத்தில் ஒரு வேலை உதாரணத்தைப் பார்ப்பது பயனுள்ளதாக இருக்கும் என்று நான் நினைக்கிறேன். அதற்காக, அத்தியாயத்தில் முன்னர் அறிமுகப்படுத்தப்பட்ட | கிளினிக்கல் ட்ரீல் | _ தரவுத் தொகுப்பிற்குச் செல்வோம். ஆரம்பத்தில் நாங்கள் கணக்கிட்ட விளக்க புள்ளிவிவரங்கள் எங்கள் குழுவைக் கூறுகின்றன: மருந்துப்போலிக்கு சராசரியாக 0.45, கவலைக்கு 0.72, மற்றும் சாய்செபாமுக்கு 1.48. இதைக் கருத்தில் கொண்டு, இது 1899 \ [#] _ போன்ற விருந்து மற்றும் சில பென்சில் மற்றும் காகித கணக்கீடுகளைச் செய்யத் தொடங்குவோம். முதல் 5 அவதானிப்புகளுக்கு மட்டுமே இதைச் செய்வேன், ஏனெனில் இது இரத்தக்களரி 1899 மற்றும் நான் மிகவும் சோம்பேறி. | SS_W |, சதுரங்களின் குழுவிற்குள் கணக்கிடுவதன் மூலம் ஆரம்பிக்கலாம். முதலில், எங்கள் கணக்கீடுகளுக்கு எங்களுக்கு உதவ ஒரு நல்ல அட்டவணையை வரையலாம்:
uk: Попереднє обговорення було досить абстрактним і дещо технічним, тому я вважаю, що на цьому етапі було б корисно розглянути практичний приклад. Для цього повернемося до набору даних |clinicaltrial|_, який був представлений раніше в цьому розділі. Описові статистичні дані, які ми обчислили на початку, показують середні значення для наших груп: середнє поліпшення настрою становить 0,45 для плацебо, 0,72 для Anxifree і 1,48 для Joyzepam. Маючи це на увазі, давайте веселитися, як у 1899 році\ [#]_, і почнемо робити розрахунки олівцем на папері. Я зроблю це тільки для перших 5 спостережень, тому що зараз не 1899 рік, а я дуже лінивий. Почнемо з обчислення |SS_w|, суми квадратів всередині групи. Спочатку складемо зручну таблицю, яка допоможе нам у розрахунках:

source: placebo
ta: மருந்துப்போலி
uk: плацебо

source: anxifree
ta: கவலை
uk: безтурботний

source: At this stage, the only thing I’ve included in the table is the raw data itself. That is, the grouping variable (i.e., ``drug``) and outcome variable (i.e. ``mood.gain``) for each person. Note that the outcome variable here corresponds to the |Y_ik| value in our equation previously. The next step in the calculation is to write down, for each person in the study, the corresponding group mean, |Yb_k|. This is slightly repetitive but not particularly difficult since we already calculated those group means when doing our descriptive statistics:
de: In diesem Stadium habe ich nur die Rohdaten in die Tabelle aufgenommen. Das heißt, die Gruppierungsvariable (in diesem Fall ``drug``) und die Ergebnisvariable (d. h. ``mood.gain``) für jede Person. Beachten Sie, dass die Ergebnisvariable hier dem Wert |Y_ik| in unserer vorherigen Gleichung entspricht. Der nächste Schritt in der Berechnung besteht darin, für jede Person in der Studie den entsprechenden Gruppenmittelwert, |Yb_k|, aufzuschreiben. Dies ist eine leichte Wiederholung, aber nicht besonders schwierig, da wir diese Gruppenmittelwerte bereits bei der Erstellung unserer deskriptiven Statistik berechnet haben:
nb: På dette stadiet er det eneste jeg har inkludert i tabellen, selve rådataene. Det vil si grupperingsvariabelen (dvs. ``drug``) og utfallsvariabelen (dvs. ``mood.gain``) for hver person. Merk at utfallsvariabelen her tilsvarer |Y_ik|-verdien i ligningen vår tidligere. Det neste trinnet i beregningen er å skrive ned det tilsvarende gruppegjennomsnittet, |Yb_k|, for hver person i studien. Dette er litt repeterende, men ikke spesielt vanskelig, siden vi allerede har beregnet disse gruppegjennomsnittene i forbindelse med den deskriptive statistikken:
ta: இந்த கட்டத்தில், நான் அட்டவணையில் சேர்த்த ஒரே சேதி மூல தரவு. அதாவது, ஒவ்வொரு நபருக்கும் குழு மாறி (அதாவது, `` மருந்து``) மற்றும் விளைவு மாறி (அதாவது `மனநிலை. இங்கே விளைவு மாறி | y_ik | உடன் ஒத்துள்ளது என்பதை நினைவில் கொள்க முன்னர் எங்கள் சமன்பாட்டில் மதிப்பு. கணக்கீட்டின் அடுத்த கட்டம், ஆய்வில் உள்ள ஒவ்வொரு நபருக்கும் எழுதுவது, தொடர்புடைய குழு பொருள், | yb_k |. இது சற்று மீண்டும் மீண்டும் நிகழ்கிறது, ஆனால் எங்கள் விளக்க புள்ளிவிவரங்களைச் செய்யும்போது அந்தக் குழு வழிமுறையை நாங்கள் ஏற்கனவே கணக்கிட்டதால் குறிப்பாக கடினம் அல்ல:
uk: На цьому етапі я включив у таблицю лише самі вихідні дані. Тобто групувальну змінну (тобто ``drug``) та змінну результату (тобто ``mood.gain``) для кожної особи. Зверніть увагу, що змінна результату тут відповідає значенню |Y_ik| у нашому попередньому рівнянні. Наступним кроком у розрахунку є записування для кожної особи в дослідженні відповідного групового середнього значення |Yb_k|. Це дещо повторюється, але не є особливо складним, оскільки ми вже розрахували ці групові середні значення під час виконання описової статистики:

source: group mean
de: Gruppenmittelwert
nb: gruppegjennomsnitt
ta: குழு சராசரி
uk: середнє значення групи

source: Now that we’ve written those down, we need to calculate, again for every person, the deviation from the corresponding group mean. That is, we want to subtract |Y_ik| - |Yb_k|. After we’ve done that, we need to square everything. When we do that, here’s what we get:
de: Nachdem wir diese nun aufgeschrieben haben, müssen wir wieder für jede Person die Abweichung vom entsprechenden Gruppenmittelwert berechnen. Das heißt, wir wollen |Y_ik| - |Yb_k| subtrahieren. Nachdem wir das getan haben, müssen wir alles quadrieren. Wenn wir das tun, erhalten wir das folgende Ergebnis:
nb: Nå som vi har skrevet dem ned, må vi igjen beregne avviket fra det tilsvarende gruppegjennomsnittet for hver person. Det vil si at vi ønsker å trekke fra |Y_ik| - |Yb_k|. Etter at vi har gjort det, må vi kvadrere alt. Når vi gjør det, får vi følgende resultat:
ta: இப்போது நாங்கள் அவற்றை எழுதியுள்ளோம், ஒவ்வொரு நபருக்கும் மீண்டும் கணக்கிட வேண்டும், தொடர்புடைய குழுவிலிருந்து விலகல் என்பது சராசரி. அதாவது, நாங்கள் | y_ik | ஐக் கழிக்க விரும்புகிறோம் - | yb_k |. நாங்கள் அதைச் செய்த பிறகு, எல்லாவற்றையும் சதுரப்படுத்த வேண்டும். நாங்கள் அதைச் செய்யும்போது, இங்கே நமக்கு கிடைக்கிறது:
uk: Тепер, коли ми це записали, нам потрібно обчислити, знову ж таки для кожної особи, відхилення від відповідного середнього значення групи. Тобто, ми хочемо відняти |Y_ik| - |Yb_k|. Після цього нам потрібно все піднести до квадрата. Коли ми це зробимо, отримаємо таке:

source: dev. from group mean
de: Abweichung vom Gruppenmittelwert
nb: avvik fra gruppegjennomsnittet
ta: தேவ். குழு சராசரியிலிருந்து
uk: відхилення від середнього значення групи

source: (|Y_ik| - |Yb_k|\)²
ta: (| Y_ik | - | yb_k | \)

source: The last step is equally straightforward. In order to calculate the within-group sum of squares we just add up the squared deviations across all observations:
de: Der letzte Schritt ist ebenso einfach. Um die Quadratsummen innerhalb der Gruppen zu berechnen, addieren wir einfach die quadrierten Abweichungen über alle Beobachtungen:
nb: Det siste trinnet er like enkelt. For å beregne kvadratsummen innenfor gruppene summerer vi bare de kvadrerte avvikene på tvers av alle observasjonene:
ta: கடைசி படி சமமாக நேரடியானது. சதுரங்களின் குழுவிற்குள் கணக்கிடுவதற்காக, அனைத்து அவதானிப்புகளிலும் ச்கொயர் விலகல்களைச் சேர்க்கிறோம்:
uk: Останній крок так само простий. Щоб обчислити суму квадратів всередині групи, ми просто додаємо квадрати відхилень для всіх спостережень:

source: Of course, if we actually wanted to get the *right* answer we’d need to do this for all 18 observations in the data set, not just the first five. We could continue with the pencil and paper calculations if we wanted to, but it’s pretty tedious. Alternatively, it’s not too hard to do this in jamovi.
de: Wenn wir tatsächlich die *richtige* Antwort erhalten wollten, müssten wir dies natürlich für alle 18 Beobachtungen im Datensatz tun, nicht nur für die ersten fünf. Wir könnten mit den Berechnungen mit Bleistift und Papier weitermachen, wenn wir wollten, aber das ist ziemlich mühsam. Alternativ dazu ist es nicht allzu schwer, dies in Jamovi zu tun.
nb: Hvis vi faktisk ønsker å finne det *riktige* svaret, må vi selvfølgelig gjøre dette for alle de 18 observasjonene i datasettet, ikke bare de fem første. Vi kan fortsette med blyant- og papirberegningene hvis vi vil, men det er ganske kjedelig. Alternativt er det ikke så vanskelig å gjøre dette i jamovi.
ta: நிச்சயமாக, நாங்கள் உண்மையில் * சரியான * பதிலைப் பெற விரும்பினால், முதல் ஐந்து மட்டுமல்ல, தரவுத் தொகுப்பில் உள்ள அனைத்து 18 அவதானிப்புகளுக்கும் இதைச் செய்ய வேண்டும். நாங்கள் விரும்பினால் பென்சில் மற்றும் காகித கணக்கீடுகளுடன் தொடரலாம், ஆனால் அது மிகவும் கடினமானது. மாற்றாக, சாமோவியில் இதைச் செய்வது மிகவும் கடினம் அல்ல.
uk: Звичайно, якщо ми дійсно хочемо отримати *правильну* відповідь, нам потрібно зробити це для всіх 18 спостережень у наборі даних, а не тільки для перших п'яти. Ми могли б продовжувати обчислення олівцем і папером, якби хотіли, але це досить нудно. Альтернативно, це не дуже складно зробити в jamovi.

source: Go to an empty column (at the end of the data set) and double click on the column header, choose ``New computed variable`` and enter ``sq_res_wth`` in the first line and the formula ``(mood.gain - VMEAN(mood.gain, group_by = drug)) ^ 2`` in the line starting with ``=`` (next to the *f*\ :sub:`x`). ``mood.gain`` represents |Y_ik|, ``VMEAN(mood.gain, group_by = drug)`` the group mean |Yb_k|. This difference (third column in the table above) is then squared and it is therefore not much surprise to see that the values are (apart from rounding errors) identical to those in the last column of the table above.
nb: Gå til en tom kolonne (på slutten av datasettet) og dobbeltklikk på kolonneoverskriften, velg ``New computed variable`` og skriv inn ``sq_res_wth`` i første linje og formelen ``(mood.gain - VMEAN(mood.gain, group_by = drug)) ^ 2`` i linjen som begynner med ``=`` (ved siden av *f*\ :sub:`x`). ``mood.gain`` representerer |Y_ik|, ``VMEAN(mood.gain, group_by = drug)`` gruppegjennomsnittet |Yb_k|. Denne differansen (tredje kolonne i tabellen ovenfor) er deretter kvadrert, og det er derfor ikke så overraskende at verdiene (bortsett fra avrundingsfeil) er identiske med verdiene i den siste kolonnen i tabellen ovenfor.
ta: வெற்று நெடுவரிசைக்குச் சென்று (தரவு தொகுப்பின் முடிவில்) மற்றும் நெடுவரிசை தலைப்பில் இருமுறை சொடுக்கு செய்து, `` புதிய கணக்கிடப்பட்ட மாறி`` ஐத் தேர்ந்தெடுத்து முதல் வரியில் `` sq_res_wth`` மற்றும் `` (mood.gaine . `` meod.gain`` குறிக்கிறது | y_ik | இந்த வேறுபாடு (மேலே உள்ள அட்டவணையில் மூன்றாவது நெடுவரிசை) பின்னர் ச்கொயர் செய்யப்படுகிறது, எனவே மேலே உள்ள அட்டவணையின் கடைசி நெடுவரிசையில் உள்ளவர்களுக்கு மதிப்புகள் (ரவுண்டிங் பிழைகள் தவிர) ஒத்தவை என்பதைக் கண்டு அதிக வியப்பு இல்லை.
uk: Перейдіть до порожньої колонки (в кінці набору даних) і двічі клацніть на заголовку колонки, виберіть ``Нова обчислювана змінна`` і введіть ``sq_res_wth`` у першому рядку та формулу ``(mood.gain - VMEAN(mood.gain, group_by = drug)) ^ 2`` у рядку, що починається з ``=`` (поруч із *f*\ :sub:`x`). ``mood.gain`` представляє |Y_ik|, ``VMEAN(mood.gain, group_by = drug)`` — середнє значення групи |Yb_k|. Ця різниця (третій стовпець у таблиці вище) потім підноситься до квадрата, і тому не дивно, що значення (за винятком похибок округлення) ідентичні значенням в останньому стовпці таблиці вище.
