Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: In other words, each person *p* corresponds to a unique *ik* combination, and so the formula that I gave above is actually identical to our original formula for the variance, which would be
de: Mit anderen Worten, jede Person *p* entspricht einer eindeutigen Kombination von *ik*, und so ist die Formel, die ich oben angegeben habe, eigentlich identisch mit unserer ursprünglichen Formel für die Varianz, welche lauten würde
nb: Med andre ord, hver person *p* tilsvarer en unik *ik*-kombinasjon, og dermed er formelen jeg ga ovenfor faktisk identisk med vår opprinnelige formel for variansen, som ville vært
ta: வேறு வார்த்தைகளில் கூறுவதானால், ஒவ்வொரு நபரும் * p * ஒரு தனித்துவமான * இக் * கலவைக்கு ஒத்திருக்கிறது, எனவே நான் மேலே கொடுத்த தேற்றம் உண்மையில் மாறுபாட்டிற்கான எங்கள் அசல் சூத்திரத்திற்கு ஒத்ததாகும், இது இருக்கும்
uk: Іншими словами, кожній особі *p* відповідає унікальна комбінація *ik*, тому формула, яку я навів вище, фактично ідентична нашій початковій формулі для дисперсії, яка була б

source: \mbox{Var}(Y) = \frac{1}{N} \sum_{p=1}^N \left(Y_{p} - \bar{Y} \right)^2
ta: \ mbox {Var} (y) = \ frac {1} {N} \ sum_ {p = 1}^n \ இடது (y_ {p} - \ மதுக்கூடம் {Y} \ வலது)^2

source: In both formulas, all we’re doing is summing over all of the observations in the sample. Most of the time we would just use the simpler |Y_p| notation; the equation using |Y_p| is clearly the simpler of the two. However, when doing an ANOVA it’s important to keep track of which participants belong in which groups, and we need to use the |Y_ik| notation to do this.
de: In beiden Formeln wird lediglich die Summe über alle Beobachtungen in der Stichprobe gebildet. In den meisten Fällen würden wir die einfachere Schreibweise |Y_p| verwenden und die Gleichung mit |Y_p| ist eindeutig die einfachere der beiden. Bei einer ANOVA ist es jedoch wichtig zu wissen, welche Teilnehmer zu welchen Gruppen gehören, und dafür müssen wir die Notation |Y_ik| verwenden.
nb: I begge formlene summerer vi bare over alle observasjonene i utvalget. Som oftest vil vi bare bruke den enklere |Y_p|-notasjonen; ligningen som bruker |Y_p| er helt klart den enkleste av de to. Når vi utfører en ANOVA, er det imidlertid viktig å holde rede på hvilke deltakere som tilhører hvilke grupper, og vi må bruke |Y_ik|-notasjonen for å gjøre dette.
ta: இரண்டு சூத்திரங்களிலும், நாங்கள் செய்கிறோம், மாதிரியில் உள்ள அனைத்து அவதானிப்புகளையும் சுருக்கமாகக் கூறுகிறோம். பெரும்பாலான நேரங்களில் நாம் எளிமையான | y_p | ஐப் பயன்படுத்துவோம் குறியீடு; | y_p | ஐப் பயன்படுத்தும் சமன்பாடு இரண்டின் எளிமையானது தெளிவாக உள்ளது. இருப்பினும், ஒரு ANOVA ஐச் செய்யும்போது, பங்கேற்பாளர்கள் எந்தக் குழுக்களில் சேர்ந்தவர்கள் என்பதைக் கண்காணிப்பது முதன்மை, மேலும் நாம் | y_ik | இதைச் செய்வதற்கான குறியீடு.
uk: В обох формулах ми просто підсумовуємо всі спостереження у вибірці. У більшості випадків ми просто використовуємо простішу нотацію |Y_p|; рівняння з використанням |Y_p| є очевидно простішим з двох. Однак під час проведення ANOVA важливо відстежувати, які учасники належать до яких груп, і для цього нам потрібно використовувати нотацію |Y_ik|.

source: From variances to sums of squares
de: Von den Varianzen zu den Quadratsummen
nb: Fra varianser til kvadratsummer
ta: மாறுபாடுகள் முதல் சதுரங்களின் தொகை வரை
uk: Від дисперсій до сум квадратів

source: Okay, now that we’ve got a good grasp on how the variance is calculated, let’s define something called the **total sum of squares**, which is denoted |SS_t|\. This is very simple. Instead of averaging the squared deviations, which is what we do when calculating the variance, we just add them up.
de: Okay, jetzt, wo wir wissen, wie die Varianz berechnet wird, definieren wir die **gesamte Quadratsumme** (**total sum of squares**), die bezeichnet wird als |SS_t|\. Dies ist sehr einfach. Anstatt den Mittelwert der quadrierten Abweichungen zu bilden, was wir bei der Berechnung der Varianz tun, addieren wir sie einfach auf.
nb: Nå som vi har fått en god forståelse av hvordan variansen beregnes, kan vi definere noe som kalles **total sum av kvadrater**, som betegnes |SS_t|\. Dette er veldig enkelt. I stedet for å ta gjennomsnittet av de kvadrerte avvikene, som vi gjør når vi beregner variansen, legger vi dem bare sammen.
ta: சரி, இப்போது மாறுபாடு எவ்வாறு கணக்கிடப்படுகிறது என்பதைப் பற்றி எங்களுக்கு நல்ல புரிதல் கிடைத்துள்ளது, ** மொத்த சதுரங்கள் ** என அழைக்கப்படும் ஒன்றை வரையறுப்போம், இது குறிக்கப்படுகிறது | SS_T | \. இது மிகவும் எளிது. சதுர விலகல்களை சராசரியாகக் காட்டுவதற்குப் பதிலாக, மாறுபாட்டைக் கணக்கிடும்போது நாம் என்ன செய்கிறோம், அவற்றைச் சேர்க்கிறோம்.
uk: Гаразд, тепер, коли ми добре розуміємо, як обчислюється дисперсія, давайте визначимо поняття **загальної суми квадратів**, яке позначається |SS_t|\. Це дуже просто. Замість того, щоб обчислювати середнє значення квадратів відхилень, як ми робимо при обчисленні дисперсії, ми просто додаємо їх.

source: So the formula for the total sum of squares is almost identical to the formula for the variance
de: Die Formel für die gesamte Quadratsumme (*total sum of squares*) ist also fast identisch mit der Formel für die Varianz
nb: Formelen for den totale kvadratsummen er altså nesten identisk med formelen for variansen
ta: எனவே சதுரங்களின் மொத்த தொகைக்கான தேற்றம் மாறுபாட்டிற்கான சூத்திரத்திற்கு கிட்டத்தட்ட ஒத்ததாகும்
uk: Отже, формула для загальної суми квадратів майже ідентична формулі для дисперсії

source: \mbox{SS}_{tot} = \sum_{k=1}^G \sum_{i=1}^{N_k} \left(Y_{ik} - \bar{Y} \right)^2
ta: \ mbox {SS} _ {tot} = \ sum_ {k = 1}^g \ sum_ {i = 1}^{N_k} \ இடது (y_ {ik} - \ மதுக்கூடம் {Y} \ வலது)^2

source: When we talk about analysing variances in the context of ANOVA, what we’re really doing is working with the total sums of squares rather than the actual variance. One very nice thing about the total sum of squares is that we can break it up into two different kinds of variation.
de: Wenn wir im Rahmen der ANOVA über die Analyse von Varianzen sprechen, arbeiten wir eigentlich mit den Quadratsummen (*total sums of squares*) und nicht mit der tatsächlichen Varianz. Eine sehr schöne Sache an der geamten Quadratsumme (*total sums of squares*) ist, dass wir sie in zwei verschiedene Arten der Variation aufteilen können.
nb: Når vi snakker om å analysere varianser i forbindelse med ANOVA, jobber vi egentlig med den totale kvadratsummen i stedet for den faktiske variansen. En veldig fin ting med den totale kvadratsummen er at vi kan dele den opp i to forskjellige typer variasjon.
ta: ANOVA இன் சூழலில் மாறுபாடுகளை பகுப்பாய்வு செய்வது பற்றி நாம் பேசும்போது, நாங்கள் உண்மையில் என்ன செய்கிறோம் என்பது உண்மையான மாறுபாட்டைக் காட்டிலும் மொத்த சதுரங்களுடன் செயல்படுவதாகும். சதுரங்களின் மொத்த தொகை பற்றி ஒரு நல்ல சேதி என்னவென்றால், அதை நாம் இரண்டு வெவ்வேறு வகையான மாறுபாடுகளாக உடைக்க முடியும்.
uk: Коли ми говоримо про аналіз дисперсій в контексті ANOVA, насправді ми працюємо з сумарними квадратами, а не з фактичною дисперсією. Однією з дуже приємних особливостей сумарних квадратів є те, що ми можемо розділити їх на два різних види варіацій.

source: First, we can talk about the **within-group sum of squares**, in which we look to see how different each individual person is from their own group mean
de: Zunächst können wir über die **Quadratsumme innerhalb** einer Gruppe (**within-group sum of squares**) sprechen, bei der wir untersuchen, wie sehr sich jede einzelne Person von ihrem eigenen Gruppenmittelwert unterscheidet
nb: For det første kan vi snakke om **kvadratsummen innenfor gruppen**, der vi ser på hvor forskjellig hver enkelt person er fra gjennomsnittet i sin egen gruppe
ta: முதலாவதாக, சதுரங்களின் குழுவிற்குள் ** பற்றி நாம் பேசலாம் **, இதில் ஒவ்வொரு நபரும் தங்கள் சொந்த குழுவிலிருந்து எவ்வளவு வித்தியாசமாக இருக்கிறார்கள் என்பதைப் பார்க்கிறோம்
uk: Спочатку ми можемо поговорити про **суму квадратів всередині групи**, за допомогою якої ми дивимося, наскільки кожна окрема людина відрізняється від середнього значення для її власної групи

source: \mbox{SS}_w = \sum_{k=1}^G \sum_{i=1}^{N_k} \left( Y_{ik} - \bar{Y}_k \right)^2
ta: \ mbox {SS} _w = \ sum_ {k = 1}^g \ sum_ {i = 1}^{N_k} \ இடது (y_ {ik} - \ மதுக்கூடம் {Y} _k \ வலது)^2

source: where |Yb_k| is a group mean. In our example, |Yb_k| would be the average mood change experienced by those people given the *k*-th drug. So, instead of comparing individuals to the average of all people in the experiment, we’re only comparing them to those people in the the same group. As a consequence, you’d expect the value of |SS_w| to be smaller than the total sum of squares, because it’s completely ignoring any group differences, i.e., whether the drugs will have different effects on people’s moods.
de: wobei |Yb_k| der Gruppenmittelwert ist. In unserem Beispiel wäre |Yb_k| die durchschnittliche Stimmungsänderung der Personen, die das *k*-te Medikament erhalten haben. Anstatt also einzelne Personen mit dem Durchschnitt aller Personen im Experiment zu vergleichen, vergleichen wir sie nur mit den Personen innerhalb derselben Gruppe. Folglich erwartet man, dass der Wert von |SS_w| kleiner ist als die gesamte Quadratsumme (*total sum of squares*), weil jegliche Gruppenunterschiede ignoriert werden, d. h. wenn die Medikamente unterschiedliche Auswirkungen auf die Stimmung der Menschen haben.
nb: hvor |Yb_k| er et gruppegjennomsnitt. I vårt eksempel vil |Yb_k| være den gjennomsnittlige humørforbedringen som oppleves av de personene som får det *k*-te legemiddelet. Så i stedet for å sammenligne enkeltpersoner med gjennomsnittet av alle personene i eksperimentet, sammenligner vi dem bare med personene i samme gruppe. Som en konsekvens av dette kan du forvente at verdien av |SS_w| er mindre enn den totale kvadratsummen, fordi den fullstendig ignorerer eventuelle gruppeforskjeller, dvs. om legemidlene vil ha ulik effekt på humøret til folk.
ta: எங்கே | yb_k | ஒரு குழு சராசரி. எங்கள் எடுத்துக்காட்டில், | yb_k | *k *-th மருந்து கொடுக்கப்பட்டவர்கள் அனுபவிக்கும் சராசரி மனநிலை மாற்றமாக இருக்கும். எனவே, பரிசோதனையில் உள்ள அனைத்து நபர்களின் சராசரியுடன் தனிநபர்களை ஒப்பிடுவதற்குப் பதிலாக, நாங்கள் அவற்றை ஒரே குழுவில் உள்ளவர்களுடன் மட்டுமே ஒப்பிடுகிறோம். இதன் விளைவாக, | SS_W | இன் மதிப்பை நீங்கள் எதிர்பார்க்கலாம் மொத்த சதுரங்களை விட சிறியதாக இருக்க வேண்டும், ஏனென்றால் இது எந்த குழு வேறுபாடுகளையும் முற்றிலும் புறக்கணிக்கிறது, அதாவது, மருந்துகள் மக்களின் மனநிலையில் வெவ்வேறு விளைவுகளை ஏற்படுத்துமா.
uk: де |Yb_k| є середнім значенням групи. У нашому прикладі |Yb_k| буде середньою зміною настрою, яку відчувають люди, яким було призначено *k*-й препарат. Отже, замість того, щоб порівнювати окремих осіб із середнім значенням усіх учасників експерименту, ми порівнюємо їх лише з тими людьми, які належать до тієї самої групи. Як наслідок, можна очікувати, що значення |SS_w| буде меншим за загальну суму квадратів, оскільки воно повністю ігнорує будь-які групові відмінності, тобто те, чи матимуть препарати різний вплив на настрій людей.

source: Next, we can define a third notion of variation which captures *only* the differences between groups. We do this by looking at the differences between the group means |Yb_k| and grand mean |Yb|.
de: Als Nächstes können wir einen dritten Begriff der Variation definieren, der *nur* die Unterschiede zwischen den Gruppen erfasst. Wir tun dies, indem wir die Unterschiede zwischen den Gruppenmitteln |Yb_k| und dem Gesamtmittelwert |Yb| betrachten.
nb: Deretter kan vi definere et tredje variasjonsbegrep som *kun* fanger opp forskjellene mellom grupper. Dette gjør vi ved å se på forskjellene mellom gruppegjennomsnittet |Yb_k| og det totale gjennomsnittet |Yb|.
ta: அடுத்து, குழுக்களுக்கு இடையிலான வேறுபாடுகளை * மட்டுமே கைப்பற்றும் மாறுபாட்டின் மூன்றாவது கருத்தை நாம் வரையறுக்கலாம். குழுவுக்கு இடையிலான வேறுபாடுகளைப் பார்த்து இதைச் செய்கிறோம் | yb_k | மற்றும் கிராண்ட் சராசரி | yb |.
uk: Далі ми можемо визначити третє поняття варіації, яке охоплює *лише* відмінності між групами. Ми робимо це, розглядаючи відмінності між середніми значеннями групи |Yb_k| та загальним середнім значенням |Yb|.

source: In order to quantify the extent of this variation, what we do is calculate the **between-group sum of squares**
de: Um das Ausmaß dieser Variation zu erfassen, berechnen wir die **Quadratsumme zwischen** den Gruppen (**between-group sum of squares**)
nb: For å kvantifisere omfanget av denne variasjonen beregner vi **kvadratsummen mellom gruppene**
ta: இந்த மாறுபாட்டின் அளவைக் கணக்கிடுவதற்காக, நாம் செய்வது சதுரங்களின் குழு தொகைக்கு இடையில் உள்ள ** ஐக் கணக்கிடுவது **
uk: Щоб кількісно оцінити ступінь цієї варіації, ми обчислюємо **міжгрупову суму квадратів**

source: \begin{aligned} \mbox{SS}_{b} &=& \sum_{k=1}^G \sum_{i=1}^{N_k} \left( \bar{Y}_k - \bar{Y} \right)^2 \\ &=& \sum_{k=1}^G N_k \left( \bar{Y}_k - \bar{Y} \right)^2\end{aligned}
ta: \ தொடங்கு {aligned} \ mbox {SS} _ {b} & = & \ sum_ {k = 1}^g \ sum_ {i = 1}^{N_k} \ இடது (\ மதுக்கூடம் {Y} _ k - \ மதுக்கூடம் {Y}} வலது) ^2 \\ & =!

source: It’s not too difficult to show that the total variation among people in the experiment |SS_t| is actually the sum of the differences between the groups |SS_b| and the variation inside the groups S\ :sub:`w`\. That is,
de: Es ist nicht allzu schwierig zu zeigen, dass die Gesamtvariation zwischen den Personen im Experiment |SS_t| eigentlich die Summe der Unterschiede zwischen den Gruppen |SS_b| und der Variation innerhalb der Gruppen S\ :sub:`w`\ ist. Das bedeutet,
ta: பரிசோதனையில் உள்ளவர்களிடையே மொத்த மாறுபாடு | SS_T | என்பதைக் காண்பிப்பது மிகவும் கடினம் அல்ல உண்மையில் குழுக்களுக்கு இடையிலான வேறுபாடுகளின் கூட்டுத்தொகை | SS_B | மற்றும் குழுக்களுக்குள் உள்ள மாறுபாடு S \: துணை: `w` \. அதாவது,

source: Yay.
de: Juhu (*Yay*).
nb: Jippi!
ta: ஆம்.
uk: Ура.

source: illustration of between and within groups variation
de: Veranschaulichung der Variation zwischen und innerhalb der Gruppen
ta: குழுக்களுக்கு இடையில் மற்றும் உள்ளே மாறுபாடு மாறுபாடு

source: Graphical illustration of “between groups” variation (left panel) and “within groups” variation (right panel). In the left panel, the arrows show the differences in the group means. In the right panel, the arrows highlight the variability within each group.
de: Grafische Darstellung der Variation „zwischen den Gruppen“ (links) und „innerhalb der Gruppen“ (rechts). In der linken Abbildung zeigen die Pfeile die Unterschiede zwischen den Gruppenmittelwerten an. In der rechten Abbildung heben die Pfeile die Variabilität innerhalb jeder Gruppe hervor.
nb: Grafisk illustrasjon av variasjon «mellom grupper» (venstre panel) og variasjon «innenfor gruppene» (høyre panel). I det venstre panelet viser pilene forskjellene i gruppegjennomsnitt. I det høyre panelet fremhever pilene variasjonen innenfor hver gruppe.
ta: “குழுக்களுக்கு இடையில்” மாறுபாடு (இடது குழு) மற்றும் “குழுக்களுக்குள்” மாறுபாடு (வலது குழு) ஆகியவற்றின் வரைகலை விளக்கம். இடது குழுவில், அம்புகள் குழுவில் உள்ள வேறுபாடுகளைக் காட்டுகின்றன. வலது பேனலில், அம்புகள் ஒவ்வொரு குழுவிலும் உள்ள மாறுபாட்டை எடுத்துக்காட்டுகின்றன.
uk: Графічна ілюстрація варіації «між групами» (ліва панель) та варіації «всередині груп» (права панель). На лівій панелі стрілки показують різницю в середніх значеннях груп. На правій панелі стрілки підкреслюють варіативність всередині кожної групи.

source: Okay, so what have we found out? We’ve discovered that the total variability associated with the outcome variable (|SS_t|\) can be mathematically carved up into the sum of “the variation due to the differences in the sample means for the different groups” (|SS_b|\) plus “all the rest of the variation” (|SS_w|\).\ [#]_ How does that help me find out whether the groups have different population means? Um. Wait. Hold on a second. Now that I think about it, this is *exactly* what we were looking for. If the null hypothesis is true then you’d expect all the sample means to be pretty similar to each other, right? And that would imply that you’d expect |SS_b| to be really small, or at least you’d expect it to be a lot smaller than “the variation associated with everything else”, |SS_w|\. Hmm. I detect a hypothesis test coming on.
de: Okay, was haben wir also herausgefunden? Wir haben herausgefunden, dass die Gesamtvariabilität, die mit der Ergebnisvariable (|SS_t|\) verbunden ist, mathematisch in die Summe „der Variation, die durch die Unterschiede zwischen den Stichprobenmittelwerten der Gruppen“ (|SS_b|\) plus „der gesamten restlichen Variation“ (|SS_w|\) zerlegt werden kann.\ [#]_ Wie hilft mir das dabei herauszufinden, ob die Gruppen unterschiedliche Populationsmittelwerte haben? Ähm. Moment. Eine Sekunde. Jetzt, wo ich darüber nachdenke, ist das *genau das*, wonach wir gesucht haben. Wenn die Nullhypothese wahr ist, dann würden wir erwarten, dass alle Stichprobenmittelwerte untereinander ziemlich ähnlich sind, richtig? Das würde bedeuten, dass wir erwarten würden, dass |SS_b| wirklich klein ist, oder zumindest würden wir erwarten, dass sie viel kleiner ist als „die mit allem anderen verbundene Variation“, |SS_w|\. Hmm. Ich spüre, dass da ein Hypothesentest im Anmarsch ist.
ta: சரி, எனவே நாங்கள் என்ன கண்டுபிடித்தோம்? விளைவு மாறியுடன் (| SS_T | \) தொடர்புடைய மொத்த மாறுபாட்டை கணித ரீதியாக “வெவ்வேறு குழுக்களுக்கான மாதிரி வழிமுறைகளில் உள்ள வேறுபாடுகள் காரணமாக மாறுபாடு” (| SS_B | \) பிளச் “மீதமுள்ள மாறுபாடு” (| SS_W | \). \ [#] _ குழுக்களுக்கு வெவ்வேறு மக்கள் தொகை இருக்கிறதா என்பதைக் கண்டறிய இது எனக்கு எவ்வாறு உதவுகிறது? உம். காத்திருங்கள். ஒரு நொடி பிடித்துக் கொள்ளுங்கள். இப்போது நான் அதைப் பற்றி யோசிக்கிறேன், இது * சரியாக * நாங்கள் தேடிக்கொண்டிருந்தோம். சுழிய கருதுகோள் உண்மையாக இருந்தால், எல்லா மாதிரிகளும் ஒருவருக்கொருவர் மிகவும் ஒத்ததாக இருக்கும் என்று நீங்கள் எதிர்பார்க்கலாம், இல்லையா? நீங்கள் எதிர்பார்ப்பீர்கள் | SS_B | மிகவும் சிறியதாக இருக்க வேண்டும், அல்லது குறைந்தபட்சம் இது “எல்லாவற்றையும் தொடர்புடைய மாறுபாடு” என்பதை விட மிகச் சிறியதாக இருக்கும் என்று நீங்கள் எதிர்பார்க்கிறீர்கள், | ss_w | \. அ்ம். ஒரு கருதுகோள் சோதனையை நான் கண்டறிந்தேன்.

source: From sums of squares to the *F*-test
de: Von den Quadratsummen zum *F*-Test
nb: Fra kvadratsummer til *F*-test
ta: சதுரங்களின் தொகையிலிருந்து *f *-test வரை
uk: Від сум квадратів до *F*-тесту

source: As we saw in the last section, the *qualitative* idea behind ANOVA is to compare the two sums of squares values |SS_b| and |SS_w| to each other. If the between-group variation |SS_b| is large relative to the within-group variation |SS_w| then we have reason to suspect that the population means for the different groups aren’t identical to each other. In order to convert this into a workable hypothesis test, there’s a little bit of “fiddling around” needed. What I’ll do is first show you *what* we do to calculate our test statistic, the **F-ratio**, and then try to give you a feel for *why* we do it this way.
nb: Som vi så i forrige avsnitt, er den *kvalitative* ideen bak ANOVA å sammenligne de to kvadratsummene |SS_b| og |SS_w| med hverandre. Hvis variasjonen mellom gruppene |SS_b| er stor i forhold til variasjonen innenfor gruppene |SS_w|, har vi grunn til å mistenke at populasjonsgjennomsnittene for de ulike gruppene ikke er identiske med hverandre. For å konvertere dette til en brukbar hypotesetest, er det nødvendig med litt «fikling». Jeg skal først vise deg *hvad* vi gjør for å beregne teststatistikken vår, **F-ratio**, og deretter prøve å gi deg en følelse av *hvorfor* vi gjør det på denne måten.
ta: கடைசி பிரிவில் நாம் பார்த்தது போல, ANOVA க்குப் பின்னால் உள்ள * தரமான * சிந்தனை இரண்டு சதுர மதிப்புகளை ஒப்பிடுவதாகும் | SS_B | மற்றும் | SS_W | ஒருவருக்கொருவர். குழு மாறுபாடு என்றால் | SS_B | குழுவிற்குள் உள்ள மாறுபாட்டுடன் ஒப்பிடும்போது பெரியது | SS_W | வெவ்வேறு குழுக்களுக்கான மக்கள் தொகை என்பது ஒருவருக்கொருவர் ஒத்ததாக இல்லை என்று சந்தேகிக்க எங்களுக்கு காரணம் உள்ளது. இதைச் செய்யக்கூடிய கருதுகோள் சோதனையாக மாற்றுவதற்காக, “சுற்றி பிட்லிங்” தேவை. நான் என்ன செய்வேன் என்பது முதலில் உங்களுக்குக் காண்பிப்பதாகும்*எங்கள் சோதனை புள்ளிவிவர, ** f-Ratio ** ஐக் கணக்கிட நாங்கள் என்ன செய்கிறோம், பின்னர்*ஏன்*இதைச் செய்கிறோம் என்பதற்கான உணர்வை உங்களுக்கு வழங்க முயற்சிக்கவும்.
uk: Як ми бачили в попередньому розділі, *якісна* ідея, що лежить в основі ANOVA, полягає в порівнянні двох сум квадратів значень |SS_b| та |SS_w| між собою. Якщо міжгрупова варіація |SS_b| є великою порівняно з внутрішньогруповою варіацією |SS_w|, то ми маємо підстави підозрювати, що середні значення популяції для різних груп не є ідентичними між собою. Щоб перетворити це на працездатний гіпотетичний тест, потрібно трохи «поекспериментувати». Спочатку я покажу вам, *що* ми робимо, щоб обчислити нашу тестову статистику, **F-коефіцієнт**, а потім спробую пояснити, *чому* ми робимо це саме так.
