Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: If you read ahead to chapter :doc:`Factorial ANOVA <../Ch14/Ch14_ANOVA2>` and look at how the “treatment effect” at level k of a factor is defined in terms of the α\ :sub:`k` values (see section :doc:`Factorial ANOVA 2: balanced designs, interactions allowed <../Ch14/Ch14_ANOVA2_02>`), it turns out that Q refers to a weighted mean of the squared treatment effects, :math:`Q = (\sum_{k=1}^G N_k \alpha_k^2)/(G-1)`.
de: Wenn man im Kapitel :doc:`Factorial ANOVA <../Ch14/Ch14_ANOVA2>` weiterliest und sich anschaut, wie der „Behandlungseffekt“ auf der Ebene k eines Faktors in Form der α\ :sub:`k`-Werte definiert ist (siehe Abschnitt :doc:`Factorial ANOVA 2: balanced designs, interactions allowed <../Ch14/Ch14_ANOVA2_02>`), stellt sich heraus, dass Q sich auf ein gewichtetes Mittel der quadrierten Behandlungseffekte bezieht, :math:`Q = (\sum_{k=1}^G N_k \alpha_k^2)/(G-1)`.

source: To make life easier for you, jamovi can do ANOVA..hurrah! Go to the ``ANOVA`` - ``ANOVA`` analysis, and move the ``mood.gain`` variable across so it is in the ``Dependent Variable`` box, and then move the ``drug`` variable across so it is in the ``Fixed Factors`` box. This should give the results as shown in :numref:`fig-anova2`.\ [#]_ Note I have also checked the η² checkbox, pronounced “eta” squared, under the ``Effect Size`` option and this is also shown on the results table. We will come back to effect sizes a bit later.
de: Um Ihnen das Leben leichter zu machen, kann jamovi eine ANOVA durchführen! Rufen Sie die Analyse ``ANOVA`` - ``ANOVA`` auf und verschieben Sie die Variable ``mood.gain``, so dass sie sich im Feld ``Dependent Variable`` befindet, und verschieben Sie dann die Variable ``drug``, so dass sie sich im Feld ``Fixed Factors`` befindet. Dies sollte zu den in :numref:`fig-anova2`.\ [#]_ dargestellten Ergebnissen führen. Beachten Sie, dass ich unter der Option ``Effect Size`` auch das Kontrollkästchen η², sprich „eta“ im Quadrat, aktiviert habe, was auch in der Ergebnistabelle angezeigt wird. Wir werden etwas später auf Effektstärken zurückkommen.

source: The jamovi results table shows you the sums of squares values, the degrees of freedom, and a couple of other quantities that we’re not really interested in right now. Notice, however, that jamovi doesn’t use the names “between-group” and “within-group”. Instead, it tries to assign more meaningful names. In our particular example, the *between groups* variance corresponds to the effect that the ``drug`` has on the outcome variable, and the *within groups* variance corresponds to the “leftover” variability so it calls that the *residuals*. If we compare these numbers to the numbers that I calculated by hand in section :doc:`A worked example <../Ch13/Ch13_ANOVA_02>`, you can see that they’re more or less the same, apart from rounding errors. The between groups sums of squares is SS\ :sub:`b` = 3.45, the within groups sums of squares is SS\ :sub:`w` = 1.39, and the degrees of freedom are 2 and 15 respectively. We also get the *F*-value and the *p*-value and, again, these are more or less the same, give or take rounding errors, to the numbers that we calculated ourselves when doing it the long and tedious way.
de: Die jamovi-Ergebnistabelle zeigt Ihnen die Werte der Quadratsummen, der Freiheitsgrade und einige andere Größen, die uns im Moment nicht interessieren. Beachten Sie jedoch, dass jamovi nicht die Bezeichnungen „zwischen den Gruppen“ (*„between-group“*) und „innerhalb der Gruppen“ (*„within-group“*) verwendet. Stattdessen versucht es, sinnvollere Namen zu vergeben. In unserem speziellen Beispiel entspricht die Varianz *zwischen den Gruppen* dem Effekt, den ``drug`` auf die Ergebnisvariable hat, und die Varianz *innerhalb der Gruppen* entspricht der „übrig gebliebenen“ Variabilität, die *Residuen* genannt wird. Wenn wir diese Zahlen mit den Zahlen vergleichen, die ich im Abschnitt :doc:`A worked example <../Ch13/Ch13_ANOVA_02>` von Hand berechnet habe, können Sie sehen, dass sdie Zahlen mehr oder weniger gleich sind, abgesehen von Rundungsfehlern. Die Quadratsumme zwischen den Gruppen ist SS\ :sub:`b` = 3,45, die Quadratsumme innerhalb der Gruppen ist SS\ :sub:`w` = 1,39, und die Freiheitsgrade sind 2 bzw. 15. Wir erhalten auch den *F*-Wert und den *p*-Wert, und auch hier stimmen diese Werte mehr oder weniger mit den Zahlen überein, die wir selbst berechnet haben, als wir den langen und mühsamen Weg gegangen sind.

source: The interpretation of η² is equally straightforward. It refers to the proportion of the variability in the outcome variable (``mood.gain``) that can be explained in terms of the predictor (``drug``). A value of η² = 0 means that there is no relationship at all between the two, whereas a value of η = 1 means that the relationship is perfect. Better yet, the η² value is very closely related to *R²*, as discussed previously in section :doc:`The R² (R-squared) value <../Ch12/Ch12_Regression_06>`, and has an equivalent interpretation.
de: Die Interpretation von η² ist ebenso einfach. η² bezieht sich auf den Anteil der Variabilität der Ergebnisvariable (``mood.gain``), der durch den Prädiktor (``drug``) erklärt werden kann. Ein Wert von η² = 0 bedeutet, dass es überhaupt keine Beziehung zwischen den beiden Variablen gibt, während ein Wert von η = 1 bedeutet, dass die Beziehung perfekt ist. Besser noch, der η²-Wert ist sehr eng mit *R²* verwandt, wie bereits in Abschnitt :doc:`The R² (R-squared) value <../Ch12/Ch12_Regression_06>`besprochen, und hat eine äquivalente Interpretation.

source: It’s okay to run post-hoc analyses, but a lot of care is required. For instance, the analysis that I ran in the previous section should be avoided, as each *individual* *t*-test is designed to have a 5\% Type I error rate (i.e., α = 0.05) and I ran three of these tests. Imagine what would have happened if my ANOVA involved 10 different groups, and I had decided to run 45 “post-hoc” *t*-tests to try to find out which ones were significantly different from each other, you’d expect 2 or 3 of them to come up significant *by chance alone*. As we saw in chapter :doc:`Hypothesis testing <../Ch09/Ch09_HypothesisTesting>`, the central organising principle behind null hypothesis testing is that we seek to control our Type I error rate, but now that I’m running lots of *t*-tests at once in order to determine the source of my ANOVA results, my actual Type I error rate across this whole *family* of tests has gotten completely out of control.
de: Es ist in Ordnung, Post-hoc-Analysen durchzuführen, aber beim Durchführen ist Sorgfalt erforderlich. Zum Beispiel sollte die Analyse, die ich im vorherigen Abschnitt durchgeführt habe, vermieden werden, da jeder *individuelle* *t*-Test eine Typ-I-Fehlerrate von 5\% hat (d.h. α = 0,05) und ich habe drei dieser Tests durchgeführt. Stellen Sie sich vor, was passiert wäre, wenn meine ANOVA 10 verschiedene Gruppen umfasst hätte, und ich hätte beschlossen, 45 „post-hoc“ *t*-Tests durchzuführen, um herauszufinden, welche dieser Gruppen sich signifikant voneinander unterscheiden. Sie würden in einem solchen Fall erwarten, dass 2 oder 3 von ihnen rein *zufällig* signifikant sind (5 \% von 45). Wie wir in Kapitel :doc:`Das Überprüfen von Hypothesen <.. /Ch09/Ch09_HypothesisTesting>` gesehen haben, ist das zentrale Organisationsprinzip hinter Nullhypothesentests, dass wir versuchen, unsere Typ-I-Fehlerrate zu kontrollieren. Aber jetzt, da ich viele *t*-Tests gleichzeitig durchführe, um die Quelle der Effekte meiner ANOVA-Ergebnisse zu bestimmen, ist meine tatsächliche Typ-I-Fehlerrate über diese ganze *Familie* von Tests völlig außer Kontrolle geraten.

source: The usual solution to this problem is to introduce an adjustment to the *p*-value, which aims to control the total error rate across the family of tests (`Shaffer, 1995 <../Other/References.html#shaffer-1995>`__\ ). An adjustment of this form, which is usually (but not always) applied because one is doing post-hoc analysis, is often referred to as a **correction for multiple comparisons**, though it is sometimes referred to as “simultaneous inference”. In any case, there are quite a few different ways of doing this adjustment. I’ll discuss a few of them in this section and in section :doc:`Post-hoc tests <../Ch14/Ch14_ANOVA2_09>`, but you should be aware that there are many other methods out there (`Hsu, 1996 <../Other/References.html#hsu-1996>`__\ ).
de: Die übliche Lösung für dieses Problem besteht darin, eine Anpassung des *p*-Werts einzuführen, die darauf abzielt, die Gesamtfehlerrate über die „Familie“ von Tests hinweg zu kontrollieren (`Shaffer, 1995 <../Other/References.html#shaffer-1995 >`__\ ). Eine Anpassung, die normalerweise (aber nicht immer) angewendet wird, wenn man Post-hoc-Analysen durchführt, wird oft als **Korrektur für multiple Paarvergleiche** (oder manchmal als „simultane Inferenz“) bezeichnet. Auf jeden Fall gibt es verschiedene Möglichkeiten, eine solche Korrektur vorzunehmen. Ich werde einige davon in diesem Abschnitt besprechen, und andere für die Verwendung innerhalb der faktoriellen ANOVA im Abschnitt :doc:`Post-hoc-Tests <../Ch14/Ch14_ANOVA2_09>` dieses Kapitels. Sie sollten sich aber darüber im Klaren sein, dass es viele weitere Methoden gibt (vgl. `Hsu, 1996 <../Other/References.html#hsu-1996>`__\ ).

source: The simplest of these adjustments is called the **Bonferroni correction** (`Dunn, 1961 <../Other/References.html#dunn-1961>`__\ ), and it’s very very simple indeed. Suppose that my post-hoc analysis consists of *m* separate tests, and I want to ensure that the total probability of making *any* Type I errors at all is at most α.\ [#]_ If so, then the Bonferroni correction just says “multiply all your raw *p*-values by *m*”. If we let *p* denote the original *p*-value, and let *p*'\ :sub:`j` be the corrected value, then the Bonferroni correction tells that:
de: Die einfachste dieser Anpassungen wird als **Bonferroni-Korrektur** (`Dunn, 1961 <../Other/References.html#dunn-1961>`__\ ) bezeichnet und ist in der Tat sehr, sehr einfach. Angenommen, meine Post-hoc-Analyse besteht aus *m* separaten Tests, und ich möchte sicherstellen, dass die Gesamtwahrscheinlichkeit, überhaupt *irgendeinen* Typ-I-Fehler zu machen, höchstens α beträgt.\ [#]_ Wenn ja, dann erfordert die Bonferroni-Korrektur „multiplizieren Sie Ihre *p*-Werte mit *m*“. Wenn wir *p* als ursprünglichen *p*-Wert bezeichnen und *p*'\ :sub:`j` den korrigierten Wert repräsentiert, dann besagt die Bonferroni-Korrektur:

source: The method given here is so simple and so general that I am sure it must have been used before this. I do not find it, however, so can only conclude that perhaps its very simplicity has kept statisticians from realizing that it is a very good method in some situations (`Dunn, 1961 <../Other/References.html#dunn-1961>`__\ , pp. 52-53).
de: Die hier vorgeschlagene Methode ist so einfach und so allgemein, dass ich sicher bin, dass sie schon früher verwendet wurde. Ich finde jedoch keine Referenz und kann daher nur den Schluss ziehen, dass vielleicht gerade seine Einfachheit Statistiker davon abgehalten hat, zu erkennen, dass es in vielen Situationen eine sehr gute Methode ist (`Dunn, 1961 <../Other/References.html#dunn-1961 >`__\ , S. 52-53).

source: Although the Bonferroni correction is the simplest adjustment out there, it’s not usually the best one to use. One method that is often used instead is the **Holm correction** (`Holm, 1979 <../Other/References.html#holm-1979>`__\ ). The idea behind the Holm correction is to pretend that you’re doing the tests sequentially, starting with the smallest (raw) *p*-value and moving onto the largest one. For the *j*-th largest of the *p*-values, the adjustment is *either*
de: Obwohl die Bonferroni-Korrektur die einfachste Korrektur ist, ist sie normalerweise nicht die beste. Eine Methode, die stattdessen häufig verwendet wird, ist die **Holm-Korrektur** (`Holm, 1979 <../Other/References.html#holm-1979>`__\ ). Die Idee hinter der Holm-Korrektur ist, so zu tun, als würden Sie die Tests nacheinander durchführen, beginnend mit dem kleinsten *p*-Wert und von dort schrittweise zum größten. Für den *j*-ten der *p*-Werte ist die Anpassung *entweder*

source: If you *do* have some theoretical basis for wanting to investigate some comparisons but not others, it’s a different story. In those circumstances you’re not really running “post-hoc” analyses at all, you’re making “planned comparisons”. I do talk about this situation later in the book in section :doc:`The method of planned comparisons <../Ch14/Ch14_ANOVA2_10>`), but for now I want to keep things simple.
de: Wenn Sie auf Grund theoretischer Erwägungen nur einige Vergleiche durchführen wollen, andere jedoch nicht, ist es besser, überhaupt keine „Post-hoc“-Analysen durchzuführen, sondern „geplante Vergleiche“. Ich spreche später im Buch im Abschnitt :doc:`Die Methode der geplanten Vergleiche <../Ch14/Ch14_ANOVA2_10>` über diese Methode, aber im Moment möchte ich die Darstellung nicht unnötig verkomplizieren.

source: If you remember back to section :doc:`The model for the data and the meaning of F <../Ch13/Ch13_ANOVA_02>` which I hope you at least skimmed even if you didn’t read the whole thing, I described the statistical models underpinning ANOVA in this way:
de: Wenn Sie sich an den Abschnitt :doc:`Das Modell für die Daten und die Bedeutung von F <../Ch13/Ch13_ANOVA_02>` erinnern, den Sie hoffentlich zumindest überflogen haben, habe ich die statistischen Modelle, welche der ANOVA zu Grunde liegen, auf folgende Weise beschrieben:

source: **Homogeneity of variance**. Notice that we’ve only got the one value for the population standard deviation (i.e., σ), rather than allowing each group to have it’s own value (i.e., σ\ :sub:`k`). This is referred to as the homogeneity of variance (sometimes called homoscedasticity) assumption. ANOVA assumes that the population standard deviation is the same for all groups. We’ll talk about this extensively in section :doc:`Checking the homogeneity of variance assumption <../Ch13/Ch13_ANOVA_06>`.
de: **Varianzhomogenität**. Beachten Sie, dass wir nur einen Wert für die Standardabweichung in der Grundgesamtheit (d. h. σ) haben, anstatt zuzulassen, dass jede Gruppe ihren eigenen Wert hat (d. h. σ\ :sub:`k`). Dies wird als Annahme der Varianzhomogenität (manchmal auch als Homoskedastizität) bezeichnet. ANOVA geht davon aus, dass die Standardabweichung in der Grundgesamtheit für alle Gruppen gleich ist. Wir werden darüber ausführlich im Abschnitt :doc:`Überprüfen der Annahme der Varianzhomogenität <../Ch13/Ch13_ANOVA_06>` sprechen.

source: **Normality**. The residuals are assumed to be normally distributed. As we saw in section :doc:`Checking the normality of a sample <../Ch11/Ch11_tTest_08>`, we can assess this by looking at QQ-plots (or running a Shapiro-Wilk test). I’ll talk about this more in an ANOVA context in section :doc:`Checking the normality assumption <../Ch13/Ch13_ANOVA_06>`.
de: **Normalverteilung**. Es wird angenommen, dass die Residuen normalverteilt sind. Wie wir im Abschnitt :doc:`Überprüfen der Normalverteilung in einer Stichprobe <../Ch11/Ch11_tTest_08>` gesehen haben, können wir dies durch das Betrachten von Q-Q-Diagrammen (oder die Durchführung eines Shapiro-Wilk-Tests) beurteilen. Im Zusammenhang mit einer ANOVA werde ich dies im Abschnitt :doc:`Überprüfen der Annahme einer Normalverteilung <../Ch13/Ch13_ANOVA_06>` näher erläutern.

source: **Independence**. The independence assumption is a little trickier. What it basically means is that, knowing one residual tells you nothing about any other residual. All of the ϵ\ :sub:`ik` values are assumed to have been generated without any “regard for” or “relationship to” any of the other ones. There’s not an obvious or simple way to test for this, but there are some situations that are clear violations of this. For instance, if you have a repeated-measures design, where each participant in your study appears in more than one condition, then independence doesn’t hold. There’s a special relationship between some observations, namely those that correspond to the same person! When that happens, you need to use something like repeated measures ANOVA (see section :doc:`Repeated measures one-way ANOVA <../Ch13/Ch13_ANOVA_07>`).
de: **Unabhängigkeit**. Die Unabhängigkeitsannahme ist etwas schwieriger. Was es im Grunde bedeutet, ist, dass die Kenntnis eines Residuums nichts über andere Residuen aussagt. Von allen ϵ\ :sub:`ik`-Werten wird angenommen, dass sie ohne „Berücksichtigung“ oder „Beziehung zu“ den anderen erzeugt wurden. Es gibt keinen offensichtlichen oder einfachen Weg, dies zu testen, aber es gibt einige Situationen, die klare Verstöße dagegen darstellen. Wenn Sie beispielsweise ein Messwiederholungsdesign haben, bei dem jeder Teilnehmer Ihrer Studie in mehr als einer Bedingung auftritt, dann verletzt dies die Annahme der Unabhängigkeit. In diesem Fall gibt es eine besondere Beziehung zwischen einigen Beobachtungen, nämlich denen, die von derselben Person stammen! In diesem Fall müssen Sie eine ANOVA mit Messwiederholung verwenden (siehe Abschnitt :doc:`Einfaktorielle ANOVA mit Messwiederholung <../Ch13/Ch13_ANOVA_07>`).

source: There’s more than one way to skin a cat, as the saying goes, and more than one way to test the homogeneity of variance assumption, too (though for some reason no-one made a saying out of that). The most commonly used test for this that I’ve seen in the literature is the **Levene test** (`Levene, 1960 <../Other/References.html#levene-1960>`__\ ), and the closely related **Brown-Forsythe test** (`Brown & Forsythe, 1974 <../Other/References.html#brown-1974>`__\ ).
de: Es gibt mehr als einen Weg, um die Annahme der Varianzhomogenität zu testen. Der dafür in der Literatur am häufigsten verwendete Test ist der **Levene-Test** (`Levene, 1960 <../Other/References.html#levene-1960>`__\ ) und der eng verwandter **Brown-Forsythe-Test** (`Brown & Forsythe, 1974 <../Other/References.html#brown-1974>`__\ ).

source: In our example, the homogeneity of variance assumption turned out to be a pretty safe one: the Levene test came back non-significant (notwithstanding that we should also look at the plot of standard deviations), so we probably don’t need to worry. However, in real life we aren’t always that lucky. How do we save our ANOVA when the homogeneity of variance assumption is violated? If you recall from our discussion of *t*-tests, we’ve seen this problem before. The Student *t*-test assumes equal variances, so the solution was to use the Welch *t*-test, which does not. In fact, `Welch (1961) <../Other/References.html#welch-1951>`__ also showed how we can solve this problem for ANOVA too (the **Welch One-way test**). It’s implemented in jamovi using the ``One-Way ANOVA`` analysis. This is a specific analysis approach just for one-way ANOVA, and to run the Welch one-way ANOVA for our example, we would re-run the analysis as previously, but this time use the jamovi ``ANOVA`` → ``One Way ANOVA`` analysis command, and check the option ``Don't assume equal (Welch’s)`` (see :numref:`fig-anova4a`).
de: In unserem Beispiel hat sich die Annahme der Varianzhomogenität als gesichert herausgestellt: Der Levene-Test war nicht signifikant, sodass wir uns wahrscheinlich keine Sorgen machen müssen (wir sollten uns trotzdem zusätzlich das Diagramm der Standardabweichungen in den verschiedenen Gruppen ansehen). Im wirklichen Leben haben wir nicht immer so viel Glück. Wie retten wir unsere ANOVA, wenn die Annahme der Varianzhomogenität verletzt wird? Wenn Sie sich an unsere Diskussion bei den *t*-Tests erinnern, haben wir dieses Problem schon einmal gesehen. Der *t*-Test nach Student geht von gleichen Varianzen aus, daher bestand die Lösung darin, den *t*-Test nach Welch zu verwenden, wenn dies nicht der Fall war. Tatsächlich zeigte `Welch (1961) <../Other/References.html#welch-1951>`__ auch, wie dieses Problem auch für die ANOVA gelöst werden kann (der **einfaktoriellen ANOVA nach Welch**). Es ist in jamovi innerhalb der ``One-Way ANOVA``-Analyse implementiert. Dieser spezielle Analyseansatz erlaubt das Durchführen einer ANOVA mit nur einem Faktor. Um die ANOVA nach Welch für unser Beispiel auszuführen, würden wir die Analyse ``ANOVA`` → ``One-Way ANOVA`` in jamovi auswählen, die Variablen wir bei der (gewöhnlichen) ANOVA zuvor zuweisen und dann die Option ``Don't assume equal (Welch’s)`` setzen (wie in :numref:`fig-anova4a` gezeigt).

source: To understand what’s happening here, let’s compare these numbers to what we got earlier in section :doc:`Running an ANOVA in jamovi <../Ch13/Ch13_ANOVA_03>`. To save you the trouble of flicking back, this is what we got last time: *F*\(2,15) = 18.611, *p* = 0.00009, also shown as the Fisher’s test in the ``One-Way ANOVA`` shown in :numref:`fig-anova4a`.
de: Um zu verstehen, was hier passiert, vergleichen wir diese Zahlen mit denen, die wir zuvor im Abschnitt :doc:`Durchführen einer ANOVA in jamovi <../Ch13/Ch13_ANOVA_03>` erhalten haben, nämlich: *F*\(2,15) = 18,611, *p* = 0,00009. Wie in :numref:`fig-anova4a` zu sehen ist, werden diese Werte auch in der ``One-Way ANOVA``-Tabelle angezeigt (in der Zeile, die mit ``Fisher's`` beginnt), wenn die Option ``Assume equal (Fisher's)`` gesetzt wird.

source: Testing the normality assumption is relatively straightforward. We covered most of what you need to know in section :doc:`Checking the normality of a sample <../Ch11/Ch11_tTest_08>`. The only thing we really need to do is draw a QQ plot and, in addition if it is available, run the Shapiro-Wilk test. The QQ plot is shown in :numref:`fig-anova5` and it looks pretty normal to me. If the Shapiro-Wilk test is not significant (i.e. *p* > 0.05) then this indicates that the assumption of normality is not violated. However, as with Levene’s test, if the sample size is large then a significant Shapiro-Wilk test may in fact be a false positive, where the assumption of normality is not violated in any substantive problematic sense for the analysis. And, similarly, a very small sample can produce false negatives. That’s why a visual inspection of the QQ plot is important.
de: Das Überprüfen der Annahme einer Normalverteilung ist relativ einfach. Das meiste, was Sie wissen müssen, haben wir im Abschnitt :doc:`Überprüfen der Normalverteilung in einer Stichprobe <../Ch11/Ch11_tTest_08>` behandelt. Das Einzige, was wir wirklich tun müssen, ist, ein Q-Q-Diagramm zu zeichnen und, falls vorhanden, zusätzlich den Shapiro-Wilk-Test durchzuführen. Die Darstellung im Q-Q-Diagramm wird in :numref:`fig-anova5` gezeigt und sieht aus als ob die Daten normalverteilt sind. Wenn der Shapiro-Wilk-Test nicht signifikant ist (d. h. *p* > 0,05), bedeutet dies, dass die Annahme der Normalverteilung nicht verletzt ist. Wie beim Levene-Test kann jedoch auch ein signifikanter Shapiro-Wilk-Test bei einer großen Stichprobengröße ein falsches positives Ergebnis sein, bei dem die Annahme der Normalverteilung nicht in einem für die Analyse problematischen Sinne verletzt wird. In ähnlicher Weise kann eine sehr kleine Stichprobe zu falsch negativen Ergebnissen führen. Deshalb ist eine visuelle Inspektion des Q-Q-Diagrammen wichtig.
