Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: and we can define the “between groups ranked sums of squares” like this:
nb: og vi kan definere de «rangerte kvadratsummene mellom gruppene» slik:
ta: மேலும் இது போன்ற "குழுக்களுக்கு இடையிலான சதுரங்களின் தொகையை" நாம் வரையறுக்கலாம்:
uk: і ми можемо визначити «міжгрупові ранжовані суми квадратів» так:

source: \begin{array}{rcl} \mbox{RSS}_{b} &=& \sum_k \sum_i ( \bar{R}_k - \bar{R} )^2 \\ &=& \sum_k N_k ( \bar{R}_k - \bar{R} )^2 \end{array}
ta: \ தொடங்கு {array} {rcl} \ mbox {RSS} _ {b} & = & \ sum_k \ sum_i (\ மதுக்கூடம் {R} _k - \ மதுக்கூடம் {R})^2 \\ ! \ முடிவு {R}

source: So, if the null hypothesis is true and there are no true group differences at all, you’d expect the between group rank sums RSS\ :sub:`b` to be very small, much smaller than the total rank sums RSS\ :sub:`tot`. Qualitatively this is very much the same as what we found when we went about constructing the ANOVA *F*-statistic, but for technical reasons the Kruskal-Wallis test statistic, usually denoted *K*, is constructed in a slightly different way,
de: Wenn die Nullhypothese wahr ist und es überhaupt keine wahren Gruppenunterschiede gibt, würden wir erwarten, dass die Quadratsumme der Ränge zwischen den Gruppen RSS\ :sub:`b` sehr klein ist, viel kleiner als die Gesamtquadratsumme der Ränge RSS\ : sub:`tot`. Qualitativ ist dies ziemlich dasselbe wie das, was wir beim Erstellen der *F*-Statistik innerhalb der ANOVA gemacht haben. Aus technischen Gründen wird die Kruskal-Wallis-Teststatistik, die normalerweise als *K* bezeichnet wird, jedoch etwas anders konstruiert,
nb: Så hvis nullhypotesen er sann og det ikke er noen sanne gruppeforskjeller i det hele tatt, vil du forvente at rangsummene mellom gruppene RSS\ :sub:`b` er svært små, mye mindre enn de totale rangsummene RSS\ :sub:`tot`. Kvalitativt sett er dette omtrent det samme som vi fant da vi beregnet ANOVA *F*-statistikken, men av tekniske årsaker er Kruskal-Wallis-teststatistikken, vanligvis betegnet *K*, beregnet på en litt annen måte,
ta: எனவே, சுழிய கருதுகோள் உண்மையாக இருந்தால், உண்மையான குழு வேறுபாடுகள் எதுவும் இல்லை என்றால், குழு தரவரிசை தொகைகள் rss \: துணை: `பி` மிகச் சிறியதாக இருக்கும், மொத்த தரவரிசை தொகைகளை விட மிகச் சிறியதாக இருக்கும் என்று நீங்கள் எதிர்பார்க்கலாம்: துணை: `மொத்தம். ANOVA *f *-Statistic ஐ கட்டியெழுப்பச் சென்றபோது நாம் கண்டறிந்ததைப் போலவே இது மிகவும் தரமானது, ஆனால் தொழில்நுட்ப காரணங்களுக்காக க்ருச்கல்-வாலிச் சோதனை புள்ளிவிவரம், வழக்கமாக *K *எனக் குறிக்கப்படுகிறது, இது சற்று வித்தியாசமான வழியில் கட்டமைக்கப்படுகிறது,
uk: Отже, якщо нульова гіпотеза є правдивою і між групами немає жодних реальних відмінностей, можна очікувати, що сума рангів між групами RSS\ :sub:`b` буде дуже малою, набагато меншою за загальну суму рангів RSS\ :sub:`tot`. Якісно це дуже схоже на те, що ми виявили, коли будували ANOVA *F*-статистику, але з технічних причин статистика тесту Крускала-Уолліса, яка зазвичай позначається *K*, будується дещо інакше,

source: K = (N - 1) \times \frac{\mbox{RSS}_b}{\mbox{RSS}_{tot}}
ta: K = (n - 1) \ முறை \ frac {\ mbox {RSS} _b} {\ mbox {RSS} _ {tot}}}

source: and if the null hypothesis is true, then the sampling distribution of *K* is *approximately* χ² with *G* - 1 degrees of freedom (where *G* is the number of groups). The larger the value of *K*, the less consistent the data are with the null hypothesis, so this is a one-sided test. We reject H\ :sub:`0` when *K* is sufficiently large.
nb: og hvis nullhypotesen er sann, er utvalgsfordelingen av *K* *tilnærmet* χ² med *G* - 1 frihetsgrader (hvor *G* er antall grupper). Jo større verdien av *K* er, desto mindre konsistente er dataene med nullhypotesen, så dette er en ensidig test. Vi forkaster H\ :sub:`0` når *K* er tilstrekkelig stor.
ta: சுழிய கருதுகோள் உண்மையாக இருந்தால், * K * இன் மாதிரி வழங்கல் * g * - 1 டிகிரி சுதந்திரத்துடன் தோராயமாக * χ² ( * g * என்பது குழுக்களின் எண்ணிக்கை). *K *இன் பெரிய மதிப்பு, தரவு குறைந்த சீரான தரவு சுழிய கருதுகோளுடன் உள்ளது, எனவே இது ஒருதலைப்பட்ச சோதனை. H \: துணை: `0` * K * போதுமானதாக இருக்கும்போது நாங்கள் நிராகரிக்கிறோம்.
uk: і якщо нульова гіпотеза є правдивою, то вибірковий розподіл *K* є *приблизно* χ² зі ступенем свободи *G* - 1 (де *G* є кількістю груп). Чим більшим є значення *K*, тим меншою є відповідність даних нульовій гіпотезі, тому це є одностороннім тестом. Ми відкидаємо H\ :sub:`0`, коли *K* є достатньо великим.

source: The description in the previous section illustrates the logic behind the Kruskal-Wallis test. At a conceptual level, this is the right way to think about how the test works. However, from a purely mathematical perspective it’s needlessly complicated. I won’t show you the derivation, but you can use a bit of algebraic jiggery-pokery [#]_ to show that the equation for *K* can be rewritten as
de: Die Beschreibung im vorherigen Abschnitt veranschaulicht die Logik hinter dem Kruskal-Wallis-Test. Auf konzeptioneller Ebene ist dies der richtige Weg, um darüber nachzudenken, wie der Test funktioniert. Aus rein mathematischer Sicht ist es jedoch unnötig kompliziert. Ich werde Ihnen die Herleitung nicht zeigen, aber wir können eine algebraische Spielerei verwenden,\ [#]_um zu zeigen, dass die Gleichung für *K* umgeschrieben werden kann als
nb: Beskrivelsen i forrige avsnitt illustrerer logikken bak Kruskal-Wallis-testen. På et konseptuelt nivå er dette den riktige måten å tenke på hvordan testen fungerer. Fra et rent matematisk perspektiv er det imidlertid unødvendig komplisert. Jeg skal ikke vise deg utledningen, men du kan bruke litt algebraisk jiggery-pokery [#]_ for å vise at ligningen for *K* kan skrives om til
ta: முந்தைய பிரிவில் உள்ள விளக்கம் க்ருச்கல்-வாலிச் சோதனையின் பின்னால் உள்ள தர்க்கத்தை விளக்குகிறது. ஒரு கருத்தியல் மட்டத்தில், சோதனை எவ்வாறு செயல்படுகிறது என்பதைப் பற்றி சிந்திக்க இது சரியான வழியாகும். இருப்பினும், முற்றிலும் கணித கண்ணோட்டத்தில் இது தேவையில்லாமல் சிக்கலானது. நான் உங்களுக்கு வழித்தோன்றலைக் காட்ட மாட்டேன், ஆனால் * K * க்கான சமன்பாட்டை மீண்டும் எழுத முடியும் என்பதைக் காட்ட நீங்கள் இயற்கணித சிகரி-பொக்கரியைப் பயன்படுத்தலாம் [#] _
uk: Опис у попередньому розділі ілюструє логіку, що лежить в основі тесту Крускала-Уолліса. На концептуальному рівні це правильний спосіб розуміння того, як працює тест. Однак з чисто математичної точки зору він є надмірно складним. Я не буду показувати вам виведення, але ви можете використати трохи алгебраїчних хитрощів [#]_, щоб показати, що рівняння для *K* можна переписати як

source: K = \frac{12}{N(N-1)} \sum_k N_k {\bar{R}_k}^2 - 3(N+1)
ta: K = \ frac {12} {n (n -1)} \ sum_k n_k {\ மதுக்கூடம் {R} _k}^2 - 3 (n+1)

source: It’s this last equation that you sometimes see given for *K*. This is way easier to calculate than the version I described in the previous section, but it’s just that it’s totally meaningless to actual humans. It’s probably best to think of *K* the way I described it earlier, as an analogue of ANOVA based on ranks. But keep in mind that the test statistic that gets calculated ends up with a rather different look to it than the one we used for our original ANOVA.
de: Es ist diese letzte Gleichung, die Sie manchmal für die Berechnung von *K* sehen. Sie ist viel einfacher zu berechnen als die Version, die ich im vorherigen Abschnitt beschrieben habe. Aber das ist für uns eigentlich bedeutungslos und es ist wahrscheinlich am besten, sich *K* so vorzustellen, wie ich es zuvor beschrieben habe: als Analogon der ANOVA basierend auf Rängen. Denken Sie jedoch daran, dass die berechnete Teststatistik am Ende etwas anders aussieht als die, welche wir für unsere ursprüngliche ANOVA verwendet haben.
nb: Det er denne siste ligningen som du noen ganger ser oppgitt for *K*. Den er mye enklere å beregne enn den versjonen jeg beskrev i forrige avsnitt, men det er bare det at den er helt meningsløs for mennesker. Det er nok best å tenke på *K* slik jeg beskrev det tidligere, som en analog til ANOVA basert på rangeringer. Men husk at teststatistikken som blir beregnet, ender opp med å se ganske annerledes ut enn den vi brukte for den opprinnelige ANOVAen.
ta: இந்த கடைசி சமன்பாடு தான் சில நேரங்களில் *K *க்கு கொடுக்கப்பட்டதை நீங்கள் காண்கிறீர்கள். முந்தைய பிரிவில் நான் விவரித்த பதிப்பை விட இது கணக்கிட எளிதானது, ஆனால் இது உண்மையான மனிதர்களுக்கு முற்றிலும் அர்த்தமற்றது. அணிகளை அடிப்படையாகக் கொண்ட ANOVA இன் அனலாக் என்று நான் முன்பு விவரித்த விதத்தை * K * பற்றி நினைப்பது நல்லது. ஆனால் கணக்கிடப்படும் சோதனை புள்ளிவிவரம் எங்கள் அசல் ANOVA க்கு நாங்கள் பயன்படுத்தியதை விட வித்தியாசமான தோற்றத்துடன் முடிவடைகிறது என்பதை நினைவில் கொள்ளுங்கள்.
uk: Саме це останнє рівняння іноді використовується для *K*. Воно набагато простіше для обчислення, ніж версія, яку я описав у попередньому розділі, але воно абсолютно не має сенсу для реальних людей. Найкраще, мабуть, розглядати *K* так, як я описав раніше, як аналог ANOVA на основі рангів. Але майте на увазі, що обчислена тестова статистика має дещо інший вигляд, ніж та, яку ми використовували для нашого оригінального ANOVA.

source: But wait, there’s more! Dear lord, why is there always *more*? The story I’ve told so far is only actually true when there are no ties in the raw data. That is, if there are no two observations that have exactly the same value. If there *are* ties, then we have to introduce a correction factor to these calculations. At this point I’m assuming that even the most diligent reader has stopped caring (or at least formed the opinion that the tie-correction factor is something that doesn’t require their immediate attention). So I’ll very quickly tell you how it’s calculated, and omit the tedious details about *why* it’s done this way. Suppose we construct a frequency table for the raw data, and let f\ :sub:`j` be the number of observations that have the *j*-th unique value. This might sound a bit abstract, so here’s a concrete example from the frequency table of ``mood.gain`` from the |clinicaltrial|_ data set:
de: Aber warten Sie, es gibt noch mehr! Die Geschichte, die ich bisher erzählt habe, ist nur dann wirklich wahr, wenn es keine verbundenen Ränge in den Rohdaten gibt. Das heißt, wenn es keine zwei Beobachtungen gibt, die genau den gleichen Wert haben. Wenn es verbundene Ränge gibt, dann müssen wir noch einen Korrekturfaktor für diese Berechnungen einführen. An diesem Punkt gehe ich davon aus, dass selbst der fleißigste Leser aufgehört hat, sich darum zu kümmern (oder sich zumindest die Meinung gebildet hat, dass der Korrekturfaktor für verbundene Ränge etwas ist, das keine unmittelbare Aufmerksamkeit erfordert). Also werde ich Ihnen sehr schnell sagen, wie es berechnet wird, und die mühsamen Details, warum es so gemacht wird, weglassen. Angenommen, wir erstellen eine Häufigkeitstabelle für die Rohdaten und lassen f\ :sub:`j` die Anzahl der Beobachtungen sein, die den *j*-ten eindeutigen Wert haben. Das mag etwas abstrakt klingen, also hier ist ein konkretes Beispiel aus der Häufigkeitstabelle von ``mood.gain`` aus dem Datensatz |clinicaltrial|_:
nb: Men vent, det er mer! Herregud, hvorfor er det alltid *mer*? Historien jeg har fortalt så langt, er faktisk bare sann når det ikke er noen bindinger i rådataene. Det vil si hvis det ikke finnes to observasjoner som har nøyaktig samme verdi. Hvis det *er* bindinger, må vi innføre en korreksjonsfaktor i disse beregningene. På dette tidspunktet antar jeg at selv den mest flittige leser har sluttet å bry seg (eller i det minste har dannet seg en oppfatning om at korreksjonsfaktoren ikke er noe som krever umiddelbar oppmerksomhet). Så jeg skal raskt fortelle deg hvordan den beregnes, og utelate de kjedelige detaljene om *hvorfor* den gjøres på denne måten. Anta at vi lager en frekvenstabell for rådataene, og la f\ :sub:`j` være antallet observasjoner som har den *j*-te unike verdien. Dette høres kanskje litt abstrakt ut, så her er et konkret eksempel fra frekvenstabellen for ``mood.gain`` fra datasettet |clinicaltrial|_:
ta: ஆனால் காத்திருங்கள், இன்னும் நிறைய இருக்கிறது! அன்புள்ள ஆண்டவரே, ஏன் எப்போதும் *இன்னும் *இருக்கிறது? மூல தரவுகளில் எந்த உறவுகளும் இல்லாதபோது மட்டுமே நான் இதுவரை கூறிய கதை உண்மையில் உண்மை. அதாவது, ஒரே மதிப்பைக் கொண்ட இரண்டு அவதானிப்புகள் இல்லை என்றால். * உறவுகள் இருந்தால், இந்த கணக்கீடுகளுக்கு ஒரு திருத்தம் காரணியை நாம் அறிமுகப்படுத்த வேண்டும். இந்த கட்டத்தில் நான் மிகவும் விடாமுயற்சியுள்ள வாசகர் கூட அக்கறையை நிறுத்திவிட்டதாக நான் கருதுகிறேன் (அல்லது குறைந்தபட்சம் டை-திருத்தம் காரணி என்பது அவர்களின் உடனடி கவனம் தேவையில்லை என்ற கருத்தை உருவாக்கியது). எனவே இது எவ்வாறு கணக்கிடப்படுகிறது என்பதை நான் மிக விரைவாக உங்களுக்குச் சொல்வேன், மேலும் * ஏன் * இது இந்த வழியில் செய்யப்படுகிறது என்பது பற்றிய கடினமான விவரங்களைத் தவிர்க்கவும். மூல தரவுகளுக்கான அதிர்வெண் அட்டவணையை நாங்கள் உருவாக்குகிறோம் என்று வைத்துக்கொள்வோம், மேலும் F \: துணை: `J` *J *-th தனித்துவமான மதிப்பைக் கொண்ட அவதானிப்புகளின் எண்ணிக்கையாக இருக்கட்டும். இது சற்று சுருக்கமாகத் தோன்றலாம், எனவே | `மனநிலை.
uk: Але зачекайте, це ще не все! Боже мій, чому завжди є *ще щось*? Історія, яку я розповів до цього моменту, є правдивою лише в тому випадку, якщо в вихідних даних немає рівних значень. Тобто, якщо немає двох спостережень, які мають абсолютно однакове значення. Якщо рівних значень *є*, то ми маємо ввести до цих розрахунків коригувальний коефіцієнт. На цьому етапі я припускаю, що навіть найпильніший читач перестав цікавитися (або принаймні сформував думку, що коефіцієнт корекції зв'язків — це щось, що не вимагає його негайної уваги). Тому я дуже швидко розповім, як його обчислюють, і опущу нудні подробиці про те, *чому* це робиться саме так. Припустимо, ми будуємо таблицю частот для необроблених даних, і нехай f\ :sub:`j` буде кількістю спостережень, які мають *j*-те унікальне значення. Це може звучати дещо абстрактно, тому ось конкретний приклад із таблиці частот ``mood.gain`` із набору даних |clinicaltrial|_:

source: Looking at this table, notice that the third entry in the frequency table has a value of 2. Since this corresponds to a ``mood.gain`` of 0.3, this table is telling us that two people’s mood increased by 0.3. More to the point, in the mathematical notation I introduced above, this is telling us that f\ :sub:`3` = 2. Yay. So, now that we know this, the tie correction factor (TCF) is:
de: Wenn Sie sich diese Tabelle ansehen, beachten Sie, dass der dritte Eintrag in der Häufigkeitstabelle den Wert 2 hat. Da dies einem „Stimmungsgewinn“ von 0,3 entspricht, sagt uns diese Tabelle, dass sich die Stimmung zweier Personen um 0,3 erhöht hat. Genauer gesagt, in der mathematischen Notation, die ich oben eingeführt habe, sagt uns dies, dass f\ :sub:`3` = 2. Yay. Nun, da wir das wissen, lässt sich der Korrekturfaktor für vernundene Ränge (*tie correction factor*, TCF) wie folgt berechnen:
nb: Når vi ser på denne tabellen, legger vi merke til at den tredje oppføringen i frekvenstabellen har verdien 2. Siden dette tilsvarer en ``mood.gain`` på 0,3, forteller denne tabellen oss at humøret til to personer økte med 0,3. I den matematiske notasjonen jeg introduserte ovenfor, forteller dette oss at f\ :sub:`3` = 2. Jippi. Nå som vi vet dette, er korreksjonsfaktoren for forbundne rangeringer (*tie correction factor*; TCF):
ta: இந்த அட்டவணையைப் பார்க்கும்போது, அதிர்வெண் அட்டவணையில் மூன்றாவது நுழைவு 2 இன் மதிப்பு இருப்பதைக் கவனியுங்கள். இது 0.3 இன் `` மனநிலைக்கு ஏற்படுகிறது .3 இன் `` மனநிலை. மேலும், நான் மேலே அறிமுகப்படுத்திய கணிதக் குறியீட்டில், இது F \: துணை: `3` = 2. ஆம். எனவே, இப்போது இதை நாம் அறிந்திருக்கிறோம், டை திருத்தும் காரணி (டி.சி.எஃப்):
uk: Дивлячись на цю таблицю, зверніть увагу, що третій запис у таблиці частот має значення 2. Оскільки це відповідає ``mood.gain`` 0,3, ця таблиця показує нам, що настрій двох людей підвищився на 0,3. Більш точно, у математичній нотації, яку я представив вище, це означає, що f\ :sub:`3` = 2. Ура. Отже, тепер, коли ми це знаємо, коефіцієнт корекції зв'язки (TCF) дорівнює:

source: The tie-corrected value of the Kruskal-Wallis statistic is obtained by dividing the value of *K* by this quantity. It is this tie-corrected version that jamovi calculates. And at long last, we’re actually finished with the theory of the Kruskal-Wallis test. I’m sure you’re all terribly relieved that I’ve cured you of the existential anxiety that naturally arises when you realise that you *don’t* know how to calculate the tie-correction factor for the Kruskal-Wallis test. Right?
de: Wir erhalten einen Wert für die Kruskal-Wallis-Statistik, der für verbundene Ränge korrigiert ist, indem der Wert von *K* durch diesen Faktor dividiert wird. jamovi berechnet diese Version, die für verbundene Ränge korrigiert. Und endlich sind wir mit der Theorie des Kruskal-Wallis-Tests fertig. Ich bin sicher, Sie sind alle erleichtert, dass ich Sie von der Existenzangst befreit habe, die dadurch entsteht, dass Sie *nicht* wissen, wie man den Korrekturfaktor für verbundene Ränge beim Kruskal-Wallis-Test berechnet…
nb: Den uavhengighetskorrigerte verdien av Kruskal-Wallis-statistikken får du ved å dividere verdien av *K* med denne størrelsen. Det er denne tie-korrigerte versjonen jamovi beregner. Og endelig er vi faktisk ferdige med teorien om Kruskal-Wallis-testen. Dere er sikkert veldig lettet over at jeg har kurert dere for den eksistensielle angsten som naturlig nok oppstår når man innser at man *ikke* vet hvordan man beregner tie-korreksjonsfaktoren for Kruskal-Wallis-testen. Eller hva?
ta: க்ருச்கல்-வாலிச் புள்ளிவிவரத்தின் டை-சரிசெய்யப்பட்ட மதிப்பு * k * இன் மதிப்பை இந்த அளவால் பிரிப்பதன் மூலம் பெறப்படுகிறது. இந்த டை-சரிசெய்யப்பட்ட பதிப்புதான் சாமோவி கணக்கிடுகிறது. நீண்ட காலமாக, நாங்கள் உண்மையில் க்ருச்கல்-வாலிச் சோதனையின் கோட்பாட்டுடன் முடித்துவிட்டோம். க்ருச்கல்-வாலிச் சோதனைக்கான டை-திருத்தம் காரணியை எவ்வாறு கணக்கிடுவது என்பது உங்களுக்குத் தெரியாதது என்பதை நீங்கள் உணரும்போது இயற்கையாகவே எழும் இருத்தலியல் கவலையை நான் குணப்படுத்தினேன் என்பதில் நீங்கள் அனைவரும் மிகவும் நிம்மதியடைகிறீர்கள் என்பது எனக்குத் தெரியும். சரி?
uk: Значення статистики Крускала-Уолліса з поправкою на рівність отримується шляхом ділення значення *K* на цю величину. Саме цю версію з поправкою на рівність обчислює jamovi. І нарешті ми закінчили з теорією тесту Крускала-Уолліса. Я впевнений, що ви всі відчуваєте величезне полегшення, оскільки я позбавив вас екзистенційної тривоги, яка природно виникає, коли ви усвідомлюєте, що *не* знаєте, як обчислити коефіцієнт корекції зв'язку для тесту Крускала-Уолліса. Правда ж?

source: How to run the Kruskal-Wallis test in jamovi
de: Durchführen des Kruskal-Wallis-Tests in jamovi
nb: Slik kjører du Kruskal-Wallis-testen i jamovi
ta: சாமோவியில் க்ருச்கல்-வாலிச் சோதனையை எவ்வாறு இயக்குவது
uk: Як виконати тест Краскела-Уолліса в jamovi

source: Despite the horror that we’ve gone through in trying to understand what the Kruskal-Wallis test actually does, it turns out that running the test is pretty painless, since jamovi has an analysis as part of the ``ANOVA`` analysis set called ``Non-Parametric`` - ``One-Way ANOVA (Kruskall-Wallis)``. Most of the time you’ll have data like the |clinicaltrial|_ data set, in which you have your outcome variable ``mood.gain`` and a grouping variable ``drug``. If so, you can just go ahead and run the analysis in jamovi. What this gives us is a Kruskal-Wallis χ² = 12.076, *df* = 2, *p*-value = 0.00239, as in :numref:`fig-anova6`.
de: Obwohl wir einiges durchgemacht haben, um zu verstehen, wie der Kruskal-Wallis-Test funktioniert, stellt sich heraus, dass die Durchführung des Tests ziemlich schmerzlos ist. jamovi implementiert diese Analyse als Teil der ``ANOVA``-Analysen unter ``Non-Parametric`` - ``One-Way ANOVA (Kruskall-Wallis)``. Oft haben Sie Daten wie die aus dem Datensatz |clinicaltrial|_, mit einer Ergebnisvariable wie ``mood.gain`` und einer Gruppierungsvariable wie ``drug``. Mit solchen Daten können Sie die Analyse in jamovi einfach durchführen. Sie ergibt ein Kruskal-Wallis χ² = 12,076, *df* = 2, *p* = 0,00239, wie in :numref:`fig-anova6` gezeigt.
nb: Til tross for at vi har gått gjennom en hel del for å prøve å forstå hva Kruskal-Wallis-testen egentlig gjør, viser det seg at det er ganske smertefritt å kjøre testen, siden jamovi har en analyse som en del av analysesettet ``ANOVA`` som heter ``Non-Parametric`` - ``One-Way ANOVA (Kruskall-Wallis)``. Som oftest vil du ha data som i datasettet |clinicaltrial|_, der du har utfallsvariabelen ``mood.gain`` og en grupperingsvariabel ``drug``. I så fall kan du bare gå videre og kjøre analysen i jamovi. Dette gir oss en Kruskal-Wallis χ² = 12,076, *df* = 2, *p*-verdi = 0,00239, som i :numref:`fig-anova6`.
ta: க்ருச்கல்-வாலிச் சோதனை உண்மையில் என்ன செய்கிறது என்பதைப் புரிந்துகொள்ள முயற்சிப்பதில் நாங்கள் கடந்து சென்ற அதிர்ச்சி இருந்தபோதிலும், சோதனையை இயக்குவது மிகவும் வலியற்றது என்று மாறிவிடும், ஏனெனில் `` அனோவா`` பகுப்பாய்வு தொகுப்பின் ஒரு பகுதியாக சாமோவிக்கு ஒரு பகுப்பாய்வு உள்ளது `` அளவுரு அல்லாத` `-` `ஒரு வழி அனோவா (க்ருச்கால்-வாலிச்)` `. பெரும்பாலான நேரங்களில் உங்களிடம் | கிளினிக்கல் ட்ரீல் | _ தரவு தொகுப்பு போன்ற தரவு இருக்கும், இதில் உங்கள் விளைவு மாறி `` மனநிலை. அப்படியானால், நீங்கள் மேலே சென்று சமோவியில் பகுப்பாய்வை இயக்கலாம். இது நமக்குத் தருவது ஒரு க்ருச்கல்-வாலிச் χ² = 12.076, *df *= 2, *p *-value = 0.00239, இதைப் போல: numref: `fig-anova6`.
uk: Незважаючи на жах, який ми пережили, намагаючись зрозуміти, що насправді робить тест Крускала-Уолліса, виявляється, що виконання тесту є досить простим, оскільки jamovi має аналіз як частину набору аналізів ``ANOVA`` під назвою ``Non-Parametric`` - ``One-Way ANOVA (Kruskall-Wallis)``. У більшості випадків ви матимете дані, подібні до набору даних |clinicaltrial|_, в якому є ваша змінна результату ``mood.gain`` і змінна групування ``drug``. Якщо так, ви можете просто виконати аналіз в jamovi. В результаті ми отримаємо Kruskal-Wallis χ² = 12,076, *df* = 2, *p*-значення = 0,00239, як у :numref:`fig-anova6`.

source: non-parametric ``One-Way ANOVA (Kruskal-Wallis)`` in jamovi
de: Nicht-parametrische ``One-Way ANOVA (Kruskal-Wallis)`` in jamovi
nb: ikke-parametrisk ``One-Way ANOVA (Kruskal-Wallis)`` i jamovi
ta: அளவுரு அல்லாத `` ஒரு வழி அனோவா (க்ருச்கல்-வாலிச்) `` சாமோவியில்
uk: непараметричний ``One-Way ANOVA (Kruskal-Wallis)`` в jamovi

source: Non-parametric ``One-Way ANOVA (Kruskal-Wallis)`` in jamovi
de: Nicht-parametrische ``One-Way ANOVA (Kruskal-Wallis)`` in jamovi
nb: Ikke-parametrisk ``One-Way ANOVA (Kruskal-Wallis)`` i jamovi
ta: அளவுரு அல்லாத `` ஒரு வழி அனோவா (க்ருச்கல்-வாலிச்) `` சாமோவியில்
uk: Непараметричний ``One-Way ANOVA (Kruskal-Wallis)`` в jamovi

source: A technical term.
de: Ein Fachbegriff.
nb: En teknisk term.
ta: ஒரு தொழில்நுட்ப சொல்.
uk: Технічний термін.

source: Repeated measures one-way ANOVA
de: Einfaktorielle ANOVA mit Messwiederholung
nb: Enveis ANOVA for gjentatte målinger
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் ஒரு வழி ANOVA
uk: Повторні вимірювання в одному напрямку ANOVA
