Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: Now that we’ve seen how to check for normality, we are led naturally to ask what we can do to address violations of normality. In the context of a One-way ANOVA, the easiest solution is probably to switch to a non-parametric test (i.e., one that doesn’t rely on any particular assumption about the kind of distribution involved). We’ve seen non-parametric tests before, in chapter :doc:`Comparing two means <../Ch11/Ch11_tTest>`. When you only have two groups, the Mann-Whitney or the Wilcoxon test provides the non-parametric alternative that you need. When you’ve got three or more groups, you can use the **Kruskal-Wallis rank sum test** (`Kruskal & Wallis, 1952 <../Other/References.html#kruskal-1952>`__\ ). So that’s the test we’ll talk about next.
de: Nachdem wir nun gesehen haben, wie man auf Normalverteilung prüft, stellt sich natürlich die Frage, was wir tun können, um Verletzungen der Normalverteilung zu beheben. Im Zusammenhang mit einer einfaktoriellen ANOVA besteht die einfachste Lösung wahrscheinlich darin, zu einem nicht-parametrischen Test zu wechseln (d.h. einem Test, der nicht auf einer bestimmten Annahme über die Art der beteiligten Verteilung beruht). Wir haben nichtparametrische Tests bereits in Kapitel :doc:`Vergleich zweier Mittelwerte <../Ch11/Ch11_tTest>` kennengelernt. Wenn Sie nur zwei Gruppen haben, ist der Mann-Whitney- oder der Wilcoxon-Test die nichtparametrische Alternative, die Sie brauchen. Wenn Sie drei oder mehr Gruppen haben, können Sie den **Kruskal-Wallis-Rangsummentest** (`Kruskal & Wallis, 1952 <../Other/References.html#kruskal-1952>`__\ ) verwenden. Das ist der Test, über den wir als Nächstes sprechen werden.

source: and we can define the “between groups ranked sums of squares” like this
de: und wir können die „Quadratsumme der Ränge zwischen den Gruppen“ definieren als

source: and if the null hypothesis is true, then the sampling distribution of *K* is *approximately* χ² with G - 1 degrees of freedom (where G is the number of groups). The larger the value of *K*, the less consistent the data are with the null hypothesis, so this is a one-sided test. We reject H\ :sub:`0` when *K* is sufficiently large.
de: und wenn die Nullhypothese wahr ist, dann ist die Stichprobenverteilung von *K* *ungefähr* χ²-verteilt mit G - 1 Freiheitsgraden (wobei G die Anzahl der Gruppen ist). Je größer der Wert von *K*, desto weniger konsistent sind die Daten mit der Nullhypothese, es handelt sich also um einen einseitigen Test. Wir lehnen H\ :sub:`0` ab, wenn *K* ausreichend groß ist.

source: This change in SS\ :sub:`error` term often leads to a more powerful statistical test, but this does depend on whether the reduction in the SS\ :sub:`error` more than compensates for the reduction in degrees of freedom for the error term (as degrees of freedom go from (n - k)\ [#]_ to (n - 1)(k - 1) (remembering that there are more subjects in the independent ANOVA design).
de: Diese Änderung des SS\ :sub:`error`-Terms führt oft zu einem aussagekräftigeren statistischen Test. Dies hängt aber davon ab, ob die Reduktion der Quadratsumme SS\ :sub:`error` durch die Erhöhung der Freiheitsgrade kompensiert wird (die Freiheitsgrade erhöhen sich von (*n* - *k*)\ [#]_ auf (*n* - 1)(*k* - 1); dabei ist aber zu berücksichtigen, dass unabhängige ANOVA-Designs typischerweise höhere Probandenzahlen haben).

source: First, we need some data. `Geschwind (1972) <../Other/References.html#geschwind-1972>`__ has suggested that the exact nature of a patient’s language deficit following a stroke can be used to diagnose the specific region of the brain that has been damaged. A researcher is concerned with identifying the specific communication difficulties experienced by six patients suffering from Broca’s Aphasia (a language deficit commonly experienced following a stroke).
de: Zuerst brauchen wir einige Daten: `Geschwind (1972) <../Other/References.html#geschwind-1972>`__ hat vorgeschlagen, dass die Art von Sprachdefiziten bei Schlaganfall-Patienten davon abhängt, welche spezifische Region des Gehirns geschädigt wurde (umgekehrt kann die Art von Defiziten verwendet werden kann, um zu diagnostizieren, welche Hirnregion von einer Läsion betroffen ist). Ein Forscher beschäftigt sich mit der Identifizierung der spezifischen Kommunikationsschwierigkeiten von sechs Patienten, die an Broca-Aphasie leiden (ein Sprachdefizit, das häufig nach einem Schlaganfall auftritt).

source: Enter a name for the Repeated Measures Factor (orginally: ``RM Factor …``). This should be a label that you choose to describe the conditions repeated by all participants. For example, to describe the speech, conceptual and syntax tasks completed by all participants a suitable label would be ``Task``. Note that this new factor name represents the independent variable in the analysis.
de: Geben Sie einen Namen für den Messwiederholungsfaktor ein (d.h., ersetzen Sie das ursprüngliche ``RM-Faktor ...`` mit diesem Namen). Dies sollte ein Name sein, der alle Bedingungen beschreibt, die von den Teilnehmern wiederholt wurden. Um beispielsweise die von allen Teilnehmern erledigten Sprachproduktions-, Semantik- und Syntaxaufgaben zu beschreiben, wäre eine geeignete Bezeichnung „Aufgabe“ oder „Aufgabenbereich“ (``Task``). Dieser neue Faktor-Name stellt die unabhängige Variable in der Analyse dar.

source: Add a third level in the Repeated Measures Factors text box, as there are three levels representing the three tasks: ``Speech``, ``Conceptual`` and ``Syntax``. Change the labels of the levels accordingly.
de: Fügen Sie im Textfeld ``Repeated Measures Factors`` eine dritte Ebene hinzu, da es drei Ebenen für die verschiedenen Aufgaben gibt und ändern Sie die Bezeichnungen der Ebenen entsprechend: Sprachproduktion (``Speech``), Semantik (``Conceptual``) und Syntax (``Syntax``).

source: Finally, under the ``Assumption Checks`` option, tick the ``Sphericity checks`` text box.
de: Setzen Sie schließlich unter den ``Assumption Checks``-Optionen das Kontrollkästchen ``Sphericity checks``.

source: In our analysis, we saw that the significance of Mauchly’s Test of Sphericity was *p* = 0.720 (i.e. *p* > 0.05). So, this means we can assume that the requirement of sphericity has been met so no correction to the *F*-value is needed. Therefore, we can use the ``None`` Sphericity Correction output values for the repeated measure ``Task``: *F* = 6.93, *df* = 2, *p* = 0.013, and we can conclude that the number of tests successfully completed on each language task did vary significantly depending on whether the task was speech, comprehension or syntax based (*F*\(2,10) = 6.93, *p* = 0.013).
de: In unserer Analyse haben wir gesehen, dass die Signifikanz von Mauchly’s Tests auf Sphärizität *p* = 0,720 war (d. h. *p* > 0,05). Das bedeutet, dass wir davon ausgehen können, dass die Anforderung an die Sphärizität erfüllt ist, sodass keine Korrektur des *F*-Werts erforderlich ist. Daher können wir die Ausgabewerte in der Zeile ohne Sphärizitätskorrektur (Zeilenname und Checkbox ``None`` in den Optionen) für den Messwiederholungsfaktor ``Task`` verwenden: *F* = 6,93, *df1* = 2, *df2* = 10, *p* = 0,013. Wir können daraus schließen, dass die Zahl der erfolgreich abgeschlossenen Tests je nach Sprachaufgabe signifikant variierte, d.h. je nachdem, ob die Aufgabe produktions-, verständnis- oder syntaxbasiert war (*F*\(2,10) = 6,93, *p* = 0,013).

source: There’s a fair bit covered in this chapter, but there’s still a lot missing. Most obviously, I haven’t discussed how to run an ANOVA when you are interested in more than one grouping variable, but that will be discussed in a lot of detail in chapter :doc:`Factorial ANOVA <../Ch14/Ch14_ANOVA2>`. In terms of what we have discussed, the key topics were:
de: In diesem Kapitel wird eine Menge verschiedener Analysen behandelt, aber es fehlt noch viel. Offensichtlich habe ich nicht besprochen, wie man eine ANOVA durchführt, wenn Sie an mehr als einer Gruppierungsvariable interessiert sind, aber das wird ausführlich in Kapitel :doc:`Faktorielle ANOVA <../Ch14/Ch14_ANOVA2>` besprochen. In Bezug auf das, was wir besprochen haben, waren die Schlüsselthemen:

source: The basic logic behind :doc:`how ANOVA works <../Ch13/Ch13_ANOVA_02>` and :doc:`how to run one in jamovi <../Ch13/Ch13_ANOVA_03>`.
de: Die grundlegende Logik hinter :doc:`wie die ANOVA funktioniert <../Ch13/Ch13_ANOVA_02>` und :doc:`wie man eine ANOVA in jamovi durchführt <../Ch13/Ch13_ANOVA_03>`.

source: How to compute an :doc:`effect size <../Ch13/Ch13_ANOVA_04>` for an ANOVA.
de: Berechnung der :doc:`Effektstärke <../Ch13/Ch13_ANOVA_04>` für eine ANOVA.

source: :doc:`Post-hoc analysis and corrections for multiple testing <../Ch13/Ch13_ANOVA_05>`.
de: :doc:`Post-hoc-Analysen und Korrekturen für multiple Paarvergleiche <../Ch13/Ch13_ANOVA_05>`.

source: The :doc:`assumptions made by the ANOVA <../Ch13/Ch13_ANOVA_06>`: How to check the homogeneity of variance assumption and what to do if it is violated; as well as how to check the normality assumption and what to do if it is violated.
de: Die :doc:`Voraussetzungen, um eine ANOVA durchführen zu können <../Ch13/Ch13_ANOVA_06>`: Wie man die Annahme der Varianzhomogenität überprüft und was zu tun ist, wenn sie verletzt ist; sowie wie man die Annahme der Normalverteilung überprüft und was zu tun ist, wenn sie verletzt ist.

source: :doc:`Repeated measures ANOVA <../Ch13/Ch13_ANOVA_07>` and its non-parametric equivalent, the :doc:`Friedman test <../Ch13/Ch13_ANOVA_08>`.
de: Die :doc:`ANOVA mit Messwiederholung <../Ch13/Ch13_ANOVA_07>` sowie ihr nichtparametrisches Äquivalent, der :doc:`Friedman-Test <../Ch13/Ch13_ANOVA_08>`.

source: As with all of the chapters in this book, there are quite a few different sources that I’ve relied upon, but the one stand-out text that I’ve been most heavily influenced by is `Sahai and Ageel (2000) <../Other/References.html#sahai-2000>`__. It’s not a good book for beginners, but it’s an excellent book for more advanced readers who are interested in understanding the mathematics behind ANOVA.
de: Wie bei allen Kapiteln in diesem Buch habe ich mich auf einige verschiedene Quellen gestützt, aber der eine herausragende Text, von dem ich am stärksten beeinflusst wurde, ist `Sahai and Ageel (2000) <. ./Other/References.html#sahai-2000>`__. Es ist kein gutes Buch für Anfänger, aber es ist ein ausgezeichnetes Buch für fortgeschrittene Leser, die daran interessiert sind, die Mathematik hinter der ANOVA zu verstehen.
