Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: In order to convert our SS values into an *F*-ratio the first thing we need to calculate is the **degrees of freedom** associated with the |SS_b| and |SS_w| values. As usual, the degrees of freedom corresponds to the number of unique “data points” that contribute to a particular calculation, minus the number of “constraints” that they need to satisfy. For the within-groups variability what we’re calculating is the variation of the individual observations (*N* data points) around the group means (*G* constraints). In contrast, for the between groups variability we’re interested in the variation of the group means (*G* data points) around the grand mean (1 constraint). Therefore, the degrees of freedom here are:
de: Um unsere QS-Werte in einen *F*-Wert umzuwandeln, müssen wir zunächst die **Freiheitsgrade** berechnen, die mit den |SS_b| und |SS_w| Werten verbunden sind. Wie üblich entsprechen die Freiheitsgrade der Anzahl der eindeutigen „Datenpunkte“, die zu einer bestimmten Berechnung beitragen, abzüglich der Anzahl der „Einschränkungen“, die sie erfüllen müssen. Für die Variabilität innerhalb der Gruppen (*within-groups variability*) berechnen wir die Variation der einzelnen Beobachtungen (*N* Datenpunkte) um die Gruppenmittelwerte (*G* Einschränkungen). Im Gegensatz dazu sind wir bei der Variabilität zwischen den Gruppen an der Variation der Gruppenmittelwerte (*G* Datenpunkte) um den Gesamtmittelwert (1 Einschränlung) interessiert. Daher sind die Freiheitsgrade hier:
nb: For å konvertere SS-verdiene våre til et *F*-forhold må vi først beregne **frihetsgradene** som er knyttet til |SS_b|- og |SS_w|-verdiene. Som vanlig tilsvarer frihetsgradene antallet unike «datapunkter» som bidrar til en bestemt beregning, minus antallet «begrensninger» (*constraints*) som de må tilfredsstille. For variabiliteten innenfor gruppene beregner vi variasjonen i de individuelle observasjonene (*N* datapunkter) rundt gruppegjennomsnittet (*G* begrensninger, *constraints*). For variabiliteten mellom grupper er vi derimot interessert i variasjonen i gruppegjennomsnittet (*G* datapunkter) rundt det totale gjennomsnittet (1 begrensning, *constraint*). Derfor er frihetsgradene her:
ta: எங்கள் SS மதிப்புகளை ஒரு*f*-ratio ஆக மாற்றுவதற்கு நாம் கணக்கிட வேண்டிய முதல் சேதி ** சுதந்திரத்தின் டிகிரி ** | SS_B | உடன் தொடர்புடையது மற்றும் | SS_W | மதிப்புகள். வழக்கம் போல், சுதந்திரத்தின் அளவுகள் ஒரு குறிப்பிட்ட கணக்கீட்டிற்கு பங்களிக்கும் தனித்துவமான “தரவு புள்ளிகளின்” எண்ணிக்கையுடன் ஒத்துப்போகின்றன, அவை நிறைவு செய்ய வேண்டிய “தடைகளின்” எண்ணிக்கையை குறைக்கின்றன. குழுக்களுக்குள் உள்ள மாறுபாட்டிற்கு, நாங்கள் கணக்கிடுவது குழுவைச் சுற்றியுள்ள தனிப்பட்ட அவதானிப்புகளின் (* n* தரவு புள்ளிகள்) மாறுபாடு (* g* கட்டுப்பாடுகள்). இதற்கு நேர்மாறாக, குழுக்களுக்கு இடையில் மாறுபாட்டிற்கு நாங்கள் குழுவின் மாறுபாட்டில் ஆர்வமாக உள்ளோம் (* g* தரவு புள்ளிகள்) பெரிய சராசரி (1 கட்டுப்பாடு). எனவே, இங்கே சுதந்திரத்தின் அளவுகள்:
uk: Щоб перетворити наші значення SS у коефіцієнт *F*, спочатку потрібно обчислити **ступені свободи**, пов'язані із значеннями |SS_b| та |SS_w|. Як зазвичай, ступені свободи відповідають кількості унікальних «точок даних», які впливають на конкретний розрахунок, мінус кількість «обмежень», яким вони повинні відповідати. Для внутрішньогрупової мінливості ми обчислюємо варіацію окремих спостережень (*N* точок даних) навколо середніх значень групи (*G* обмежень). На відміну від цього, для міжгрупової мінливості нас цікавить варіація середніх значень групи (*G* точок даних) навколо загального середнього значення (1 обмеження). Отже, ступені свободи тут такі:

source: |df_b| = *G* - 1
ta: | df_b | = * ஐயா * - 1

source: Okay, that seems simple enough. What we do next is convert our summed squares value into a “mean squares” value, which we do by dividing by the degrees of freedom:
de: Okay, das scheint ziemlich einfach zu sein. Als Nächstes wandeln wir unseren Wert der Quadratsummen in einen Wert der „mittleren Quadrate“ (*„mean squares“*) um, indem wir ihn durch die Freiheitsgrade teilen:
nb: Ok, det virker enkelt nok. Det neste vi gjør, er å konvertere kvadratsummen (*sum of squares*) til en «gjennomsnittlig kvadratsumme», (*mean square*; MS) noe vi gjør ved å dividere med frihetsgradene:
ta: சரி, அது போதுமான எளிமையானதாகத் தெரிகிறது. நாம் அடுத்து என்ன செய்வது என்பது நமது சுருக்கமான சதுர மதிப்புகளை “சராசரி சதுரங்கள்” மதிப்பாக மாற்றுவதாகும், இது சுதந்திரத்தின் அளவைக் காண்பிப்பதன் மூலம் நாம் செய்கிறோம்:
uk: Гаразд, це здається досить простим. Далі ми перетворюємо значення підсумованих квадратів на значення «середніх квадратів», ділячи його на кількість ступенів свободи:

source: Finally, we calculate the *F*-ratio by dividing the between-groups MS by the within-groups MS:
de: Schließlich berechnen wir den *F*-Wert, indem wir die MQS (*MS*) zwischen den Gruppen durch die MQS (*M*) innerhalb der Gruppen dividieren:
nb: Til slutt beregner vi *F*-ratioen ved å dividere MS mellom grupper med MS innenfor gruppene:
ta: இறுதியாக, குழுக்களுக்கு இடையில் உள்ள குழுக்களுக்குள் எம்.எச்.
uk: Нарешті, ми обчислюємо *F*-співвідношення, ділячи міжгрупову MS на внутрішньогрупову MS:

source: At a very general level, the intuition behind the *F*-statistic is straightforward. Bigger values of *F* means that the between-groups variation is large relative to the within-groups variation. As a consequence, the larger the value of *F* the more evidence we have against the null hypothesis. But how large does *F* have to be in order to actually *reject* H\ :sub:`0`? In order to understand this, you need a slightly deeper understanding of what ANOVA is and what the mean squares values actually are.
nb: På et veldig generelt nivå er intuisjonen bak *F*-statistikken enkel. Større verdier av *F* betyr at variasjonen mellom gruppene er stor i forhold til variasjonen innenfor gruppene. Jo større verdien av *F* er, desto mer bevis har vi mot nullhypotesen. Men hvor stor må *F* være for at vi faktisk skal kunne *forkaste* H\ :sub:`0`? For å forstå dette trenger du en litt dypere forståelse av hva ANOVA er, og hva de gjennomsnittlige kvadratsummene faktisk er.
ta: மிகவும் பொதுவான மட்டத்தில், *f *-statistict க்கு பின்னால் உள்ளுணர்வு நேரடியானது. * F * இன் பெரிய மதிப்புகள், குழுக்களுக்கு இடையில் உள்ள மாறுபாடு பெரிய அளவில் குழுக்களுக்குள் மாறுபட்டது. இதன் விளைவாக, சுழிய கருதுகோளுக்கு எதிராக நமக்கு அதிகமான சான்றுகள் * f * இன் பெரிய மதிப்பு. ஆனால் * h \: துணை: `0` நிராகரிக்க * f * எவ்வளவு பெரியதாக இருக்க வேண்டும்? இதைப் புரிந்து கொள்ள, ANOVA என்றால் என்ன, சராசரி சதுர மதிப்புகள் உண்மையில் என்ன என்பதைப் பற்றி சற்று ஆழமான புரிதல் உங்களுக்குத் தேவை.
uk: На дуже загальному рівні інтуїція, що лежить в основі *F*-статистики, є досить простою. Більші значення *F* означають, що міжгрупова варіація є великою порівняно з внутрішньогруповою варіацією. Як наслідок, чим більше значення *F*, тим більше доказів ми маємо проти нульової гіпотези. Але наскільки великим має бути *F*, щоб фактично *відхилити* H\ :sub:`0`? Щоб це зрозуміти, потрібно трохи глибше зрозуміти, що таке ANOVA і що таке середні квадратичні значення.

source: The next section discusses that in a bit of detail, but for readers that aren’t interested in the details of what the test is actually measuring I’ll cut to the chase. In order to complete our hypothesis test we need to know the sampling distribution for *F* if the null hypothesis is true. Not surprisingly, the sampling distribution for the *F*-statistic under the null hypothesis is an *F*-distribution. If you recall our discussion of the *F*-distribution in chapter :doc:`../Ch07/Ch07_Probability`, the *F*-distribution has two parameters, corresponding to the two degrees of freedom involved. The first one *df*\ :sub:`1` is the between groups degrees of freedom |df_b|, and the second one *df*\ :sub:`2` is the within groups degrees of freedom |df_w|\.
nb: I neste avsnitt diskuterer vi dette i detalj, men for lesere som ikke er interessert i detaljene om hva testen faktisk måler, skal jeg gå rett på sak. For å kunne fullføre hypotesetesten må vi kjenne utvalgsfordelingen for *F* hvis nullhypotesen er sann. Ikke overraskende er utvalgsfordelingen for *F*-statistikken under nullhypotesen en *F*-fordeling. Hvis du husker diskusjonen om *F*-fordelingen i kapittel :doc:`../Ch07/Ch07_Probability`, har *F*-fordelingen to parametere, som tilsvarer de to frihetsgradene som er involvert. Den første *df*\ :sub:`1` er frihetsgradene mellom grupper |df_b|, og den andre *df*\ :sub:`2` er frihetsgradene innenfor grupper |df_w|\.
ta: அடுத்த பகுதி பற்றி விவாதிக்கிறது, ஆனால் சோதனை உண்மையில் என்ன அளவிடுகிறது என்ற விவரங்களில் ஆர்வம் காட்டாத வாசகர்களுக்கு நான் துரத்தலுக்கு வெட்டுவேன். எங்கள் கருதுகோள் சோதனையை முடிக்க சுழிய கருதுகோள் உண்மையாக இருந்தால் * f * க்கான மாதிரி விநியோகத்தை நாம் அறிந்து கொள்ள வேண்டும். சுழிய கருதுகோளின் கீழ் *f *-statistist க்கான மாதிரி வழங்கல் ஒரு *f *-distribution என்பது ஆச்சரியமல்ல. அத்தியாயம்: டாக்: `../ ch07/ch07_probability` இல் *f *-distripution பற்றிய எங்கள் விவாதத்தை நீங்கள் நினைவு கூர்ந்தால், *f *-distribution இரண்டு அளவுருக்களைக் கொண்டுள்ளது, இது இரண்டு டிகிரி சுதந்திரத்துடன் தொடர்புடையது. முதல் ஒன்று *df *\: sub: `1` என்பது சுதந்திரத்தின் குழுக்களுக்கு இடையில் | df_b |, மற்றும் இரண்டாவது ஒன்று *df *\: துணை:` 2` என்பது குழுக்களுக்குள் சுதந்திரத்தின் பட்டம் | df_w | \.
uk: У наступному розділі це питання розглядається більш детально, але для читачів, які не цікавляться деталями того, що насправді вимірює тест, я перейду відразу до суті. Щоб завершити перевірку гіпотези, нам потрібно знати вибірковий розподіл для *F*, якщо нульова гіпотеза є правдивою. Не дивно, що вибіркове розподілення для *F*-статистики за нульовою гіпотезою є *F*-розподілом. Якщо ви пам'ятаєте наше обговорення *F*-розподілу в розділі :doc:`../Ch07/Ch07_Probability`, *F*-розподіл має два параметри, що відповідають двом ступеням свободи. Перший *df*\ :sub:`1` — це ступені свободи між групами |df_b|, а другий *df*\ :sub:`2` — це ступені свободи всередині груп |df_w|\.

source: A summary of all the key quantities involved in a one-way ANOVA, including the formulas showing how they are calculated, is shown in :numref:`tab-anovatable`.
de: Eine Zusammenfassung aller wichtigen Größen, die an einer einfaktoriellen ANOVA (*one-way ANOVA*) beteiligt sind, einschließlich der Formeln, die zeigen, wie sie berechnet werden, ist zu finden in :numref:`tab-anovatable`.
nb: En oppsummering av alle de viktigste størrelsene som inngår i en enveis ANOVA, inkludert formlene som viser hvordan de beregnes, er vist i :numref:`tab-anovatable`.
ta: ஒரு வழி ANOVA இல் ஈடுபட்டுள்ள அனைத்து முக்கிய அளவுகளின் சுருக்கம், அவை எவ்வாறு கணக்கிடப்படுகின்றன என்பதைக் காட்டும் சூத்திரங்கள் உட்பட, இதில் காட்டப்பட்டுள்ளது: NUMREF: `TAB-ANOVATABLE`.
uk: Зведений огляд усіх ключових величин, що беруть участь в однофакторному дисперсійному аналізі (ANOVA), включаючи формули, що показують, як вони розраховуються, наведено на рисунку. :numref:`tab-anovatable`.

source: All of the key quantities involved in an ANOVA organised into a “standard” ANOVA table. The formulas for all quantities (except the *p*-value which has a very ugly formula and would be nightmarishly hard to calculate without a computer) are shown.
de: Alle wichtigen Größen, die man für die Berechnung einer ANOVA benötigt, sind in einer „Standard“-ANOVA-Tabelle zusammengefasst. Die Formeln für alle Größen (mit Ausnahme des *p*-Wertes, der eine sehr hässliche Formel hat und ohne Computer nur sehr schwer zu berechnen wäre) sind angegeben.
nb: Alle de viktigste størrelsene som inngår i en ANOVA, er organisert i en «standard» ANOVA-tabell. Formlene for alle størrelsene (bortsett fra *p*-verdien, som har en veldig stygg formel og ville vært marerittaktig vanskelig å beregne uten datamaskin) er vist.
ta: ANOVA இல் ஈடுபட்டுள்ள அனைத்து முக்கிய அளவுகளும் “நிலையான” ANOVA அட்டவணையில் ஒழுங்கமைக்கப்பட்டுள்ளன. எல்லா அளவுகளுக்கான சூத்திரங்கள் ( *பி *-மதிப்பு தவிர, இது மிகவும் அசிங்கமான சூத்திரத்தைக் கொண்டுள்ளது மற்றும் கணினி இல்லாமல் கணக்கிடுவது கனவாக கடினமாக இருக்கும்) காட்டப்பட்டுள்ளது.
uk: Всі ключові величини, що використовуються в ANOVA, організовані в «стандартну» таблицю ANOVA. Показані формули для всіх величин (крім *p*-значення, яке має дуже складну формулу і яке було б надзвичайно важко обчислити без комп'ютера).

source: sum of squares
de: Quadratsummen
nb: Kvadratsummer
ta: சதுரங்களின் தொகை
uk: сума квадратів

source: mean squares
de: Mittlere Quadrate
nb: Gjennomsnittlige kvadratsummer
ta: சராசரி சதுரங்கள்
uk: середньоквадратичні

source: *F*-statistic
de: *F*-Statistik
nb: *F*-statistikk
ta: *F*-ச்டாடிச்டிக்
uk: *F*-статистика

source: *p*-value
de: *p*-Wert
nb: *p*-verdi
ta: *பி*-மதிப்பு
uk: *p*-значення

source: **between groups**
de: **zwischen Gruppen**
nb: **mellom grupper**
ta: ** குழுக்களுக்கு இடையில் **
uk: **між групами**

source: [complicated]
de: [kompliziert]
nb: [komplisert]
ta: [சிக்கலானது]
uk: [складний]

source: **within groups**
de: **innerhalb von Gruppen**
nb: **innenfor grupper**
ta: ** குழுக்களுக்குள் **
uk: **у групах**

source: The model for the data and the meaning of *F*
de: Das Modell für die Daten und die Bedeutung von *F*
nb: Modellen for dataene og betydningen av *F*
ta: தரவுகளுக்கான மாதிரி மற்றும் *f *இன் பொருள்
uk: Модель для даних та значення *F*

source: At a fundamental level ANOVA is a competition between two different statistical models, H\ :sub:`0` and H\ :sub:`1`. When I described the null and alternative hypotheses at the start of the section, I was a little imprecise about what these models actually are. I’ll remedy that now, though you probably won’t like me for doing so. If you recall, our null hypothesis was that all of the group means are identical to one another. If so, then a natural way to think about the outcome variable |Y_ik| is to describe individual scores in terms of a single population mean µ, plus the deviation from that population mean. This deviation is usually denoted ϵ\ :sub:`ik` and is traditionally called the *error* or **residual** associated with that observation. Be careful though. Just like we saw with the word “significant”, the word “error” has a technical meaning in statistics that isn’t quite the same as its everyday English definition. In everyday language, “error” implies a mistake of some kind, but in statistics it doesn’t (or at least, not necessarily). With that in mind, the word “residual” is a better term than the word “error”. In statistics both words mean “leftover variability”, that is “stuff” that the model can’t explain.
de: Im Grunde ist die ANOVA ein Wettbewerb zwischen zwei verschiedenen statistischen Modellen, H\ :sub:`0` und H\ :sub:`1`. Als ich zu Beginn des Abschnitts die Null- und Alternativhypothesen beschrieben habe, war ich etwas ungenau in der Beschriebung, was diese Modelle eigentlich sind. Ich werde das jetzt korrigieren, auch wenn Sie das wahrscheinlich nicht gut finden werden. Wenn Sie sich erinnern, war unsere Nullhypothese, dass alle Gruppenmittelwerte identisch sind. Wenn dies der Fall ist, dann ist eine natürliche Art und Weise, über die Ergebnisvariable |Y_ik| nachzudenken, die individuellen Ergebnisse in Form eines einzigen Populationsmittelwerts µ zu beschreiben, plus der Abweichung von diesem Populationsmittelwert. Diese Abweichung wird in der Regel mit ϵ\ :sub:`ik` bezeichnet und wird traditionell als *Fehler* oder **Residuum** bezeichnet, die mit dieser Beobachtung verbunden ist. Seien Sie jedoch vorsichtig. Genau wie beim Wort „signifikant“ hat das Wort „Fehler“ in der Statistik eine technische Bedeutung, die nicht ganz mit der alltagssprachlichen Definition übereinstimmt. In der Alltagssprache impliziert „Fehler“ eine Art von Irrtum, in der Statistik jedoch nicht (oder zumindest nicht unbedingt). In diesem Sinne ist das Wort „Residuum“ ein besserer Begriff als das Wort „Fehler“. In der Statistik bedeuten beide Wörter „Restvariabilität“, d. h. „Dinge“, die das Modell nicht erklären kann.
nb: På et grunnleggende nivå er ANOVA en konkurranse mellom to ulike statistiske modeller, H\ :sub:`0` og H\ :sub:`1`. Da jeg beskrev nullhypotesen og alternativhypotesen i begynnelsen av avsnittet, var jeg litt upresis med hensyn til hva disse modellene egentlig er. Det skal jeg rette på nå, selv om du sikkert ikke vil like at jeg gjør det. Hvis du husker det, var nullhypotesen vår at alle gruppegjennomsnittene er identiske med hverandre. I så fall er en naturlig måte å tenke på utfallsvariabelen |Y_ik| å beskrive individuelle resultater i form av et enkelt populasjonsgjennomsnitt µ, pluss avviket fra dette populasjonsgjennomsnittet. Dette avviket betegnes vanligvis ϵ\ :sub:`ik` og kalles tradisjonelt *feilen* eller **residuum** som er knyttet til observasjonen. Men vær forsiktig. Akkurat som vi så med ordet «signifikant», har ordet «feil» en teknisk betydning i statistikk som ikke er helt den samme som den engelske hverdagsdefinisjonen. I dagligspråket innebærer «feil» et feilgrep av et eller annet slag, men i statistikken gjør det ikke det (eller i hvert fall ikke nødvendigvis). Med det i bakhodet er ordet «residuum» et bedre begrep enn ordet «feil». I statistikk betyr begge ordene «resterende variabilitet», det vil si «ting» som modellen ikke kan forklare.
ta: ஒரு அடிப்படை மட்டத்தில் ANOVA என்பது இரண்டு வெவ்வேறு புள்ளிவிவர மாதிரிகள், H \: துணை: `0` மற்றும் H \: துணை:` 1` ஆகியவற்றுக்கு இடையேயான ஒரு போட்டியாகும். பிரிவின் தொடக்கத்தில் சுழிய மற்றும் மாற்று கருதுகோள்களை நான் விவரித்தபோது, இந்த மாதிரிகள் உண்மையில் என்ன என்பதைப் பற்றி நான் கொஞ்சம் துல்லியமாக இருந்தேன். நான் இப்போது அதை சரிசெய்வேன், அவ்வாறு செய்வதற்கு நீங்கள் என்னை விரும்ப மாட்டீர்கள். நீங்கள் நினைவு கூர்ந்தால், எங்கள் சுழிய கருதுகோள் என்னவென்றால், குழு அனைத்தும் ஒருவருக்கொருவர் ஒத்ததாக இருக்கும். அப்படியானால், விளைவு மாறியைப் பற்றி சிந்திக்க இயற்கையான வழி | y_ik | ஒற்றை மக்கள்தொகையின் அடிப்படையில் தனிப்பட்ட மதிப்பெண்களை விவரிப்பதாகும், மேலும் அந்த மக்கள்தொகையிலிருந்து விலகல் என்பது பொருள். இந்த விலகல் வழக்கமாக ϵ \: துணை: `ik` எனக் குறிக்கப்படுகிறது, மேலும் பாரம்பரியமாக*பிழை*அல்லது ** எஞ்சிய ** அந்த அவதானிப்புடன் தொடர்புடையது. இருப்பினும் கவனமாக இருங்கள். “குறிப்பிடத்தக்க” என்ற வார்த்தையுடன் நாம் பார்த்ததைப் போலவே, “பிழை” என்ற வார்த்தைக்கு புள்ளிவிவரங்களில் தொழில்நுட்ப பொருள் உள்ளது, அது அதன் அன்றாட ஆங்கில வரையறைக்கு சமமானதல்ல. அன்றாட மொழியில், “பிழை” என்பது ஒருவித தவறைக் குறிக்கிறது, ஆனால் புள்ளிவிவரங்களில் அது இல்லை (அல்லது குறைந்தபட்சம், அவசியமில்லை). இதைக் கருத்தில் கொண்டு, “எஞ்சியவர்” என்ற சொல் “பிழை” என்ற வார்த்தையை விட சிறந்த சொல். புள்ளிவிவரங்களில் இரண்டு சொற்களும் “மீதமுள்ள மாறுபாடு” என்று பொருள், அதாவது மாதிரியால் விளக்க முடியாத “பொருள்”.
uk: На фундаментальному рівні ANOVA є змаганням між двома різними статистичними моделями, H\ :sub:`0` та H\ :sub:`1`. Коли я описував нульову та альтернативну гіпотези на початку розділу, я був дещо неточним щодо того, що насправді являють собою ці моделі. Зараз я виправлю це, хоча вам, ймовірно, це не сподобається. Якщо ви пам'ятаєте, наша нульова гіпотеза полягала в тому, що всі середні значення груп є ідентичними між собою. Якщо це так, то природним способом розглядати змінну результату |Y_ik| є опис індивідуальних балів у вигляді єдиного середнього значення популяції µ плюс відхилення від цього середнього значення популяції. Це відхилення зазвичай позначається ϵ\ :sub:`ik` і традиційно називається *похибкою* або **залишком**, пов'язаним з цим спостереженням. Однак будьте обережні. Так само, як ми бачили зі словом «значущий», слово «помилка» має технічне значення в статистиці, яке не зовсім збігається з його повсякденним визначенням в англійській мові. У повсякденній мові «помилка» означає якусь помилку, але в статистиці це не так (або, принаймні, не обов'язково). З огляду на це, слово «залишок» є кращим терміном, ніж слово «помилка». У статистиці обидва слова означають «залишкову мінливість», тобто «те, що модель не може пояснити».

source: In any case, here’s what the null hypothesis looks like when we write it as a statistical model
de: In jeden Fall sieht die Nullhypothese so aus, wenn wir sie als statistisches Modell schreiben
nb: Slik ser nullhypotesen uansett ut når vi skriver den som en statistisk modell
ta: எப்படியிருந்தாலும், நாம் அதை ஒரு புள்ளிவிவர மாதிரியாக எழுதும்போது சுழிய கருதுகோள் எப்படி இருக்கும் என்பது இங்கே
uk: У будь-якому разі, ось як виглядає нульова гіпотеза, якщо записати її як статистичну модель

source: |Y_ik| = µ + ϵ\ :sub:`ik`
ta: | Y_ik | = µ + ϵ \: துணை: `நான்`

source: where we make the *assumption* (discussed later) that the residual values ϵ\ :sub:`ik` are normally distributed, with mean 0 and a standard deviation σ that is the same for all groups. To use the notation that we introduced in chapter :doc:`../Ch07/Ch07_Probability` we would write this assumption like this:
nb: hvor vi gjør den *antakelsen* (diskutert senere) at residuene ϵ\ :sub:`ik` er normalfordelte, med et gjennomsnitt på 0 og et standardavvik σ som er likt for alle gruppene. For å bruke notasjonen som vi introduserte i kapittel :doc:`../Ch07/Ch07_Probability`, ville vi skrevet denne forutsetningen slik:
ta: எஞ்சிய மதிப்புகள் ϵ \: துணை: `ik` பொதுவாக விநியோகிக்கப்படுகின்றன, சராசரி 0 மற்றும் ஒரு நிலையான விலகல் σ இது எல்லா குழுக்களுக்கும் ஒரே மாதிரியானது என்று * அனுமானத்தை * (பின்னர் விவாதிக்க) செய்கிறோம். அத்தியாயத்தில் நாம் அறிமுகப்படுத்திய குறியீட்டைப் பயன்படுத்த: doc: `../ ch07/ch07_probability` இந்த அனுமானத்தை இதுபோன்ற எழுதுவோம்:
uk: де ми робимо *припущення* (обговорюється далі), що залишкові значення ϵ\ :sub:`ik` мають нормальний розподіл із середнім значенням 0 і стандартним відхиленням σ, яке є однаковим для всіх груп. Використовуючи позначення, які ми ввели в розділі :doc:`../Ch07/Ch07_Probability`, ми б записали це припущення так:

source: ϵ\ :sub:`ik` ~ Normal(0, σ²)
ta: ϵ \: துணை: `ik` ~ இயல்பானது (0, σ²)

source: What about the alternative hypothesis, H\ :sub:`1`? The only difference between the null hypothesis and the alternative hypothesis is that we allow each group to have a different population mean. So, if we let µ\ :sub:`k` denote the population mean for the *k*-th group in our experiment, then the statistical model corresponding to H\ :sub:`1` is
de: Und was ist mit der Alternativhypothese, H\ :sub:`1`? Der einzige Unterschied zwischen der Nullhypothese und der Alternativhypothese besteht darin, dass wir zulassen, dass jede Gruppe einen anderen Populationsmittelwert hat. Wenn wir also µ\ :sub:`k` als den Populationsmittelwert für die *k*-te Gruppe in unserem Experiment bezeichnen, dann lautet das entsprechende statistische Modell, das H\ :sub:`1`
nb: Hva med alternativhypotesen, H\ :sub:`1`? Den eneste forskjellen mellom nullhypotesen og alternativhypotesen er at vi tillater at hver gruppe har et forskjellig populasjonsgjennomsnitt. Så hvis vi lar µ\ :sub:`k` betegne populasjonsgjennomsnittet for den *k*-tredje gruppen i eksperimentet vårt, er den statistiske modellen som svarer til H\ :sub:`1`
ta: மாற்று கருதுகோள் பற்றி என்ன, h \: துணை: `1`? சுழிய கருதுகோளுக்கும் மாற்று கருதுகோளுக்கும் உள்ள ஒரே வேறுபாடு என்னவென்றால், ஒவ்வொரு குழுவிற்கும் வெவ்வேறு மக்கள் தொகை சராசரி இருக்க அனுமதிக்கிறோம். எனவே, எங்கள் பரிசோதனையில் *k *-th குழுவிற்கான மக்கள்தொகை சராசரியைக் குறிக்கும் µ \: sub: `k` அனுமதித்தால், h \: துணை:` 1` உடன் தொடர்புடைய புள்ளிவிவர மாதிரி
uk: А що щодо альтернативної гіпотези, H\ :sub:`1`? Єдина відмінність між нульовою гіпотезою та альтернативною гіпотезою полягає в тому, що ми допускаємо, що кожна група може мати різне середнє значення популяції. Отже, якщо позначити µ\ :sub:`k` середнє значення популяції для *k*-ї групи в нашому експерименті, то статистична модель, що відповідає H\ :sub:`1`, буде такою

source: |Y_ik| = µ\ :sub:`k` + ϵ\ :sub:`ik`
ta: | Y_ik | = µ \: துணை: `k` + ϵ \: துணை:` i`
