Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: (i.e., the biggest *p*-value remains unchanged, the second biggest *p*-value is doubled, the third biggest *p*-value is tripled, and so on), *or*
de: (d.h. der größte *p*-Wert bleibt unverändert, der zweitgrößte *p*-Wert wird verdoppelt, der drittgrößte *p*-Wert verdreifacht usw.), *oder*
nb: (dvs. den største *p*-verdien forblir uendret, den nest største *p*-verdien dobles, den tredje største *p*-verdien tredobles, og så videre), *eller*
uk: (тобто, найбільше значення *p* залишається незмінним, друге за величиною значення *p* подвоюється, третє за величиною значення *p* потроюється тощо), *або*

source: Repeated Measures ANOVA: SS\ :sub:`error` = SS\ :sub:`w` - SS\ :sub:`subjects`
uk: Повторні вимірювання ANOVA: SS\ :sub:`error` = SS\ :sub:`w` - SS\ :sub:`subjects`

source: Summary
de: Zusammenfassung
nb: Sammendrag
uk: Короткий зміст

source: The structure of this chapter is as follows: in section :doc:`An illustrative data set <../Ch13/Ch13_ANOVA_01>` I’ll introduce a fictitious data set that we’ll use as a running example throughout the chapter. After introducing the data, I’ll describe the mechanics of how a one-way ANOVA actually works :doc:`How ANOVA works <../Ch13/Ch13_ANOVA_02>` and then focus on :doc:`how you can run one in jamovi <../Ch13/Ch13_ANOVA_03>`. These two sections are the core of the chapter. The remainder of the chapter discusses a range of important topics that inevitably arise when running an ANOVA, namely how to calculate :doc:`effect sizes <../Ch13/Ch13_ANOVA_04>`, and :doc:`post-hoc tests and corrections for multiple comparisons <../Ch13/Ch13_ANOVA_05>`. Afterwards, we will talk about the :doc:`assumptions the ANOVA relies upon <../Ch13/Ch13_ANOVA_06>`, how to check those assumptions and some of the things you can do if the assumptions are violated. Then we’ll cover :doc:`repeated measures ANOVA <../Ch13/Ch13_ANOVA_07>` and it's non-parametric equivalent, the :doc:`Friedman test <../Ch13/Ch13_ANOVA_08>`.
de: Dieses Kapitel ist wie folgt aufgebaut: Im Abschnitt :doc:`Ein Datensatz zur Illustration <../Ch13/Ch13_ANOVA_01>` stelle ich einen fiktiven Datensatz vor, den wir im Laufe des Kapitels immer wieder als Beispiel verwenden werden. Nachdem ich die Daten vorgestellt habe, beschreibe ich die Funktionsweise einer einfaktoriellen ANOVA :doc:`Wie eine ANOVA funktioniert <../Ch13/Ch13_ANOVA_02>` und konzentriere mich dann auf :doc:`wie eine ANOVA in jamovi durchgeführt werden kann <../Ch13/Ch13_ANOVA_03>`. Diese beiden Abschnitte bilden den Kern des Kapitels. Der Rest des Kapitels behandelt eine Reihe wichtiger Themen, die bei der Durchführung einer ANOVA unweigerlich auftauchen, nämlich die Berechnung von :doc:`Effektstärken <../Ch13/Ch13_ANOVA_04>`, und :doc:`Post-hoc-Tests und die Korrektur für multiple Paarvergleiche <../Ch13/Ch13_ANOVA_05>`. Danach sprechen wir über die :doc:`Voraussetzungen um einen ANOVA durchführen zu können <../Ch13/Ch13_ANOVA_06>`, wie man diese Annahmen überprüft und was man tun kann, wenn die Voraussetzungen verletzt sind. Dann behandeln wir die :doc:`ANOVA mit Messwiederholung <../Ch13/Ch13_ANOVA_07>` und ihr nicht-parametrisches Äquivalent, den :doc:`Friedman-Test <../Ch13/Ch13_ANOVA_08>`.

source: At the end of the chapter we’ll talk a little about the :doc:`relationship between ANOVA and other statistical tools <../Ch13/Ch13_ANOVA_09>`.
de: Am Ende des Kapitels werden wir ein wenig über die :doc:`Beziehungen der ANOVA zu anderen statistischen Werkzeugen <../Ch13/Ch13_ANOVA_09>` sprechen.

source: For the purposes of this chapter, what we’re really interested in is the effect of ``drug`` on ``mood.gain``. The first thing to do is calculate some descriptive statistics and draw some graphs. In :doc:`Descriptive statistics <../Ch04/Ch04_Descriptives>` we showed you how to do this, and some of the descriptive statistics we can calculate in jamovi are shown in :numref`fig-anova1`.
de: In diesem Kapitel sind wir an den Auswirkungen von ``drug`` auf ``mood.gain`` interessiert. Als Erstes müssen wir einige deskriptive Statistiken berechnen und einige Diagramme zeichnen. In :doc:`Deskriptive Statistik <../Ch04/Ch04_Descriptives>` haben wir Ihnen gezeigt, wie man das macht, und einige der deskriptiven Statistiken, die wir in jamovi berechnen können, sind in :numref:`fig-anova1` dargestellt.

source: As the plot makes clear, there is a larger improvement in mood for participants in the ``Joyzepam`` group than for either the ``Anxifree`` group or the ``Placebo`` group. The ``Anxifree`` group shows a larger mood gain than the ``Placebo`` group, but the difference isn’t as large. The question that we want to answer is are these difference “real”, or are they just due to chance?
de: Wie die Grafik verdeutlicht, verbessert sich die Stimmung der Teilnehmer in der ``Joyzepam``-Gruppe stärker als in der ``Anxifree``-Gruppe oder der ``Placebo``-Gruppe. Die ``Anxifree``-Gruppe zeigt eine stärkere Verbesserung der Stimmung als die ``Placebo`` Gruppe, allerdings ist der Unterschied ist nicht so groß. Die Frage, die wir beantworten wollen, ist, ob diese Unterschiede „echt“ sind, oder ob sie nur auf den Zufall zurückzuführen sind?

source: The experimental design that I described in the previous section strongly suggests that we’re interested in comparing the average mood change for the three different drugs. In that sense, we’re talking about an analysis similar to the *t*-test (chapter :doc:`Comparing two means <../Ch11/Ch11_tTest>`) but involving more than two groups. If we let µ\ :sub:`P` denote the population mean for the mood change induced by the placebo, and let µ\ :sub:`A` and µ\ :sub:`J` denote the corresponding means for our two drugs, Anxifree and Joyzepam, then the (somewhat pessimistic) null hypothesis that we want to test is that all three population means are identical. That is, *neither* of the two drugs is any more effective than a placebo. We can write out this null hypothesis as:
de: Der Versuchsplan, den ich im vorigen Abschnitt beschrieben habe, legt nahe, dass wir daran interessiert sind, die durchschnittliche Stimmungsänderung für die drei verschiedenen Medikamente zu vergleichen. In diesem Sinne handelt es sich um eine Analyse ähnlich dem *t*-Test (chapter :doc:`Comparing two means <../Ch11/Ch11_tTest>`) nur mit mehr als zwei Gruppen. Wenn wir den Populationsmittelwert für die durch das Placebo hervorgerufene Stimmungsänderung als µ\ :sub:`P` bezeichnen und µ\ :sub:`A` und µ\ :sub:`J` als die entsprechenden Mittelwerte für unsere beiden Medikamente, Anxifree und Joyzepam, bezeichnen, dann ist die (etwas pessimistische) Nullhypothese, die wir testen wollen, dass alle drei Populationsmittelwerte identisch sind. Das heißt, dass *keines* der beiden Medikamente wirksamer ist als ein Placebo. Wir können diese Nullhypothese wie folgt formulieren:

source: Now that we’ve got our notation sorted out we can start writing down formulas. To start with, let’s recall the formula for the variance that we used in :doc:`Measures of variability <../Ch04/Ch04_Descriptives_2>`, way back in those kinder days when we were just doing descriptive statistics. The sample variance of *Y* is defined as follows
de: Nun, da wir die Notation geklärt haben, können wir damit beginnen, Formeln aufzuschreiben. Für den Anfang erinnern wir uns an die Formel für die Varianz, die wir in :doc:`Measures of variability <../Ch04/Ch04_Descriptives_2>`verwendet haben, als wir uns noch mit deskriptiver Statistik befassten. Die Stichprobenvarianz von *Y* ist wie folgt definiert

source: This formula looks pretty much identical to the formula for the variance in :doc:`Measures of variability <../Ch04/Ch04_Descriptives_2>`. The only difference is that this time around I’ve got two summations here: I’m summing over groups (i.e., values for *k*) and over the people within the groups (i.e., values for *:`i*). This is purely a cosmetic detail. If I’d instead used the notation |Y_p| to refer to the value of the outcome variable for person *p* in the sample, then I’d only have a single summation. The only reason that we have a double summation here is that I’ve classified people into groups, and then assigned numbers to people within groups.
de: Diese Formel sieht ziemlich identisch aus mit der Formel für die Varianz in :doc:`Measures of variability <../Ch04/Ch04_Descriptives_2>`. Der einzige Unterschied ist, dass ich diesmal zwei Summen gebildet habe: Ich summiere über die Gruppen (d.h., Werte für *k*) und über die Personen innerhalb der Gruppen (d.h., Werte für *:`i*). Dabei handelt es sich um ein rein kosmetisches Detail. Hätte ich stattdessen die Schreibweise |Y_p| verwendet, um den Wert der Ergebnisvariable für die Person *p* in der Stichprobe zu bezeichnen, dann hätte ich nur eine Summe. Der einzige Grund, warum wir hier zwei Summen haben, ist, dass ich die Personen in Gruppen eingeteilt und dann den Personen innerhalb der Gruppen Zahlen zugewiesen habe.

source: A concrete example might be useful here. Let’s consider this table, in which we have a total of *N* = 5 people sorted into :*G* = 2 groups. Arbitrarily, let’s say that the “cool” people are group 1 and the “uncool” people are group 2. It turns out that we have three cool people (*N*\ :sub:`1` = 3) and two uncool people (*N*\ :sub:`2` = 2).
de: Ein konkretes Beispiel könnte hier nützlich sein. Betrachten wir diese Tabelle, in der wir insgesamt *N* = 5 Personen haben, die in :*G* = 2 Gruppen eingeteilt. Nehmen wir willkürlich an, dass die "coolen" Leute in Gruppe 1 und die "uncoolen" Leute in Gruppe 2 sind. Es stellt sich heraus, dass wir drei coole Leute (*N*\ :sub:`1` = 3) und zwei uncoole Leute (*N*\ :sub:`2` = 2) haben.

source: As we saw in the last section, the *qualitative* idea behind ANOVA is to compare the two sums of squares values |SS_b| and |SS_w| to each other. If the between-group variation |SS_b| is large relative to the within-group variation |SS_w| then we have reason to suspect that the population means for the different groups aren’t identical to each other. In order to convert this into a workable hypothesis test, there’s a little bit of “fiddling around” needed. What I’ll do is first show you *what* we do to calculate our test statistic, the ***F* ratio**, and then try to give you a feel for *why* we do it this way.
de: Wie wir im letzten Abschnitt gesehen haben, besteht die *qualitative* Idee hinter der ANOVA darin, die beiden Quadratsummen |SS_b| und |SS_w| miteinander zu vergleichen. Wenn die Variation zwischen den Gruppen (*between-group variation*) |SS_b| im Verhältnis zur Variation innerhalb der Gruppen (*within-group variation *) |SS_w| groß ist, haben wir Grund zu der Annahme, dass die Populationsmittelwerte für die verschiedenen Gruppen nicht identisch sind. Um dies in einen praktikablen Hypothesentest umzuwandeln, ist ein wenig „Tüftelei“ erforderlich. Ich werde Ihnen zunächst zeigen, *was* wir tun, um unsere Teststatistik, den ***F*-Wert**, zu berechnen, und dann versuchen, Ihnen ein Gefühl dafür zu vermitteln, *warum* wir es auf diese Weise tun.

source: At a very general level, the intuition behind the *F* statistic is straightforward. Bigger values of *F* means that the between-groups variation is large relative to the within-groups variation. As a consequence, the larger the value of *F* the more evidence we have against the null hypothesis. But how large does *F* have to be in order to actually *reject* H\ :sub:`0`? In order to understand this, you need a slightly deeper understanding of what ANOVA is and what the mean squares values actually are.
de: Auf einer sehr allgemeinen Ebene ist die *F* Statistik ziemlich intuitiv. Größere *F*-Werte bedeuten, dass die Variation zwischen den Gruppen im Verhältnis zu der Variation innerhalb der Gruppen groß ist. Je größer also der *F*-Wert, desto stärker ist die Evidenz gegen die Nullhypothese. Aber wie groß muss *F* sein, um die H\ :sub:`0` tatsächlich *abzulehnen*? Um dies zu verstehen, müssen Sie etwas genauer wissen, was eine ANOVA ist und was die Werte der mittleren Quadrate eigentlich bedeuten.

source: The next section discusses that in a bit of detail, but for readers that aren’t interested in the details of what the test is actually measuring I’ll cut to the chase. In order to complete our hypothesis test we need to know the sampling distribution for *F* if the null hypothesis is true. Not surprisingly, the sampling distribution for the *F* statistic under the null hypothesis is an *F* distribution. If you recall our discussion of the *F* distribution in chapter :doc:`Introduction to probability <../Ch07/Ch07_Probability>`, the *F*-distribution has two parameters, corresponding to the two degrees of freedom involved. The first one *df*\ :sub:`1` is the between groups degrees of freedom |df_b|, and the second one *df*\ :sub:`2` is the within groups degrees of freedom |df_w|\.
de: Im nächsten Abschnitt wird dies etwas ausführlicher erörtert, aber für Leser, die sich nicht für die Einzelheiten dessen interessieren, was der Test eigentlich misst, werde ich mich kurz fassen. Um unseren Hypothesentest durchführen zu können, müssen wir die Stichprobenverteilung für *F* kennen, wenn die Nullhypothese wahr ist. Es überrascht nicht, dass die Stichprobenverteilung für die *F* Statistik unter der Nullhypothese eine *F* Verteilung ist. Wenn Sie sich an unsere Diskussion der *F* -Verteilung in Kapitel :doc:`Introduction to probability <../Ch07/Ch07_Probability>` erinnern, hat die *F*-Verteilung zwei Parameter, die den zwei beteiligten Freiheitsgraden entsprechen. Der erste Parameter *df*\ :sub:`1` entspricht den Freiheitsgraden zwischen den Gruppen |df_b|, und der zweite Parameter *df*\ :sub:`2` entspricht den Freiheitsgraden innerhalb der Gruppen |df_w|\.

source: where we make the *assumption* (discussed later) that the residual values ϵ\ :sub:`ik` are normally distributed, with mean 0 and a standard deviation σ that is the same for all groups. To use the notation that we introduced in chapter :doc:`Introduction to probability <../Ch07/Ch07_Probability>` we would write this assumption like this:
de: wobei wir die *Annahme* machen (die später diskutiert wird), dass die Residualwerte ϵ\ :sub:`ik` normalverteilt sind, mit einem Mittelwert von 0 und einer Standardabweichung σ, die für alle Gruppen gleich ist. Um die Notation zu verwenden, die wir in Kapitel :doc:`Introduction to probability <../Ch07/Ch07_Probability>`eingeführt haben, würden wir diese Annahme wie folgt schreiben:

source: Okay, now that we’ve described the statistical models underpinning H\ :sub:`0` and H\ :sub:`1` in more detail, it’s now pretty straightforward to say what the mean square values are measuring, and what this means for the interpretation of *F*. I won’t bore you with the proof of this but it turns out that the within-groups mean square, |MS_w|, can be viewed as an estimator (in the technical sense, chapter :doc:`Estimating unknown quantities from a sample <../Ch08/Ch08_Estimation>`) of the error variance σ². The between-groups mean square |MS_b| is also an estimator, but what it estimates is the error variance *plus* a quantity that depends on the true differences among the group means. If we call this quantity Q, then we can see that the *F*-statistic is basically:\ [#]_
de: Nachdem wir nun die statistischen Modelle, die der H\ :sub:`0` und der H\ :sub:`1` zugrunde liegen, genauer beschrieben haben, ist es jetzt ziemlich einfach zu sagen, was die mittleren Quadratsummen messen und was dies für die Interpretation von *F* bedeutet. Ich werde Sie nicht mit dem Beweis dafür langweilen, aber es stellt sich heraus, dass die mittlere Quadratsumme innerhalb der Gruppen, |MS_w|, als ein Schätzer (im technischen Sinne, Kapitel :doc:`Estimating unknown quantities from a sample <../Ch08/Ch08_Estimation>`) der Fehlervarianz σ² angesehen werden kann. Die mittlere Quadratsumme zwischen den Gruppen |MS_b| ist ebenfalls ein Schätzer, aber dieser schätzt die Fehlervarianz *plus* eine Größe, die von den wahren Unterschieden zwischen den Gruppenmitteln abhängt. Wenn wir diese Größe Q nennen, dann können wir sehen, dass die *F*-Statistik im Grunde genommen ist:\ [#]_

source: where the true value Q = 0 if the null hypothesis is true, and Q > 0 if the alternative hypothesis is true (`Hays, 1994 <../Other/References.html#hays-1994>`__\ , Ch. 10). Therefore, at a bare minimum *the *F* value must be larger than 1* to have any chance of rejecting the null hypothesis. Note that this *doesn’t* mean that it’s impossible to get an *F*-value less than 1. What it means is that if the null hypothesis is true the sampling distribution of the *F* ratio has a mean of 1,\ [#]_ and so we need to see *F*-values larger than 1 in order to safely reject the null.
de: wobei der wahre Wert Q = 0 ist, wenn die Nullhypothese wahr ist, und Q > 0, wenn die Alternativhypothese wahr ist (`Hays, 1994 <../Other/References.html#hays-1994>`__\ , Ch. 10). Daher muss *der *F* Wert mindestens größer als 1* sein, um eine Chance zu haben, die Nullhypothese zurückzuweisen. Beachten Sie, dass dies *nicht* bedeutet, dass es unmöglich ist, einen *F*-Wert kleiner als 1 zu erhalten. Es bedeutet vielmehr, dass, wenn die Nullhypothese wahr ist, die Stichprobenverteilung des *F* -Werts einen Mittelwert von 1 hat, [#]_ und wir daher *F*-Werte größer als 1 sehen müssen, um die Nullhypothese sicher zurückzuweisen.

source: To be a bit more precise about the sampling distribution, notice that if the null hypothesis is true, both |MS_b| and |MS_w| are estimators of the variance of the residuals ϵ\ :sub:`ik`. If those residuals are normally distributed, then you might suspect that the estimate of the variance of ϵ\ :sub:`ik` is χ²-distributed, because (as discussed in :doc:`Other useful distributions <../Ch07/Ch07_Probability_6>`) that’s what a χ²-distribution *is*: it’s what you get when you square a bunch of normally-distributed things and add them up. And since the *F* distribution is (again, by definition) what you get when you take the ratio between two things that are χ² distributed, we have our sampling distribution. Obviously, I’m glossing over a whole lot of stuff when I say this, but in broad terms, this really is where our sampling distribution comes from.
de: Um die Stichprobenverteilung etwas genauer zu beschreiben, ist zu beachten, dass, wenn die Nullhypothese wahr ist, sowohl |MS_b| als auch |MS_w| Schätzer der Varianz der Residuen ϵ\ :sub:`ik` sind. Wenn diese Residuen normalverteilt sind, dann könnte man vermuten, dass die Schätzung der Varianz von ϵ\ :sub:`ik` χ²-verteilt ist, weil (wie in :doc:`Other useful distributions <../Ch07/Ch07_Probability_6>`) das iat es, was eine χ²-Verteilung *ist*: Sie entsteht, wenn man eine Reihe normalverteilter Dinge quadriert und sie addiert. Und da die *F* -Verteilung (wiederum per Definition) das ist, was man erhält, wenn man das Verhältnis zwischen zwei Dingen nimmt, die χ²-verteilt sind, haben wir unsere Stichprobenverteilung. Natürlich beschönige ich eine ganze Menge, wenn ich das sage, aber im Großen und Ganzen ist das der Ursprung unserer Stichprobenverteilung.

source: Go to an empty column (at the end of the data set) and double click on the column header, choose “New computed variable” and enter ``sq_res_wth`` in the first line and the formula ``(mood.gain - VMEAN(mood.gain, group_by = drug)) ^ 2`` in the line starting with ``=`` (next to the *f*\ :sub:`x`). ``mood.gain`` represents |Y_ik|, ``VMEAN(mood.gain, group_by = drug)`` the group mean |Yb_k|. This difference (third column in the table above) is then squared and it is therefore not much surprise to see that the values are (apart from rounding errors) identical to those in the last column of the table above.
de: Gehen Sie zu einer leeren Spalte (am Ende des Datensatzes) und doppelklicken Sie auf die Spaltenüberschrift, wählen Sie „Neue berechnete Variable“ und geben Sie ``sq_res_wth`` in die erste Zeile und die Formel ``(mood.gain - VMEAN(mood.gain, group_by = drug)) ^ 2`` in die Zeile beginnend mit ``=`` (neben *f*\ :sub:`x`) ein. ``mood.gain` ` steht für |Y_ik|, ``VMEAN(mood.gain, group_by = drug)`` für den Gruppenmittelwert |Yb_k|. Diese Differenz (dritte Spalte in der obigen Tabelle) wird dann quadriert und es ist daher nicht sehr überraschend, dass die Werte (abgesehen von Rundungsfehlern) mit denen in der letzten Spalte der obigen Tabelle identisch sind.

source: We create another computed variable with the name ``sq_res_btw`` and ``(VMEAN(mood.gain, group_by = drug) - VMEAN(mood.gain) - ) ^ 2`` as formula. The term ``VMEAN(mood.gain, group_by = drug)`` represents the group mean |Yb_k|, and ``VMEAN(mood.gain)`` the grand mean |Yb|. Again, we find that the values for that variable are the same as in the last column of the table above: the first three rows represent “placebo”, followed by three lines with “anxifree” and three lines with “joyzepam”; the next nine lines are a repetition of the first nine ones.
de: Wir erstellen eine weitere berechnete Variable mit dem Namen ``sq_res_btw`` und ``(VMEAN(mood.gain, group_by = drug) - VMEAN(mood.gain) - ) ^ 2`` als Formel. Der Term ``VMEAN(mood.gain, group_by = drug)`` steht für den Gruppenmittelwert |Yb_k|, und ``VMEAN(mood.gain)`` für den Gesamtmittelwert |Yb|. Auch hier finden wir, dass die Werte für diese Variable die gleichen sind wie in der letzten Spalte der obigen Tabelle: die ersten drei Zeilen stehen für "Placebo", gefolgt von drei Zeilen mit „Anxifree“ und drei Zeilen mit „Joyzepam“; die nächsten neun Zeilen sind eine Wiederholung der ersten neun Zeilen.

source: Woohooo! This is terribly exciting, yes? Now that we have our test statistic, the last step is to find out whether the test itself gives us a significant result. As discussed in chapter :doc:`Hypothesis testing <../Ch09/Ch09_HypothesisTesting>` back in the “old days” what we’d do is open up a statistics textbook or flick to the back section which would actually have a huge lookup table and we would find the threshold *F* value corresponding to a particular value of alpha (the null hypothesis rejection region), e.g. 0.05, 0.01 or 0.001, for 2 and 15 degrees of freedom. Doing it this way would give us a threshold *F* value for an alpha of 0.001 of 11.34. As this is less than our calculated *F* value we say that *p* < 0.001. But those were the old days, and nowadays fancy stats software calculates the exact *p*-value for you. In fact, the exact *p*-value is 0.000086. So, unless we’re being *extremely* conservative about our Type I error rate, we’re pretty much guaranteed to reject the null hypothesis.
de: Juhu! Das ist ja ziemlich aufregend, oder? Da wir nun unsere Teststatistik haben, müssen wir im letzten Schritt herausfinden, ob der Test nun ein signifikantes Ergebnis liefert. Wie in Kapitel :doc:`Hypothesis testing <../Ch09/Ch09_HypothesisTesting>` besprochen, haben wir in den „alten Zeiten“ ein Statistik-Lehrbuch aufgeschlagen oder blätterten im hinteren Teil, der eine große Nachschlagetabelle enthielt, und suchten den Schwellenwert *F* für einen bestimmten Wert von Alpha (den Bereich, in dem die Nullhypothese abgelehnt wird), z. B. 0,05, 0,01 oder 0,001, für 2 und 15 Freiheitsgrade. Auf diese Weise würden wir einen Schwellenwert *F* für ein Alpha von 0,001 von 11,34 erhalten. Da dieser Wert kleiner ist als der von uns berechnete *F* Wert, sagen wir, dass *p* < 0,001. Aber das waren die alten Zeiten, heutzutage berechnet eine ausgeklügelte Statistiksoftware den genauen *p*-Wert für Sie. Tatsächlich ist der genaue *p*-Wert 0,000086. Wenn wir also nicht *extrem* konservativ sind, was unsere Typ-I-Fehlerrate angeht, ist es so gut wie sicher, dass wir die Nullhypothese zurückweisen.
