Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: The one-way repeated measures ANOVA test is a statistical method of testing for significant differences between three or more groups where the same participants are used in each group (or each participant is closely matched with participants in other experimental groups). For this reason, there should always be an equal number of scores (data points) in each experimental group. This type of design and analysis can also be called a “related ANOVA” or a “within-subjects ANOVA”.
de: Der einfaktorielle ANOVA mit Messwiederholung ist eine statistische Analyse zum Testen auf signifikante Unterschiede zwischen drei oder mehr Gruppen, bei der die gleichen Teilnehmer in jeder Gruppe verwendet werden (oder jeder Teilnehmer eng mit einem Teilnehmer in einer anderen experimentellen Gruppen übereinstimmt). Aus diesem Grund sollte es in jeder Versuchsgruppe immer gleich viele Punkte (Datenpunkte) geben. Diese Art von Design und Analyse wird auch als „abhängige ANOVA“ - *related ANOVA* - oder Innersubjekt-ANOVA - *within-subjects ANOVA* - bezeichnet.
nb: Enveis ANOVA for gjentatte målinger er en statistisk metode for å teste for signifikante forskjeller mellom tre eller flere grupper der de samme deltakerne brukes i hver gruppe (eller der hver deltaker er tett matchet med deltakere i andre eksperimentgrupper). Av denne grunn bør det alltid være like mange poengsummer (datapunkter) i hver forsøksgruppe. Denne typen design og analyse kan også kalles en «relatert ANOVA» eller en «*within-subjects* ANOVA».
ta: ஒவ்வொரு குழுவிலும் ஒரே பங்கேற்பாளர்கள் பயன்படுத்தப்படும் மூன்று அல்லது அதற்கு மேற்பட்ட குழுக்களுக்கிடையில் குறிப்பிடத்தக்க வேறுபாடுகளுக்கான சோதனைக்கான புள்ளிவிவர முறையாகும் (அல்லது ஒவ்வொரு பங்கேற்பாளரும் மற்ற சோதனைக் குழுக்களில் பங்கேற்பாளர்களுடன் நெருக்கமாக பொருந்துகிறார்கள்). இந்த காரணத்திற்காக, ஒவ்வொரு சோதனைக் குழுவிலும் எப்போதும் சம எண்ணிக்கையிலான மதிப்பெண்கள் (தரவு புள்ளிகள்) இருக்க வேண்டும். இந்த வகை வடிவமைப்பு மற்றும் பகுப்பாய்வு “தொடர்புடைய ANOVA” அல்லது “பாடங்களுக்குள் ANOVA” என்றும் அழைக்கப்படலாம்.
uk: Односторонній тест ANOVA з повторними вимірами — це статистичний метод перевірки значущих відмінностей між трьома або більше групами, в яких використовуються однакові учасники в кожній групі (або кожен учасник тісно пов'язаний з учасниками в інших експериментальних групах). З цієї причини в кожній експериментальній групі завжди має бути однакова кількість балів (точок даних). Цей тип дизайну та аналізу також можна назвати «пов'язаним ANOVA» або «ANOVA в межах суб'єктів».

source: The logic behind a repeated measures ANOVA is very similar to that of an independent ANOVA (sometimes called a “between-subjects” ANOVA). You’ll remember that earlier we showed that in a between-subjects ANOVA total variability is partitioned into between-groups variability (SS\ :sub:`b`) and within-groups variability (SS\ :sub:`w`), and after each is divided by the respective degrees of freedom to give MS\ :sub:`b` and MS\ :sub:`w` (see :numref:`tab-anovatable`) the *F*-ratio is calculated as:
de: Die Logik hinter einer ANOVA mit Messwiederholung ähnelt der einer unabhängigen ANOVA (manchmal als „unabhängigen ANOVA“ - *independent ANOVA* - oder „Zwischensubjekt-ANOVA“ - *“between-subjects” ANOVA* - bezeichnet). Sie werden sich erinnern, dass wir zuvor gezeigt haben, dass in einer Zwischensubjekt-ANOVA die Gesamtvariabilität in die Variabilität zwischen Gruppen (SS\ :sub:`b`) und die Variabilität innerhalb von Gruppen (SS\ :sub:`w`) aufgeteilt wird. Nachdem jede dieser Quadratsummen durch die jeweiligen Freiheitsgrade dividiert wurde, um MS\ :sub:`b` und MS\ :sub:`w` zu erhalten (siehe :numref:`tab-anovatable`), wird ein *F*-Verhältnis berechnet als:
nb: Logikken bak en ANOVA for gjentatte målinger er svært lik logikken bak en uavhengig ANOVA (noen ganger kalt en «between-subjects»-ANOVA). Du husker sikkert at vi tidligere viste at i en between-subjects-ANOVA deles den totale variabiliteten inn i variabilitet mellom grupper (SS\ :sub:`b`) og variabilitet innenfor gruppene (SS\ :sub:`w`), og etter at hver av dem er delt på de respektive frihetsgradene for å gi MS\ :sub:`b` og MS\ :sub:`w` (se :numref:`tab-anovatable`), beregnes *F*-forholdet som følger:
ta: ANOVA மீண்டும் மீண்டும் நடவடிக்கைகளின் பின்னால் உள்ள வழக்கு ஒரு சுயாதீன ANOVA (சில நேரங்களில் “பாடங்களுக்கு இடையில்” ANOVA என அழைக்கப்படுகிறது) உடன் மிகவும் ஒத்திருக்கிறது. ANOVA க்கு இடையிலான ஒரு பாடங்களில் மொத்த மாறுபாடு குழுக்களுக்கு இடையில் மாறுபாடு (SS \: SUB: `B`) மற்றும் குழுக்களுக்குள் மாறுபாடு (SS \: SS \: Sub:` w`), எனப் பிரிக்கப்பட்டுள்ளது என்பதை முன்னர் நீங்கள் நினைவில் வைத்தோம் என்பதை நீங்கள் நினைவில் வைத்திருக்கிறீர்கள் ஒவ்வொன்றும் Ms \: sub: `b` மற்றும் ms \: sub:` w` (காண்க: numref: `tab-anovatable`) *f *-ratio கணக்கிடப்படுகிறது :
uk: Логіка, що лежить в основі ANOVA з повторними вимірами, дуже схожа на логіку незалежної ANOVA (іноді її називають ANOVA «між суб'єктами»). Ви пам'ятаєте, що раніше ми показали, що в ANOVA між суб'єктами загальна мінливість поділяється на мінливість між групами (SS\ :sub:`b`) і мінливість всередині груп (SS\ :sub:`w`), і після того, як кожна з них ділиться на відповідні ступені свободи, отримуємо MS\ :sub:`b` і MS\ :sub:`w` (див. :numref:`tab-anovatable`), *F*-коефіцієнт обчислюється як:

source: In a repeated measures ANOVA, the *F*-ratio is calculated in a similar way, but whereas in an independent ANOVA the within-group variability (SS\ :sub:`w`) is used as the basis for the MS\ :sub:`w` denominator, in a repeated measures ANOVA the SS\ :sub:`w` is partioned into two parts. As we are using the same subjects in each group, we can remove the variability due to the individual differences between subjects (referred to as SS\ :sub:`subjects`) from the within-groups variability. We won’t go into too much technical detail about how this is done, but essentially each subject becomes a level of a factor called subjects. The variability in this within-subjects factor is then calculated in the same way as any between-subjects factor. And then we can subtract SS\ :sub:`subjects` from SS\ :sub:`w` to provide a smaller SS\ :sub:`error` term:
de: Bei einer ANOVA mit Messwiederholung wird das *F*-Verhältnis auf ähnliche Weise berechnet. Während bei einer unabhängigen ANOVA die Variabilität innerhalb der Gruppe (SS\ :sub:`w`) die Grundlage für die MS\ :sub:`w` im Nenner bildet, wird bei einer ANOVA mit Messwiederholung die SS\ :sub:`w` in zwei Teile geteilt. Da wir in jeder Gruppe die gleichen Probanden verwenden, können wir die Variabilität aufgrund von individuellen Unterschieden zwischen den Probanden (als SS\ :sub:`subjects` bezeichnet) von der Variabilität innerhalb der Gruppen separieren. Wir werden uns nicht zu sehr in technische Detail, wie dies gemacht wird, vertiefen. Im Prinzip wird jedes Individuum zu einer Faktorstufe. Die Variabilität auf diesem Innersubjekt-Faktor wird genauso berechnet wie jeder Zwischensubjektfaktor. Und dann können wir SS\ :sub:`subjects` von SS\ :sub:`w` subtrahieren, was zu einer verringerten Quadratsumme SS\ :sub:`error` beiträgt:
nb: I en ANOVA for gjentatte målinger beregnes *F*-ratioen på samme måte, men mens man i en uavhengig ANOVA bruker variabiliteten innenfor gruppen (SS\ :sub:`w`) som grunnlag for nevneren i MS\ :sub:`w`, deles SS\ :sub:`w` i en ANOVA for gjentatte målinger opp i to deler. Ettersom vi bruker de samme forsøkspersonene i hver gruppe, kan vi fjerne variabiliteten som skyldes individuelle forskjeller mellom forsøkspersonene (referert til som SS\ :sub:`subjects`) fra variabiliteten innenfor gruppene. Vi skal ikke gå for mye inn på tekniske detaljer om hvordan dette gjøres, men i bunn og grunn blir hver forsøksperson et nivå av en faktor som kalles forsøkspersoner. Variabiliteten i denne innenfor-gruppen-faktoren beregnes deretter på samme måte som en hvilken som helst faktor mellom grupper. Og så kan vi trekke SS\ :sub:`subjects` fra SS\ :sub:`w` for å få et mindre SS\ :sub:`error`-term:
ta: ANOVA மீண்டும் மீண்டும் நடவடிக்கைகளில், *f *-ரேடியோ இதேபோன்ற வழியில் கணக்கிடப்படுகிறது, ஆனால் ஒரு சுயாதீன ANOVA இல் குழு மாறுபாடு (SS \: SUB: `w`) MS க்கு அடிப்படையாகப் பயன்படுத்தப்படுகிறது \: துணை: `w` வகுப்பான், மீண்டும் மீண்டும் நடவடிக்கைகளில் ANOVA SS \: துணை:` w` இரண்டு பகுதிகளாக பிரிக்கப்பட்டுள்ளது. ஒவ்வொரு குழுவிலும் ஒரே பாடங்களைப் பயன்படுத்துவதால், குழுக்களுக்குள் உள்ள மாறுபாட்டிலிருந்து பாடங்களுக்கு இடையிலான தனிப்பட்ட வேறுபாடுகள் (SS \: துணை: `பாடங்கள்` என குறிப்பிடப்படுகின்றன) காரணமாக மாறுபாட்டை அகற்றலாம். இது எவ்வாறு செய்யப்படுகிறது என்பது பற்றி நாங்கள் அதிக தொழில்நுட்ப விவரங்களுக்கு செல்ல மாட்டோம், ஆனால் அடிப்படையில் ஒவ்வொரு பாடமும் பாடங்கள் என்று அழைக்கப்படும் ஒரு காரணியின் நிலையாக மாறும். பாடங்களுக்குள் உள்ள இந்த காரணிகளில் உள்ள மாறுபாடு பின்னர் பாடங்களுக்கிடையேயான காரணி போலவே கணக்கிடப்படுகிறது. பின்னர் SS \: `பாடங்களை` SS \: `w` ஒரு சிறிய SS ஐ வழங்க \: துணை:` பிழை` சொல்:
uk: У ANOVA з повторними вимірами коефіцієнт *F* обчислюється аналогічним чином, але тоді як в незалежній ANOVA внутрішньогрупова мінливість (SS\ :sub:`w`) використовується як основа для знаменника MS\ :sub:`w`, в ANOVA з повторними вимірами SS\ :sub:`w` розділяється на дві частини. Оскільки ми використовуємо однакових суб'єктів у кожній групі, ми можемо видалити мінливість, зумовлену індивідуальними відмінностями між суб'єктами (позначену як SS\ :sub:`subjects`), з мінливості всередині груп. Ми не будемо заглиблюватися в технічні деталі того, як це робиться, але, по суті, кожен суб'єкт стає рівнем фактора, який називається суб'єктами. Потім мінливість у цьому внутрішньосуб'єктному факторі обчислюється так само, як і будь-який міжсуб'єктний фактор. І тоді ми можемо відняти SS\ :sub:`subjects` від SS\ :sub:`w`, щоб отримати менший член SS\ :sub:`error`:

source: Independent ANOVA: SS\ :sub:`error` = SS\ :sub:`w`
de: Unabhängige ANOVA: SS\ :sub:`error` = SS\ :sub:`w`
nb: Uavhengig ANOVA: SS\ :sub:`error` = SS\ :sub:`w`
ta: சுயாதீன ANOVA: SS \: SUB: `பிழை` = SS \: துணை:` w`
uk: Незалежний ANOVA: SS\ :sub:`error` = SS\ :sub:`w`

source: Repeated Measures ANOVA: SS\ :sub:`error` = SS\ :sub:`w - SS\ :sub:`subjects`
de: ANOVA mit Messwiederholung: SS\ :sub:`error` = SS\ :sub:`w` - SS\ :sub:`subjects`
nb: ANOVA for gjentatte målinger: SS\ :sub:`error` = SS\ :sub:`w - SS\ :sub:`subjekter`
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA: SS \: SUB: `பிழை` = SS \: துணை:` W - SS \: துணை: `பாடங்கள்`

source: This change in SS\ :sub:`error` term often leads to a more powerful statistical test, but this does depend on whether the reduction in the SS\ :sub:`error` more than compensates for the reduction in degrees of freedom for the error term: the degrees of freedom go from (*n* - *k*)\ [#]_ to (*n* - 1)(*k* - 1) remembering that there are more subjects in the independent ANOVA design.
nb: Denne endringen i SS\ :sub:`error`-termen fører ofte til en sterkere statistisk test, men dette avhenger av om reduksjonen i SS\ :sub:`error` mer enn oppveier for reduksjonen i frihetsgrader for feiltermen: Frihetsgradene går fra (*n* - *k*)\ [#]_ til (*n* - 1)(*k* - 1), med tanke på at det er flere forsøkspersoner i den uavhengige ANOVA-designen.
ta: SS \: துணை: `பிழை` காலத்தின் இந்த மாற்றம் பெரும்பாலும் மிகவும் சக்திவாய்ந்த புள்ளிவிவர சோதனைக்கு வழிவகுக்கிறது, ஆனால் இது SS இன் குறைப்பு \: துணை:` பிழை` சுதந்திரத்தின் அளவைக் குறைப்பதை விட ஈடுசெய்வதை விட இது சார்ந்துள்ளது என்பதைப் பொறுத்தது பிழை கால: சுதந்திரத்தின் அளவுகள் (*n* -*k*) \ [#] _ முதல் (*n* - 1) (*k* - 1) சுயாதீன ANOVA வடிவமைப்பில் அதிகமான பாடங்கள் உள்ளன என்பதை நினைவில் கொள்க .
uk: Ця зміна в терміні SS\ :sub:`error` часто призводить до більш потужного статистичного тесту, але це залежить від того, чи зменшення SS\ :sub:`error` більше ніж компенсує зменшення ступенів свободи для терміна помилки: ступені свободи змінюються від (*n* - *k*)\ [#]_ до (*n* - 1)(*k* - 1), пам'ятаючи, що в незалежному дизайні ANOVA є більше суб'єктів.

source: Repeated measures ANOVA in jamovi
de: Durchführen einer ANOVA mit Messwiederholung in jamovi
nb: ANOVA for gjentatte målinger i jamovi
ta: சமோவியில் மீண்டும் மீண்டும் நடவடிக்கைகள்
uk: Повторні вимірювання ANOVA в jamovi

source: First, we need some data. :ref:`Geschwind (1972) <Geschwind_1972>` has suggested that the exact nature of a patient’s language deficit following a stroke can be used to diagnose the specific region of the brain that has been damaged. A researcher is concerned with identifying the specific communication difficulties experienced by six patients suffering from Broca’s Aphasia (a language deficit commonly experienced following a stroke).
nb: Først trenger vi noen data. :ref:`Geschwind (1972) <Geschwind_1972>` har foreslått at den nøyaktige karakteren av en pasients språkvansker etter et hjerneslag kan brukes til å diagnostisere den spesifikke regionen i hjernen som har blitt skadet. En forsker er opptatt av å identifisere de spesifikke kommunikasjonsvanskene hos seks pasienter som lider av Brocas afasi (en språkvanske som ofte oppstår etter et hjerneslag).
ta: முதலில், எங்களுக்கு சில தரவு தேவை. . ப்ரோகாவின் அஃபாசியாவால் பாதிக்கப்பட்ட ஆறு நோயாளிகள் அனுபவிக்கும் குறிப்பிட்ட தகவல்தொடர்பு சிக்கல்களை அடையாளம் காண்பதில் ஒரு ஆராய்ச்சியாளர் அக்கறை கொண்டுள்ளார் (பக்கவாதத்தைத் தொடர்ந்து பொதுவாக அனுபவிக்கும் மொழி பற்றாக்குறை).
uk: Спочатку нам потрібні деякі дані. :ref:`Geschwind (1972) <Geschwind_1972>` припустив, що точна природа мовного дефіциту пацієнта після інсульту може бути використана для діагностики конкретної ділянки мозку, яка була пошкоджена. Дослідник займається виявленням конкретних комунікативних труднощів, з якими стикаються шість пацієнтів, що страждають на афазію Брока (мовний дефіцит, який часто спостерігається після інсульту).

source: Number of attempts successfully completed on three experimental tasks.
de: Anzahl der korrekten Antworten bei drei experimentellen Aufgaben.
nb: Antall forsøk som ble fullført på tre eksperimentelle oppgaver.
ta: மூன்று சோதனை பணிகளில் வெற்றிகரமாக முடிக்கப்பட்ட முயற்சிகளின் எண்ணிக்கை.
uk: Кількість успішно виконаних спроб у трьох експериментальних завданнях.

source: Participant
de: Teilnehmer
nb: Deltaker
ta: பங்கேற்பாளர்
uk: Учасник

source: Speech
de: Sprachproduktion
nb: Tale
ta: பேச்சு
uk: Промова

source: Conceptual
de: Semantik
nb: Konseptuell
ta: கருத்தியல்
uk: Концептуальний

source: Syntax
nb: Syntaks
ta: தொடரியல்
uk: Синтаксис

source: The patients were required to complete three word recognition tasks. On the first (speech production) task, patients were required to repeat single words read out aloud by the researcher. On the second (conceptual) task, designed to test word comprehension, patients were required to match a series of pictures with their correct name. On the third (syntax) task, designed to test knowledge of correct word order, patients were asked to reorder syntactically incorrect sentences. Each patient completed all three tasks. The order in which patients attempted the tasks was counterbalanced between participants. Each task consisted of a series of 10 attempts. The number of attempts successfully completed by each patient are shown in :numref:`tab-RManova`. Enter these data into jamovi ready for analysis (or take a short-cut and load the |broca|_ data set).
de: Die Patienten hatten drei Aufgaben. Im ersten Aufgabenbereich (Sprachproduktion) mussten die Patienten einzelne Wörter wiederholen, die vom Forscher laut vorgelesen wurden. Im zweiten Aufgabenbereich (Semantik), wurde das Wortverständnis getestet, und die Patienten mussten eine Reihe von Bildern der korrekten Bezeichnung zuordnen. Der dritte Aufgabenbereich (Syntax) sollte das Wissen über die korrekte Wortstellung testen, und die Patienten wurden gebeten, syntaktisch inkorrekte Sätze neu zu ordnen. Jeder Patient erhielt jeweils 10 Teilaufgaben aus allen drei Aufgabenbereichen. In welcher Reihenfolge die Patienten die Aufgaben aus den verschiedenen Bereichen durchführten, wurde zwischen den Teilnehmern balanciert. Die Anzahl der von jedem Patienten erfolgreich abgeschlossenen Teilaufgaben wird in :numref:`tab-RManova` angezeigt. Geben Sie diese Daten entweder manuell in jamovi ein (oder nehmen Sie eine Abkürzung und laden Sie den Datensatz |broca|_).
nb: Pasientene måtte gjennomføre tre ordgjenkjenningsoppgaver. I den første oppgaven (taleproduksjon) skulle pasientene gjenta enkeltord som ble lest høyt av forskeren. I den andre oppgaven (begrepsforståelse), som skulle teste ordforståelsen, skulle pasientene matche en rekke bilder med riktig navn. I den tredje oppgaven (syntaks), som skulle teste kunnskap om korrekt ordstilling, ble pasientene bedt om å omorganisere syntaktisk ukorrekte setninger. Hver pasient fullførte alle tre oppgavene. Rekkefølgen pasientene løste oppgavene i, ble utjevnet mellom deltakerne. Hver oppgave besto av en serie på 10 forsøk. Antall forsøk som ble fullført av hver pasient, vises i :numref:`tab-RManova`. Legg inn disse dataene i jamovi klar for analyse (eller ta en snarvei og last inn datasettet |broca|_).
ta: நோயாளிகள் மூன்று சொல் அங்கீகார பணிகளை முடிக்க வேண்டும். முதல் (பேச்சு உற்பத்தி) பணியில், நோயாளிகள் ஆராய்ச்சியாளரால் சத்தமாக வாசிக்கப்பட்ட ஒற்றை சொற்களை மீண்டும் செய்ய வேண்டியிருந்தது. சொல் புரிதலை சோதிக்க வடிவமைக்கப்பட்ட இரண்டாவது (கருத்தியல்) பணியில், நோயாளிகள் தொடர்ச்சியான படங்களை அவற்றின் சரியான பெயருடன் பொருத்த வேண்டும். மூன்றாவது (தொடரியல்) பணியில், சரியான சொல் வரிசையின் அறிவை சோதிக்க வடிவமைக்கப்பட்டுள்ளது, நோயாளிகள் செயற்கையாக தவறான வாக்கியங்களை மறுவரிசைப்படுத்துமாறு கேட்டுக்கொள்ளப்பட்டனர். ஒவ்வொரு நோயாளியும் மூன்று பணிகளையும் நிறைவு செய்தனர். நோயாளிகள் பணிகளை முயற்சித்த கட்டளை பங்கேற்பாளர்களிடையே சமநிலையானது. ஒவ்வொரு பணியும் 10 முயற்சிகளின் வரிசையைக் கொண்டிருந்தது. ஒவ்வொரு நோயாளியும் வெற்றிகரமாக முடித்த முயற்சிகளின் எண்ணிக்கை இதில் காட்டப்பட்டுள்ளது: NUMREF: `TAB-rmanova`. பகுப்பாய்விற்கு தயாராக சாமோவியில் இந்தத் தரவை உள்ளிடவும் (அல்லது ஒரு குறுகிய வெட்டு எடுத்து | ப்ரோகா | _ தரவு தொகுப்பை ஏற்றவும்).
uk: Пацієнти повинні були виконати три завдання на розпізнавання слів. У першому (мовленнєвому) завданні пацієнти повинні були повторити окремі слова, прочитані вголос дослідником. У другому (концептуальному) завданні, призначеному для перевірки розуміння слів, пацієнти повинні були зіставити серію зображень з їх правильною назвою. У третьому (синтаксичному) завданні, призначеному для перевірки знання правильного порядку слів, пацієнти повинні були переставити синтаксично неправильні речення. Кожен пацієнт виконав усі три завдання. Порядок, в якому пацієнти виконували завдання, був збалансований між учасниками. Кожне завдання складалося з серії з 10 спроб. Кількість спроб, успішно виконаних кожним пацієнтом, показана в :numref:`tab-RManova`. Введіть ці дані в jamovi, готові до аналізу (або скористайтеся скороченням і завантажте набір даних |broca|_).

source: To perform a one-way related ANOVA in jamovi, open the one-way repeated measures ANOVA dialogue box, as in :numref:`fig-RManova1`, via ``ANOVA - Repeated Measures ANOVA``. Then:
de: Um eine einfaktorielle ANOVA mit Messwiederholung in jamovi durchzuführen, klicken Sie ``ANOVA`` → ``Repeated Measures ANOVA``, was das in :numref:`fig-RManova1` gezeigte Dialogfeld öffnet. Danach:
nb: For å utføre en enveis ANOVA i jamovi, åpner du dialogboksen for enveis ANOVA for gjentatte målinger, som i :numref:`fig-RManova1`, via ``ANOVA - Repeated Measures ANOVA``. Åpne deretter:
ta: சாமோவியில் ஒரு வழி தொடர்பான ANOVA ஐச் செய்ய, ஒரு வழி மீண்டும் மீண்டும் நடவடிக்கைகளைத் திறக்கவும் ANOVA உரையாடல் பெட்டியைத் திறக்கவும்: NumRef: `` Anova-மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVAA`` வழியாக. பிறகு:
uk: Щоб виконати однофакторний пов'язаний дисперсійний аналіз (ANOVA) в jamovi, відкрийте діалогове вікно однофакторного повторюваного дисперсійного аналізу (ANOVA), як показано на малюнку. :numref:`fig-RManova1`, через ``ANOVA - Repeated Measures ANOVA``. Тоді:

source: Enter a name for the ``Repeated Measures Factors`` (orginally: ``RM Factor …``). This should be a label that you choose to describe the conditions repeated by all participants. For example, to describe the speech, conceptual and syntax tasks completed by all participants a suitable label would be ``Task``. Note that this new factor name represents the independent variable in the analysis.
nb: Skriv inn et navn for ``Repeated Measures Factors`` (opprinnelig: ``RM Factor…``). Dette bør være en etikett som du velger for å beskrive forholdene som gjentas av alle deltakerne. For eksempel, for å beskrive tale-, begreps- og syntaksoppgavene som ble fullført av alle deltakerne, vil en passende etikett være ``Task``. Merk at dette nye faktornavnet representerer den uavhengige variabelen i analysen.
ta: `` மீண்டும் மீண்டும் நடவடிக்கைகள் காரணிகள்` (செயல்பாடாக: `` rm காரணி… ``) ஒரு பெயரை உள்ளிடவும். பங்கேற்பாளர்கள் அனைவராலும் மீண்டும் மீண்டும் செய்யப்படும் நிலைமைகளை விவரிக்க நீங்கள் விரும்பும் லேபிளாக இது இருக்க வேண்டும். எடுத்துக்காட்டாக, அனைத்து பங்கேற்பாளர்களால் முடிக்கப்பட்ட பேச்சு, கருத்தியல் மற்றும் தொடரியல் பணிகளை விவரிக்க பொருத்தமான சிட்டை `` பணி`` ஆக இருக்கும். இந்த புதிய காரணி பெயர் பகுப்பாய்வில் சுயாதீன மாறியைக் குறிக்கிறது என்பதை நினைவில் கொள்க.
uk: Введіть назву для ``Факторів повторних вимірювань`` (оригінальна назва: ``RM Factor …``). Це має бути назва, яку ви обираєте для опису умов, що повторюються для всіх учасників. Наприклад, для опису мовленнєвих, концептуальних та синтаксичних завдань, які виконують всі учасники, підходящою назвою буде ``Завдання``. Зверніть увагу, що ця нова назва фактора представляє незалежну змінну в аналізі.

source: Add a third level in the ``Repeated Measures Factors`` variable box, as there are three levels representing the three tasks: ``Speech``, ``Conceptual`` and ``Syntax``. Change the labels of the levels accordingly.
nb: Legg til et tredje nivå i variabelboksen ``Repeated Measures Factors``, siden det er tre nivåer som representerer de tre oppgavene: ``Speech``, ``Conceptual`` og ``Syntax``. Endre etikettene på nivåene tilsvarende.
ta: மூன்று பணிகளைக் குறிக்கும் மூன்று நிலைகள் இருப்பதால், `` மீண்டும் மீண்டும் நடவடிக்கைகள் காரணிகள்` `மாறி பெட்டியில் மூன்றாவது நிலையைச் சேர்க்கவும்:` `பேச்சு``,` `கருத்தியல்` மற்றும்` `தொடரியல்``. அதற்கேற்ப நிலைகளின் லேபிள்களை மாற்றவும்.
uk: Додайте третій рівень у ``Repeated Measures Factors`` змінна коробка, оскільки є три рівні, що представляють три завдання: ``Speech``, ``Conceptual`` і ``Syntax``. Відповідно змініть мітки рівнів.

source: Then move each of the levels variables across to the ``Repeated Measures Cells`` text box.
de: Verschieben Sie dann jede Variable in die ihr zugeordnete Ebene innnerhalb des Textfelds ``Repeated Measures Cells``.
nb: Flytt deretter hver av nivåvariablene over til tekstboksen ``Repeated Measures Cells``.
ta: பின்னர் ஒவ்வொரு நிலை மாறிகளையும் `` மீண்டும் மீண்டும் நடவடிக்கைகள் செல்கள்` உரை பெட்டிக்கு நகர்த்தவும்.
uk: Потім перемістіть кожну зі змінних рівнів до текстового поля ``Repeated Measures Cells`` .

source: Finally, under the ``Assumption Checks`` option, tick the ``Sphericity checks`` check box.
nb: Til slutt krysser du av for ``Sphericity checks`` under alternativet ``Assumption Checks``.
ta: இறுதியாக, `` அனுமான காசோலைகள்` விருப்பத்தின் கீழ், `` கோள காசோலைகள்` சரிபார்ப்புப் பெட்டியைத் தேர்வுசெய்க.
uk: Зрештою, під ``Assumption Checks`` опцію, поставте позначку ``Sphericity checks`` прапорець.

source: Repeated measures ANOVA dialogue box in jamovi
de: Options-Dialogfeld für die ANOVA mit Messwiederholung in jamovi
nb: Dialogboks for ANOVA for gjentatte målinger i jamovi
ta: சமோவியில் ANOVA உரையாடல் பெட்டியை மீண்டும் மீண்டும் நடவடிக்கைகள்
uk: Діалогове вікно ANOVA з повторними вимірюваннями в jamovi
