Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: **Normality**. The residuals are assumed to be normally distributed. As we saw in subsection :doc:`../Ch11/Ch11_tTest_08`, we can assess this by looking at QQ-plots (or running a Shapiro-Wilk test). I’ll talk about this more in an ANOVA context in subsection :ref:`Checking the normality assumption <normality_anova>`.
nb: **Normalfordeling**. Residuene antas å være normalfordelte. Som vi så i underavsnitt :doc:`../Ch11/Ch11_tTest_08`, kan vi vurdere dette ved å se på QQ-plott (eller kjøre en Shapiro-Wilk-test). Jeg skal snakke mer om dette i en ANOVA-sammenheng i underavsnitt :ref:`Sjekk forutsetningen om normalfordeling <normality_anova>`.
ta: ** இயல்புநிலை **. எச்சங்கள் பொதுவாக விநியோகிக்கப்படுவதாக கருதப்படுகிறது. துணைப்பிரிவில் நாம் பார்த்தது போல: டாக்: `../ ch11/ch11_ttest_08`, QQ- அடுக்குகளைப் பார்த்து (அல்லது சாபிரோ-வில்க் சோதனையை இயக்குவதன் மூலம்) இதை மதிப்பிடலாம். நான் இதைப் பற்றி மேலும் ANOVA சூழலில் துணைப்பிரிவில் பேசுவேன்: குறிப்பு: `இயல்பான அனுமானத்தை சரிபார்க்கிறது <இயல்பான_அனோவா>`.
uk: **Нормальність**. Припускається, що залишки мають нормальний розподіл. Як ми бачили в підрозділі :doc:`../Ch11/Ch11_tTest_08`, ми можемо оцінити це, розглянувши QQ-графіки (або виконавши тест Шапіро-Уілка). Я розповім про це докладніше в контексті ANOVA в підрозділі :ref:`Checking the normality assumption <normality_anova>`.

source: **Independence**. The independence assumption is a little trickier. What it basically means is that, knowing one residual tells you nothing about any other residual. All of the ϵ\ :sub:`ik` values are assumed to have been generated without any “regard for” or “relationship to” any of the other ones. There’s not an obvious or simple way to test for this, but there are some situations that are clear violations of this. For instance, if you have a repeated-measures design, where each participant in your study appears in more than one condition, then independence doesn’t hold. There’s a special relationship between some observations, namely those that correspond to the same person! When that happens, you need to use something like repeated measures ANOVA (see section :doc:`Ch13_ANOVA_07`).
nb: **Uavhengighet**. Antakelsen om uavhengighet er litt vanskeligere. Det betyr i bunn og grunn at det å kjenne til et residuum ikke forteller deg noe om noen annet residuum. Alle ϵ\ :sub:`ik`-verdiene antas å ha blitt generert uten «hensyn til» eller «forhold til» noen av de andre. Det finnes ingen åpenbar eller enkel måte å teste dette på, men det finnes noen situasjoner som er klare brudd på dette. Hvis du for eksempel har et design med gjentatte målinger, der hver deltaker i studien deltar i mer enn én betingelse, gjelder ikke uavhengighet. Det er et spesielt forhold mellom noen observasjoner, nemlig de som tilsvarer samme person! Når det skjer, må du bruke noe som ANOVA for gjentatte målinger (se avsnitt :doc:`Ch13_ANOVA_07`).
ta: ** விடுதலை **. சுதந்திர அனுமானம் கொஞ்சம் தந்திரமானது. இதன் பொருள் என்னவென்றால், ஒரு எச்சத்தை அறிந்துகொள்வது வேறு எந்த எஞ்சியதையும் பற்றி உங்களுக்கு எதுவும் சொல்லவில்லை. Ε \: sub: `ik` மதிப்புகள் மற்றவற்றில் எந்தவொரு“ அக்கறையும் ”அல்லது“ உறவு ”இல்லாமல் உருவாக்கப்பட்டதாக கருதப்படுகிறது. இதைச் சோதிக்க வெளிப்படையான அல்லது எளிமையான வழி இல்லை, ஆனால் இதை தெளிவாக மீறும் சில சூழ்நிலைகள் உள்ளன. உதாரணமாக, உங்களிடம் மீண்டும் மீண்டும்-அளவீட்டு வடிவமைப்பு இருந்தால், உங்கள் ஆய்வில் பங்கேற்பாளரும் ஒன்றுக்கு மேற்பட்ட நிபந்தனைகளில் தோன்றும், பின்னர் விடுதலை இல்லை. சில அவதானிப்புகளுக்கு இடையே ஒரு சிறப்பு உறவு உள்ளது, அதாவது ஒரே நபருடன் ஒத்திருக்கும்! அது நிகழும்போது, நீங்கள் மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA போன்றவற்றைப் பயன்படுத்த வேண்டும் (பிரிவு: DOC: `CH13_ANOVA_07`) ஐப் பார்க்கவும்.
uk: **Незалежність**. Припущення про незалежність є дещо складнішим. По суті, воно означає, що знання одного залишку не дає жодної інформації про інші залишки. Вважається, що всі значення ϵ\ :sub:`ik` були згенеровані без «врахування» або «зв'язку» з будь-якими іншими значеннями. Немає очевидного або простого способу перевірити це, але є деякі ситуації, які є явними порушеннями цього припущення. Наприклад, якщо ви маєте дизайн з повторюваними вимірами, де кожен учасник вашого дослідження з'являється в більш ніж одній умові, то незалежність не зберігається. Між деякими спостереженнями, а саме тими, що відповідають одній і тій самій особі, існує особливий зв'язок! У такому випадку вам потрібно використовувати щось на зразок ANOVA з повторюваними вимірами (див. розділ :doc:`Ch13_ANOVA_07`).

source: Checking the homogeneity of variance assumption
de: Überprüfen der Annahme der Varianzhomogenität
nb: Sjekk av forutsetningen om varianshomogenitet
ta: மாறுபாடு அனுமானத்தின் ஒருமைப்பாட்டை சரிபார்க்கிறது
uk: Перевірка припущення про однорідність дисперсії

source: There’s more than one way to skin a cat, as the saying goes, and more than one way to test the homogeneity of variance assumption, too (though for some reason no-one made a saying out of that). The most commonly used test for this that I’ve seen in the literature is the **Levene test** (:ref:`Levene, 1960 <Levene_1960>`), and the closely related **Brown-Forsythe test** (:ref:`Brown & Forsythe, 1974 <Brown_1974>`).
nb: Det er mer enn én måte å flå en katt på, som det heter, og det er mer enn én måte å teste forutsetningen om varianshomogenitet på også (selv om ingen av en eller annen grunn har gjort et ordtak ut av det). Den mest brukte testen for dette som jeg har sett i litteraturen, er **Levene-testen** (:ref:`Levene, 1960 <Levene_1960>`), og den nært beslektede **Brown-Forsythe-testen** (:ref:`Brown & Forsythe, 1974 <Brown_1974>`).
ta: ஒரு பூனை தோலுக்கு ஒன்றுக்கு மேற்பட்ட வழிகள் உள்ளன, சொல்வது போல், மாறுபாடு அனுமானத்தின் ஒருமைப்பாட்டை சோதிக்க ஒன்றுக்கு மேற்பட்ட வழிகள் உள்ளன (சில காரணங்களால் யாரும் அதிலிருந்து சொல்லவில்லை). இலக்கியத்தில் நான் கண்டதற்கு மிகவும் பொதுவாகப் பயன்படுத்தப்படும் சோதனை ** லெவென் சோதனை ** (: குறிப்பு: `லெவென், 1960 <லெவென்_1960>`), மற்றும் நெருங்கிய தொடர்புடைய ** பிரவுன்-ஃபோர்தே சோதனை ** ( : குறிப்பு: `பிரவுன் & ஃபோர்சைத், 1974 <பிரவுன்_1974>`).
uk: Як кажуть, є більше ніж один спосіб зняти шкіру з кота, і є більше ніж один спосіб перевірити припущення про однорідність дисперсії (хоча з якоїсь причини ніхто не склав про це приказку). Найпоширенішим тестом для цього, який я бачив у літературі, є **тест Левена** (:ref:`Levene, 1960 <Levene_1960>`) та тісно пов'язаний з ним **тест Брауна-Форсайта** (:ref:`Brown & Forsythe, 1974 <Brown_1974>`).

source: Regardless of whether you’re doing the standard Levene test or the Brown-Forsythe test, the test statistic, which is sometimes denoted *F* but also sometimes written as *W*, is calculated in exactly the same way that the *F*-statistic for the regular ANOVA is calculated, just using a Z\ :sub:`ik` rather than Y\ :sub:`ik`. With that in mind, we can go on to look at how to run the test in jamovi.
de: Unabhängig davon, ob Sie den (Standard-)Levene-Test oder den Brown-Forsythe-Test durchführen, wird die Teststatistik, die manchmal mit *F*, aber manchmal mit *W* bezeichnet wird, genauso berechnet wie die *F* -Statistik für die reguläre ANOVA, indem einfach ein Z\ :sub:`ik` anstelle von Y\ :sub:`ik` verwendet wird. In Anbetracht dessen können wir uns nun ansehen, wie der Test in jamovi durchgeführt wird.
nb: Uansett om du bruker standard Levene-test eller Brown-Forsythe-test, beregnes teststatistikken, som noen ganger betegnes *F*, men som også noen ganger skrives *W*, på nøyaktig samme måte som *F*-statistikken for den vanlige ANOVA, bare at du bruker Z\ :sub:`ik` i stedet for Y\ :sub:`ik`. Med dette i bakhodet kan vi gå videre til å se på hvordan vi kjører testen i jamovi.
ta: நீங்கள் நிலையான லெவீன் சோதனை அல்லது பிரவுன்-ஃபார்ச் சைட் சோதனை செய்கிறீர்களா என்பதைப் பொருட்படுத்தாமல், சோதனை புள்ளிவிவரம், சில நேரங்களில் *f *ஐக் குறிக்கப்படுகிறது, ஆனால் சில நேரங்களில் *w *என்றும் எழுதப்படுகிறது, அதேபோல் *f * வழக்கமான ANOVA க்கான உறுதியானது கணக்கிடப்படுகிறது, இது சட் \: துணை: `ik` ஐ விட \: துணை:` ik` ஐப் பயன்படுத்துகிறது. இதைக் கருத்தில் கொண்டு, சாமோவியில் சோதனையை எவ்வாறு இயக்குவது என்பதைப் பார்க்கலாம்.
uk: Незалежно від того, чи ви виконуєте стандартний тест Левена, чи тест Брауна-Форсайта, тестова статистика, яка іноді позначається *F*, а іноді записується як *W*, обчислюється точно так само, як і *F*-статистика для звичайного ANOVA, тільки замість Y\ :sub:`ik` використовується Z\ :sub:`ik`. Маючи це на увазі, ми можемо перейти до розгляду того, як виконати тест в jamovi.

source: The Levene test is shockingly simple. Suppose we have our outcome variable Y\ :sub:`ik`. All we do is define a new variable, which I’ll call Z\ :sub:`ik`, corresponding to the absolute deviation from the group mean
de: Der Levene-Test ist erschreckend einfach. Angenommen, wir haben unsere Ergebnisvariable Y\ :sub:`ik`. Alles, was wir tun, ist eine neue Variable zu definieren, die ich Z\ :sub:`ik` nennen werde und welche die absoluten Abweichungen vom Gruppenmittelwert enthält
nb: Levene-testen er sjokkerende enkel. Anta at vi har utfallsvariabelen Y\ :sub:`ik`. Alt vi trenger å gjøre er å definere en ny variabel, som jeg kaller Z\ :sub:`ik`, som tilsvarer det absolutte avviket fra gruppegjennomsnittet
ta: லெவென் சோதனை அதிர்ச்சியூட்டும் எளிமையானது. எங்களிடம் எங்கள் விளைவு மாறி ஒய் \: துணை: `ik` உள்ளது என்று வைத்துக்கொள்வோம். நாங்கள் செய்வது ஒரு புதிய மாறியை வரையறுப்பதுதான், நான் சட் \: sub: `ik` என்று அழைக்கிறேன், இது குழுவிலிருந்து முழுமையான விலகலுடன் தொடர்புடையது
uk: Тест Левена надзвичайно простий. Припустимо, що ми маємо нашу змінну результату Y\ :sub:`ik`. Все, що ми робимо, це визначаємо нову змінну, яку я назву Z\ :sub:`ik`, що відповідає абсолютному відхиленню від середнього значення групи

source: Z\ :sub:`ik` = Y\ :sub:`ik` - Ȳ\ :sub:`k`
ta: சட் \: sub: `i` = ஒய் \: sub:` i` - ȳ \: sub: `k`

source: Okay, what good does this do us? Well, let’s take a moment to think about what Z\ :sub:`ik` actually is and what we’re trying to test. The value of Z\ :sub:`ik` is a measure of how the *i*-th observation in the *k*-th group deviates from its group mean. And our null hypothesis is that all groups have the same variance, i.e., the same overall deviations from the group means! So the null hypothesis in a Levene test is that the population means of Z are identical for all groups. Hmm. So what we need now is a statistical test of the null hypothesis that all group means are identical. Where have we seen that before? Oh right, that’s what ANOVA is, and so all that the Levene test does is run an ANOVA on the new variable Z\ :sub:`ik`.
de: Was nützt uns das? Nun, nehmen wir uns einen Moment Zeit, um darüber nachzudenken, was Z\ :sub:`ik` eigentlich ist und was wir zu testen versuchen. Der Wert von Z\ :sub:`ik` ist ein Maß dafür, wie die *i*-te Beobachtung in der *k*-ten Gruppe von ihrem Gruppenmittelwert abweicht. Und unsere Nullhypothese ist, dass alle Gruppen die gleiche Varianz, d.h. die gleichen Gesamtabweichungen von den Gruppenmitteln, haben! Die Nullhypothese in einem Levene-Test ist also, dass die Mittelwerte von Z für alle Gruppen in der Grundgesamtheit identisch sind. Was wir jetzt brauchen, ist ein statistischer Test der Nullhypothese, dass alle Gruppenmittel identisch sind. Wo haben wir das schon einmal gesehen? Oh richtig, das ist es, was ANOVA ist, und was der Levene-Test tut: Eine ANOVA für die neue Variable Z\ :sub:`ik` durchzuführen.
nb: Ok, hva kan vi bruke dette til? La oss bruke et øyeblikk på å tenke over hva Z\ :sub:`ik` egentlig er og hva vi prøver å teste. Verdien av Z\ :sub:`ik` er et mål på hvordan den *i*-te observasjonen i den *k*-te gruppen avviker fra gruppegjennomsnittet. Og nullhypotesen vår er at alle gruppene har samme varians, dvs. samme totale avvik fra gruppegjennomsnittet! Nullhypotesen i en Levene-test er altså at populasjonsgjennomsnittet av Z er identisk for alle grupper. Ja. Så det vi trenger nå, er en statistisk test av nullhypotesen om at alle gruppegjennomsnitt er identiske. Hvor har vi sett det før? Akkurat, det er det en ANOVA er, så alt Levene-testen gjør er å kjøre en ANOVA på den nye variabelen Z\ :sub:`ik`.
ta: சரி, இது எங்களுக்கு என்ன நல்லது? சரி, சட் \: sub: `ik` உண்மையில் என்ன, நாம் என்ன சோதிக்க முயற்சிக்கிறோம் என்பதைப் பற்றி சிந்திக்க சிறிது நேரம் ஒதுக்குவோம். சட் \: துணை: `ik` இன் மதிப்பு என்பது *k *-th குழுவில் உள்ள *i *-th அவதானிப்பு அதன் குழுவிலிருந்து எவ்வாறு மாறுபடுகிறது என்பதற்கான ஒரு நடவடிக்கையாகும். எங்கள் சுழிய கருதுகோள் என்னவென்றால், எல்லா குழுக்களும் ஒரே மாறுபாட்டைக் கொண்டுள்ளன, அதாவது, குழுவிலிருந்து அதே ஒட்டுமொத்த விலகல்கள் வழிமுறையாகும்! எனவே ஒரு லெவென் சோதனையில் சுழிய கருதுகோள் என்னவென்றால், சட் இன் மக்கள் தொகை வழிமுறைகள் அனைத்து குழுக்களுக்கும் ஒரே மாதிரியானவை. அ்ம். எனவே இப்போது நமக்குத் தேவையானது அனைத்து குழு அர்த்தங்களும் ஒரே மாதிரியானவை என்ற சுழிய கருதுகோளின் புள்ளிவிவர சோதனை. இதற்கு முன்பு அதை எங்கே பார்த்தோம்? ஓ சரி, அதுதான் ANOVA, எனவே லெவென் சோதனை செய்வது புதிய மாறி சட் \: sub: `ik` இல் ஒரு ANOVA ஐ இயக்குகிறது.
uk: Гаразд, а що це нам дає? Давайте замислимося над тим, що таке Z\ :sub:`ik` і що ми намагаємося перевірити. Значення Z\ :sub:`ik` є мірою відхилення *i*-го спостереження в *k*-й групі від середнього значення групи. А наша нульова гіпотеза полягає в тому, що всі групи мають однакову дисперсію, тобто однакові загальні відхилення від середніх значень групи! Отже, нульова гіпотеза в тесті Левена полягає в тому, що середні значення Z для всіх груп є однаковими. Хм. Отже, зараз нам потрібен статистичний тест нульової гіпотези, що всі середні значення груп є однаковими. Де ми це вже бачили? Ага, це ж ANOVA, і тому все, що робить тест Левена, — це виконує ANOVA на новій змінній Z\ :sub:`ik`.

source: What about the Brown-Forsythe test? Does that do anything particularly different? Nope. The only change from the Levene test is that it constructs the transformed variable *Z* in a slightly different way, using deviations from the group *medians* rather than deviations from the group *means*. That is, for the Brown-Forsythe test
de: Was ist mit dem Brown-Forsythe-Test? Macht er irgendwas besonders anders? Nein. Die einzige Änderung gegenüber dem Levene-Test besteht darin, dass er die transformierte Variable *Z* etwas anders konstruiert, indem er Abweichungen von den *Medianen* der Gruppen anstelle von Abweichungen von den *Mittelwerten* der Gruppen verwendet. Das heißt, für den Brown-Forsythe-Test
nb: Hva med Brown-Forsythe-testen? Gjør den noe særlig annerledes? Nei, det gjør den ikke. Den eneste endringen fra Levene-testen er at den beregner den transformerte variabelen *Z* på en litt annen måte, ved å bruke avvik fra gruppens *medianer* i stedet for avvik fra gruppens *gjennomsnitt*. Det vil si at for Brown-Forsythe-testen
ta: What பற்றி the Brown-Forsythe test? Does that do anything particularly different? Nope. லெவென் சோதனையிலிருந்து ஒரே மாற்றம் என்னவென்றால், இது மாற்றப்பட்ட மாறியை *z *ஐ சற்று வித்தியாசமான வழியில் உருவாக்குகிறது, குழுவிலிருந்து விலகல்களைப் பயன்படுத்தி *குழுவிலிருந்து விலகல்களைப் பயன்படுத்தி *என்றால் *என்றால் *. அதாவது, பிரவுன்-ஃபோர்சித் சோதனைக்கு
uk: А що щодо тесту Брауна-Форсайта? Чи є в ньому якісь особливі відмінності? Ні. Єдина відмінність від тесту Левена полягає в тому, що він будує трансформовану змінну *Z* дещо іншим чином, використовуючи відхилення від *медіани* групи, а не відхилення від *середнього значення* групи. Тобто для тесту Брауна-Форсайта

source: Z\ :sub:`ik` = Y\ :sub:`ik` - median\ :sub:`k(Y)`
ta: சட் \ sub: `‘ இக் = ஒய் \: sub: `il ஊடகம் \: டி (y)`

source: where median\ :sub:`k(Y)` is the median for group *k*.
de: wobei Md\ :sub:`k(Y)` der Median für die Gruppe *k* ist.
nb: der median\ :sub:`k(Y)` er medianen for gruppe *k*.
ta: எங்கே சராசரி \: துணை: `k (y)` என்பது குழுவின் சராசரி *k *.
uk: де median\ :sub:`k(Y)` — це медіана для групи *k*.

source: Running the Levene-test in jamovi
de: Durchführen des Levene-Tests in jamovi
nb: Kjører Levene-testen i jamovi
ta: சாமோவியில் லெவென்-சோதனையை இயக்குகிறது
uk: Виконання тесту Левена в jamovi

source: Okay, so how do we run the Levene test? Simple really - under the ``ANOVA`` → ``Assumption Checks`` option, just click on the ``Homogeneity tests`` checkbox. If we look at the output, shown in :numref:`fig-anova4`, we see that the test is non-significant (*F*\{2,15} = 1.45, *p* = 0.266), so it looks like the homogeneity of variance assumption is fine. However, looks can be deceptive! If your sample size is pretty big, then the Levene test could show up a significant effect (i.e., *p* < 0.05) even when the homogeneity of variance assumption is not violated to an extent which troubles the robustness of ANOVA. This was the point George Box was making in the quote above. Similarly, if your sample size is quite small, then the homogeneity of variance assumption might not be satisfied and yet a Levene test could be non-significant (i.e. *p* > 0.05). What this means is that, alongside any statistical test of the assumption being met, you should always plot the standard deviation around the means for each group / category in the analysis… just to see if they look fairly similar (i.e. homogeneity of variance) or not.
de: Okay, und wie führen wir den Levene-Test durch? Eigentlich ganz einfach - unter der Option ``ANOVA`` → ``Assumption Checks`` klicken Sie einfach auf das Kästchen ``Homogeneity tests``. Wenn wir uns die in :numref:`fig-anova4` angezeigte Ausgabe ansehen, sehen wir, dass der Test nicht signifikant ist (*F*\(2,15) = 1,45, *p* = 0,266), es sieht also so aus, als ob die Annahme der Homogenität der Varianz erfüllt ist. Doch der Schein kann trügen! Wenn Ihr Stichprobenumfang groß ist, kann der Levene-Test einen signifikanten Effekt aufzeigen (d. h. *p* < 0,05), selbst wenn die Annahme der Varianzhomogenität nicht in einem Ausmaß verletzt wird, das die Robustheit der ANOVA beeinträchtigt. Dies war der Punkt, den George Box in dem obigen Zitat ansprach. Ähnlich verhält es sich, wenn Ihre Stichprobengröße recht klein ist, dann könnte die Annahme der Varianzhomogenität nicht erfüllt sein, obwohl der Levene-Test nicht signifikant ist (d. h. *p* > 0,05). Das bedeutet, dass Sie neben jedem statistischen Test auf Erfüllung der Annahme immer auch die Standardabweichung um die Mittelwerte für jede Gruppe / Kategorie in der Analyse darstellen sollten, um zu sehen, ob sie ziemlich ähnlich aussehen (d. h. Varianzhomogenität) oder nicht.
nb: Hvordan kjører vi Levene-testen? Det er egentlig enkelt - under ``ANOVA`` → ``Assumption Checks`` klikker du bare på avmerkingsboksen ``Homogeneity tests``. Hvis vi ser på resultatet, som vises i :numref:`fig-anova4`, ser vi at testen ikke er signifikant (*F*\{2,15} = 1,45, *p* = 0,266), så det ser ut til at forutsetningen om varianshomogenitet er gitt. Utseendet kan imidlertid bedra! Hvis utvalgsstørrelsen er ganske stor, kan Levene-testen vise en signifikant effekt (dvs. *p* < 0,05) selv om forutsetningen om varianshomogenitet ikke er brutt i en grad som svekker robustheten til ANOVA. Dette var poenget George Box kom med i sitatet ovenfor. På samme måte kan det hende at forutsetningen om varianshomogenitet ikke er oppfylt hvis utvalgsstørrelsen er ganske liten, og at en Levene-test likevel kan være ikke-signifikant (dvs. *p* > 0,05). Dette betyr at du, ved siden av enhver statistisk test av om forutsetningen er oppfylt, alltid bør plotte standardavviket rundt gjennomsnittene for hver gruppe / kategori i analysen… bare for å se om de ser ganske like ut (dvs. varianshomogenitet) eller ikke.
ta: சரி, அப்படியானால் லெவென் சோதனையை எவ்வாறு இயக்குவது? எளிமையானது - `` ANOVA` `` `` அனுமான காசோலைகள்` விருப்பத்தின் கீழ், `` ஒரேவிதமான சோதனைகள்` சரிபார்ப்பில் சொடுக்கு செய்யவும். வெளியீட்டைப் பார்த்தால், இதில் காட்டப்பட்டுள்ளது: numref: `fig-anova4`, சோதனை சுட்டிக்காட்டப்படாதது என்பதைக் காண்கிறோம் (*f*{2,15} = 1.45,*p*= 0.266), எனவே அது தெரிகிறது மாறுபாடு அனுமானத்தின் ஒருமைப்பாடு நன்றாக உள்ளது. இருப்பினும், தோற்றம் ஏமாற்றும்! உங்கள் மாதிரி அளவு மிகப் பெரியதாக இருந்தால், லெவென் சோதனை ஒரு குறிப்பிடத்தக்க விளைவைக் காட்டக்கூடும் (அதாவது, * ப * <0.05) மாறுபாடு அனுமானத்தின் ஒருமைப்பாடு ANOVA இன் வலுவான தன்மையைத் தொந்தரவு செய்யும் அளவிற்கு மீறப்படாவிட்டாலும் கூட. மேலே உள்ள மேற்கோளில் சார்ச் பாக்ச் உருவாக்கிய புள்ளி இதுதான். இதேபோல், உங்கள் மாதிரி அளவு மிகவும் சிறியதாக இருந்தால், மாறுபாடு அனுமானத்தின் ஒருமைப்பாடு நிறைவு அடையாமல் போகலாம், ஆனால் ஒரு லெவீன் சோதனை குறிப்பிடத்தக்கதாக இல்லை (அதாவது * ப *> 0.05). இதன் பொருள் என்னவென்றால், நிறைவு செய்யப்படும் அனுமானத்தின் எந்தவொரு புள்ளிவிவர சோதனையுடனும், பகுப்பாய்வில் ஒவ்வொரு குழு / வகைக்கான வழிமுறைகளைச் சுற்றி நீங்கள் எப்போதும் நிலையான விலகலைத் திட்டமிட வேண்டும்… அவை மிகவும் ஒத்ததாக இருக்கிறதா என்று பார்க்க (அதாவது மாறுபாட்டின் ஒருமைப்பாடு) அல்லது இல்லை.
uk: Гаразд, то як же ми проводимо тест Левена? Все дуже просто — в опції ``ANOVA`` → ``Assumption Checks`` (Аналіз дисперсії → Перевірка припущень) просто натисніть на прапорець ``Homogeneity tests`` (Тести однорідності). Якщо подивитися на результат, показаний у :numref:`fig-anova4`, то бачимо, що тест є неістотним (*F*\{2,15} = 1,45, *p* = 0,266), тож, здається, припущення про однорідність дисперсії є правильним. Однак зовнішній вигляд може бути оманливим! Якщо розмір вибірки досить великий, тест Левена може показати значущий ефект (тобто *p* < 0,05) навіть тоді, коли припущення про однорідність дисперсії не порушується в мірі, яка ставить під сумнів надійність ANOVA. Саме це мав на увазі Джордж Бокс у наведеному вище цитаті. Аналогічно, якщо розмір вибірки досить малий, припущення про однорідність дисперсії може не виконуватися, але тест Левена може бути неістотним (тобто *p* > 0,05). Це означає, що, крім будь-якого статистичного тесту на відповідність припущенню, ви завжди повинні побудувати графік стандартного відхилення навколо середніх значень для кожної групи/категорії в аналізі... просто щоб побачити, чи вони виглядають досить схожими (тобто однорідність дисперсії), чи ні.

source: ``Levene test`` output for ``One-Way ANOVA`` in jamovi
de: ``Levene test``-Ausgabe für die ``One-Way ANOVA`` in jamovi
nb: Utgave fra ``Levene test`` for ``One-Way ANOVA`` i jamovi
ta: `` லெவென் டெச்ட்`` சாமோவியில் `` ஒரு வழி அனோவா` க்கான வெளியீடு
uk: ``Levene test`` вихід для ``One-Way ANOVA`` в jamovi

source: Removing the homogeneity of variance assumption
de: Verletzung der Annahme der Varianzhomogenität
nb: Analyser som ikke forutsetter varianshomogenitet
ta: மாறுபாடு அனுமானத்தின் ஒருமைப்பாட்டை நீக்குதல்
uk: Вилучення припущення про однорідність дисперсії
