Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: These days, you’ll probably never have much reason to want to construct one of these tables yourself, but you will find that almost all statistical software (jamovi included) tends to organise the output of an ANOVA into a table like this, so it’s a good idea to get used to reading them. However, although the software will output a full ANOVA table, there’s almost never a good reason to include the whole table in your write up. A pretty standard way of reporting this result would be to write something like this:
de: Heutzutage gibt es wahrscheinlich keinen Grund mehr, eine solche Tabelle selbst zu erstellen, aber Sie werden feststellen, dass fast alle statistischen Programme (einschließlich jamovi) dazu neigen, die Ergebnisse einer ANOVA in einer solchen Tabelle zusammenzufassen, so dass es eine gute Idee ist, sich daran zu gewöhnen, sie zu lesen. Obwohl die Software eine vollständige ANOVA-Tabelle ausgibt, gibt es fast nie einen guten Grund, die gesamte Tabelle in Ihr Paper aufzunehmen. Um das Ergebnis einer ANOVA zu berichten, würde man standardmäßig etwas in dieser Art schreiben:
nb: I dag vil du sannsynligvis aldri ha noen grunn til å lage en slik tabell selv, men du vil oppdage at nesten all statistisk programvare (jamovi inkludert) har en tendens til å organisere resultatet av en ANOVA i en slik tabell, så det er lurt å bli vant til å lese dem. Selv om programvaren vil vise en fullstendig ANOVA-tabell, er det imidlertid nesten aldri noen god grunn til å ta med hele tabellen i rapporten. En ganske vanlig måte å rapportere dette resultatet på ville være å skrive noe sånt som dette:
ta: இந்த நாட்களில், இந்த அட்டவணைகளில் ஒன்றை நீங்களே உருவாக்க விரும்புவதற்கு நீங்கள் ஒருபோதும் அதிக காரணத்தைக் கொண்டிருக்க மாட்டீர்கள், ஆனால் கிட்டத்தட்ட எல்லா புள்ளிவிவர மென்பொருளும் (சாமோவி சேர்க்கப்பட்டுள்ளது) ஒரு ANOVA இன் வெளியீட்டை இது போன்ற ஒரு அட்டவணையில் ஒழுங்கமைக்க முனைகிறது என்பதை நீங்கள் காண்பீர்கள், எனவே அது தான் அவற்றைப் படிக்கப் பழகுவது நல்ல சிந்தனை. இருப்பினும், மென்பொருள் ஒரு முழு ANOVA அட்டவணையை வெளியிடும் என்றாலும், உங்கள் எழுத்தில் முழு அட்டவணையையும் சேர்க்க ஒருபோதும் நல்ல காரணம் இல்லை. இந்த முடிவைப் புகாரளிப்பதற்கான ஒரு அழகான நிலையான வழி இதுபோன்ற ஒன்றை எழுதுவதாகும்:
uk: В наш час, ймовірно, у вас ніколи не буде особливих причин самостійно складати таку таблицю, але ви побачите, що майже все статистичне програмне забезпечення (включно з jamovi) має тенденцію організовувати результати ANOVA у таку таблицю, тому варто звикнути до їхнього читання. Однак, хоча програмне забезпечення і видає повну таблицю ANOVA, майже ніколи немає вагомих причин включати всю таблицю у ваш звіт. Досить стандартним способом представлення цього результату буде написання чогось на зразок такого:

source: One-way ANOVA showed a significant effect of drug on mood gain: *F*\(2,15) = 18.61, *p* < 0.001.
de: Die einfaktorielle ANOVA (*one-way ANOVA*) zeigte einen signifikanten Effekt der Medikation auf die Stimmungsverbesserung: *F*\(2,15) = 18,61, *p* < 0,001.
nb: Enveis ANOVA viste en signifikant effekt av legemiddelet på humørforbedringen: *F*\(2,15) = 18,61, *p* < 0,001.
ta: ஒரு வழி ANOVA மனநிலை ஆதாயத்தில் மருந்தின் குறிப்பிடத்தக்க விளைவைக் காட்டியது: *f *\ (2,15) = 18.61, *ப *<0.001.
uk: Однофакторний дисперсійний аналіз показав значний вплив препарату на покращення настрою.: *F*\(2,15) = 18.61, *p* < 0.001.

source: Sigh. So much work for one short sentence.
de: Seufz. So viel Arbeit für einen so kurzen Satz.
nb: Sukk. Så mye arbeid for en kort setning.
ta: பெருமூச்சு. ஒரு குறுகிய வாக்கியத்திற்கு இவ்வளவு வேலை.
uk: Зітхає. Стільки роботи для одного короткого речення.

source: When all groups have the same number of observations, the experimental design is said to be “balanced”. Balance isn’t such a big deal for one-way ANOVA, which is the topic of this chapter. It becomes more important when you start doing more complicated ANOVAs.
de: Wenn alle Gruppen die gleiche Anzahl von Beobachtungen haben, wird der Versuchsplan als „balanciert“ bezeichnet. Balanciertheit ist bei der einfaktoriellen ANOVA, um die es in diesem Kapitel geht, keine große Sache. Es wird wichtiger, wenn Sie anfangen, kompliziertere ANOVAs durchzuführen.
nb: Når alle gruppene har like mange observasjoner, sier man at forsøksdesignet er «balansert». Balanse er ikke så viktig for enveis ANOVA, som er temaet for dette kapittelet. Det blir viktigere når du begynner å gjøre mer kompliserte ANOVAer.
ta: எல்லா குழுக்களுக்கும் ஒரே எண்ணிக்கையிலான அவதானிப்புகள் இருக்கும்போது, சோதனை வடிவமைப்பு “சீரானது” என்று கூறப்படுகிறது. இந்த அத்தியாயத்தின் தலைப்பு ஒரு வழி ANOVA க்கு இருப்பு அவ்வளவு பெரிய விசயமல்ல. நீங்கள் மிகவும் சிக்கலான ANOVA களைச் செய்யத் தொடங்கும் போது இது மிகவும் முக்கியமானது.
uk: Коли всі групи мають однакову кількість спостережень, експериментальний дизайн вважається «збалансованим». Збалансованість не є такою важливою для однофакторного ANOVA, який є темою цього розділу. Вона стає більш важливою, коли ви починаєте виконувати більш складні ANOVA.

source: |SS_w| is also referred to in an independent ANOVA as the error variance, or SS\ :sub:`error`
de: |SS_w| wird bei einer unabhängigen ANOVA auch als Fehlervarianz oder SS\ :sub:`Fehler` bezeichnet
nb: |SS_w| refereres også til i en uavhengig ANOVA som feilvariansen, eller SS\ :sub:`error`
ta: | SS_W | ஒரு சுயாதீன ANOVA இல் பிழை மாறுபாடு அல்லது SS \: துணை: `பிழை`
uk: |SS_w| також називається в незалежному дисперсійному аналізі (ANOVA) дисперсією помилки, або SS\ :sub:`error`

source: If you read ahead to chapter :doc:`../Ch14/Ch14_ANOVA2` and look at how the “treatment effect” at level *k* of a factor is defined in terms of the α\ :sub:`k` values (see section :doc:`../Ch14/Ch14_ANOVA2_02`), it turns out that *Q* refers to a weighted mean of the squared treatment effects, :math:`Q = (\sum_{k=1}^G N_k \alpha_k^2)/(G-1)`.
nb: Hvis du leser videre til kapittel :doc:`../Ch14/Ch14_ANOVA2` og ser på hvordan «behandlingseffekten» (*treatment effect*) på nivå *k* av en faktor er definert med hensyn til α\ :sub:`k`-verdiene (se avsnitt :doc:`../Ch14/Ch14_ANOVA2_02`), viser det seg at *Q* refererer til et vektet gjennomsnitt av de kvadrerte behandlingseffektene, :math:`Q = (\sum_{k=1}^G N_k \alpha_k^2)/(G-1)`.
ta: நீங்கள் அத்தியாயத்திற்கு முன்னர் படித்தால்: doc: `../ ch14/ch14_anova2` மற்றும் ஒரு காரணியின் நிலை * k * இல் உள்ள“ மருத்தீடு விளைவு ”α \: sub:` k` மதிப்புகளின் அடிப்படையில் எவ்வாறு வரையறுக்கப்படுகிறது என்பதைப் பாருங்கள் பிரிவு: டாக்: `../ ch14/ch14_anova2_02`), * q * என்பது ச்கொயர் மருத்தீடு விளைவுகளின் எடையுள்ள சராசரியைக் குறிக்கிறது என்று மாறிவிடும், கணிதம்:` q = (\ sum_ {k = 1}^g n_k \ ஆல்பா_.கே^2)/(சி -1) `.
uk: Якщо ви прочитаєте розділ :doc:`../Ch14/Ch14_ANOVA2` і подивитеся, як «ефект обробки» на рівні *k* фактора визначається за допомогою значень α\ :sub:`k` (див. розділ :doc:`../Ch14/Ch14_ANOVA2_02`), виявляється, що *Q* відноситься до зваженого середнього значення квадратів ефектів обробки, :math:`Q = (\sum_{k=1}^G N_k \alpha_k^2)/(G-1)`.

source: Or, if we want to be sticklers for accuracy, :math:`1 + \frac{2}{df_2 - 2}`.
de: Oder, wenn wir es ganz genau nehmen wollen, :math:`1 + \frac{2}{df_2 - 2}`.
nb: Eller, hvis vi skal være helt nøyaktige, :math:`1 + \frac{2}{df_2 - 2}`.
ta: Or, if we want பெறுநர் be sticklers க்கு accuracy, :math:`1 + \frac{2}{df_2 - 2}`.
uk: Або, якщо ми хочемо бути прискіпливими до точності, :math:`1 + \frac{2}{df_2 - 2}`.

source: Or, to be precise, party like “it’s 1899 and we’ve got no friends and nothing better to do with our time than do some calculations that wouldn’t have made any sense in 1899 because ANOVA didn’t exist until about the 1920s”.
de: Oder, um noch genauer zu sein und zu Feiern als sei es „1899 und haben keine Freunde und nichts Besseres mit unserer Zeit anzufangen, als ein paar Berechnungen anzustellen, die 1899 keinen Sinn gemacht hätten, weil es die ANOVA erst seit den 1920er Jahren gab".
nb: Eller, for å være mer presis, en fest som «det er 1899, og vi har ingen venner og ikke noe bedre å gjøre enn å gjøre noen beregninger som ikke ville ha gitt noen mening i 1899, fordi ANOVA ikke eksisterte før på 1920-tallet».
ta: அல்லது, துல்லியமாகச் சொல்வதானால், கட்சி, “இது 1899 மற்றும் எங்களுக்கு நண்பர்கள் கிடைக்கவில்லை, 1899 ஆம் ஆண்டில் எந்த அர்த்தமும் இல்லாத சில கணக்கீடுகளை விட எங்கள் நேரத்துடன் சிறப்பாக எதுவும் செய்ய முடியாது, ஏனெனில் 1920 கள் வரை ANOVA இல்லை ”.
uk: Або, якщо бути точнішим, вечірка на кшталт «це 1899 рік, у нас немає друзів і нічого кращого, чим зайняти свій час, окрім розрахунків, які не мали б жодного сенсу в 1899 році, оскільки ANOVA з'явилася лише в 1920-х роках».

source: We could as well do this with creating yet another computed variable, named ``F`` using the formula ``(VSUM(sq_res_btw) / 2) / (VSUM(sq_res_wth) / 15)`` which gives us 18.611 as value. If you could not reprodcuce the calculation steps above, you can download and open the |clinicaltrial_anova|_ data set.
de: Wir könnten dies auch tun, indem wir eine weitere berechnete Variable mit dem Namen ``F`` unter Verwendung der Formel ``(VSUM(sq_res_btw) / 2) / (VSUM(sq_res_wth) / 15)`` erstellen, die uns 18,611 als Wert liefert. Wenn Sie die obigen Berechnungsschritte nicht nachvollziehen konnten, können Sie den Datensatz |clinicaltrial_anova|_ herunterladen und öffnen.
nb: Vi kan like godt gjøre dette ved å opprette enda en beregnet variabel, kalt ``F`` ved hjelp av formelen ``(VSUM(sq_res_btw) / 2) / (VSUM(sq_res_wth) / 15)`` som gir oss 18,611 som verdi. Hvis du ikke kunne reprodusere beregningstrinnene ovenfor, kan du laste ned og åpne datasettet |clinicaltrial_anova|_.
ta: `` (Vsum (sq_res_btw) / 2) / (vsum (sq_res_wth) / 15) `` `` இது எங்களுக்கு 18.611 மதிப்பாக அளிக்கிறது. மேலே உள்ள கணக்கீட்டு படிகளை நீங்கள் மீண்டும் இணைக்க முடியாவிட்டால், நீங்கள் | கிளினிக்கல் ட்ரையல்_ஆனோவா | _ தரவு தொகுப்பு பதிவிறக்கம் செய்து திறக்கலாம்.
uk: Ми могли б зробити це, створивши ще одну обчислювану змінну з назвою ``F`` використовуючи формулу ``(VSUM(sq_res_btw) / 2) / (VSUM(sq_res_wth) / 15)`` що дає нам значення 18,611. Якщо ви не змогли відтворити наведені вище кроки розрахунку, ви можете завантажити та відкрити набір даних |clinicaltrial_anova|_.

source: In order to see the *p*-value with a high number of decimal places, click on the settings menu (``⋮``, top-right corner) and set the ``p-value format`` to ``16 dp``.
de: Um den *p*-Wert mit einer hohen Anzahl von Nachkommastellen anzuzeigen, klicken Sie auf das Einstellungsmenü (``⋮``, in der oberen rechten Ecke) und stellen Sie ``p-value format`` auf ``16 dp``.
nb: For å se *p*-verdien med et høyt antall desimaler, klikker du på innstillingsmenyen (``⋮``, øverst i høyre hjørne) og setter ``p-value format`` til ``16 dp``.
ta: அதிக எண்ணிக்கையிலான தசம இடங்களுடன் *p *-value ஐக் காண, அமைப்புகள் மெனுவைக் சொடுக்கு செய்க (`` ``, மேல்-வலது மூலையில்) `` பி-மதிப்பு வடிவத்தை` `16 ஆக அமைக்கவும் dp``.
uk: Щоб побачити значення *p* з великою кількістю знаків після коми, натисніть на меню налаштувань (``⋮``, у верхньому правому куті) та встановіть ``p-value format`` до ``16 dp``.

source: Running an ANOVA in jamovi
de: Durchführung einer ANOVA in jamovi
nb: Kjører en ANOVA i jamovi
ta: சாமோவியில் ஒரு ANOVA ஐ இயக்குகிறது
uk: Проведення дисперсійного аналізу (ANOVA) в jamovi

source: I’m pretty sure I know what you’re thinking after reading the last section, *especially* if you followed my advice and did all of that by pencil and paper (i.e., in a spreadsheet) yourself. Doing the ANOVA calculations yourself *sucks*. There’s quite a lot of calculations that we needed to do along the way, and it would be tedious to have to do this over and over again every time you wanted to do an ANOVA.
de: Ich bin mir ziemlich sicher, dass ich weiß, was Sie denken, nachdem Sie den letzten Abschnitt gelesen haben, *, insbesondere*, wenn Sie meinem Rat gefolgt sind und alles mit Bleistift und Papier (d. h. in einer Tabellenkalkulation) selbst gemacht haben. Die ANOVA-Berechnungen selbst zu machen *ist ätzend*. Es gibt eine ganze Reihe von Berechnungen, die wir auf dem Weg dorthin durchführen mussten und es wäre mühsam, dies jedes Mal wiederholen zu müssen, wenn Sie eine ANOVA durchführen wollen.
nb: Jeg er ganske sikker på at jeg vet hva du tenker etter å ha lest den siste delen, *spesielt* hvis du fulgte rådet mitt og gjorde alt dette med blyant og papir (dvs. i et regneark) selv. Å gjøre ANOVA-beregningene selv *suger*. Det er ganske mange beregninger vi måtte gjøre underveis, og det ville vært kjedelig å måtte gjøre dette om og om igjen hver gang du ønsket å gjøre en ANOVA.
ta: கடைசி பகுதியைப் படித்த பிறகு நீங்கள் என்ன நினைக்கிறீர்கள் என்பது எனக்குத் தெரியும், * குறிப்பாக * நீங்கள் எனது ஆலோசனையைப் பின்பற்றி, அதையெல்லாம் பென்சில் மற்றும் காகிதத்தால் (அதாவது, ஒரு விரிதாளில்) செய்தால். ANOVA கணக்கீடுகளை நீங்களே செய்வது *சக்ச் *. வழியில் நாங்கள் செய்ய வேண்டிய நிறைய கணக்கீடுகள் உள்ளன, மேலும் நீங்கள் ஒரு ANOVA ஐ செய்ய விரும்பும் ஒவ்வொரு முறையும் இதை மீண்டும் மீண்டும் செய்ய வேண்டியது கடினமானது.
uk: Я майже впевнений, що знаю, про що ви думаєте після прочитання останнього розділу, *особливо* якщо ви дослухалися моєї поради і зробили все це самостійно за допомогою олівця та паперу (тобто в електронній таблиці). Самостійно виконувати розрахунки ANOVA *дуже нудно*. Нам довелося виконати чимало розрахунків, і було б нудно робити це знову і знову щоразу, коли ви хотіли б виконати ANOVA.

source: Using jamovi to specify your ANOVA
de: Verwendung von jamovi zur Spezifikation Ihrer ANOVA
nb: Bruke jamovi til å spesifisere ANOVA
ta: உங்கள் ANOVA ஐக் குறிப்பிட சாமோவியைப் பயன்படுத்துதல்
uk: Використання jamovi для визначення вашого ANOVA

source: To make life easier for you, jamovi can do ANOVA… hurrah! Go to the ``ANOVA`` - ``ANOVA`` analysis, and move the ``mood.gain`` variable across so it is in the ``Dependent Variable`` box, and then move the ``drug`` variable across so it is in the ``Fixed Factors`` box. This should give the results as shown in :numref:`fig-anova2`.\ [#]_ Note I have also checked the η² checkbox, pronounced “eta” squared, under the ``Effect Size`` option and this is also shown on the results table. We will come back to effect sizes a bit later.
nb: For å gjøre livet enklere for deg, jamovi kan gjøre ANOVA… hurra! Opprett analysen med ``ANOVA`` - ``ANOVA``, og flytt ``mood.gain``-variabelen over slik at den er i ``Dependent Variable``-boksen, og flytt deretter ``drug``-variabelen over slik at den er i ``Fixed Factors``-boksen. Dette skal gi resultatene som vist i :numref:`fig-anova2`.\ [#]_ Merk at jeg også har krysset av for η², som uttales «eta kvadrat», under alternativet ``Effect Size``, og dette vises også i resultattabellen. Vi kommer tilbake til effektstørrelser litt senere.
ta: உங்களுக்கு வாழ்க்கையை எளிதாக்க, சாமோவி அனோவா செய்ய முடியும்… அவசரம்! `` ANOVA`` - `` ANOVA`` பகுப்பாய்விற்குச் சென்று, `` மனநிலை. முழுவதும் மாறுபடும், எனவே இது `` நிலையான காரணிகள்` பெட்டியில் உள்ளது. இது காட்டப்பட்டுள்ளபடி முடிவுகளைத் தர வேண்டும்: numref: `fig-anova2`. \ [#] _ குறிப்பு η² தேர்வுப்பெட்டியையும் சரிபார்த்தேன்,“ எட்டா ”ச்கொயர்,` `விளைவு அளவு`` விருப்பத்தின் கீழ் மற்றும் இதுவும் உள்ளது முடிவுகள் அட்டவணையில் காட்டப்பட்டுள்ளது. சிறிது நேரம் கழித்து அளவுகளுக்கு மீண்டும் வருவோம்.
uk: Щоб полегшити вам життя, jamovi може виконати дисперсійний аналіз… ура! Перейдіть до ``ANOVA`` - ``ANOVA`` аналіз та переміщення ``mood.gain`` змінна по горизонталі, тому вона знаходиться в ``Dependent Variable`` поле, а потім перемістіть ``drug`` змінна по горизонталі, тому вона знаходиться в ``Fixed Factors`` коробка. Це має дати результати, як показано на :numref:`fig-anova2`.\ [#]_ Зверніть увагу, що я також поставив галочку навпроти η², що вимовляється як «ета» у квадраті, під ``Effect Size`` опцію, і це також показано в таблиці результатів. Ми повернемося до розмірів ефектів трохи пізніше.

source: ``ANOVA`` results table for ``mood.gain`` by ``drug`` administered
de: ``ANOVA``-Ergebnistabelle für ``mood gain`` ensprechend dem verabreichten Medikament (``drug``)
nb: ``ANOVA`` resultattabell for ``mood.gain`` etter ``drug`` administrert
ta: `` மனநிலை
uk: ``ANOVA`` таблиця результатів для ``mood.gain`` від ``drug`` введено

source: jamovi ``ANOVA`` results table for ``mood.gain`` by ``drug`` administered
de: ``ANOVA``-Ergebnistabelle in jamovi für ``mood gain`` ensprechend dem verabreichten Medikament (``drug``)
nb: jamovi ``ANOVA`` resultattabell for ``mood.gain`` etter ``drug`` administrert
ta: `` மருந்து` `` மருந்து`` நிர்வகிப்பதன் மூலம் `` மனநிலைக்கான சமோவி `` அனோவா`` முடிவுகள் அட்டவணை
uk: jamovi ``ANOVA`` таблиця результатів для ``mood.gain`` від ``drug`` введено

source: The jamovi results table shows you the sums of squares values, the degrees of freedom, and a couple of other quantities that we’re not really interested in right now. Notice, however, that jamovi doesn’t use the names “between-group” and “within-group”. Instead, it tries to assign more meaningful names. In our particular example, the *between groups* variance corresponds to the effect that the ``drug`` has on the outcome variable, and the *within groups* variance corresponds to the “leftover” variability so it calls that the *residuals*. If we compare these numbers to the numbers that I calculated by hand in section :ref:`A worked example <worked_example>`, you can see that they’re more or less the same, apart from rounding errors. The between groups sums of squares is SS\ :sub:`b` = 3.45, the within groups sums of squares is SS\ :sub:`w` = 1.39, and the degrees of freedom are 2 and 15 respectively. We also get the *F*-value and the *p*-value and, again, these are more or less the same, give or take rounding errors, to the numbers that we calculated ourselves when doing it the long and tedious way.
nb: Resultattabellen i jamovi viser kvadratsummene, frihetsgradene og et par andre størrelser som vi egentlig ikke er interessert i akkurat nå. Legg imidlertid merke til at jamovi ikke bruker navnene «mellom gruppene» (*between groups*) og «innenfor gruppene» (*within group*). I stedet prøver den å tildele mer meningsfulle navn. I vårt eksempel tilsvarer variansen *mellom gruppene* effekten som legemiddelet (``drug``) har på utfallsvariabelen, og variansen *innenfor gruppene* tilsvarer den «resterende» variabiliteten, så den kaller det for *residuene*. Hvis vi sammenligner disse tallene med tallene som jeg beregnet for hånd i avsnitt :ref:`Et bearbeidet eksempel <worked_example>`, kan du se at de er mer eller mindre de samme, bortsett fra avrundingsfeil. Kvadratsummene mellom gruppene er SS\ :sub:`b` = 3,45, kvadratsummene innenfor gruppene er SS\ :sub:`w` = 1,39, og frihetsgradene er henholdsvis 2 og 15. Vi får også *F*-verdien og *p*-verdien, og igjen er disse mer eller mindre de samme, med eller uten avrundingsfeil, som de tallene vi beregnet selv da vi gjorde det på den lange og kjedelige måten.
ta: சதுரங்களின் மதிப்புகள், சுதந்திரத்தின் அளவுகள் மற்றும் இப்போது நாங்கள் உண்மையில் ஆர்வம் காட்டாத இரண்டு அளவுகளை சாமோவி முடிவுகள் அட்டவணை உங்களுக்குக் காட்டுகிறது. எவ்வாறாயினும், சாமோவி “குழுவிற்கு இடையில்” மற்றும் “குழுவிற்குள்” பெயர்களைப் பயன்படுத்தவில்லை என்பதைக் கவனியுங்கள். அதற்கு பதிலாக, இது மேலும் அர்த்தமுள்ள பெயர்களை ஒதுக்க முயற்சிக்கிறது. எங்கள் குறிப்பிட்ட எடுத்துக்காட்டில், குழுக்களுக்கிடையேயான *மாறுபாடு `` மருந்து`` விளைவு மாறியில் உள்ள விளைவுக்கு ஒத்திருக்கிறது, மேலும் *குழுக்களுக்குள் *மாறுபாடு “மீதமுள்ள” மாறுபாட்டிற்கு ஒத்திருக்கிறது, எனவே இது *எச்சங்கள் *என்று அழைக்கிறது . இந்த எண்களை நான் கையால் கணக்கிட்ட எண்களுடன் ஒப்பிட்டுப் பார்த்தால்: ref: `ஒரு வேலை சான்று <storpl_example>`, ரவுண்டிங் பிழைகள் தவிர, அவை அதிகமாகவோ அல்லது குறைவாகவோ இருப்பதை நீங்கள் காணலாம். குழுக்களுக்கு இடையில் சதுரங்களின் தொகைகள் SS \: துணை: `B` = 3.45, குழுக்களுக்குள் சதுரங்களின் தொகைகள் SS \: துணை:` w` = 1.39, மற்றும் சுதந்திரத்தின் அளவுகள் முறையே 2 மற்றும் 15 ஆகும். நாம் *f *-மதிப்பு மற்றும் *p *-value ஐப் பெறுகிறோம், மீண்டும், இவை அதிகமாகவோ அல்லது குறைவாகவோ ஒரே மாதிரியாக இருக்கின்றன, நீண்ட மற்றும் கடினமான வழியில் அதைச் செய்யும்போது நாம் நம்மைக் கணக்கிட்ட எண்களுக்கு வட்டமான பிழைகளை கொடுங்கள் அல்லது எடுத்துக் கொள்ளுங்கள்.
uk: Таблиця результатів jamovi показує суми квадратів значень, ступені свободи та кілька інших величин, які нас зараз не цікавлять. Однак зверніть увагу, що jamovi не використовує назви «міжгруповий» та «внутрішньогруповий». Натомість він намагається присвоїти більш значущі назви. У нашому конкретному прикладі дисперсія *між групами* відповідає впливу, який ``ліки`` мають на змінну результату, а дисперсія *всередині груп* відповідає «залишковій» мінливості, тому вона називається *залишками*. Якщо порівняти ці числа з тими, які я обчислив вручну в розділі :ref:`A worked example <worked_example>`, можна побачити, що вони більш-менш однакові, за винятком похибок округлення. Сума квадратів між групами становить SS\ :sub:`b` = 3,45, сума квадратів всередині груп становить SS\ :sub:`w` = 1,39, а ступені свободи становлять відповідно 2 і 15. Ми також отримуємо значення *F* і значення *p*, і, знову ж таки, вони більш-менш збігаються, з урахуванням похибок округлення, з числами, які ми обчислили самостійно, використовуючи довгий і нудний метод.

source: The jamovi results are more accurate than the ones in the text above, due to rounding errors.
de: Die jamovi-Ergebnisse sind aufgrund der Rundungsfehler genauer als die im obigen Text angegebenen.
nb: Resultatene fra jamovi er mer nøyaktige enn resultatene i teksten ovenfor, på grunn av avrundingsfeil.
ta: ரவுண்டிங் பிழைகள் காரணமாக, மேலே உள்ள உரையில் உள்ளதை விட சாமோவி முடிவுகள் மிகவும் துல்லியமானவை.
uk: Результати jamovi точніші, ніж ті, що наведені в тексті вище, через помилки округлення.

source: There’s a few different ways you could measure the effect size in an ANOVA, but the most commonly used measures are η² (**eta squared**) and partial η². For a one-way analysis of variance they’re identical to each other, so for the moment I’ll just explain η². The definition of η² is actually really simple
de: Es gibt verschiedene Möglichkeiten, die Effektstärke einer ANOVA zu messen, aber die am häufigsten verwendeten Maße sind η² (**Eta Quadrat**) und das partielle η². Bei einer einfaktoriellen (*one-way*) Varianzanalyse sind sie identisch, daher werde ich im Moment nur η² erklären. Die Definition von η² ist eigentlich ganz einfach
nb: Det finnes flere ulike måter å måle effektstørrelsen på i en ANOVA, men de mest brukte målene er η² (**eta-kvadrat**) og partiell η². For en enveis variansanalyse er de identiske, så for øyeblikket vil jeg bare forklare η². Definisjonen av η² er faktisk veldig enkel
ta: ANOVA இல் விளைவு அளவை அளவிட சில வேறுபட்ட வழிகள் உள்ளன, ஆனால் பொதுவாகப் பயன்படுத்தப்படும் நடவடிக்கைகள் η² (** eta Skayared **) மற்றும் பகுதி η². மாறுபாட்டின் ஒரு வழி பகுப்பாய்விற்கு அவை ஒருவருக்கொருவர் ஒத்தவை, எனவே இப்போதைக்கு நான் η² ஐ விளக்குகிறேன். Η² இன் வரையறை உண்மையில் மிகவும் எளிது
uk: Існує кілька різних способів вимірювання розміру ефекту в ANOVA, але найчастіше використовуються η² (**ета в квадраті**) і часткове η². Для однофакторного дисперсійного аналізу вони ідентичні, тому поки що я поясню тільки η². Визначення η² насправді дуже просте
