Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: Okay. Now that we’ve calculated the within groups variation, |SS_w|, it’s time to turn our attention to the between-group sum of squares, |SS_b|. The calculations for this case are very similar. The main difference is that instead of calculating the differences between an observation |Y_ik| and a group mean |Yb_k| for all of the observations, we calculate the differences between the group means |Yb_k| and the grand mean |Yb| (in this case 0.88) for all of the groups.
de: Okay. Nachdem wir nun die Variation innerhalb der Gruppen, |SS_w|, berechnet haben, ist es an der Zeit, unsere Aufmerksamkeit auf die Quadratsummen zwischen den Gruppen, |SS_b|, zu richten. Die Berechnungen für diesen Fall sind sehr ähnlich. Der Hauptunterschied besteht darin, dass wir nicht die Unterschiede zwischen einer Beobachtung |Y_ik| und einem Gruppenmittelwert |Yb_k| für alle Beobachtungen berechnen, sondern die Unterschiede zwischen den Gruppenmittelwerten |Yb_k| und dem Gesamtmittelwert |Yb| (in diesem Fall 0,88) für alle Gruppen.
nb: Nå som vi har beregnet variasjonen innenfor gruppene, |SS_w|, er det på tide å rette oppmerksomheten mot kvadratsummen mellom gruppene, |SS_b|. Beregningene for dette tilfellet er veldig like. Hovedforskjellen er at i stedet for å beregne forskjellene mellom en observasjon |Y_ik| og et gruppegjennomsnitt |Yb_k| for alle observasjonene, beregner vi forskjellene mellom gruppegjennomsnittet |Yb_k| og det totale gjennomsnittet |Yb| (i dette tilfellet 0,88) for alle gruppene.
ta: சரி. இப்போது நாம் குழுக்களின் மாறுபாட்டைக் கணக்கிட்டுள்ளோம், | SS_W |, எங்கள் கவனத்தை குழு சதுரங்களுக்கு இடையிலான தொகைக்கு திருப்ப வேண்டிய நேரம் இது, | SS_B |. இந்த வழக்குக்கான கணக்கீடுகள் மிகவும் ஒத்தவை. முக்கிய வேறுபாடு என்னவென்றால், ஒரு அவதானிப்புக்கு இடையிலான வேறுபாடுகளைக் கணக்கிடுவதற்கு பதிலாக | y_ik | மற்றும் ஒரு குழு சராசரி | yb_k | அனைத்து அவதானிப்புகளுக்கும், குழுவுக்கு இடையிலான வேறுபாடுகளை நாங்கள் கணக்கிடுகிறோம் | yb_k | மற்றும் பெரிய சராசரி | yb | (இந்த விசயத்தில் 0.88) அனைத்து குழுக்களுக்கும்.
uk: Гаразд. Тепер, коли ми обчислили внутрішньогрупову варіацію |SS_w|, час звернути увагу на міжгрупову суму квадратів |SS_b|. Обчислення в цьому випадку дуже схожі. Основна відмінність полягає в тому, що замість обчислення різниць між спостереженням |Y_ik| і середнім значенням групи |Yb_k| для всіх спостережень, ми обчислюємо різниці між середніми значеннями груп |Yb_k| і загальним середнім значенням |Yb| (у цьому випадку 0,88) для всіх груп.

source: grand mean
de: Gesamtmittelwert
nb: totalt gjennomsnitt
ta: கிராண்ட் சராசரி
uk: великий середній

source: deviation
de: Abweichung
nb: avvik
ta: விலகல்
uk: відхилення

source: squared deviations
de: quadrierte Abweichungen
nb: kvadrerte avvik
ta: ச்கொயர் விலகல்கள்
uk: квадратичні відхилення

source: (|Yb_k| - |Yb|)²
ta: (| Yb_k | - | yb |)

source: joyzepam
ta: சாய்செபம்
uk: Джойзепам

source: We create another computed variable with the name ``sq_res_btw`` and ``(VMEAN(mood.gain, group_by = drug) - VMEAN(mood.gain) - ) ^ 2`` as formula. The term ``VMEAN(mood.gain, group_by = drug)`` represents the group mean |Yb_k|, and ``VMEAN(mood.gain)`` the grand mean |Yb|. Again, we find that the values for that variable are the same as in the last column of the table above: the first three rows represent ``placebo``, followed by three lines with ``anxifree`` and three lines with ``joyzepam``; the next nine lines are a repetition of the first nine ones.
nb: Vi oppretter en annen beregnet variabel med navnet ``sq_res_btw`` og ``(VMEAN(mood.gain, group_by = drug) - VMEAN(mood.gain) - ) ^ 2`` som formel. Uttrykket ``VMEAN(mood.gain, group_by = drug)`` representerer gruppegjennomsnittet |Yb_k|, og ``VMEAN(mood.gain)`` det totale gjennomsnittet |Yb|. Igjen ser vi at verdiene for denne variabelen er de samme som i den siste kolonnen i tabellen ovenfor: De tre første radene representerer ``placebo``, etterfulgt av tre rader med ``anxifree`` og tre rader med ``joyzepam``; de neste ni radene er en repetisjon av de ni første.
ta: `` Sq_res_btw`` மற்றும் `` (vmean (meod.gain, group_by = மருந்து) - vmean (mood.gain) -) ^ 2`` என்ற பெயருடன் மற்றொரு கணக்கிடப்பட்ட மாறியை உருவாக்குகிறோம். `` Vmean (meod.gain, group_by = மருந்து) `` குழுவைக் குறிக்கிறது | yb_k | மீண்டும், அந்த மாறிக்கான மதிப்புகள் மேலே உள்ள அட்டவணையின் கடைசி நெடுவரிசையைப் போலவே இருப்பதைக் காண்கிறோம்: முதல் மூன்று வரிசைகள் `` மருந்துப்போலி`` என்பதைக் குறிக்கின்றன, அதைத் தொடர்ந்து `` கவலை'` உடன் மூன்று வரிகளும், `` உடன் மூன்று வரிகளும் உள்ளன சாய்செபம்``; அடுத்த ஒன்பது வரிகள் முதல் ஒன்பது மறுபடியும் மறுபடியும் ஆகும்.
uk: Ми створюємо ще одну обчислювану змінну з назвою ``sq_res_btw`` і ``(VMEAN(mood.gain, group_by = drug) - VMEAN(mood.gain) - ) ^ 2`` як формула. Термін ``VMEAN(mood.gain, group_by = drug)`` представляє середнє значення групи |Yb_k|, та ``VMEAN(mood.gain)`` загальне середнє |Yb|. Знову ж таки, ми виявляємо, що значення для цієї змінної такі ж, як і в останньому стовпці таблиці вище: перші три рядки представляють ``placebo``, а потім три рядки з ``anxifree`` і три рядки з ``joyzepam``; Наступні дев'ять рядків є повторенням перших дев'яти.

source: However, for the between group calculations we need to multiply each of these squared deviations by |N_k|, the number of observations in the group. We do this because every *observation* in the group (all |N_k| of them) is associated with a between group difference. So if there are six people in the placebo group and the placebo group mean differs from the grand mean by 0.19, then the *total* between group variation associated with these six people is 6 · 0.19 = 1.14. So we have to extend our little table of calculations:
de: Für die Berechnungen zwischen den Gruppen müssen wir jedoch jede dieser quadrierten Abweichungen mit |N_k|, der Anzahl der Beobachtungen in der Gruppe, multiplizieren. Wir tun dies, weil jede *Beobachtung* in der Gruppe (alle |N_k|) mit einer Differenz zwischen den Gruppen verbunden ist. Wenn also sechs Personen in der Placebogruppe sind und der Mittelwert der Placebogruppe um 0,19 vom Gesamtmittelwert abweicht, dann ist die *gesamte* Zwischengruppenvariation, die mit diesen sechs Personen verbunden ist, 6 - 0,19 = 1,14. Wir müssen also unsere kleine Tabelle mit den Berechnungen erweitern:
nb: For beregningene mellom grupper må vi imidlertid multiplisere hvert av disse kvadrerte avvikene med |N_k|, antall observasjoner i gruppen. Vi gjør dette fordi hver *observasjon* i gruppen (alle |N_k| av dem) er forbundet med en mellomgruppeforskjell. Så hvis det er seks personer i placebogruppen, og placebogruppens gjennomsnitt avviker fra det totale gjennomsnittet med 0,19, er den *totale* variasjonen mellom gruppene knyttet til disse seks personene 6 - 0,19 = 1,14. Så vi må utvide den lille utregningstabellen vår:
ta: எவ்வாறாயினும், குழு கணக்கீடுகளுக்கு இடையில் இந்த சதுர விலகல்கள் ஒவ்வொன்றையும் | n_k | மூலம் பெருக்க வேண்டும், குழுவில் உள்ள அவதானிப்புகளின் எண்ணிக்கை. நாங்கள் இதைச் செய்கிறோம், ஏனென்றால் குழுவில் உள்ள ஒவ்வொரு * அவதானிப்பும் * (அவற்றில் அனைத்தும் | n_k |) குழு வேறுபாட்டிற்கு இடையில் தொடர்புடையது. ஆகவே, மருந்துப்போலி குழுவில் ஆறு பேர் இருந்தால், மருந்துப்போலி குழு என்பது பிரமாண்டமான சராசரியிலிருந்து 0.19 ஆல் வேறுபடுகிறது என்றால், இந்த ஆறு நபர்களுடன் தொடர்புடைய குழு மாறுபாட்டிற்கு இடையிலான * மொத்தம் 6 · 0.19 = 1.14 ஆகும். எனவே எங்கள் சிறிய கணக்கீடுகளின் அட்டவணையை நீட்டிக்க வேண்டும்:
uk: Однак для розрахунків між групами нам потрібно помножити кожне з цих квадратних відхилень на |N_k|, кількість спостережень у групі. Ми робимо це тому, що кожне *спостереження* в групі (всі |N_k| з них) пов'язане з міжгруповою різницею. Отже, якщо в групі плацебо є шість осіб, а середнє значення групи плацебо відрізняється від загального середнього значення на 0,19, то *загальна* міжгрупова варіація, пов'язана з цими шістьма особами, становить 6 · 0,19 = 1,14. Тому ми маємо розширити нашу невеличку таблицю розрахунків:

source: sample size
de: Stichprobengröße
nb: utvalgsstørrelse
ta: மாதிரி அளவு
uk: розмір вибірки

source: weighted squared deviat.
de: gewichtete quadrierte Abweichung.
nb: vektet kvadrert avvik.
ta: வெயிட்டட் ச்கொயர் டெவியாட்.
uk: зважене квадратичне відхилення.

source: |N_k| · (|Yb_k| - |Yb|)²
ta: | N_k | · (| Yb_k | - | yb |)

source: And so now our between group sum of squares is obtained by summing these “weighted squared deviations” over all three groups in the study:
de: Die Quadratsumme zwischen den Gruppen ergibt sich also aus der Summe dieser "gewichteten quadratischen Abweichungen" über alle drei Gruppen der Studie:
nb: Nå får vi kvadratsummen mellom gruppene ved å summere disse «vektede kvadrerte avvikene» (*weighted squared deviations*) over alle de tre gruppene i studien:
ta: எனவே இப்போது எங்கள் “எடையுள்ள சதுர விலகல்களை” ஆய்வில் உள்ள மூன்று குழுக்களிலும் சுருக்கமாகக் கூறி குழு சதுரங்களுக்கு இடையில் பெறப்படுகிறது:
uk: І тепер наша міжгрупова сума квадратів отримується шляхом підсумовування цих «зважених квадратів відхилень» по всіх трьох групах у дослідженні:

source: As you can see, the between group calculations are a lot shorter (when calculated b hand).
de: Wie Sie sehen können, sind die Berechnungen zwischen den Gruppen viel kürzer (wenn sie von Hand berechnet werden).
nb: Som du kan se, er beregningene mellom gruppene mye kortere (når de beregnes for hånd).
ta: நீங்கள் பார்க்க முடியும் என, குழு கணக்கீடுகளுக்கு இடையில் மிகக் குறைவு (பி கையை கணக்கிடும்போது).
uk: Як бачите, міжгрупові розрахунки набагато коротші (якщо розраховувати вручну).

source: In jamovi, we can calculate these sums, i.e., the values for |SS_b| and |SS_w|, by clicking ``Descriptives`` → ``Descriptive Statistics``, then moving ``sq_res_wth`` and ``sq_res_btw`` to the ``Variables`` box, and finally selecting ``Sum`` from the ``Statistics`` drop-down menu. The sum of ``sq_res_wth`` (|SS_w|) has a value of **1.392**, ``sq_res_wth`` (|SS_b|) a value of **3.453** (just rounding errors away from the 3.48 we calculated above).
de: In jamovi können wir diese Summen, d.h. die Werte für |SS_b| und |SS_w|, berechnen, indem wir ``Descriptives`` → ``Descriptive Statistics`` anklicken, dann ``sq_res_wth`` und ``sq_res_btw`` in das Feld ``Variables`` verschieben und schließlich ``Sum`` aus dem Dropdown-Menü ``Statistics`` auswählen. Die Summe von ``sq_res_wth`` (|SS_w|) hat einen Wert von **1.392** und ``sq_res_wth`` (|SS_b|) einen Wert von **3.453** (nur um Rundungsfehler abweichend von den 3.48, die wir oben berechnet haben).
nb: I jamovi kan vi beregne disse summene, dvs. verdiene for |SS_b| og |SS_w|, ved å klikke på ``Descriptives`` → ``Descriptive Statistics``, deretter flytte ``sq_res_wth`` og ``sq_res_btw`` til ``Variables``-boksen, og til slutt velge ``Sum`` fra rullegardinmenyen ``Statistics``. Summen av ``sq_res_wth`` (|SS_w|) har en verdi på **1,392**, ``sq_res_wth`` (|SS_b|) en verdi på **3,453** (bare avrundingsfeil fra de 3,48 vi beregnet ovenfor).
ta: சாமோவியில், இந்த தொகைகளை நாம் கணக்கிடலாம், அதாவது, | SS_B | க்கான மதிப்புகள் மற்றும் | SS_W |, `` விளக்கங்கள்` `→` `விளக்க புள்ளிவிவரங்கள்`` என்பதைக் சொடுக்கு செய்வதன் மூலம், பின்னர்` `SQ_RES_BTW``` `SQ_RES_BTW`` பெட்டியில்` `sq_res_wth` மற்றும்` `sq_res_btw`` `` புள்ளிவிவரங்கள்` `கீழ்தோன்றும் மெனுவிலிருந்து. `` Sq_res_wth`` (| SS_W |) தொகை ** 1.392 **, `` sq_res_wth`` (| SS_B |) ** 3.453 ** (3.48 இலிருந்து பிழைகளைச் சுற்றிலும் தொலைவில் உள்ளது மேலே கணக்கிடப்பட்டது).
uk: У jamovi ми можемо обчислити ці суми, тобто значення для |SS_b| та |SS_w|, натиснувши ``Descriptives`` → ``Descriptive Statistics``, потім рухається ``sq_res_wth`` і ``sq_res_btw`` до ``Variables`` поле, і нарешті вибір ``Sum`` з ``Statistics`` випадаюче меню. Сума ``sq_res_wth`` (|SS_w|) має значення **1.392**, ``sq_res_wth`` (|SS_b|) значення **3,453** (це просто помилка округлення від 3,48, яке ми розрахували вище).

source: Now that we’ve calculated our sums of squares values, |SS_b| and |SS_w|, the rest of the ANOVA is pretty painless. The next step is to calculate the degrees of freedom. Since we have *G* = 3 groups and *N* = 18 observations in total our degrees of freedom can be calculated by simple subtraction:
de: Nachdem wir nun unsere Quadratsummen, |SS_b| und |SS_w|, berechnet haben, ist der Rest der ANOVA ziemlich mühelos zu berechnen. Der nächste Schritt ist die Berechnung der Freiheitsgrade. Da wir *G* = 3 Gruppen und *N* = 18 gesamte Beobachtungen haben, können unsere Freiheitsgrade durch einfache Subtraktion berechnet werden:
nb: Nå som vi har beregnet kvadratsummene våre, |SS_b| og |SS_w|, er resten av ANOVA ganske smertefritt. Neste trinn er å beregne frihetsgradene. Siden vi har *G* = 3 grupper og *N* = 18 observasjoner totalt, kan frihetsgradene våre beregnes ved enkel subtraksjon:
ta: இப்போது நாங்கள் எங்கள் சதுர மதிப்புகளை கணக்கிட்டுள்ளோம், | SS_B | மற்றும் | SS_W |, மீதமுள்ள ANOVA மிகவும் வலியற்றது. அடுத்த கட்டம் சுதந்திரத்தின் அளவைக் கணக்கிடுவது. நம்மிடம் * g * = 3 குழுக்கள் மற்றும் * n * = 18 அவதானிப்புகள் மொத்தமாக நம் சுதந்திரத்தின் அளவைக் கணக்கிட முடியும்: எளிய கழித்தல் மூலம் கணக்கிட முடியும்:
uk: Тепер, коли ми обчислили суми квадратів значень |SS_b| та |SS_w|, решта ANOVA є досить простою. Наступним кроком є обчислення ступенів свободи. Оскільки ми маємо *G* = 3 групи та *N* = 18 спостережень загалом, наші ступені свободи можна обчислити простим відніманням:

source: Next, since we’ve now calculated the values for the sums of squares and the degrees of freedom, for both the within-groups variability and the between-groups variability, we can obtain the mean square values by dividing one by the other:
de: Da wir nun die Werte für die Quadratsummen und die Freiheitsgrade sowohl für die Variabilität innerhalb der Gruppen als auch für die Variabilität zwischen den Gruppen berechnet haben, erhalten wir die Werte der mittleren Quadrate, indem wir den einen Wert durch den anderen dividieren:
nb: Siden vi nå har beregnet verdiene for kvadratsummene og frihetsgradene, både for variabiliteten innenfor gruppene og variabiliteten mellom gruppene, kan vi finne de gjennomsnittlige kvadratsummene (*mean squares*; MS) ved å dividere den ene med den andre:
ta: அடுத்து, சதுரங்களின் தொகைகள் மற்றும் சுதந்திரத்தின் அளவுகளுக்கான மதிப்புகளை இப்போது கணக்கிட்டுள்ளதால், குழுக்களுக்குள் உள்ள மாறுபாடு மற்றும் குழுக்களுக்கு இடையிலான மாறுபாடு ஆகிய இரண்டிற்கும், ஒன்றை மற்றொன்றைப் பிரிப்பதன் மூலம் சராசரி சதுர மதிப்புகளைப் பெறலாம்:
uk: Далі, оскільки ми вже обчислили значення суми квадратів і ступенів свободи як для внутрішньогрупової, так і для міжгрупової мінливості, ми можемо отримати середні квадратичні значення, розділивши одне на інше:

source: \begin{array}{lclclcl} \mbox{MS}_b &=& \displaystyle\frac{\mbox{SS}_b }{ \mbox{df}_b } &=& \displaystyle\frac{3.453}{ 2} &=& 1.727 \\ \mbox{MS}_w &=& \displaystyle\frac{\mbox{SS}_w }{ \mbox{df}_w } &=& \displaystyle\frac{1.392}{15} &=& 0.093 \end{array}
ta: \ தொடங்கு {array} {lclclcl} \ mbox {MS} _b & = & \ displaystyle \ frac {\ mbox {SS} _b} {m mbox {df} _b} & = & \ displaystyle \ frac {3.453} { 2} & 1.727 \ 1.727 \ \ mbox {MS} _w & = & \ displaystyle \ frac {\ mbox {SS} _w} {\ mbox {df} _w} & = & \ displaystyle \ frac {1.392} {15} & = & 0.093 \ முடிவு {array}

source: We’re almost done. The mean square values can be used to calculate the *F*-value, which is the test statistic that we’re interested in. We do this by dividing the between-groups MS value by the within-groups MS value.\ [#]_
de: Wir sind fast fertig. Die mittleren Quadratwerte können verwendet werden, um den *F*-Wert zu berechnen, der die Teststatistik ist, an der wir interessiert sind. Dazu wird der MS-Wert zwischen den Gruppen durch den MS-Wert innerhalb der Gruppen geteilt.\ [#]_
nb: Vi er nesten ferdige. De gjennomsnittlige kvadratsummene kan brukes til å beregne *F*-verdien, som er den teststatistikken vi er interessert i. Dette gjør vi ved å dividere MS-verdien mellom gruppene med MS-verdien innenfor gruppene.\ [#]_
ta: நாங்கள் கிட்டத்தட்ட முடித்துவிட்டோம். *F *-value ஐக் கணக்கிட சராசரி சதுர மதிப்புகள் பயன்படுத்தப்படலாம், இது நாங்கள் ஆர்வமுள்ள சோதனை புள்ளிவிவரமாகும். குழுக்களுக்கு இடையில் MS மதிப்பை குழுக்களுக்குள் MS மதிப்பால் பிரிப்பதன் மூலம் இதைச் செய்கிறோம். \ [# ] _
uk: Ми майже закінчили. Середні квадратичні значення можна використовувати для обчислення значення *F*, яке є тестовою статистикою, що нас цікавить. Для цього ми ділимо значення MS між групами на значення MS всередині груп.\ [#]_

source: Woohooo! This is terribly exciting, yes? Now that we have our test statistic, the last step is to find out whether the test itself gives us a significant result. As discussed in chapter :doc:`../Ch09/Ch09_HypothesisTesting` back in the “old days” what we’d do is open up a statistics textbook or flick to the back section which would actually have a huge lookup table and we would find the threshold *F*-value corresponding to a particular value of α (the null hypothesis rejection region), e.g. 0.05, 0.01 or 0.001, for 2 and 15 degrees of freedom. Doing it this way would give us a threshold *F*-value for an α of 0.001 of 11.34. As this is less than our calculated *F*-value we say that *p* < 0.001. But those were the old days, and nowadays fancy stats software calculates the exact *p*-value for you. In fact, the exact *p*-value is 0.000086. So, unless we’re being *extremely* conservative about our Type I error rate, we’re pretty much guaranteed to reject the null hypothesis.
nb: Woohooo! Dette er fryktelig spennende, ikke sant? Nå som vi har teststatistikken vår, er det siste steget å finne ut om selve testen gir oss et signifikant resultat. Som diskutert i kapittel :doc:`../Ch09/Ch09_HypothesisTesting` i «gamle dager» åpnet vi en lærebok i statistikk eller bladde til bakerste del, som faktisk hadde en enorm oppslagstabell, og fant terskelverdien *F* som tilsvarte en bestemt verdi av α (nullhypotesens forkastelsesområde), f.eks. 0,05, 0,01 eller 0,001, for 2 og 15 frihetsgrader. Hvis vi gjør det på denne måten, får vi en terskel *F*-verdi for en α på 0,001 på 11,34. Siden dette er mindre enn vår beregnede *F*-verdi, sier vi at *p* < 0,001. Men det var i gamle dager, og i dag beregner fancy statistikkprogramvare den nøyaktige *p*-verdien for deg. Faktisk er den eksakte *p*-verdien 0,000086. Så med mindre vi er *ekstremt* konservative når det gjelder type I-feilprosent, er vi så godt som garantert å forkaste nullhypotesen.
ta: வூஊ! இது மிகவும் உற்சாகமானது, ஆம்? இப்போது எங்கள் சோதனை புள்ளிவிவரம் இருப்பதால், சோதனை தானே எங்களுக்கு ஒரு குறிப்பிடத்தக்க முடிவை அளிக்கிறதா என்பதைக் கண்டுபிடிப்பதே கடைசி கட்டமாகும். அத்தியாயத்தில் விவாதிக்கப்பட்டபடி: டாக்: `../ ch09/ch09_hypothesistesting`“ பழைய நாட்களில் ”நாங்கள் என்ன செய்ய விரும்புகிறோம் என்பது ஒரு புள்ளிவிவர பாடப்புத்தகத்தைத் திறப்பது அல்லது பின் பகுதிக்குச் செல்வது உண்மையில் ஒரு பெரிய தேடல் அட்டவணையைக் கொண்டிருக்கும், நாங்கள் செய்வோம் α (பூச்ய கருதுகோள் நிராகரிப்பு பகுதி), எ.கா. 2 மற்றும் 15 டிகிரி சுதந்திரத்திற்கு 0.05, 0.01 அல்லது 0.001. இதைச் செய்வது 11.34 இன் 0.001 என்ற α க்கு ஒரு வாசல் *f *-value ஐ வழங்கும். இது எங்கள் கணக்கிடப்பட்ட *f *-value ஐ விட குறைவாக இருப்பதால், *p *<0.001 என்று கூறுகிறோம். ஆனால் அவை பழைய நாட்களாக இருந்தன, இப்போதெல்லாம் ஆடம்பரமான புள்ளிவிவரங்கள் மென்பொருள் உங்களுக்கான சரியான *பி *-மதிப்பைக் கணக்கிடுகிறது. உண்மையில், சரியான *பி *-மதிப்பு 0.000086 ஆகும். எனவே, எங்கள் வகை I பிழை வீதத்தைப் பற்றி நாங்கள் * மிகவும் * பழமைவாதமாக இல்லாவிட்டால், சுழிய கருதுகோளை நிராகரிக்க நாங்கள் மிகவும் பொறுப்பு அளிக்கிறோம்.
uk: Ура! Це дуже захоплююче, чи не так? Тепер, коли ми маємо нашу тестову статистику, останній крок полягає в тому, щоб з'ясувати, чи дає сам тест значущий результат. Як обговорювалося в розділі :doc:`../Ch09/Ch09_HypothesisTesting`, у «старі часи» ми б відкрили підручник зі статистики або перегорнули б до кінцевої частини, де була б величезна таблиця для пошуку, і знайшли б порогове значення *F*, що відповідає конкретному значенню α (область відхилення нульової гіпотези), наприклад 0,05, 0,01 або 0,001, для 2 і 15 ступенів свободи. Таким чином ми отримаємо порогове значення *F* для α, що дорівнює 0,001, яке становить 11,34. Оскільки це менше, ніж наше обчислене значення *F*, ми говоримо, що *p* < 0,001. Але це було давно, а сьогодні сучасне програмне забезпечення для статистики обчислює для вас точне значення *p*. Насправді точне значення *p* дорівнює 0,000086. Отже, якщо ми не будемо *надзвичайно* консервативними щодо рівня помилки I типу, ми майже напевно відхилимо нульову гіпотезу.

source: At this point, we’re basically done. Having completed our calculations, it’s traditional to organise all these numbers into an ANOVA table like the one in :numref:`tab-anovatable`. For our |clinicaltrial|_ data, the ANOVA table would look like this:\ [#]_
de: An diesem Punkt sind wir im Grunde fertig. Nachdem wir unsere Berechnungen abgeschlossen haben, ist es üblich, all diese Zahlen in einer ANOVA-Tabelle wie der in :numref:`tab-anovatable` zu präsentieren. Für unseren |clinicaltrial|_-Datensatz würde die ANOVA-Tabelle wie folgt aussehen:\ [#]_
nb: På dette tidspunktet er vi i utgangspunktet ferdige. Etter å ha fullført beregningene våre er det tradisjonelt å organisere alle disse tallene i en ANOVA-tabell som den i :numref:`tab-anovatable`. For våre |clinicaltrial|_-data vil ANOVA-tabellen se slik ut:\ [#]_
ta: இந்த கட்டத்தில், நாங்கள் அடிப்படையில் முடித்துவிட்டோம். எங்கள் கணக்கீடுகளை முடித்த பின்னர், இந்த எண்கள் அனைத்தையும் ANOVA அட்டவணையில் ஒழுங்கமைப்பது பாரம்பரியமானது: NumRef: `TAB-ANOVATABLE`. எங்கள் | கிளினிக்கல் ட்ரீல் | _ தரவுகளுக்கு, ANOVA அட்டவணை இப்படி இருக்கும்: \ [#] _
uk: На цьому ми в основному закінчили. Завершивши розрахунки, зазвичай всі ці цифри організовують у таблицю ANOVA, як у :numref:`tab-anovatable`. Для наших даних |clinicaltrial|_ таблиця ANOVA буде виглядати так:\ [#]_
