Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: jamovi output for a one-way ``Repeated Measures ANOVA`` is produced as shown in the :numref:`fig-RManova2` to :numref:`fig-RManova5`. The first output we should look at is ``Mauchly’s Test of Sphericity``, which tests the hypothesis that the variances of the differences between the conditions are equal (meaning that the spread of difference scores between the study conditions is approximately the same). In :numref:`fig-RManova2`, Mauchly’s test significance level is *p* = 0.720. If Mauchly’s test is non-significant (i.e. *p* > 0.05, as is the case in this analysis) then it is reasonable to conclude that the variances of the differences are not significantly different (i.e. they are roughly equal and sphericity can be assumed.).
de: Die jamovi-Ausgabe für eine einfaktorielle ``Repeated Measures ANOVA`` wird in :numref:`fig-RManova2` bis :numref:`fig-RManova5` gezeigt. Die erste Ausgabe, die wir uns ansehen sollten, ist ``Mauchly’s Test of Sphericity``, der die Hypothese testet, dass die Unterschiede der Varianzen zwischen den Bedingungen gleich sind (was bedeutet, dass die Streuung der Differenzwerte zwischen den Studienbedingungen homogen, d.h. ungefähr gleich, ist). Laut :numref:`fig-RManova2` ist das Signifikanzniveau für Mauchly’s Test *p* = 0,720. Wenn Mauchly’s Test nicht signifikant ist (d. h. *p* > 0,05, wie es in dieser Analyse der Fall ist), dann können wir schlussfolgern, dass die Varianzen der Differenzen zwischen den Versuchsbedingungen nicht signifikant unterschiedlich sind (d. h. sie sind ungefähr gleich und es kann Sphärizität angenommen werden).
nb: Utgave fra en enveis ``Repeated Measures ANOVA`` i jamovi produseres som vist i :numref:`fig-RManova2` til :numref:`fig-RManova5`. Det første resultatet vi bør se på, er ``Mauchly's Test of Sphericity``, som tester hypotesen om at variansene i forskjellene mellom betingelsene er like (noe som betyr at spredningen i differansescore mellom studiebetingelsene er omtrent den samme). I :numref:`fig-RManova2` er Mauchlys testsignifikansnivå *p* = 0,720. Hvis Mauchlys test ikke er signifikant (dvs. *p* > 0,05, som er tilfellet i denne analysen), er det rimelig å konkludere med at variansene i forskjellene ikke er signifikant forskjellige (dvs. at de er omtrent like store og sfæricitet kan antas).
ta: ஒரு வழி `` மீண்டும் மீண்டும் நடவடிக்கைகளுக்கான சமோவி வெளியீடு ANOVA`` இல் காட்டப்பட்டுள்ளபடி தயாரிக்கப்படுகிறது: numref: `Fig-rmanova2` க்கு: numref:` Fig-rmanova5`. நாம் கவனிக்க வேண்டிய முதல் வெளியீடு `` ம uch ச்லியின் கோளத்தின் சோதனை`, இது நிலைமைகளுக்கு இடையிலான வேறுபாடுகளின் மாறுபாடுகள் சமம் என்ற கருதுகோளை சோதிக்கிறது (அதாவது ஆய்வு நிலைமைகளுக்கு இடையில் வேறுபாடு மதிப்பெண்களின் பரவல் தோராயமாக ஒரே மாதிரியானது). இல்: NUMREF: `Fig-rmanova2`, ம uch ச்லியின் சோதனை முக்கியத்துவம் நிலை * P * = 0.720 ஆகும். ம uch ச்லியின் சோதனை குறிப்பிடத்தக்கதாக இல்லாவிட்டால் (அதாவது * ப *> 0.05, இந்த பகுப்பாய்வில் உள்ளதைப் போலவே), வேறுபாடுகளின் மாறுபாடுகள் கணிசமாக வேறுபட்டவை அல்ல என்று முடிவு செய்வது நியாயமானதே (அதாவது அவை தோராயமாக சமமானவை மற்றும் கோளத்தை கருதலாம் .).
uk: Вихідні дані jamovi для одностороннього ``ANOVA з повторними вимірами`` представлені на малюнках від :numref:`fig-RManova2` до :numref:`fig-RManova5`. Перший результат, на який слід звернути увагу, — це ``тест сферичності Мауклі``, який перевіряє гіпотезу про те, що дисперсії різниць між умовами є рівними (тобто розкид балів різниці між умовами дослідження є приблизно однаковим). На :numref:`fig-RManova2` рівень значущості тесту Мауклі становить *p* = 0,720. Якщо тест Мауклі є неістотним (тобто *p* > 0,05, як у цьому аналізі), то можна зробити висновок, що дисперсії різниць не відрізняються істотно (тобто вони приблизно рівні, і можна припустити сферичність).

source: One-way repeated measures ANOVA output: Mauchly’s Test of Sphericity
de: Ausgabe der einfaktoriellen ANOVA mit Messwiederholung: Mauchly’s Test auf Sphärizität
nb: Enveis ANOVA for gjentatte målinger: Mauchlys test av sfæricitet
ta: ஒரு வழி மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA வெளியீடு: ம uch ச்லியின் கோளத்தின் சோதனை
uk: Результат однофакторного повторного вимірювання ANOVA: тест Моклі на сферичність

source: If, on the other hand, Mauchly’s test had been significant (*p* < 0.05) then we would conclude that there are significant differences between the variance of the differences, and the requirement of sphericity has not been met. In this case, we should apply a correction to the *F*-value obtained in the one-way related ANOVA analysis:
de: Wenn andererseits Mauchly’s Test signifikant gewesen wäre (*p* < 0,05), dann würden wir schlussfolgern, dass es signifikante Unterschiede zwischen der Varianz der Differenzwerte gibt und die Anforderung der Sphärizität nicht erfüllt ist. In diesem Fall sollten wir eine Korrektur auf den *F*-Wert anwenden, den wir in der einfaktoriellen ANOVA erhalten haben:
nb: Hvis Mauchlys test derimot hadde vært signifikant (*p* < 0,05), ville vi konkludert med at det er signifikante forskjeller mellom variansen i forskjellene, og at kravet om sfæricitet ikke er oppfylt. I dette tilfellet bør vi korrigere *F*-verdien som ble oppnådd i den enveisrelaterte ANOVA-analysen:
ta: மறுபுறம், ம uch ச்லியின் சோதனை குறிப்பிடத்தக்கதாக இருந்தால் (* ப* <0.05), வேறுபாடுகளின் மாறுபாட்டிற்கு இடையே குறிப்பிடத்தக்க வேறுபாடுகள் உள்ளன, மற்றும் கோளத்தின் தேவை நிறைவு செய்யப்படவில்லை என்று முடிவு செய்வோம். இந்த வழக்கில், ஒரு வழி தொடர்பான ANOVA பகுப்பாய்வில் பெறப்பட்ட *f *-value க்கு ஒரு திருத்தத்தை நாம் பயன்படுத்த வேண்டும்:
uk: Якщо, з іншого боку, тест Маучлі був би значущим (*p* < 0,05), то ми б зробили висновок, що існують значущі відмінності між дисперсією відмінностей, і вимога сферичності не була виконана. У цьому випадку ми повинні застосувати корекцію до значення *F*, отриманого в односторонньому ANOVA-аналізі:

source: If the ``Greenhouse-Geisser`` value in the ``Tests of Sphericity`` table is > 0.75 then you should use the Huynh-Feldt correction.
de: Wenn der ``Greenhouse-Geisser``-Wert in der Tabelle ``Tests of Sphericity`` größer als 0,75 ist, sollten Sie die Huynh-Feldt-Korrektur verwenden.
nb: Hvis verdien ``Greenhouse-Geisser`` i tabellen ``Tests of Sphericity`` er > 0,75, bør du bruke Huynh-Feldt-korreksjonen.
ta: `` கோளத்தின் சோதனைகள்` அட்டவணையில் `` கிரீன்அவுச்-கீசர்`` மதிப்பு 0.75 ஆக இருந்தால், நீங்கள் உய்ன்-ஃபெல்ட் திருத்தத்தைப் பயன்படுத்த வேண்டும்.
uk: Якщо ``Greenhouse-Geisser`` значення в ``Tests of Sphericity`` таблиці > 0,75, тоді слід використовувати поправку Гюйня-Фельдта.

source: But if the ``Greenhouse-Geisser`` value is < 0.75, then you should use the Greenhouse-Geisser correction.
de: Aber wenn der ``Greenhouse-Geisser``-Wert kleiner als 0,75 ist, dann sollten Sie die Greenhouse-Geisser-Korrektur verwenden.
nb: Men hvis ``Greenhouse-Geisser``-verdien er < 0,75, bør du bruke Greenhouse-Geisser-korreksjonen.
ta: ஆனால் `` கிரீன்அவுச்-கீசர்`` மதிப்பு <0.75 ஆக இருந்தால், நீங்கள் கிரீன்அவுச்-கீசர் திருத்தத்தைப் பயன்படுத்த வேண்டும்.
uk: Але якщо значення ``Greenhouse-Geisser`` < 0,75, тоді слід використовувати поправку Greenhouse-Geisser.

source: Both these corrected *F*-values can be specified in the ``Sphericity Corrections`` check boxes under the ``Assumption Checks`` options, and the corrected *F*-values are then shown in the results table, as in :numref:`fig-RManova3`.
de: Diese beiden korrigierten *F*-Werte können durch Setzen der Checkboxen für ``Sphericity Corrections`` unter den Optionen ``Assumption Checks`` angegeben werden, und die korrigierten *F*-Werte werden dann in der Ergebnistabelle angezeigt, wie in : numref:`fig-RManova3`.
nb: Begge disse korrigerte *F*-verdiene kan spesifiseres i avmerkingsboksene ``Sphericity Corrections`` under ``Assumption Checks``, og de korrigerte *F*-verdiene vises deretter i resultattabellen, som i :numref:`fig-RManova3`.
ta: இந்த திருத்தப்பட்ட *f *-மதிப்புகள் `` அனுமான காசோலைகள்`` விருப்பங்களின் கீழ் `` கோள திருத்தங்கள்` `செக் பாக்சில் குறிப்பிடப்படலாம், மேலும் சரிசெய்யப்பட்ட *எஃப் *-மதிப்புகள் பின்னர் முடிவுகள் அட்டவணையில் காட்டப்பட்டுள்ளன: NumRef: `Fig-rmanova3`.
uk: Обидва ці скориговані значення *F* можна вказати в ``Sphericity Corrections`` прапорці під ``Assumption Checks`` опції, а виправлені значення *F* потім відображаються в таблиці результатів, як у :numref:`fig-RManova3`.

source: Repeated measures ANOVA output: Tests of Within-Subjects Effects
de: Ausgabe der ANOVA mit Messwiederholung: Tests von Effekten innerhalb der Probanden
nb: Utgave fra ANOVA for gjentatte målinger: Test av effekter innenfor deltakere (*within subjects*)
ta: மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA வெளியீடு: பாடங்களுக்குள் விளைவுகளின் சோதனைகள்
uk: Вихідний результат ANOVA з повторними вимірюваннями: тести внутрішньосуб'єктних ефектів

source: One-way repeated measures ANOVA output: Tests of Within-Subjects Effects
de: Ausgabe der einfaktoriellen ANOVA mit Messwiederholung: Tests von Effekten innerhalb der Probanden
nb: Enveis ANOVA for gjentatte målinger: Test av effekter innenfor deltakere (*within subjects*)
ta: ஒரு வழி மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA வெளியீடு: பாடங்களுக்குள் விளைவுகளின் சோதனைகள்
uk: Результат однофакторного повторного вимірювання ANOVA: тести внутрішньосуб'єктних ефектів

source: In our analysis, we saw that the significance of Mauchly’s Test of Sphericity was *p* = 0.720 (i.e. *p* > 0.05). So, this means we can assume that the requirement of sphericity has been met so no correction to the *F*-value is needed. Therefore, we can use the ``None`` Sphericity Correction output values for the repeated measure ``Task``: *F* = 6.93, *df1* = 2, *df2* = 10, *p* = 0.013, and we can conclude that the number of tests successfully completed on each language task did vary significantly depending on whether the task was speech, comprehension or syntax based (*F*\(2,10) = 6.93, *p* = 0.013).
nb: I analysen vår så vi at signifikansen til Mauchlys sfæricitetstest var *p* = 0,720 (dvs. *p* > 0,05). Dette betyr at vi kan anta at kravet til sfæricitet er oppfylt, og at det ikke er nødvendig å korrigere *F*-verdien. Derfor kan vi bruke utgangsverdiene for sfæricitetskorreksjon ``None`` for den gjentatte målingen ``Task``: *F* = 6,93, *df1* = 2, *df2* = 10, *p* = 0,013, og vi kan konkludere med at antallet tester som ble fullført på hver språkoppgave, varierte signifikant avhengig av om oppgaven var tale-, forståelses- eller syntaksbasert (*F*\(2,10) = 6,93, *p* = 0,013).
ta: எங்கள் பகுப்பாய்வில், ம uch ச்லியின் கோள சோதனையின் முக்கியத்துவம் * p * = 0.720 (அதாவது * ப *> 0.05) என்பதைக் கண்டோம். எனவே, இதன் பொருள் கோளத்தின் தேவை நிறைவு செய்யப்பட்டுள்ளது என்று நாம் கருதலாம், எனவே *f *-value க்கு திருத்தம் தேவையில்லை. ஆகையால், `` எதுவுமில்லை` `` கோள திருத்தம் வெளியீட்டு மதிப்புகளை `` பணி``: * f * = 6.93, * df1 * = 2, * df2 * = 10, * p * = 0.013, மற்றும் ஒவ்வொரு மொழி பணியிலும் வெற்றிகரமாக முடிக்கப்பட்ட சோதனைகளின் எண்ணிக்கை, பணி பேச்சு, புரிதல் அல்லது தொடரியல் அடிப்படையிலானதா (*f*\ (2,10) = 6.93,*ப*= 0.013) என்பதைப் பொறுத்து கணிசமாக மாறுபட்டது என்று நாம் முடிவு செய்யலாம்.
uk: У нашому аналізі ми побачили, що значимість тесту сферичності Маучлі становила *p* = 0,720 (тобто *p* > 0,05). Отже, це означає, що ми можемо припустити, що вимога сферичності виконана, тому корекція значення *F* не потрібна. Отже, ми можемо використовувати вихідні значення ``None`` (Без корекції сферичності) для повторного вимірювання ``Task`` (Завдання): *F* = 6,93, *df1* = 2, *df2* = 10, *p* = 0,013, і ми можемо зробити висновок, що кількість успішно виконаних тестів для кожного мовного завдання значно відрізнялася залежно від того, чи було завдання пов'язане з мовленням, розумінням або синтаксисом (*F*\(2,10) = 6,93, *p* = 0,013).

source: Post-hoc tests in repeated measures ANOVA in jamovi
de: Post-hoc-Tests bei der ANOVA mit Messwiederholung in jamovi
nb: Post-hoc-tester i ANOVA for gjentatte målinger i jamovi
ta: சமோவியில் மீண்டும் மீண்டும் நடவடிக்கைகளில் பிந்தைய தற்காலிக சோதனைகள்
uk: Post-hoc тести з повторними вимірюваннями ANOVA в jamovi

source: Post-hoc tests can also be specified in jamovi for repeated measures ANOVA in the same way as for independent ANOVA. The results are shown in :numref:`fig-RManova4`. These indicate that there is a significant difference between ``Speech`` and ``Syntax``, but not between other levels.
de: Auch bei der ANOVA mit Messwiederholung in jamovi lassen sich Post-Hoc-Tests definieren. Das geschieht auf eine ähnliche Weise, wie bei der unabhängigen ANOVA. Die Ergebnisse werden in :numref:`fig-RManova4` angezeigt. Diese weisen darauf hin, dass es einen signifikanten Unterschied zwischen Sprachproduktion (``Speech``) und Syntax (``Syntax``) gibt, aber nicht zwischen übrigen Ebenen.
nb: Post-hoc-tester kan også spesifiseres i jamovi for ANOVA for gjentatte målinger på samme måte som for uavhengig ANOVA. Resultatene vises i :numref:`fig-RManova4`. Disse indikerer at det er en signifikant forskjell mellom ``Speech`` og ``Syntax``, men ikke mellom de andre nivåene.
ta: சுயாதீன ANOVA ஐப் போலவே ANOVA ஐ மீண்டும் மீண்டும் நடவடிக்கைகளுக்காக சாமோவியில் பிந்தைய தற்காலிக சோதனைகள் குறிப்பிடலாம். முடிவுகள் இதில் காட்டப்பட்டுள்ளன: NUMREF: `Fig-rmanova4`. `` பேச்சு`` மற்றும் `` தொடரியல்`` இடையே குறிப்பிடத்தக்க வேறுபாடு இருப்பதைக் குறிக்கிறது, ஆனால் மற்ற நிலைகளுக்கு இடையில் அல்ல.
uk: Пост-хок тести також можуть бути вказані в jamovi для ANOVA з повторними вимірами таким же чином, як і для незалежної ANOVA. Результати показані в :numref:`fig-RManova4`. Вони вказують на те, що існує значна різниця між ``Speech`` і ``Syntax``, але не між іншими рівнями.

source: Descriptive statistics (marginal means) can be reviewed to help interpret the results, produced in the jamovi output as in :numref:`fig-RManova5`. Comparison of the mean number of trials successfully completed by participants shows that Broca’s Aphasics perform reasonably well on speech production (mean = 7.17) and language comprehension (mean = 6.17) tasks. However, their performance was considerably worse on the syntax task (mean = 4.33), with a significant difference in post-hoc tests between ``Speech`` and ``Syntax`` task performance.
de: Zur Interpretation der Ergebnisse können deskriptive Statistiken (geschätzte Randmittel) herangezogen werden, die in der jamovi-Ausgabe wie in :numref:`fig-RManova5` dargestellt sind. Der Vergleich der durchschnittlichen Anzahl der von den Teilnehmern erfolgreich abgeschlossenen Versuche zeigt, dass Aphasiker mit Broca-Syndrom bei den Aufgaben zur Sprachproduktion (Mittelwert = 7,17) und zum Sprachverständnis (Mittelwert = 6,17) recht gut abschneiden. Bei der Syntax-Aufgabe (Mittelwert = 4,33) waren ihre Leistungen jedoch deutlich schlechter. Ein Post-hoc-Test deutet an, dass ein signifikanter Unterschied zwischen den Leistungen bei ``Speech`` und ``Syntax`` besteht.
nb: Deskriptivstatistikk (esimterte randgjennomsnitt) kan gjennomgås for å tolke resultatene, som produseres i jamovi-utgaven som i :numref:`fig-RManova5`. Sammenligning av gjennomsnittlig antall forsøk som deltakerne fullførte, viser at Brocas afasirammede presterer rimelig bra på oppgavene taleproduksjon (gjennomsnitt = 7,17) og språkforståelse (gjennomsnitt = 6,17). De presterte imidlertid betydelig dårligere på syntaksoppgaven (gjennomsnitt = 4,33), med en signifikant forskjell i post-hoc-tester mellom ``Speech`` og ``Syntax``.
ta: சாமோவி வெளியீட்டில் தயாரிக்கப்பட்ட முடிவுகளை விளக்குவதற்கு விளக்க புள்ளிவிவரங்கள் (விளிம்பு வழிமுறைகள்) மதிப்பாய்வு செய்யலாம்: எண்: `அத்தி-ரமானோவா 5`. பங்கேற்பாளர்களால் வெற்றிகரமாக முடிக்கப்பட்ட சோதனைகளின் சராசரி எண்ணிக்கையின் ஒப்பீடு, பேச்சு விளைவாக்கம் (சராசரி = 7.17) மற்றும் மொழி புரிதல் (சராசரி = 6.17) பணிகளில் ப்ரோகாவின் அபாசிக்ச் நியாயமான முறையில் செயல்படுகிறது என்பதைக் காட்டுகிறது. இருப்பினும், அவர்களின் செயல்திறன் தொடரியல் பணியில் (சராசரி = 4.33) கணிசமாக மோசமாக இருந்தது, `` பேச்சு`` மற்றும் `` தொடரியல்`` பணி செயல்திறனுக்கும் இடையில் பிந்தைய தற்காலிக சோதனைகளில் குறிப்பிடத்தக்க வேறுபாடு உள்ளது.
uk: Для інтерпретації результатів можна переглянути описову статистику (граничні середні значення), представлену у вихідних даних jamovi, як у :numref:`fig-RManova5`. Порівняння середньої кількості успішно виконаних учасниками випробувань показує, що афазики Брока досить добре справляються із завданнями з мовлення (середнє = 7,17) та розуміння мови (середнє = 6,17). Однак їхні результати були значно гіршими у завданні з синтаксису (середнє = 4,33), з істотною різницею в пост-гок тестах між результатами завдань ``Мовлення`` та ``Синтаксис``.

source: One-way repeated measures ANOVA output: Descriptive Statistics
de: Ausgabe der einfaktoriellen ANOVA mit Messwiederholung: Deskriptive Statistik
nb: Enveis ANOVA for gjentatte målinger: Deskriptivstatistikk
ta: ஒரு வழி மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA வெளியீடு: விளக்க புள்ளிவிவரங்கள்
uk: Вихід однофакторного повторного вимірювання ANOVA: описова статистика

source: (n - k): (number of subjects - number of groups)
de: (n - k): (Anzahl der Probanden - Anzahl der Gruppen)
nb: (n - k): (antall forsøkspersoner - antall grupper)
ta: (N - K): (பாடங்களின் எண்ணிக்கை - குழுக்களின் எண்ணிக்கை)
uk: (n - k): (кількість суб'єктів - кількість груп)

source: The Friedman non-parametric repeated measures ANOVA test
de: Der nicht-parametrische ANOVA-Test mit Messwiederholung nach Friedman
nb: Friedmans ikke-parametriske ANOVA for gjentatte målinger
ta: ப்ரீட்மேன் அல்லாத அளவுரு அல்லாத மீண்டும் மீண்டும் ANOVA சோதனை
uk: Непараметричний тест Фрідмана з повторними вимірюваннями ANOVA

source: The Friedman test is a non-parametric version of a repeated measures ANOVA and can be used instead of the Kruskall-Wallis test when testing for differences between three or more groups |nominal| where the same participants are in each group, or each participant is closely matched with participants in other conditions. If the dependent variable is ordinal |ordinal|, or if the assumption of normality is not met, then the Friedman test can be used.
de: Der Friedman-Test ist eine nicht-parametrische Version einer ANOVA mit Messwiederholung und kann anstelle des Kruskall-Wallis-Tests verwendet werden, wenn Unterschiede zwischen drei oder mehr Gruppen |nominal| getestet werden, in denen sich dieselben Teilnehmer in jeder Gruppe befinden oder jeder Teilnehmer eng mit Teilnehmern in anderen Bedingungen abgestimmt ist. Ist die abhängige Variable ordinal |ordinal| oder ist die Annahme der Normalverteilung nicht erfüllt, kann der Friedman-Test verwendet werden.
nb: Friedman-testen er en ikke-parametrisk versjon av en ANOVA for gjentatte målinger og kan brukes i stedet for Kruskall-Wallis-testen når man tester for forskjeller mellom tre eller flere grupper |nominal| der de samme deltakerne er i hver gruppe, eller der hver deltaker er tett matchet med deltakere i andre betingelser. Hvis den avhengige variabelen er ordinal |ordinal|, eller hvis forutsetningen om normalfordeling ikke er oppfylt, kan Friedman-testen brukes.
ta: ப்ரீட்மேன் சோதனை என்பது மீண்டும் மீண்டும் ANOVA இன் அளவுரு அல்லாத பதிப்பாகும், மேலும் மூன்று அல்லது அதற்கு மேற்பட்ட குழுக்களுக்கு இடையிலான வேறுபாடுகளைச் சோதிக்கும்போது க்ருச்கால்-வாலிச் சோதனைக்கு பதிலாக பயன்படுத்தலாம் | பெயரளவு | ஒவ்வொரு குழுவிலும் ஒரே பங்கேற்பாளர்கள் இருக்கும் இடத்தில், அல்லது ஒவ்வொரு பங்கேற்பாளரும் மற்ற நிபந்தனைகளில் பங்கேற்பாளர்களுடன் நெருக்கமாக பொருந்துகிறார்கள். சார்பு மாறி ஆர்டினல் | ஆர்டினல் |, அல்லது இயல்பான அனுமானம் நிறைவு செய்யப்படாவிட்டால், ப்ரீட்மேன் சோதனையைப் பயன்படுத்தலாம்.
uk: Тест Фрідмана є непараметричною версією ANOVA з повторними вимірами і може використовуватися замість тесту Крускалла-Уолліса при перевірці відмінностей між трьома або більше групами |номінальними|, де в кожній групі знаходяться однакові учасники, або кожен учасник тісно пов'язаний з учасниками в інших умовах. Якщо залежна змінна є порядковою |порядковою|, або якщо припущення про нормальність не виконується, то можна використовувати тест Фрідмана.

source: ``Repeated Measures ANOVA (Non-parametric)`` dialogue box in jamovi
de: Dialogfeld mit den Analyseoptionen und die Ergebnisausgabe für die ``Repeated Measures ANOVA (Non-parametric)`` in jamovi
nb: Dialogboksen ``Repeated Measures ANOVA (Non-parametric)`` i jamovi
ta: `` மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA (அளவுரு அல்லாத) `` சமோவியில் உரையாடல் பெட்டி
uk: ``Repeated Measures ANOVA (Non-parametric)`` діалогове вікно в jamovi

source: As with the Kruskall-Wallis test, the underlying mathematics is complicated, and won’t be presented here. For the purpose of this book, it is sufficient to note that jamovi calculates the tie-corrected version of the Friedman test, and in :numref:`fig-RManova6` there is an example using the Broca’s Aphasia data we have already looked at.
de: Ähnlich wie beim Kruskall-Wallis-Test ist die zugrunde liegende Mathematik kompliziert und wird deshalb hier nicht vorgestellt. Für die Zwecke dieses Buches reicht es aus, darauf hinzuweisen, dass jamovi die für verbundene Ränge korrigierte Version des Friedman-Tests berechnet. In :numref:`fig-RManova6` ist eine Beispielausgabe zu sehen, welche die Broca-Aphasie-Daten verwendet, die wir bereits für die früheren Analysen verwendet haben.
nb: Som med Kruskall-Wallis-testen er den underliggende matematikken komplisert, og vil ikke bli presentert her. For denne bokens formål er det tilstrekkelig å merke seg at jamovi beregner den uavhengighetskorrigerte versjonen av Friedman-testen, og i :numref:`fig-RManova6` finnes det et eksempel med Brocas afasidata som vi allerede har sett på.
ta: க்ருச்கால்-வாலிச் சோதனையைப் போலவே, அடிப்படை கணிதமும் சிக்கலானது, இங்கு வழங்கப்படாது. இந்த புத்தகத்தின் நோக்கத்திற்காக, ப்ரீட்மேன் சோதனையின் டை-சரிசெய்யப்பட்ட பதிப்பை சாமோவி கணக்கிடுகிறார் என்பதைக் கவனத்தில் கொள்ள வேண்டியது போதுமானது, மேலும்: எண்: `அத்தி-ரானோவா 6` நாங்கள் ஏற்கனவே பார்த்த ப்ரோகாவின் அபாசியா தரவைப் பயன்படுத்தி ஒரு எடுத்துக்காட்டு உள்ளது.
uk: Як і у випадку з тестом Крускалла-Уолліса, математика, що лежить в основі цього тесту, є складною і не буде тут представлена. Для цілей цієї книги достатньо зазначити, що jamovi обчислює версію тесту Фрідмана з поправкою на рівність, а в :numref:`fig-RManova6` наведено приклад з використанням даних про афазію Брока, які ми вже розглядали.
