Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: That’s all it is. So when I look at the ANOVA table in :numref:`fig-anova2`, I see that SS\ :sub:`b` = 3.45 and SS\ :sub:`tot` = 3.45 + 1.39 = 4.84. Thus we get an η² value of
de: Und das war's auch schon. Wenn ich mir also die ANOVA-Tabelle in :numref:`fig-anova2` ansehe, sehe ich, dass SS\ :sub:`b` = 3,45 und SS\ :sub:`tot` = 3,45 + 1,39 = 4,84 beträgt. Wir erhalten also einen η²-Wert von
nb: Det er alt det er. Så når jeg ser på ANOVA-tabellen i :numref:`fig-anova2`, ser jeg at SS\ :sub:`b` = 3,45 og SS\ :sub:`tot` = 3,45 + 1,39 = 4,84. Dermed får vi en η²-verdi på
ta: அவ்வளவுதான். ஆகவே, நான் ANOVA அட்டவணையைப் பார்க்கும்போது: NumRef: `Fig-anova2`, ss \: sub:` b` = 3.45 மற்றும் ss \: sub: `tot` = 3.45 + 1.39 = 4.84 ஐ நான் காண்கிறேன். இவ்வாறு நாம் ஒரு η² மதிப்பைப் பெறுகிறோம்
uk: Ось і все. Отже, коли я дивлюся на таблицю ANOVA у :numref:`fig-anova2`, я бачу, що SS\ :sub:`b` = 3,45 та SS\ :sub:`tot` = 3,45 + 1,39 = 4,84. Таким чином, ми отримуємо значення η²

source: η² = 3.45 / 4.84 = 0.71
ta: எச் = 3.45 / 4.84 = 0.71

source: The interpretation of η² is equally straightforward. It refers to the proportion of the variability in the outcome variable (``mood.gain``) that can be explained in terms of the predictor (``drug``). A value of η² = 0 means that there is no relationship at all between the two, whereas a value of η = 1 means that the relationship is perfect. Better yet, the η² value is very closely related to *R*\², as discussed previously in subsection :doc:`The *R*\² (R-squared) value <../Ch12/Ch12_Regression_06>`, and has an equivalent interpretation.
nb: Tolkningen av η² er like enkel. Den viser til hvor stor andel av variabiliteten i utfallsvariabelen (``mood.gain``) som kan forklares ved hjelp av prediktoren (``drug``). En verdi på η² = 0 betyr at det ikke er noen sammenheng mellom de to, mens en verdi på η = 1 betyr at sammenhengen er perfekt. Enda bedre er det at η²-verdien er svært nært beslektet med *R*\², som diskutert tidligere i underavsnittet :doc:`*R*\² (R-kvadrat)-verdien <../Ch12/Ch12_Regression_06>`, og har en tilsvarende tolkning.
ta: Η² இன் விளக்கம் சமமாக நேரடியானது. இது முன்னறிவிப்பாளரின் (`` மருந்து``) அடிப்படையில் விளக்கக்கூடிய விளைவு மாறியில் (`` மனநிலை. Η² = 0 இன் மதிப்பு என்பது இரண்டிற்கும் இடையில் எந்த உறவும் இல்லை என்பதாகும், அதேசமயம் η = 1 இன் மதிப்பு என்பது உறவு சரியானது என்பதாகும். இன்னும் சிறப்பாக, η² மதிப்பு *r *\ with உடன் மிகவும் நெருக்கமாக தொடர்புடையது, முன்பு துணைப்பிரிவில் விவாதிக்கப்பட்டபடி: ஆவணம்: `தி *r *² ² (r- ச்கொயர்) மதிப்பு <../ ch12/ch12_regression_06>`, மற்றும் உள்ளது ஒரு சமமான விளக்கம்.
uk: Інтерпретація η² є настільки ж простою. Вона стосується частки мінливості в результативній змінній (``mood.gain``), яку можна пояснити за допомогою предиктора (``drug``). Значення η² = 0 означає, що між цими двома змінними немає жодного зв'язку, тоді як значення η = 1 означає, що зв'язок є ідеальним. Більше того, значення η² дуже тісно пов'язане з *R*\², як обговорювалося раніше в підрозділі :doc:`The *R*\² (R-squared) value <../Ch12/Ch12_Regression_06>`, і має еквівалентне тлумачення.

source: Although many statistics text books suggest η² as the default effect size measure in ANOVA, there’s an interesting `blog post <https://daniellakens.blogspot.com.au/2015/06/why-you-should-use-omega-squared.html>`__ by Daniel Lakens suggesting that eta-squared is perhaps not the best measure of effect size in real world data analysis, because it can be a biased estimator. Usefully, there is also an option in jamovi to specify omega-squared (ω²), which is less biased, alongside eta-squared.
de: Obwohl in vielen Statistikbüchern η² als Standardmaß für die Effektstärke in der ANOVA empfohlen wird, gibt es einen interessanten Blogbeitrag ` <https://daniellakens.blogspot.com.au/2015/06/why-you-should-use-omega-squared.html>` __ von Daniel Lakens, in dem er vorschlägt, dass Eta-Quadrat vielleicht nicht das beste Maß für die Effektstärke bei der Analyse von realen Daten ist, da es ein verzerrter Schätzer sein kann. Nützlicherweise gibt es in jamovi neben Eta-Quadrat auch eine Option zur Angabe von Omega-Quadrat (ω²), das weniger verzerrt ist.
nb: Selv om mange lærebøker i statistikk foreslår η² som standard effektstørrelsesmål i ANOVA, finnes det et interessant `blogginnlegg <https://daniellakens.blogspot.com.au/2015/06/why-you-should-use-omega-squared.html>`__ av Daniel Lakens som antyder at eta-kvadrat kanskje ikke er det beste effektstørrelsesmålet i dataanalyse i den virkelige verden, fordi det kan være en skjev estimator. Det er nyttig å merke seg at det også finnes en opsjon i jamovi for å spesifisere omega-kvadrat (ω²), som er mindre skjevt, i tillegg til eta-kvadrat.
ta: பல புள்ளிவிவர உரை புத்தகங்கள் ANOVA இல் இயல்புநிலை விளைவு அளவு அளவீடாக பரிந்துரைக்கின்றன என்றாலும், ஒரு சுவையான `வலைப்பதிவு இடுகை <https://daniellakens.blogspot.com.au/2015/06 .html> `__ டேனியல் லேக்கன்ச் எழுதியது, ஈட்டா-ச்கொயர் உண்மையான உலக தரவு பகுப்பாய்வில் விளைவு அளவின் சிறந்த அளவீடு அல்ல என்று பரிந்துரைக்கிறது, ஏனெனில் இது ஒரு பக்கச்சார்பான மதிப்பீட்டாளராக இருக்கலாம். பயனுள்ளதாக, ஒமேகா-ச்கொயர் (ω²) ஐக் குறிப்பிட சாமோவியில் ஒரு விருப்பமும் உள்ளது, இது எட்டா-ச்கொயர் உடன் குறைவாக சார்புடையது.
uk: Хоча багато підручників зі статистики пропонують η² як стандартний показник розміру ефекту в ANOVA, є цікавий блог-пост <https://daniellakens.blogspot.com.au/2015/06/why-you-should-use-omega-squared.html>__, в якому Даніель Лейкенс висловлює думку, що eta-squared, можливо, не є найкращим показником розміру ефекту в аналізі реальних даних, оскільки може бути упередженим оцінювачем. Корисно, що в jamovi також є опція для визначення omega-squared (ω²), який є менш упередженим, поряд з eta-squared.

source: Multiple comparisons and post-hoc tests
de: Post-hoc-Tests und die Korrektur für multiple Paarvergleiche
nb: Multiple sammenligninger og post-hoc-tester
ta: பல ஒப்பீடுகள் மற்றும் பிந்தைய தற்காலிக சோதனைகள்
uk: Багаторазові порівняння та постфактумні тести

source: Any time you run an ANOVA with more than two groups and you end up with a significant effect, the first thing you’ll probably want to ask is which groups are actually different from one another. In our drugs example, our null hypothesis was that all three drugs (placebo, Anxifree and Joyzepam) have the exact same effect on mood. But if you think about it, the null hypothesis is actually claiming *three* different things all at once here. Specifically, it claims that:
de: Jedes Mal, wenn Sie eine ANOVA mit mehr als zwei Gruppen durchführen und einen signifikanten Effekt feststellen, werden Sie sich wahrscheinlich zuerst fragen, welche Gruppen sich denn nun tatsächlich voneinander unterscheiden. In unserem Beispiel mit den Medikamenten war unsere Nullhypothese, dass alle drei Medikamente (Placebo, Anxifree und Joyzepam) genau die gleiche Wirkung auf die Stimmung haben. Aber wenn Sie darüber nachdenken, behauptet die Nullhypothese eigentlich *drei* verschiedene Dinge auf einmal. Genauer gesagt behauptet sie, dass:
nb: Hver gang du kjører en ANOVA med mer enn to grupper og ender opp med en signifikant effekt, er det første du sannsynligvis vil spørre deg selv om hvilke grupper som faktisk er forskjellige fra hverandre. I eksemplet med legemiddel var nullhypotesen vår at alle tre legemidlene (placebo, Anxifree og Joyzepam) har nøyaktig samme effekt på humøret. Men hvis du tenker over det, hevder nullhypotesen faktisk *tre* forskjellige ting på en gang. Nærmere bestemt hevder den at:
ta: எந்த நேரத்திலும் நீங்கள் இரண்டு குழுக்களுடன் ஒரு ANOVA ஐ இயக்கும் எந்த நேரத்திலும் நீங்கள் ஒரு குறிப்பிடத்தக்க விளைவுடன் முடிவடையும், நீங்கள் கேட்க விரும்புவது முதல் சேதி என்னவென்றால், எந்தக் குழுக்கள் உண்மையில் ஒருவருக்கொருவர் வேறுபட்டவை. எங்கள் மருந்துகளின் எடுத்துக்காட்டில், எங்கள் சுழிய கருதுகோள் என்னவென்றால், மூன்று மருந்துகளும் (மருந்துப்போலி, ஆர்வமுள்ள மற்றும் சாய்செபம்) மனநிலையில் அதே விளைவைக் கொண்டுள்ளன. ஆனால் நீங்கள் இதைப் பற்றி சிந்தித்தால், சுழிய கருதுகோள் உண்மையில் * மூன்று * வெவ்வேறு விசயங்களை ஒரே நேரத்தில் இங்கே கோருகிறது. குறிப்பாக, அது கூறுகிறது:
uk: Кожного разу, коли ви проводите ANOVA з більш ніж двома групами і отримуєте значущий ефект, перше, що ви, ймовірно, захочете запитати, це які групи насправді відрізняються одна від одної. У нашому прикладі з ліками нульова гіпотеза полягала в тому, що всі три препарати (плацебо, Anxifree і Joyzepam) мають однаковий вплив на настрій. Але якщо задуматися, нульова гіпотеза насправді стверджує *три* різні речі одночасно. Зокрема, вона стверджує, що:

source: Your competitor’s drug (Anxifree) is no better than a placebo (i.e., µ\ :sub:`A` = µ\ :sub:`P`)
de: Das Medikament Ihres Konkurrenten (Anxifree) ist nicht besser als ein Placebo (d. h. µ\ :sub:`A` = µ\ :sub:`P`)
nb: Konkurrentens legemiddel (Anxifree) er ikke bedre enn placebo (dvs. µ\ :sub:`A` = µ\ :sub:`P`)
ta: உங்கள் போட்டியாளரின் மருந்து (கவலை) ஒரு மருந்துப்போலியை விட சிறந்தது அல்ல (அதாவது, µ \: துணை: `a` = µ \: துணை:` p`)
uk: Препарат вашого конкурента (Anxifree) нічим не кращий за плацебо (тобто µ\ :sub:`A` = µ\ :sub:`P`)

source: Your drug (Joyzepam) is no better than a placebo (i.e., µ\ :sub:`J` = µ\ :sub:`P`)
de: Ihr Medikament (Joyzepam) ist nicht besser als ein Placebo (d. h., µ\ :sub:`J` = µ\ :sub:`P`)
nb: Legemidlet ditt (Joyzepam) er ikke bedre enn placebo (dvs. µ\ :sub:`J` = µ\ :sub:`P`)
ta: உங்கள் மருந்து (சாய்செபம்) ஒரு மருந்துப்போலியை விட சிறந்தது அல்ல (அதாவது, µ \: துணை: `j` = µ \: துணை:` p`)
uk: Ваш препарат (Джойзепам) нічим не кращий за плацебо (тобто µ\ :sub:`J` = µ\ :sub:`P`)

source: Anxifree and Joyzepam are equally effective (i.e., µ\ :sub:`J` = µ\ :sub:`A`)
de: Anxifree und Joyzepam sind gleich wirksam (d. h. µ\ :sub:`J` = µ\ :sub:`A`)
nb: Anxifree og Joyzepam er like effektive (dvs. µ\ :sub:`J` = µ\ :sub:`A`)
ta: Incifree மற்றும் Joyzepam சமமாக பயனுள்ளதாக இருக்கும் (அதாவது, µ \: துணை: `J` = µ \: துணை:` a`)
uk: Анксіфрі та Джойзепам однаково ефективні (i.e., µ\ :sub:`J` = µ\ :sub:`A`)

source: If any one of those three claims is false, then the null hypothesis is also false. So, now that we’ve rejected our null hypothesis, we’re thinking that *at least* one of those things isn’t true. But which ones? All three of these propositions are of interest. Since you certainly want to know if your new drug Joyzepam is better than a placebo, it would be nice to know how well it stacks up against an existing commercial alternative (i.e., Anxifree). It would even be useful to check the performance of Anxifree against the placebo. Even if Anxifree has already been extensively tested against placebos by other researchers, it can still be very useful to check that your study is producing similar results to earlier work.
de: Wenn eine dieser drei Behauptungen falsch ist, dann ist auch die Nullhypothese falsch. Da wir nun also unsere Nullhypothese verworfen haben, denken wir, dass *zumindest* eine dieser Behauptungen nicht wahr ist. Aber welche? Alle drei Thesen sind von Interesse. Da Sie wissen wollen, ob Ihr neues Medikament Joyzepam besser ist als ein Placebo, wäre es sicherlich auch schön zu wissen, wie gut es im Vergleich zu einer bestehenden kommerziellen Alternative (d. h. Anxifree) abschneidet. Es wäre sogar nützlich, die Wirksamkeit von Anxifree im Vergleich zu einem Placebo zu überprüfen. Selbst wenn Anxifree bereits von anderen Forschern ausführlich gegen Placebos getestet wurde, kann es sehr sinnvoll sein, zu überprüfen, ob Ihre Studie ähnliche Ergebnisse liefert wie frühere Arbeiten.
nb: Hvis en av disse tre påstandene er usanne, er også nullhypotesen usann. Så nå som vi har forkastet nullhypotesen, tenker vi at *mindst* én av disse tingene ikke er sanne. Men hvilken av dem? Alle disse tre påstandene er av interesse. Siden du absolutt ønsker å vite om ditt nye legemiddel Joyzepam er bedre enn placebo, ville det vært fint å vite hvor godt det står seg i forhold til et eksisterende kommersielt alternativ (f.eks. Anxifree). Det ville til og med vært nyttig å sjekke resultatene til Anxifree opp mot placebo. Selv om Anxifree allerede har blitt grundig testet mot placebo av andre forskere, kan det likevel være svært nyttig å sjekke at studien din gir lignende resultater som tidligere arbeid.
ta: அந்த மூன்று உரிமைகோரல்களில் ஏதேனும் தவறு இருந்தால், சுழிய கருதுகோளும் தவறானது. எனவே, இப்போது நாங்கள் எங்கள் சுழிய கருதுகோளை நிராகரித்துள்ளோம், அந்த விசயங்களில் ஒன்று உண்மை இல்லை என்று நாங்கள் கருதுகிறோம். ஆனால் எது? இந்த மூன்று முன்மொழிவுகளும் ஆர்வமாக உள்ளன. உங்கள் புதிய மருந்து சாய்செபம் ஒரு மருந்துப்போலி விட சிறந்ததா என்பதை நீங்கள் நிச்சயமாக அறிய விரும்புவதால், அது ஏற்கனவே இருக்கும் வணிக மாற்றுக்கு எதிராக (அதாவது, ஆர்வம்) எவ்வளவு நன்றாக அடுக்கி வைக்கிறது என்பதை அறிவது நல்லது. மருந்துப்போலிக்கு எதிரான கவலையின் செயல்திறனை சரிபார்க்க கூட பயனுள்ளதாக இருக்கும். மற்ற ஆராய்ச்சியாளர்களால் பிளேச்போசுக்கு எதிராக கவலை ஏற்கனவே விரிவாக சோதிக்கப்பட்டிருந்தாலும், உங்கள் ஆய்வு முந்தைய வேலைகளுக்கு ஒத்த முடிவுகளைத் தருகிறது என்பதை சரிபார்க்க இன்னும் பயனுள்ளதாக இருக்கும்.
uk: Якщо хоча б одне з цих трьох тверджень є хибним, то нульова гіпотеза також є хибною. Отже, тепер, коли ми відхилили нульову гіпотезу, ми вважаємо, що *принаймні* одне з цих тверджень не є правдивим. Але яке саме? Всі три твердження є цікавими. Оскільки ви, безсумнівно, хочете знати, чи новий препарат Joyzepam є кращим за плацебо, було б добре дізнатися, як він порівнюється з існуючою комерційною альтернативою (тобто Anxifree). Було б навіть корисно перевірити ефективність Anxifree порівняно з плацебо. Навіть якщо Anxifree вже було ретельно протестовано порівняно з плацебо іншими дослідниками, все одно може бути дуже корисно перевірити, чи ваше дослідження дає подібні результати до попередніх робіт.

source: When we characterise the null hypothesis in terms of these three distinct propositions, it becomes clear that there are eight possible “states of the world” that we need to distinguish between:
de: Wenn wir die Nullhypothese anhand dieser drei unterschiedlichen Aussagen charakterisieren, wird deutlich, dass es acht mögliche „Zustände der Welt“ gibt, zwischen denen wir unterscheiden müssen:
nb: Når vi karakteriserer nullhypotesen i form av disse tre ulike påstandene, blir det klart at det finnes åtte mulige «verdenstilstander» som vi må skille mellom:
ta: இந்த மூன்று தனித்துவமான முன்மொழிவுகளின் அடிப்படையில் சுழிய கருதுகோளை நாம் வகைப்படுத்தும்போது, எட்டு சாத்தியமான “உலகின் மாநிலங்கள்” உள்ளன என்பது தெளிவாகிறது:
uk: Коли ми характеризуємо нульову гіпотезу з точки зору цих трьох різних тверджень, стає зрозуміло, що існує вісім можливих «станів світу», які нам потрібно розрізняти:

source: possibility:
de: Möglichkeit:
nb: mulighet:
ta: சாத்தியம்:
uk: можливість:

source: is µ\ :sub:`P` = µ\ :sub:`A`
de: ist µ\ :sub:`P` = µ\ :sub:`A`
nb: er µ\ :sub:`P` = µ\ :sub:`A`
ta: IS µ \: su: `p` = µ \: su:` a`
uk: є µ\ :sub:`P` = µ\ :sub:`A`

source: is µ\ :sub:`P` = µ\ :sub:`J`
de: ist µ\ :sub:`P` = µ\ :sub:`A`
nb: er µ\ :sub:`P` = µ\ :sub:`J`
ta: IS µ \: su: `p` = µ \: su:` j`
uk: є µ\ :sub:`P` = µ\ :sub:`J`

source: is µ\ :sub:`A` = µ\ :sub:`J`
de: ist µ\ :sub:`P` = µ\ :sub:`A`
nb: er µ\ :sub:`A` = µ\ :sub:`J`
ta: IS µ \: su: `a` = µ \: su:` j`
uk: є µ\ :sub:`A` = µ\ :sub:`J`

source: which hypothesis?
de: Welche Hypothese?
nb: Hvilken hypotese?
ta: எந்த கருதுகோள்?
uk: яка гіпотеза?

source: null
ta: சுழியம்
uk: нульовий

source: alternative
de: Alternativhypothese
nb: alternativ
ta: மாற்று
uk: альтернатива

source: By rejecting the null hypothesis, we’ve decided that we *don’t* believe that #1 is the true state of the world. The next question to ask is, which of the other seven possibilities *do* we think is right? When faced with this situation, its usually helps to look at the data. For instance, if we look at the plots in :numref:`fig-anova1`, it’s tempting to conclude that Joyzepam is better than the placebo and better than Anxifree, but there’s no real difference between Anxifree and the placebo. However, if we want to get a clearer answer about this, it might help to run some tests.
de: Indem wir die Nullhypothese ablehnen, haben wir entschieden, dass wir *nicht* glauben, dass # 1 der wahre Zustand der Welt ist. Die nächste Frage, die wir uns stellen müssen, ist, welche der anderen sieben Möglichkeiten wir für *richtig* halten. In dieser Situation ist es meist hilfreich, sich die Daten anzusehen. Wenn wir uns zum Beispiel die Diagramme in :numref:`fig-anova1` ansehen, ist es verlockend, zu dem Schluss zu kommen, dass Joyzepam besser ist als das Placebo und besser als Anxifree, aber es gibt keinen wirklichen Unterschied zwischen Anxifree und dem Placebo. Wenn wir jedoch eine klarere Antwort auf diese Frage erhalten wollen, könnte es hilfreich sein, einige Tests durchzuführen.
nb: Ved å forkaste nullhypotesen har vi bestemt oss for at vi *ikke* tror at #1 er den sanne tilstanden i verden. Det neste spørsmålet vi må stille oss, er hvilken av de andre sju mulighetene *tror* vi er riktig? Når vi står overfor en slik situasjon, hjelper det vanligvis å se på dataene. Hvis vi for eksempel ser på plottene i :numref:`fig-anova1`, er det fristende å konkludere med at Joyzepam er bedre enn placebo og bedre enn Anxifree, men at det ikke er noen reell forskjell mellom Anxifree og placebo. Hvis vi ønsker å få et klarere svar på dette, kan det imidlertid hjelpe å kjøre noen tester.
ta: சுழிய கருதுகோளை நிராகரிப்பதன் மூலம், #1 என்பது உலகின் உண்மையான நிலை என்று நாங்கள் நம்பவில்லை என்று முடிவு செய்துள்ளோம். கேட்க வேண்டிய அடுத்த கேள்வி என்னவென்றால், மற்ற ஏழு சாத்தியக்கூறுகளில் எது * சரியானது என்று நாங்கள் நினைக்கிறோம்? இந்த சூழ்நிலையை எதிர்கொள்ளும்போது, இது வழக்கமாக தரவைப் பார்க்க உதவுகிறது. உதாரணமாக, நாம் உள்ள அடுக்குகளைப் பார்த்தால்: numref: `Fig-anova1`, சாய்செபம் மருந்துப்போலி விட சிறந்தது மற்றும் கவலையை விட சிறந்தது என்று முடிவு செய்ய தூண்டுகிறது, ஆனால் கவலைக்கும் மருந்துப்போலி இடையே உண்மையான வேறுபாடு இல்லை. இருப்பினும், இதைப் பற்றி தெளிவான பதிலைப் பெற விரும்பினால், சில சோதனைகளை இயக்க இது உதவக்கூடும்.
uk: Відхиливши нульову гіпотезу, ми вирішили, що *не* віримо в те, що № 1 є справжнім станом світу. Наступне питання, яке слід задати, — яка з інших семи можливостей, *на* нашу думку, є правильною? У такій ситуації зазвичай допомагає аналіз даних. Наприклад, якщо подивитися на графіки в :numref:`fig-anova1`, то можна зробити висновок, що Joyzepam кращий за плацебо і кращий за Anxifree, але між Anxifree і плацебо немає реальної різниці. Однак, якщо ми хочемо отримати більш чітку відповідь на це питання, може бути корисно провести кілька тестів.

source: Running “pairwise” *t*-tests
de: Durchführung von "paarweisen" *t*-tests
nb: Gjennomføre «parvise» *t*-tester
ta: “சோடிவரிசை” *t *-tests ஐ இயக்குகிறது
uk: Проведення «парних» *t*-тестів

source: How might we go about solving our problem? Given that we’ve got three separate pairs of means (placebo versus Anxifree, placebo versus Joyzepam, and Anxifree versus Joyzepam) to compare, what we could do is run three separate *t*-tests and see what happens. This is easy to do in jamovi. Go to the ``ANOVA`` → ``Post Hoc Tests`` options, move the ``drug`` variable across into the active box on the right, and then click on the ``No correction`` checkbox. This will produce a neat table showing all the pairwise *t*-test comparisons amongst the three levels of the ``drug`` variable, as in :numref:`fig-anova3`.
de: Wie könnten wir unser Problem lösen? Da wir drei verschiedene Paare von Mittelwerten haben (Placebo versus Anxifree, Placebo versus Joyzepam und Anxifree versus Joyzepam), die wir vergleichen wollen, könnten wir drei verschiedene *t*-Tests durchführen und schauen, was passiert. Dies ist in jamovi einfach zu machen. Gehen Sie zu den Optionen ``ANOVA`` → ``Post Hoc Tests``, verschieben Sie die Variable ``drug`` in das Feld auf der rechten Seite und klicken Sie dann auf das Kontrollkästchen ``No correction``. Dadurch wird eine übersichtliche Tabelle erstellt, die alle paarweisen *t*-Testvergleiche zwischen den drei Stufen der Variable ``drug`` zeigt, wie in :numref:`fig-anova3`.
nb: Hvordan kan vi gå frem for å løse problemet vårt? Gitt at vi har tre separate gjennomsnittspar (placebo versus anxifree, placebo versus joyzepam, og anxifree versus joyzepam) å sammenligne, kan vi kjøre tre separate *t*-tester og se hva som skjer. Dette er enkelt å gjøre i jamovi. Gå til ``ANOVA`` → ``Post Hoc Tests``, flytt ``drug``-variabelen over i den aktive boksen til høyre, og klikk deretter på avkrysningsboksen ``No correction``. Dette vil produsere en fin tabell som viser alle de parvise *t*-testsammenligningene mellom de tre nivåene av variabelen ``drug``, som i :numref:`fig-anova3`.
ta: எங்கள் பிரச்சினையைத் தீர்ப்பது குறித்து நாம் எவ்வாறு செல்லலாம்? ஒப்பிடுவதற்கு எங்களுக்கு மூன்று தனித்தனி இணை வழிமுறைகள் (மருந்துப்போலி, கவலைக்கு எதிராக மருந்துப்போலி, மருந்துப்போலி, மற்றும் சாய்செபம் மற்றும் சாய்செபம் ஆகியவற்றுக்கு எதிராக) கிடைத்துள்ளதால், நாம் என்ன செய்ய முடியும் என்பது மூன்று தனித்தனியாக *டி *-டெச்ட்களை இயக்கி என்ன நடக்கிறது என்று பாருங்கள். சாமோவியில் இதைச் செய்வது எளிது. `` ANOVA`` → `` போச்ட் ஓக் சோதனைகள்` `விருப்பங்களுக்குச் சென்று,` `மருந்து`` மாறுபாட்டை வலதுபுறத்தில் உள்ள செயலில் உள்ள பெட்டியில் நகர்த்தவும், பின்னர்` `திருத்தம் இல்லை` தேர்வுப்பெட்டியைக் சொடுக்கு செய்யவும். இது `` மருந்து` `மாறியின் மூன்று நிலைகளுக்கிடையேயான அனைத்து சோடிவரிசை *டி *-டெச்ட் ஒப்பீடுகளையும் காட்டும் ஒரு தூய்மையான அட்டவணையை உருவாக்கும், இதுபோன்று: எண்ரெஃப்:` அத்தி-அனோவா 3`.
uk: Як ми можемо вирішити нашу проблему? Враховуючи, що ми маємо три окремі пари середніх значень (плацебо проти Anxifree, плацебо проти Joyzepam та Anxifree проти Joyzepam) для порівняння, ми можемо провести три окремі *t*-тести і подивитися, що буде. Це легко зробити в jamovi. Перейдіть до опцій ``ANOVA`` → ``Post Hoc Tests``, перемістіть змінну ``drug`` у активне поле праворуч, а потім натисніть на прапорець ``No correction``. У результаті з'явиться чітка таблиця, що показує всі парні порівняння *t*-тестів між трьома рівнями змінної ``drug``, як у :numref:`fig-anova3`.

source: Uncorrected pairwise *t*-tests as post-hoc comparisons in jamovi
de: Nicht-korrigierte paarweise *t*-Tests als Post-hoc-Vergleiche in jamovi
nb: Ukorrigerte parvise *t*-tester som post-hoc-sammenligninger i jamovi
ta: சமோவியில் பிந்தைய தற்காலிக ஒப்பீடுகளாக சரி செய்யப்படாத இணை *டி *-டெச்ட்கள்
uk: Нескориговані попарні *t*-тести як постфактумні порівняння в jamovi

source: Corrections for multiple testing
de: Korrekturen für multiples Testen
nb: Korrigeringer for flere tester
ta: பல சோதனைக்கான திருத்தங்கள்
uk: Виправлення для багаторазового тестування
