Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: raw *p* rank
de: ursprünglicher *p*-Rang
nb: rå *p* rang
ta: மூல * பி * தரவரிசை
uk: сирий *p* ранг

source: *j*
ta: *சே*

source: *p* × *j*
ta: *பி*×*சே*

source: Holm *p*
ta: ஓல்ம் *பி *
uk: Холм *p*

source: Hopefully that makes things clear.
de: Hoffentlich macht das die Sache klar.
nb: Forhåpentligvis gjør det ting klart.
ta: அது விசயங்களை தெளிவுபடுத்துகிறது.
uk: Сподіваюся, це все прояснює.

source: Although it’s a little harder to calculate, the Holm correction has some very nice properties. It’s more powerful than Bonferroni (i.e., it has a lower Type II error rate) but, counter-intuitive as it might seem, it has the *same* Type I error rate. As a consequence, in practice there’s never any reason to use the simpler Bonferroni correction since it is always outperformed by the slightly more elaborate Holm correction. Because of this, the Holm correction should be your *go to* multiple comparison correction. :numref:`fig-anova3` also shows the Holm corrected *p*-values and, as you can see, the biggest *p*-value (corresponding to the comparison between Anxifree and the placebo) is unaltered. At a value of 0.15, it is exactly the same as the value we got originally when we applied no correction at all. In contrast, the smallest *p*-value (Joyzepam versus placebo) has been multiplied by three.
de: Obwohl sie etwas schwieriger zu berechnen ist, hat die Holm-Korrektur einige vorteilhafte Eigenschaften. Sie ist leistungsstärker als Bonferroni-Korrektur (d. h. sie hat eine niedrigere Typ-II-Fehlerrate). Gleichzeitig hat sie, so kontraintuitiv das auch scheinen mag, die *gleiche* Typ-I-Fehlerrate. Folglich gibt es in der Praxis nie einen Grund, die einfachere Bonferroni-Korrektur zu verwenden, da die etwas aufwändigere Holm-Korrektur diese immer übertrifft. Aus diesem Grund sollte die Holm-Korrektur Ihre Standardwahl bei der Korrektur für multiple Paarvergleiche sein. :numref:`fig-anova3` zeigt auch die Holm-korrigierten *p*-Werte und, wie Sie sehen können, ist der größte *p*-Wert (entspricht dem Vergleich zwischen Anxifree und dem Placebo) unverändert. Mit einem Wert von 0,15 ist es genau der gleiche Wert, den wir ursprünglich erhalten haben, als wir überhaupt keine Korrektur angewendet haben. Im Gegensatz dazu wurde der kleinste *p*-Wert (``joyzepam`` versus ``placebo``) mit drei multipliziert.
nb: Selv om den er litt vanskeligere å beregne, har Holm-korreksjonen noen veldig fine egenskaper. Den er kraftigere enn Bonferroni (dvs. at den har en lavere type II-feilrate), men, selv om det kan virke kontraintuitivt, har den *samme* type I-feilrate. I praksis er det derfor aldri noen grunn til å bruke den enklere Bonferroni-korreksjonen, siden den alltid blir utkonkurrert av den litt mer forseggjorte Holm-korreksjonen. På grunn av dette bør Holm-korreksjonen være din *go to* korreksjon for multiple sammenligninger. :numref:`fig-anova3` viser også de Holm-korrigerte *p*-verdiene, og som du kan se, er den største *p*-verdien (som tilsvarer sammenligningen mellom Anxifree og placebo) uendret. Med en verdi på 0,15 er den nøyaktig den samme som den opprinnelige verdien vi fikk da vi ikke korrigerte i det hele tatt. Derimot har den minste *p*-verdien (Joyzepam versus placebo) blitt multiplisert med tre.
ta: கணக்கிடுவது கொஞ்சம் கடினமாக இருந்தாலும், ஓல்ம் திருத்தம் சில நல்ல பண்புகளைக் கொண்டுள்ளது. இது போன்பெரோரோனியை விட மிகவும் ஆற்றல் வாய்ந்தது (அதாவது, இது குறைந்த வகை II பிழை வீதத்தைக் கொண்டுள்ளது) ஆனால், எதிர்-உள்ளுணர்வு, இது * அதே * வகை I பிழை வீதத்தைக் கொண்டுள்ளது. இதன் விளைவாக, நடைமுறையில் எளிமையான போன்பெரோரோனி திருத்தத்தை பயன்படுத்த எந்த காரணமும் இல்லை, ஏனெனில் இது சற்று விரிவான ஓல்ம் திருத்தம் மூலம் எப்போதும் சிறப்பாக செயல்படுகிறது. இதன் காரணமாக, ஓல்ம் திருத்தம் உங்கள் * பல ஒப்பீட்டு திருத்தத்திற்குச் செல்ல வேண்டும். . 0.15 மதிப்பில், நாங்கள் எந்த திருத்தத்தையும் பயன்படுத்தாதபோது முதலில் நமக்கு கிடைத்த மதிப்பைப் போலவே இருக்கும். இதற்கு நேர்மாறாக, மிகச்சிறிய *பி *-மதிப்பு (சாய்செபம் மற்றும் மருந்துப்போலி) மூன்றால் பெருக்கப்பட்டுள்ளது.
uk: Хоча її трохи складніше обчислити, корекція Холма має деякі дуже приємні властивості. Вона є більш потужною, ніж корекція Бонферроні (тобто має нижчий рівень помилки II типу), але, як не дивно, має *такий самий* рівень помилки I типу. Як наслідок, на практиці ніколи немає причин використовувати простішу поправку Бонферроні, оскільки вона завжди поступається дещо більш складною поправкою Холма. З огляду на це, поправка Холма повинна бути вашим *основним* вибором для поправки множинних порівнянь. :numref:`fig-anova3` також показує скориговані за Холмом *p*-значення, і, як ви можете бачити, найбільше *p*-значення (що відповідає порівнянню між Anxifree і плацебо) не змінилося. Зі значенням 0,15 воно точно збігається із значенням, яке ми отримали спочатку, коли не застосовували жодної корекції. Натомість найменше значення *p* (Joyzepam проти плацебо) було помножено на три.

source: Writing up the post-hoc test
de: Berichten von Post-Hoc-Tests
nb: Skriving av post-hoc-testen
ta: பிந்தைய தற்காலிக சோதனையை எழுதுதல்
uk: Написання постфактумного тесту

source: Finally, having run the post-hoc analysis to determine which groups are significantly different to one another, you might write up the result like this:
de: Nachdem Sie eine Post-hoc-Analyse durchgeführt haben, um zu bestimmen, welche Gruppen sich signifikant voneinander unterscheiden, können Sie das Ergebnis folgendermaßen berichten:
nb: Når du til slutt har kjørt post-hoc-analysen for å finne ut hvilke grupper som er signifikant forskjellige fra hverandre, kan du skrive opp resultatet slik:
ta: இறுதியாக, எந்த குழுக்கள் ஒருவருக்கொருவர் கணிசமாக வேறுபடுகின்றன என்பதை தீர்மானிக்க பிந்தைய தற்காலிக பகுப்பாய்வை இயக்கியுள்ளதால், நீங்கள் இது போன்ற முடிவை எழுதலாம்:
uk: Зрештою, виконавши постфактумний аналіз, щоб визначити, які групи суттєво відрізняються одна від одної, ви можете записати результат так:

source: Post-hoc tests (using the Holm correction to adjust *p*) indicated that Joyzepam produced a significantly larger mood change than both Anxifree (*p* = 0.001) and the placebo (*p* = 9.0 · 10\ :sup:`-5`). We found no evidence that Anxifree performed better than the placebo (*p* = 0.15).
de: Post-hoc-Tests (unter Verwendung der Holm-Korrektur für *p*) zeigten, dass Joyzepam eine signifikant größere Stimmungsänderung hervorrief als sowohl Anxifree (*p* = 0,001) als auch das Placebo (*p* = 9,0 · 10\ :sup:'-5'). Es fand sich aber keine Evidenz dafür, dass Anxifree besser abschneidet als das Placebo (*p* = 0,15).
nb: Post-hoc-tester (med Holm-korreksjon for å justere *p*) indikerte at Joyzepam ga en signifikant større stemningsendring enn både Anxifree (*p* = 0,001) og placebo (*p* = 9,0 - 10\ :sup:`-5`). Vi fant ingen bevis for at Anxifree ga bedre resultater enn placebo (*p* = 0,15).
ta: பிந்தைய தற்காலிக சோதனைகள் (*பி*ஐ சரிசெய்ய ஓல்ம் திருத்தத்தைப் பயன்படுத்துதல்) சாய்செபம் கவலையான (*பி*= 0.001) மற்றும் மருந்துப்போலி (*பி*= 9.0 · 10 \: சுப்: ` -5`). மருந்துப்போலி (* ப* = 0.15) ஐ விட கவலையானது சிறப்பாக செயல்பட்டதற்கான எந்த ஆதாரத்தையும் நாங்கள் காணவில்லை.
uk: Пост-хок тести (з використанням поправки Холма для коригування *p*) показали, що Joyzepam викликав значно більшу зміну настрою, ніж Anxifree (*p* = 0,001) і плацебо (*p* = 9,0 · 10\ :sup:`-5`). Ми не знайшли доказів того, що Anxifree діє краще, ніж плацебо (*p* = 0,15).

source: Or, if you don’t like the idea of reporting exact *p*-values, then you’d change those numbers to *p* < 0.001`, *p* < 0.01 and *p* > 0.05 respectively. Either way, the key thing is that you indicate that you used Holm’s correction to adjust the *p*-values. And of course, I’m assuming that elsewhere in the write up you’ve included the relevant descriptive statistics (i.e., the group means and standard deviations), since these *p*-values on their own aren’t terribly informative.
de: Wenn Sie es nicht mögen, genaue *p*-Werte anzugeben, dann würden Sie diese Zahlen in *p* < 0,001', *p* < 0,01 bzw. *p* > 0,05 ändern. So oder so, das Wichtigste ist, dass Sie angeben, dass Sie die Holm-Korrektur verwendet haben, um die *p*-Werte anzupassen. Und natürlich gehe ich davon aus, dass Sie an anderer Stelle im Artikel die relevanten deskriptiven Statistiken (d.h. die Gruppenmittelwerte und Standardabweichungen) aufgenommen haben, da diese *p*-Werte allein nicht besonders informativ sind.
nb: Eller, hvis du ikke liker tanken på å rapportere eksakte *p*-verdier, kan du endre disse tallene til henholdsvis *p* < 0,001`, *p* < 0,01 og *p* > 0,05. Uansett, det viktigste er at du angir at du brukte Holms korreksjon for å justere *p*-verdiene. Og jeg går selvfølgelig ut fra at du et annet sted i rapporten har tatt med relevant deskriptivstatistikk (dvs. gruppegjennomsnitt og standardavvik), siden disse *p*-verdiene i seg selv ikke er veldig informative.
ta: அல்லது, துல்லியமான *பி *-மதிப்புகளைப் புகாரளிக்கும் சிந்தனை உங்களுக்கு பிடிக்கவில்லை என்றால், நீங்கள் அந்த எண்களை முறையே *p *<0.001`, *p *<0.01 மற்றும் *p *> 0.05 என மாற்றுவீர்கள். எந்த வகையிலும், முக்கிய சேதி என்னவென்றால், *பி *-மதிப்புகளை சரிசெய்ய நீங்கள் ஓல்மின் திருத்தத்தைப் பயன்படுத்தினீர்கள் என்பதைக் குறிக்கிறது. நிச்சயமாக, எழுதுவதில் வேறு எங்கும் நீங்கள் தொடர்புடைய விளக்க புள்ளிவிவரங்களை (அதாவது, குழு பொருள் மற்றும் நிலையான விலகல்கள்) சேர்த்துள்ளீர்கள் என்று கருதுகிறேன், ஏனெனில் இந்த *பி *-மதிப்புகள் மிகவும் தகவலறிந்தவை அல்ல.
uk: Або, якщо вам не подобається ідея повідомляти точні значення *p*, ви можете змінити ці цифри на *p* < 0,001`, *p* < 0,01 та *p* > 0,05 відповідно. У будь-якому випадку, головне — вказати, що ви використовували поправку Холма для коригування значень *p*. І, звичайно, я припускаю, що в іншому місці статті ви включили відповідні описові статистичні дані (тобто середні значення групи та стандартні відхилення), оскільки ці *p*-значення самі по собі не є надто інформативними.

source: If you *do* have some theoretical basis for wanting to investigate some comparisons but not others, it’s a different story. In those circumstances you’re not really running “post-hoc” analyses at all, you’re making “planned comparisons”. I do talk about this situation later in the book in section :doc:`../Ch14/Ch14_ANOVA2_10`), but for now I want to keep things simple.
nb: Hvis du *har* et teoretisk grunnlag for å ville undersøke noen sammenligninger, men ikke andre, er det en annen sak. I slike tilfeller gjennomfører du egentlig ikke «post-hoc»-analyser i det hele tatt, du gjør «planlagte sammenligninger» (*planned comparisons*). Jeg kommer tilbake til denne situasjonen senere i boken i avsnittet :doc:`../Ch14/Ch14_ANOVA2_10`), men nå vil jeg holde det enkelt.
ta: சில ஒப்பீடுகளை விசாரிக்க விரும்புவதற்கு உங்களுக்கு சில தத்துவார்த்த அடிப்படை இருந்தால், ஆனால் மற்றவர்கள் அல்ல, இது வேறு கதை. அந்த சூழ்நிலைகளில் நீங்கள் உண்மையில் “பிந்தைய” பகுப்பாய்வுகளை இயக்கவில்லை, நீங்கள் “திட்டமிட்ட ஒப்பீடுகளை” உருவாக்குகிறீர்கள். இந்த நிலைமையைப் பற்றி நான் பின்னர் புத்தகத்தில் பேசுகிறேன்: doc: `../ ch14/ch14_anova2_10`), ஆனால் இப்போது நான் விசயங்களை எளிமையாக வைத்திருக்க விரும்புகிறேன்.
uk: Якщо у вас *є* теоретичне обґрунтування для того, щоб досліджувати деякі порівняння, а інші — ні, то це інша історія. У таких обставинах ви насправді не проводите «постфактум» аналіз, а робите «заплановані порівняння». Я говорю про цю ситуацію далі в книзі в розділі :doc:`../Ch14/Ch14_ANOVA2_10`), але поки що я хочу, щоб все було просто.

source: It’s worth noting in passing that not all adjustment methods try to do this. What I’ve described here is an approach for controlling “family wise Type I error rate”. However, there are other post-hoc tests that seek to control the “false discovery rate”, which is a somewhat different thing.
de: Es ist erwähnenswert, dass nicht alle Anpassungsmethoden dies versuchen. Was ich hier beschrieben habe, ist ein Ansatz zur Kontrolle der „Typ-I-Fehlerrate für eine Gruppe (oder Familie) von Tests“ (*family wise*). Es gibt jedoch andere Post-hoc-Tests, die versuchen, die „Rate der Fehlerkennungen“ (*false discovery rate*) zu kontrollieren, was etwas anderes ist.
nb: Det er verdt å merke seg at ikke alle justeringsmetoder forsøker å gjøre dette. Det jeg har beskrevet her, er en tilnærming for å kontrollere den «familievise type-I-feilraten». Det finnes imidlertid andre post-hoc-tester som søker å kontrollere «falsk oppdagelsesrate» (*false discovery rate*), noe som er en annen ting.
ta: எல்லா சரிசெய்தல் முறைகளும் இதைச் செய்ய முயற்சிக்கவில்லை என்பதை கடந்து செல்வதில் கவனிக்க வேண்டியது தேவை. நான் இங்கே விவரித்திருப்பது “குடும்ப வாரியாக வகை I பிழை வீதத்தை” கட்டுப்படுத்துவதற்கான அணுகுமுறையாகும். இருப்பினும், "தவறான கண்டுபிடிப்பு வீதத்தை" கட்டுப்படுத்த முற்படும் பிற பிந்தைய தற்காலிக சோதனைகள் உள்ளன, இது சற்றே வித்தியாசமான சேதி.
uk: Варто зауважити, що не всі методи коригування намагаються це зробити. Те, що я тут описав, є підходом до контролю «рівня помилки I типу для всієї родини». Однак існують й інші постфактумні тести, які намагаються контролювати «рівень помилкових відкриттів», що є дещо іншим поняттям.

source: Assumptions of the one-way ANOVA
de: Voraussetzungen, um eine ANOVA durchführen zu können
nb: Forutsetninger for enveis ANOVA
ta: ஒரு வழி ANOVA இன் அனுமானங்கள்
uk: Припущення однофакторного ANOVA

source: Like any statistical test, analysis of variance relies on some assumptions about the data, specifically the residuals. There are three key assumptions that you need to be aware of: *normality*, *homogeneity of variance* and *independence*.
de: Wie jeder statistische Test beruht auch die Varianzanalyse auf einigen Annahmen über die Daten, insbesondere über die Residuen. Es gibt drei wichtige Annahmen, die Sie kennen müssen: *Normalverteilung*, *Varianzhomogenität* und *Unabhängigkeit*.
nb: Som alle andre statistiske tester er variansanalyse avhengig av noen antakelser om dataene, spesielt residuene. Det er tre viktige forutsetninger du må være klar over: *normalfordeling*, *varianshomogenitet* og *uavhengighet*.
ta: எந்தவொரு புள்ளிவிவர சோதனையையும் போலவே, மாறுபாட்டின் பகுப்பாய்வு தரவைப் பற்றிய சில அனுமானங்களை நம்பியுள்ளது, குறிப்பாக எச்சங்கள். நீங்கள் அறிந்திருக்க வேண்டிய மூன்று முக்கிய அனுமானங்கள் உள்ளன: *இயல்பான தன்மை *, *மாறுபாட்டின் ஒருமைப்பாடு *மற்றும் *சுதந்திரம் *.
uk: Як і будь-який статистичний тест, аналіз дисперсії базується на деяких припущеннях щодо даних, зокрема щодо залишків. Існує три основні припущення, про які потрібно знати: *нормальність*, *однорідність дисперсії* та *незалежність*.

source: If you remember back to subsection :ref:`The model for the data and the meaning of *F* <meaning_of_F>` which I hope you at least skimmed even if you didn’t read the whole thing, I described the statistical models underpinning ANOVA in this way:
nb: Hvis du husker tilbake til underavsnittet :ref:`Modellen for dataene og betydningen av *F* <meaning_of_F>`, som jeg håper du i det minste skummet over selv om du ikke leste hele, beskrev jeg de statistiske modellene som ligger til grunn for ANOVA på denne måten:
ta: நீங்கள் மீண்டும் துணைப்பிரிவுக்கு நினைவில் வைத்திருந்தால்: குறிப்பு: `தரவுக்கான மாதிரி மற்றும் * f * <பொருள்_ஓஎஃப்_எஃப்> இன் பொருள் நீங்கள் முழு விசயத்தையும் படிக்கவில்லை என்றாலும், குறைந்தபட்சம் நீங்கள் குறைந்தது சறுக்குவதாக நான் நம்புகிறேன், புள்ளிவிவர மாதிரிகள் அடித்தளமாக விவரித்தேன் இந்த வழியில் ANOVA:
uk: Якщо ви пам'ятаєте підрозділ :ref:`The model for the data and the meaning of *F* <meaning_of_F>`, який, сподіваюся, ви хоча б пробігли очима, навіть якщо не прочитали повністю, я описав статистичні моделі, що лежать в основі ANOVA, таким чином:

source: H\ :sub:`0`: Y\ :sub:`ik` = µ + ϵ\ :sub:`ik`
ta: H \: துணை: `0: ஒய் \: தொகை: µ + ϵ \: துணை: கெட்டது

source: H\ :sub:`1`: Y\ :sub:`ik` = µ\ :sub:`k` + ϵ\ :sub:`ik`
ta: H \: துணை: `1`: µ \: ik`b '= µ \: துணை:` k` + \: sub: கெட்டது

source: In these equations µ refers to a single grand population mean which is the same for all groups, and µ\ :sub:`k` is the population mean for the *k*-th group. Up to this point we’ve been mostly interested in whether our data are best described in terms of a single grand mean (the null hypothesis) or in terms of different group-specific means (the alternative hypothesis). This makes sense, of course, as that’s actually the important research question! However, all of our testing procedures have, implicitly, relied on a specific assumption about the residuals, ϵ\ :sub:`ik`, namely that
de: In diesen Gleichungen bezieht sich μ auf einen einzelnen Gesamtmittelwert in der Grundgesamtheit, der für alle Gruppen gleich ist, und μ\ :sub:`k` ist der Mittelwert für die *k*-te Gruppe in der Grundgesamtheit. Bis zu diesem Punkt waren wir vor allem daran interessiert, ob unsere Daten am besten in Form des Gesamtmittelwerts (der Nullhypothese) oder in Bezug auf verschiedene gruppenspezifische Mittelwerte (die Alternativhypothese) beschrieben werden können. Das macht natürlich Sinn, denn das ist eigentlich die wichtige Forschungsfrage! Alle unsere Testverfahren beruhen jedoch implizit auf einer bestimmten Annahme über die Residuen, ε\ :sub:`ik`, nämlich, dass
nb: I disse ligningene refererer µ til et enkelt overordnet populasjonsgjennomsnitt som er det samme for alle grupper, og µ\ :sub:`k` er populasjonsgjennomsnittet for den *k*-tredje gruppen. Frem til nå har vi vært mest interessert i om dataene våre best kan beskrives ved hjelp av ett enkelt totalt gjennomsnitt (nullhypotesen) eller ved hjelp av ulike gruppespesifikke gjennomsnitt (alternativhypotesen). Dette gir selvfølgelig mening, siden det faktisk er det viktige forskningsspørsmålet! Alle testprosedyrene våre har imidlertid implisitt basert seg på en spesifikk antakelse om residuene, ϵ\ :sub:`ik`, nemlig at
ta: இந்த சமன்பாடுகளில் அனைத்தும் அனைத்து குழுக்களுக்கும் ஒரே மாதிரியான ஒரு பெரிய மக்கள்தொகையைக் குறிக்கிறது, மற்றும் µ \: துணை: `k` என்பது *k *-th குழுவிற்கு மக்கள் தொகை சராசரி. இந்த கட்டத்தில் எங்கள் தரவு ஒற்றை பெரிய சராசரி (பூச்ய கருதுகோள்) அல்லது வெவ்வேறு குழு-குறிப்பிட்ட வழிமுறைகளின் (மாற்று கருதுகோள்) அடிப்படையில் சிறப்பாக விவரிக்கப்பட்டுள்ளதா என்பதில் நாங்கள் பெரும்பாலும் ஆர்வமாக உள்ளோம். இது உண்மையில் முக்கியமான ஆராய்ச்சி கேள்வி என்பதால் இது அர்த்தமுள்ளதாக இருக்கிறது! எவ்வாறாயினும், எங்கள் சோதனை நடைமுறைகள் அனைத்தும் மறைமுகமாக, எச்சங்களைப் பற்றிய ஒரு குறிப்பிட்ட அனுமானத்தை நம்பியுள்ளன, ϵ \: துணை: `ik`, அதாவது அது
uk: У цих рівняннях µ позначає єдине загальне середнє значення популяції, яке є однаковим для всіх груп, а µ\ :sub:`k` — середнє значення популяції для *k*-ї групи. До цього моменту нас найбільше цікавило, чи наші дані найкраще описуються за допомогою єдиного загального середнього значення (нульова гіпотеза), чи за допомогою різних середніх значень для окремих груп (альтернативна гіпотеза). Звичайно, це має сенс, адже це і є важливе дослідницьке питання! Однак усі наші процедури тестування неявним чином базувалися на конкретному припущенні щодо залишків, ϵ\ :sub:`ik`, а саме, що

source: None of the maths works properly without this bit. Or, to be precise, you can still do all the calculations and you’ll end up with an *F*-statistic, but you have no guarantee that this *F*-statistic actually measures what you think it’s measuring, and so any conclusions that you might draw on the basis of the *F* test might be wrong.
de: Keine der Gleichungen funktioniert ohne diesen Bestandteil. Oder, um genau zu sein, Sie können immer noch alle Berechnungen durchführen und Sie erhalten eine *F*-Statistik, aber Sie haben keine Garantie, dass diese *F*-Statistik tatsächlich misst, was Sie denken, dass sie misst, und so könnten alle Schlussfolgerungen, die Sie auf der Grundlage des *F*-Tests ziehen könnten, falsch sein.
nb: Ingen av regnestykkene fungerer skikkelig uten denne biten. Eller, for å være presis, du kan fortsatt gjøre alle beregningene og ende opp med en *F*-statistikk, men du har ingen garanti for at denne *F*-statistikken faktisk måler det du tror den måler, og dermed kan eventuelle konklusjoner du trekker på grunnlag av *F*-testen, være feil.
ta: இந்த பிட் இல்லாமல் கணிதங்கள் எதுவும் சரியாக வேலை செய்யாது. அல்லது, துல்லியமாகச் சொல்வதானால், நீங்கள் இன்னும் எல்லா கணக்கீடுகளையும் செய்ய முடியும், நீங்கள் ஒரு *f *-statistic உடன் முடிவடையும், ஆனால் இந்த *f *-statistist உண்மையில் நீங்கள் அளவிடுவதாக நீங்கள் நினைப்பதை அளவிடுகிறது, எனவே ஏதேனும் * f * சோதனையின் அடிப்படையில் நீங்கள் வரையக்கூடிய முடிவுகள் தவறாக இருக்கலாம்.
uk: Без цього елемента жодна математична операція не буде працювати належним чином. Або, якщо бути точнішим, ви все одно зможете виконати всі обчислення і отримаєте *F*-статистику, але не будете мати жодної гарантії, що ця *F*-статистика дійсно вимірює те, що ви вважаєте, і тому будь-які висновки, які ви зробите на основі *F*-тесту, можуть бути помилковими.

source: So, how do we check whether the assumption about the residuals is accurate? Well, as I indicated above, there are three distinct claims buried in this one statement, and we’ll consider them separately.
de: Wie überprüfen wir also, ob die Annahme über die Residuen richtig ist? Nun, wie ich oben angedeutet habe, gibt es drei verschiedene Behauptungen, die in dieser einen Aussage vergraben sind, und wir werden sie nacheinander betrachten.
nb: Så hvordan sjekker vi om forutsetningen om residuene er korrekt? Som jeg antydet ovenfor, ligger det tre forskjellige påstander begravd i denne ene påstanden, og vi skal se på dem hver for seg.
ta: எனவே, எச்சங்களைப் பற்றிய அனுமானம் துல்லியமானதா என்பதை நாங்கள் எவ்வாறு சரிபார்க்கிறோம்? சரி, நான் மேலே சுட்டிக்காட்டியபடி, இந்த ஒரு அறிக்கையில் மூன்று தனித்துவமான உரிமைகோரல்கள் புதைக்கப்பட்டுள்ளன, அவற்றை நாங்கள் தனித்தனியாக கருதுவோம்.
uk: Отже, як нам перевірити, чи є припущення щодо залишків точним? Ну, як я зазначав вище, в цьому одному твердженні приховані три окремі твердження, і ми розглянемо їх окремо.

source: **Homogeneity of variance**. Notice that we’ve only got the one value for the population standard deviation (i.e., σ), rather than allowing each group to have it’s own value (i.e., σ\ :sub:`k`). This is referred to as the homogeneity of variance (sometimes called homoscedasticity) assumption. ANOVA assumes that the population standard deviation is the same for all groups. We’ll talk about this extensively in subsection :ref:`Checking the homogeneity of variance assumption <homogeneity_of_variance_anova>`.
nb: **Varianshomogenitet**. Legg merke til at vi bare har én verdi for populasjonens standardavvik (dvs. σ), i stedet for å la hver gruppe ha sin egen verdi (dvs. σ\ :sub:`k`). Dette kalles forutsetningen om varianshomogenitet (noen ganger kalt homoskedastisitet). ANOVA forutsetter at standardavviket i populasjonen er det samme for alle grupper. Vi skal snakke mye om dette i underavsnittet :ref:`Sjekk forutsetningen om varianshomogenitet <homogeneity_of_variance_anova>`.
ta: ** மாறுபாட்டின் ஒருமைப்பாடு **. ஒவ்வொரு குழுவிற்கும் சொந்த மதிப்பைக் கொண்டிருக்க அனுமதிப்பதை விட (அதாவது, σ \: துணை: `k`) அனுமதிப்பதை விட, மக்கள்தொகை தர விலகலுக்கான ஒரு மதிப்பை மட்டுமே (அதாவது, σ) பெற்றுள்ளோம் என்பதைக் கவனியுங்கள். இது மாறுபாட்டின் ஒருமைப்பாடு (சில நேரங்களில் ஓரினச்சேர்க்கை என அழைக்கப்படுகிறது) அனுமானமாக குறிப்பிடப்படுகிறது. அனைத்து குழுக்களுக்கும் மக்கள்தொகை நிலையான விலகல் ஒன்றுதான் என்று ANOVA கருதுகிறது. இதைப் பற்றி நாங்கள் துணைப்பிரிவில் விரிவாகப் பேசுவோம்: குறிப்பு: `மாறுபாடு அனுமானத்தின் ஒருமைப்பாட்டை சரிபார்க்கிறது <ஒத்திசைவு_எஃப்_வாரியன்ச்_ஆனோவா>`.
uk: **Однорідність дисперсії**. Зверніть увагу, що ми маємо лише одне значення для стандартного відхилення генеральної сукупності (тобто σ), а не дозволяємо кожній групі мати своє власне значення (тобто σ\ :sub:`k`). Це називається припущенням однорідності дисперсії (іноді його називають гомоскедастичністю). ANOVA припускає, що стандартне відхилення генеральної сукупності є однаковим для всіх груп. Ми детально обговоримо це в підрозділі :ref:`Checking the homogeneity of variance assumption <homogeneity_of_variance_anova>`.
