Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: In our example, the homogeneity of variance assumption turned out to be a pretty safe one: the Levene test came back non-significant (notwithstanding that we should also look at the plot of standard deviations), so we probably don’t need to worry. However, in real life we aren’t always that lucky. How do we save our ANOVA when the homogeneity of variance assumption is violated? If you recall from our discussion of *t*-tests, we’ve seen this problem before. The Student *t*-test assumes equal variances, so the solution was to use the Welch *t*-test, which does not. In fact, :ref:`Welch (1951) <Welch_1951>` also showed how we can solve this problem for ANOVA too (the **Welch One-way test**). It’s implemented in jamovi using the ``One-Way ANOVA`` analysis. This is a specific analysis approach just for one-way ANOVA, and to run the Welch one-way ANOVA for our example, we would re-run the analysis as previously, but this time use the jamovi ``ANOVA`` → ``One Way ANOVA`` analysis command, and check the option ``Don't assume equal (Welch’s)`` (see :numref:`fig-anova4a`).
nb: I vårt eksempel viste det seg at forutsetningen om varianshomogenitet var ganske trygg: Levene-testen viste seg å være ikke-signifikant (selv om vi også bør se på plottet av standardavvik), så vi trenger sannsynligvis ikke å bekymre oss. Men i virkeligheten er vi ikke alltid like heldige. Hvordan redder vi ANOVA-en vår når forutsetningen om varianshomogenitet er brutt? Hvis du husker fra diskusjonen vår om *t*-tester, har vi sett dette problemet før. Student *t*-testen forutsetter lik varians, så løsningen var å bruke Welch *t*-testen, som ikke gjør det. Faktisk viste :ref:`Welch (1951) <Welch_1951>` også hvordan vi kan løse dette problemet for ANOVA også (**Welch One-way test**). Den er implementert i jamovi ved hjelp av ``One-Way ANOVA``-analysen. Dette er en spesifikk analysetilnærming bare for enveis ANOVA, og for å kjøre Welch enveis ANOVA for vårt eksempel, kjører vi analysen på nytt som tidligere, men denne gangen bruker vi jamovi ``ANOVA`` → ``One Way ANOVA``-analysen, og merker av for alternativet ``Don't assume equal (Welch's)`` (se :numref:`fig-anova4a`).
ta: எங்கள் எடுத்துக்காட்டில், மாறுபாடு அனுமானத்தின் ஒருமைப்பாடு மிகவும் பாதுகாப்பான ஒன்றாக மாறியது: லெவென் சோதனை குறிப்பிடத்தக்கதாக இல்லை (நிலையான விலகல்களின் சதித்திட்டத்தையும் நாம் பார்க்க வேண்டும் என்றாலும்), எனவே நாம் கவலைப்பட தேவையில்லை . இருப்பினும், நிச வாழ்க்கையில் நாம் எப்போதும் அதிர்ச்டசாலி அல்ல. மாறுபாடு அனுமானத்தின் ஒருமைப்பாடு மீறப்படும்போது எங்கள் ANOVA ஐ எவ்வாறு சேமிப்பது? *T *-tests பற்றிய எங்கள் விவாதத்திலிருந்து நீங்கள் நினைவு கூர்ந்தால், இந்த சிக்கலை நாங்கள் முன்பே பார்த்தோம். மாணவர் *t *-test சம மாறுபாடுகளைக் கருதுகிறது, எனவே தீர்வு வெல்ச் *t *-test ஐப் பயன்படுத்துவதாகும், இது இல்லை. உண்மையில், குறிப்பு: `வெல்ச் (1951) <வெல்ச்_1951>` ANOVA க்கும் இந்த சிக்கலை எவ்வாறு தீர்க்க முடியும் என்பதையும் காட்டியது (** வெல்ச் ஒரு வழி சோதனை **). இது `` ஒரு வழி ANOVA`` பகுப்பாய்வைப் பயன்படுத்தி சாமோவியில் செயல்படுத்தப்படுகிறது. இது ஒரு வழி ANOVA க்கான ஒரு குறிப்பிட்ட பகுப்பாய்வு அணுகுமுறையாகும், மேலும் எங்கள் எடுத்துக்காட்டுக்கு வெல்ச் ஒரு வழி ANOVA ஐ இயக்க, நாங்கள் முன்பு பகுப்பாய்வை மீண்டும் இயக்குவோம், ஆனால் இந்த முறை சாமோவியைப் பயன்படுத்துங்கள் `` anova`` `` `` `` `` `` `` `` `` `` `` ` ANOVA`` பகுப்பாய்வு கட்டளையை ஒரு வழி, மற்றும் `` சமமான (வெல்ச்சின்) `` என்ற விருப்பத்தை சரிபார்க்கவும் `` (காண்க: NumRef: `Fig-anova4a`).
uk: У нашому прикладі припущення про однорідність дисперсії виявилося досить надійним: тест Левена дав неістотний результат (незважаючи на те, що нам також слід розглянути графік стандартних відхилень), тому, ймовірно, нам не варто турбуватися. Однак у реальному житті нам не завжди так щастить. Як врятувати ANOVA, коли припущення про однорідність дисперсії порушується? Якщо ви пам'ятаєте з нашого обговорення *t*-тестів, ми вже стикалися з цією проблемою. *t*-тест Стьюдента припускає рівність дисперсій, тому рішенням було використання *t*-тесту Велча, який цього не припускає. Насправді, :ref:`Welch (1951) <Welch_1951>` також показав, як ми можемо вирішити цю проблему для ANOVA (**односторонній тест Велча**). Він реалізований в jamovi за допомогою аналізу ``One-Way ANOVA``. Це специфічний підхід до аналізу, призначений тільки для одностороннього ANOVA, і щоб запустити односторонній ANOVA Велча для нашого прикладу, ми б повторно запустили аналіз, як і раніше, але цього разу використовували б команду аналізу jamovi ``ANOVA`` → ``One Way ANOVA`` і встановили б опцію ``Don't assume equal (Welch’s)`` (див. :numref:`fig-anova4a`).

source: Welch’s test as part of the One-Way ANOVA analysis in jamovi
de: ANOVA nach Welch als Teil der einfaktoriellen ANOVA in jamovi
nb: Welchs test som en del av enveis ANOVA i jamovi
ta: சாமோவியில் ஒரு வழி ANOVA பகுப்பாய்வின் ஒரு பகுதியாக வெல்ச்சின் சோதனை
uk: Критерій Велча як частина однофакторного дисперсійного аналізу в jamovi

source: To understand what’s happening here, let’s compare these numbers with those obtained earlier in section :doc:`Ch13_ANOVA_03`, namely: *F*\(2,15) = 18.611, *p* = 0.00009. As shown in :numref:`fig-anova4a`, these values are also displayed in the ``One-Way ANOVA`` table (in the row starting with ``Fisher's``) if the option ``Assume equal (Fisher's)`` was chosen.
nb: For å forstå hva som skjer her, kan vi sammenligne disse tallene med dem vi fikk tidligere i avsnitt :doc:`Ch13_ANOVA_03`, nemlig *F*\(2,15) = 18,611, *p* = 0,00009. Som vist i :numref:`fig-anova4a`, vises disse verdiene også i tabellen ``One-Way ANOVA`` (i raden som begynner med ``Fisher's``) hvis alternativet ``Assume equal (Fisher's)`` ble valgt.
ta: இங்கே என்ன நடக்கிறது என்பதைப் புரிந்து கொள்ள, இந்த எண்களை முன்னர் பெறப்பட்டவற்றுடன் ஒப்பிடுவோம்: DOC: `CH13_ANOVA_03`, அதாவது: *f *\ (2,15) = 18.611, *ப *= 0.00009. இதில் காட்டப்பட்டுள்ளபடி: NUMREF: `Fig-anova4a`, இந்த மதிப்புகள்` `ஒரு வழி ANOVA`` அட்டவணையிலும் காட்டப்படுகின்றன (` `ஃபிசர்ச்`` உடன் தொடங்கும் வரிசையில்) விருப்பம்` `சமமாக (ஃபிசர்) `` தேர்ந்தெடுக்கப்பட்டது.
uk: Щоб зрозуміти, що тут відбувається, порівняємо ці цифри з тими, що були отримані раніше в розділі :doc:`Ch13_ANOVA_03`, а саме: *F*\(2,15) = 18,611, *p* = 0,00009. Як показано в :numref:`fig-anova4a`, ці значення також відображаються в таблиці ``One-Way ANOVA`` (у рядку, що починається з ``Fisher's``), якщо було обрано опцію ``Assume equal (Fisher's)``.

source: Okay, so originally our ANOVA gave us the result *F*\(2,15) = 18.6, whereas the Welch one-way test gave us *F*\(2,9.49) = 26.32. In other words, the Welch test has reduced the within-groups degrees of freedom from 15 to 9.49, and the *F*-value has increased from 18.6 to 26.32.
de: Ursprünglich lieferte uns unsere ANOVA das Ergebnis *F*\(2,15) = 18,6, während die ANOVA nach Welch uns *F*\(2, 9,49) = 26,32 lieferte. Mit anderen Worten, der Welch-Test hat die Freiheitsgrade innerhalb der Gruppen von 15 auf 9,49 reduziert und den *F*-Wert von 18,6 auf 26,32 erhöht.
nb: Ok, så opprinnelig ga vår ANOVA oss resultatet *F*\(2,15) = 18,6, mens Welchs enveistest ga oss *F*\(2,9,49) = 26,32. Welch-testen har med andre ord redusert frihetsgradene innenfor gruppene fra 15 til 9,49, og *F*-verdien har økt fra 18,6 til 26,32.
ta: சரி, முதலில் எங்கள் ANOVA எங்களுக்கு முடிவைக் கொடுத்தது *f *\ (2,15) = 18.6, அதேசமயம் வெல்ச் ஒரு வழி சோதனை எங்களுக்கு *f *\ (2,9.49) = 26.32 கொடுத்தது. வேறு வார்த்தைகளில் கூறுவதானால், வெல்ச் சோதனை 15 முதல் 9.49 வரை குழுக்களுக்குள் சுதந்திரத்தை குறைத்துள்ளது, மேலும் *f *-மதிப்பு 18.6 முதல் 26.32 வரை அதிகரித்துள்ளது.
uk: Отже, спочатку наш ANOVA дав нам результат *F*\(2,15) = 18,6, тоді як односторонній тест Велча дав нам *F*\(2,9,49) = 26,32. Іншими словами, тест Велча зменшив ступінь свободи всередині груп з 15 до 9,49, а значення *F* збільшилося з 18,6 до 26,32.

source: Checking the normality assumption
de: Überprüfen der Annahme einer Normalverteilung
nb: Sjekk forutsetningen om normalfordeling
ta: இயல்பான அனுமானத்தை சரிபார்க்கிறது
uk: Перевірка припущення про нормальність

source: Testing the normality assumption is relatively straightforward. We covered most of what you need to know in section :doc:`../Ch11/Ch11_tTest_08`. The only thing we really need to do is draw a QQ plot and, in addition if it is available, run the Shapiro-Wilk test. The QQ plot is shown in :numref:`fig-anova5` and it looks pretty normal to me. If the Shapiro-Wilk test is not significant (i.e. *p* > 0.05) then this indicates that the assumption of normality is not violated. However, as with Levene’s test, if the sample size is large then a significant Shapiro-Wilk test may in fact be a false positive, where the assumption of normality is not violated in any substantive problematic sense for the analysis. And, similarly, a very small sample can produce false negatives. That’s why a visual inspection of the QQ plot is important.
nb: Det er relativt enkelt å sjekke forutsetningen om normalfordeling. Vi har dekket det meste av det du trenger å vite i avsnitt :doc:`../Ch11/Ch11_tTest_08`. Det eneste vi egentlig trenger å gjøre, er å tegne et QQ-plott og i tillegg kjøre Shapiro-Wilk-testen, hvis den er tilgjengelig. QQ-plottet vises i :numref:`fig-anova5`, og jeg synes det ser ganske normalt ut. Hvis Shapiro-Wilk-testen ikke er signifikant (dvs. *p* > 0,05), indikerer dette at forutsetningen om normalfordeling ikke er brutt. Men som med Levenes test, kan en signifikant Shapiro-Wilk-test, hvis utvalget er stort, faktisk være en falsk positiv, der forutsetningen om normalfordeling ikke er brutt i noen vesentlig problematisk forstand for analysen. Og på samme måte kan et svært lite utvalg gi falske negative resultater. Derfor er det viktig med en visuell inspeksjon av QQ-plottet.
ta: இயல்பான அனுமானத்தை சோதிப்பது ஒப்பீட்டளவில் நேரடியானது. பிரிவில் நீங்கள் தெரிந்து கொள்ள வேண்டியவற்றில் பெரும்பாலானவற்றை நாங்கள் உள்ளடக்கியுள்ளோம்: DOC: `../ ch11/ch11_ttest_08`. நாம் உண்மையில் செய்ய வேண்டிய ஒரே சேதி, ஒரு QQ சதித்திட்டத்தை வரைய வேண்டும், கூடுதலாக அது கிடைத்தால், சாபிரோ-வில்க் சோதனையை இயக்கவும். QQ சூழ்ச்சி இதில் காட்டப்பட்டுள்ளது: NUMREF: `Fig-anova5` மற்றும் இது எனக்கு மிகவும் சாதாரணமானது. சாபிரோ-வில்க் சோதனை குறிப்பிடத்தக்கதாக இல்லாவிட்டால் (அதாவது * ப *> 0.05), இது இயல்பான அனுமானம் மீறப்படவில்லை என்பதை இது குறிக்கிறது. இருப்பினும், லெவெனின் சோதனையைப் போலவே, மாதிரி அளவு பெரியதாக இருந்தால், ஒரு குறிப்பிடத்தக்க சாபிரோ-வில்க் சோதனை உண்மையில் தவறான நேர்மறையாக இருக்கலாம், அங்கு பகுப்பாய்விற்கான எந்தவொரு சிக்கலான அர்த்தத்திலும் இயல்புநிலையின் அனுமானம் மீறப்படாது. மேலும், இதேபோல், மிகச் சிறிய மாதிரி தவறான எதிர்மறைகளை உருவாக்கும். அதனால்தான் QQ சதித்திட்டத்தின் காட்சி ஆய்வு முக்கியமானது.
uk: Перевірка припущення про нормальність є відносно простою. Ми розглянули більшість необхідних відомостей у розділі :doc:`../Ch11/Ch11_tTest_08`. Єдине, що нам дійсно потрібно зробити, це побудувати QQ-графік і, якщо це можливо, виконати тест Шапіро-Вілка. QQ-графік показано на :numref:`fig-anova5`, і він виглядає цілком нормальним. Якщо тест Шапіро-Уілка не є значущим (тобто *p* > 0,05), це означає, що припущення про нормальність не порушено. Однак, як і в тесті Левена, якщо розмір вибірки великий, значущий тест Шапіро-Уілка може насправді бути хибнопозитивним, коли припущення про нормальність не порушується в жодному істотному проблемному сенсі для аналізу. І, аналогічно, дуже мала вибірка може давати хибно негативні результати. Ось чому візуальний огляд QQ-графіку є важливим.

source: Alongside inspecting the QQ plot for any deviations from normality, the Shapiro-Wilk test for our data does show a non-significant effect, with *p* = 0.6053 (see :numref:`fig-anova4a`). This therefore supports the QQ plot assessment; both checks find no indication that normality is violated.
de: Neben dem Überprüfen des Q-Q-Diagramms auf Abweichungen von der Normalverteilung zeigt der Shapiro-Wilk-Test für unsere Daten einen nicht signifikanten Effekt, mit *p* = 0,6053 (siehe :numref:`fig-anova4a`). Dies stützt also den visuellen Eindruck aus dem Q-Q-Diagramm; beide Prüfungen ergeben keinen Hinweis auf eine Verletzung der Annahme einer Normalverteilung.
nb: I tillegg til å inspisere QQ-plottet for eventuelle avvik fra normalfordelingen, viser Shapiro-Wilk-testen for dataene våre en ikke-signifikant effekt, med *p* = 0,6053 (se :numref:`fig-anova4a`). Dette støtter derfor QQ-plottvurderingen; begge kontrollene finner ingen indikasjon på at forutsetning om normalfordelingen er brutt.
ta: இயல்பான தன்மையிலிருந்து எந்தவொரு விலகல்களுக்கும் QQ சதித்திட்டத்தை ஆய்வு செய்வதோடு, எங்கள் தரவுகளுக்கான சாபிரோ-வில்க் சோதனை * p * = 0.6053 உடன் குறிப்பிடத்தக்க அல்லாத விளைவைக் காட்டுகிறது (பார்க்க: எண்: numref: `fig-anova4a`). எனவே இது QQ சூழ்ச்சி மதிப்பீட்டை ஆதரிக்கிறது; இரண்டு காசோலைகளும் இயல்புநிலை மீறப்படுகின்றன என்பதற்கான எந்தக் குறிப்பையும் காணவில்லை.
uk: Поряд з перевіркою QQ-графіку на наявність відхилень від нормальності, тест Шапіро-Уілка для наших даних показує незначний ефект, з *p* = 0,6053 (див. :numref:`fig-anova4a`). Це підтверджує оцінку QQ-графіку; обидві перевірки не виявляють ознак порушення нормальності.

source: QQ-plot produced from jamovi One-Way ANOVA options
de: Q-Q-Diagramm erstellt mit Option ``QQ-plot`` innerhalb der ``One-Way ANOVA`` aus jamovi
nb: QQ-plott produsert fra jamovi One-Way ANOVA-alternativer
ta: QQ-plot சாமோவிக்கு ஒரு வழி ANOVA விருப்பங்களிலிருந்து தயாரிக்கப்படுகிறது
uk: QQ-діаграма, отримана з варіантів однофакторного ANOVA аналізу jamovi

source: Removing the normality assumption
de: Verletzungen der Annahme der Normalverteilung
nb: Brudd på forutsetningen om normalfordeling
ta: இயல்பான அனுமானத்தை நீக்குதல்
uk: Вилучення припущення про нормальність

source: Now that we’ve seen how to check for normality, we are led naturally to ask what we can do to address violations of normality. In the context of a One-way ANOVA, the easiest solution is probably to switch to a non-parametric test (i.e., one that doesn’t rely on any particular assumption about the kind of distribution involved). We’ve seen non-parametric tests before, in section :doc:`../Ch11/Ch11_tTest_09`. When you only have two groups, the Mann-Whitney or the Wilcoxon test provides the non-parametric alternative that you need. When you’ve got three or more groups, you can use the **Kruskal-Wallis rank sum test** (:ref:`Kruskal & Wallis, 1952 <Kruskal_1952>`). So that’s the test we’ll talk about next.
nb: Nå som vi har sett hvordan vi kan sjekke for normalfordeling, er det naturlig å spørre hva vi kan gjøre for å håndtere brudd på forutsetningen om normalfordeling. I forbindelse med en enveis ANOVA er den enkleste løsningen sannsynligvis å gå over til en ikke-parametrisk test (dvs. en test som ikke er avhengig av noen spesiell antakelse om hva slags fordeling som er involvert). Vi har sett ikke-parametriske tester før, i avsnitt :doc:`../Ch11/Ch11_tTest_09`. Når du bare har to grupper, er Mann-Whitney- eller Wilcoxon-testen det ikke-parametriske alternativet du trenger. Når du har tre eller flere grupper, kan du bruke **Kruskal-Wallis rangsumtest** (:ref:`Kruskal & Wallis, 1952 <Kruskal_1952>`). Det er den neste testen vi skal snakke om.
ta: இயல்புநிலையை எவ்வாறு சரிபார்க்க வேண்டும் என்று இப்போது நாங்கள் பார்த்திருக்கிறோம், இயல்பான மீறல்களை நிவர்த்தி செய்ய நாம் என்ன செய்ய முடியும் என்று கேட்க இயல்பாகவே வழிநடத்தப்படுகிறோம். ஒரு வழி ANOVA இன் சூழலில், எளிதான தீர்வு, அளவுரு அல்லாத சோதனைக்கு மாறுவது (அதாவது, சம்பந்தப்பட்ட விநியோகத்தைப் பற்றிய எந்தவொரு குறிப்பிட்ட அனுமானத்தையும் நம்பாத ஒன்று). பிரிவில், அளவுரு அல்லாத சோதனைகளை நாங்கள் கண்டிருக்கிறோம்: doc: `../ ch11/ch11_ttest_09`. உங்களிடம் இரண்டு குழுக்கள் மட்டுமே இருக்கும்போது, மான்-விட்னி அல்லது வில்காக்சன் சோதனை உங்களுக்குத் தேவையான அளவுரு அல்லாத மாற்றீட்டை வழங்குகிறது. நீங்கள் மூன்று அல்லது அதற்கு மேற்பட்ட குழுக்களைப் பெற்றால், நீங்கள் ** க்ருச்கல்-வாலிச் தரவரிசை சோதனை ** (: ref: `க்ருச்கல் & வாலிச், 1952 <Kruskal_1952>`) ஐப் பயன்படுத்தலாம். எனவே நாங்கள் அடுத்து பற்றி பேசும் சோதனை இதுதான்.
uk: Тепер, коли ми побачили, як перевіряти нормальність, ми природно задаємося питанням, що можна зробити, щоб вирішити проблему порушення нормальності. У контексті однофакторного дисперсійного аналізу найпростішим рішенням, ймовірно, буде перехід до непараметричного тесту (тобто такого, що не базується на жодних конкретних припущеннях щодо типу розподілу). Ми вже розглядали непараметричні тести в розділі :doc:`../Ch11/Ch11_tTest_09`. Якщо у вас є тільки дві групи, тест Манна-Уїтні або Вілкоксона надає необхідну непараметричну альтернативу. Якщо у вас є три або більше груп, ви можете використовувати **тест суми рангів Крускала-Уолліса** (:ref:`Kruskal & Wallis, 1952 <Kruskal_1952>`). Отже, саме про цей тест ми поговоримо далі.

source: The Kruskal-Wallis test is surprisingly similar to ANOVA, in some ways. In ANOVA we started with Y\ :sub:`ik`, the value of the outcome variable for the *i*-th person in the *k*-th group. For the Kruskal-Wallis test what we’ll do is rank order all of these Y\ :sub:`ik` values and conduct our analysis on the ranked data.
de: Der Kruskal-Wallis-Test ist der ANOVA überraschend ähnlich. In der ANOVA haben wir mit Y\ :sub:`ik` begonnen, dem Wert der Ergebnisvariablen für die *i*-te Person in der *k*-ten Gruppe. Für den Kruskal-Wallis-Test ordnen wir alle diese Y\ :sub:`ik`-Werte zu einer Rangfolge und führen unsere Analyse mit den Rangdaten durch.
nb: Kruskal-Wallis-testen er overraskende lik ANOVA, på noen måter. I ANOVA startet vi med Y\ :sub:`ik`, verdien av utfallsvariabelen for den *i*-te personen i den *k*-te gruppen. I Kruskal-Wallis-testen skal vi rangere alle disse Y\ :sub:`ik`-verdiene og utføre analysen på de rangerte dataene.
ta: க்ருச்கல்-வாலிச் சோதனை சில வழிகளில் ANOVA உடன் ஒத்திருக்கிறது. ANOVA இல் நாங்கள் ஒய் \: sub: `ik` உடன் தொடங்கினோம், *k *-th குழுவில் உள்ள *i *-th நபருக்கான விளைவு மாறியின் மதிப்பு. க்ருச்கல்-வாலிச் சோதனைக்கு, நாங்கள் என்ன செய்வோம் என்பது இந்த ஒய் \: துணை: `ik` மதிப்புகள் மற்றும் தரவரிசை தரவுகளில் எங்கள் பகுப்பாய்வை நடத்துகிறது.
uk: Тест Крускала-Уолліса в деяких аспектах напрочуд схожий на ANOVA. В ANOVA ми почали з Y\ :sub:`ik`, значенням результативної змінної для *i*-ї особи в *k*-й групі. Для тесту Крускала-Уолліса ми зробимо ранжування всіх цих значень Y\ :sub:`ik` і проведемо аналіз за ранжованими даними.

source: So let’s let R\ :sub:`ik` refer to the ranking given to the *i*-th member of the *k*-th group. Now, let’s calculate R̄\ :sub:`k`, the average rank given to observations in the *k*-th group:
de: Lassen Sie uns also R\ :sub:`ik` auf den Rang beziehen, der dem *i*-ten Mitglied der *k*-ten Gruppe gegeben wurde. Berechnen wir nun R̄\ :sub:`k`, den durchschnittlichen Rang, der den Beobachtungen in der *k*-ten Gruppe gegeben wird:
nb: La oss la R\ :sub:`ik` referere til rangeringen som er gitt til det *i*-te medlemmet av den *k*-te gruppen. La oss nå beregne R̄\ :sub:`k`, den gjennomsnittlige rangeringen som er gitt til observasjonene i den *k*-te gruppen:
ta: ஆகவே, *k *-th குழுவின் *i *-th உறுப்பினருக்கு வழங்கப்பட்ட தரவரிசையை r \: sub: `ik` ஐப் பார்க்கலாம். இப்போது, r̄ \: sub: `k`, *k *-th குழுவில் அவதானிப்புகளுக்கு வழங்கப்பட்ட சராசரி தரவரிசை:
uk: Отже, нехай R\ :sub:`ik` буде рейтингом, наданим *i*-му члену *k*-ї групи. Тепер обчислимо R̄\ :sub:`k`, середній рейтинг, наданий спостереженням у *k*-й групі:

source: \bar{R}_k = \frac{1}{N_K} \sum_{i} R_{ik}
ta: \ மதுக்கூடம் {R} _k = \ frac {1} {N_K} \ sum_ {i} r_ {ik}

source: and let’s also calculate R̄, the grand mean rank
de: und berechnen wir außerdem R̄, den mittleren Rang über alle Messungen
nb: og la oss også beregne R̄, den totale gjennomsnittlige rangen
ta: கிராண்ட் சராசரி தரவரிசை R̄ ஐயும் கணக்கிடுவோம்
uk: а також обчислимо R̄, загальний середній ранг

source: \bar{R} = \frac{1}{N} \sum_{i} \sum_{k} R_{ik}
ta: \ மதுக்கூடம் {R} = \ frac {1} {N} \ sum_ {i} \ sum_ {k} r_ {ik}

source: Now that we’ve done this, we can calculate the squared deviations from the grand mean rank R̄. When we do this for the individual scores, i.e., if we calculate (R\ :sub:`ik` – R̄)², what we have is a “nonparametric” measure of how far the *ik*-th observation deviates from the grand mean rank. When we calculate the squared deviation of the group means from the grand means, i.e., if we calculate (R̄\ :sub:`k` – R̄)², then what we have is a nonparametric measure of how much the *group* deviates from the grand mean rank. With this in mind, we’ll follow the same logic that we did with ANOVA and define our *ranked* sums of squares measures, much like we did earlier. First, we have our “total ranked sums of squares”
de: Nachdem wir dies getan haben, können wir die quadrierten Abweichungen von R̄, dem Mittelwert der Ränge über alle Messungen, berechnen. Wenn wir dies für die einzelnen Werte tun, d.h. wenn wir (R\ :sub:`ik` – R̄)² berechnen, haben wir ein „nichtparametrisches“ Maß dafür, wie weit die *ik*-te Beobachtung vom großen mittleren Rang abweicht. Wenn wir die quadrierte Abweichung der Gruppenmittelwerte vom Mittelwerten der Ränge über alle Messungen berechnen, d.h. wenn wir (R̄\ :sub:`k` – R̄)² berechnen, dann haben wir ein nichtparametrisches Maß dafür, wie stark der Mittelwerten der Ränge der *Gruppe* *k* vom Mittelwerten der Ränge über alle Messungen abweicht. In diesem Sinne folgen wir der gleichen Logik wie bei ANOVA und definieren die Quadratsummen der *Ränge*, ähnlich wie wir es zuvor getan haben. Erstens haben wir unsere „Gesamtquadratsumme der Ränge“
nb: Nå som vi har gjort dette, kan vi beregne de kvadrerte avvikene fra den totale gjennomsnittsverdien R̄. Når vi gjør dette for de individuelle skårene, dvs. hvis vi beregner (R\ :sub:`ik` - R̄)², har vi et «ikke-parametrisk» mål på hvor langt den *ik*-te observasjonen avviker fra den totale gjennomsnittsrangeringen. Når vi beregner det kvadrerte avviket til gruppegjennomsnittet fra det totale gjennomsnittet, dvs. hvis vi beregner (R̄\ :sub:`k` - R̄)², har vi et ikke-parametrisk mål på hvor mye *gruppen* avviker fra den totale gjennomsnittsrangeringen. Med dette i bakhodet følger vi samme logikk som vi gjorde med ANOVA og definerer våre *rangerte* kvadratsummer (*ranked sums of squares*), omtrent som vi gjorde tidligere. Først har vi våre «totale rangerte kvadratsummen»
ta: இப்போது நாங்கள் இதைச் செய்துள்ளோம், கிராண்ட் சராசரி தரவரிசை R̄ இலிருந்து ச்கொயர் விலகல்களைக் கணக்கிடலாம். தனிப்பட்ட மதிப்பெண்களுக்காக இதைச் செய்யும்போது, அதாவது, நாம் கணக்கிட்டால் (r \: sub: `ik`-r̄) ², நம்மிடம் இருப்பது *ik *-th அவதானிப்பு எவ்வளவு தூரம் விலகுகிறது என்பதற்கான“ ஒப்பற்ற ”அளவீடு ஆகும் கிராண்ட் சராசரி தரவரிசை. குழுவின் சதுர விலகலைக் கணக்கிடும்போது, பெரிய வழிமுறையிலிருந்து, அதாவது, நாம் கணக்கிட்டால் (r̄ \: sub: `k` - r̄) ², பின்னர் நம்மிடம் இருப்பது * குழு * எவ்வளவு மாறுபடுகிறது என்பதற்கான அளவிலா அளவீடு ஆகும் கிராண்ட் சராசரி தரவரிசையிலிருந்து. இதைக் கருத்தில் கொண்டு, நாங்கள் ANOVA உடன் செய்த அதே தர்க்கத்தைப் பின்பற்றுவோம், மேலும் நாங்கள் முன்பு செய்ததைப் போலவே, எங்கள் * தரவரிசை * சதுர நடவடிக்கைகளின் தொகையை வரையறுப்போம். முதலாவதாக, எங்கள் “மொத்த தரவரிசை சதுரங்கள்” உள்ளன
uk: Тепер, коли ми це зробили, ми можемо обчислити квадратичні відхилення від загального середнього рангу R̄. Коли ми робимо це для окремих балів, тобто якщо ми обчислюємо (R\ :sub:`ik` – R̄)², ми отримуємо «непараметричну» міру того, наскільки *ik*-те спостереження відхиляється від загального середнього рангу. Коли ми обчислюємо квадратичне відхилення групових середніх значень від загальних середніх значень, тобто якщо ми обчислюємо (R̄\ :sub:`k` – R̄)², то отримуємо непараметричну міру того, наскільки *група* відхиляється від загального середнього рангу. Маючи це на увазі, ми будемо дотримуватися тієї ж логіки, що і в ANOVA, і визначимо наші *ранжовані* суми квадратів мір, як ми це робили раніше. По-перше, ми маємо наші «загальні ранжовані суми квадратів»

source: \mbox{RSS}_{tot} = \sum_k \sum_i ( R_{ik} - \bar{R} )^2
ta: \ mbox {RSS} _ {tot} = \ sum_k \ sum_i (r_ {ik} - \ மதுக்கூடம் {R})^2
