Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch13.po
Languages: de, nb, ta, uk

source: Comparing several means (one-way ANOVA)
de: Vergleich mehrerer Mittelwerte (einfaktorielle ANOVA)
nb: Sammenligning av flere gjennomsnitt (enveis ANOVA)
ta: பல வழிகளை ஒப்பிடுதல் (ஒரு வழி ANOVA)
uk: Порівняння кількох середніх значень (однофакторний ANOVA)

source: This chapter introduces one of the most widely used tools in psychological statistics, known as “the analysis of variance”, but usually referred to as ANOVA. The basic technique was developed by Sir Ronald Fisher in the early 20th century and it is to him that we owe the rather unfortunate terminology. The term ANOVA is a little misleading, in two respects. Firstly, although the name of the technique refers to variances, ANOVA is concerned with investigating differences in means. Secondly, there are several different things out there that are all referred to as ANOVAs, some of which have only a very tenuous connection to one another. Later on in the book we’ll encounter a range of different ANOVA methods that apply in quite different situations, but for the purposes of this chapter we’ll only consider the simplest form of ANOVA, in which we have several different groups of observations, and we’re interested in finding out whether those groups differ in terms of some outcome variable of interest. This is the question that is addressed by a **one-way ANOVA**.
de: In diesem Kapitel wird eines der am weitesten verbreiteten Instrumente der psychologischen Statistik vorgestellt, das als „Varianzanalyse“ bekannt ist, normalerweise allerdings als ANOVA bezeichnet wird. Die grundlegende Technik wurde von Sir Ronald Fisher Anfang des 20. Jahrhunderts entwickelt und ihm verdanken wir auch die etwas unglückliche Terminologie. Der Begriff ANOVA ist in zweierlei Hinsicht etwas irreführend. Erstens bezieht sich der Name der Technik zwar auf die Varianzen, jedoch geht es bei der ANOVA um die Untersuchung von Mittelwertunterschieden. Zweitens gibt es verschiedene Verfahren, die alle als ANOVAs bezeichnet werden und von denen einige nur eine sehr schwache Verbindung zueinander haben. Im weiteren Verlauf des Buches werden wir eine Reihe verschiedener ANOVA-Methoden kennenlernen, die in ganz unterschiedlichen Situationen Anwendung finden. In diesem Kapitel werden wir nur die einfachste Form der ANOVA betrachten, bei der wir mehrere verschiedene Gruppen von Beobachtungen haben und herausfinden wollen, ob sich diese Gruppen in Bezug auf eine interessierende Ergebnisvariable unterscheiden. Dies ist die Frage, die mit einer **einfaktoriellen ANOVA** (*one-way ANOVA*) beantwortet wird.
nb: Dette kapittelet introduserer et av de mest brukte verktøyene i psykologisk statistikk, kjent som «variansanalyse», men vanligvis omtalt som ANOVA. Den grunnleggende teknikken ble utviklet av Sir Ronald Fisher på begynnelsen av 1900-tallet, og det er ham vi kan takke for den noe uheldige terminologien. Begrepet ANOVA er litt misvisende på to måter. For det første, selv om navnet på teknikken refererer til varianser, handler ANOVA om å undersøke forskjeller i gjennomsnitt. For det andre finnes det flere forskjellige ting der ute som alle omtales som ANOVA, og noen av dem har bare en svært svak forbindelse med hverandre. Senere i boken vil vi støte på en rekke ulike ANOVA-metoder som kan brukes i ganske forskjellige situasjoner, men i dette kapittelet skal vi bare se på den enkleste formen for ANOVA, der vi har flere ulike grupper av observasjoner, og vi er interessert i å finne ut om disse gruppene er forskjellige når det gjelder en eller annen utfallsvariabel av interesse. Det er dette spørsmålet en **enveis ANOVA** tar for seg.
ta: இந்த அத்தியாயம் உளவியல் புள்ளிவிவரங்களில் மிகவும் பரவலாகப் பயன்படுத்தப்படும் கருவிகளில் ஒன்றை அறிமுகப்படுத்துகிறது, இது "மாறுபாட்டின் பகுப்பாய்வு" என்று அழைக்கப்படுகிறது, ஆனால் பொதுவாக ANOVA என குறிப்பிடப்படுகிறது. அடிப்படை நுட்பத்தை 20 ஆம் நூற்றாண்டின் முற்பகுதியில் சர் ரொனால்ட் ஃபிசர் உருவாக்கியுள்ளார், மேலும் துரதிர்ச்டவசமான சொற்களுக்கு நாங்கள் கடமைப்பட்டிருக்கிறோம். ANOVA என்ற சொல் இரண்டு விசயங்களில் கொஞ்சம் தவறானது. முதலாவதாக, நுட்பத்தின் பெயர் மாறுபாடுகளைக் குறிக்கிறது என்றாலும், ANOVA வழிமுறைகளில் உள்ள வேறுபாடுகளை ஆராய்வதில் அக்கறை கொண்டுள்ளது. இரண்டாவதாக, அங்கே பல்வேறு விசயங்கள் உள்ளன, அவை அனைத்தும் ANOVAS என குறிப்பிடப்படுகின்றன, அவற்றில் சில ஒருவருக்கொருவர் மிகச்சிறந்த தொடர்பைக் கொண்டுள்ளன. பின்னர் புத்தகத்தில் நாங்கள் மிகவும் மாறுபட்ட சூழ்நிலைகளில் பொருந்தும் வெவ்வேறு ANOVA முறைகளின் வரம்பை சந்திப்போம், ஆனால் இந்த அத்தியாயத்தின் நோக்கங்களுக்காக ANOVA இன் எளிய வடிவத்தை மட்டுமே நாங்கள் கருத்தில் கொள்வோம், இதில் எங்களிடம் பல்வேறு வெவ்வேறு குழுக்கள் அவதானிப்புகள் உள்ளன, அந்த குழுக்கள் ஆர்வத்தின் சில விளைவு மாறுபாட்டின் அடிப்படையில் வேறுபடுகின்றனவா என்பதைக் கண்டுபிடிப்பதில் நாங்கள் ஆர்வமாக உள்ளோம். இது ஒரு ** ஒரு வழி ANOVA ** ஆல் உரையாற்றப்படும் கேள்வி.
uk: У цьому розділі представлено один з найпоширеніших інструментів психологічної статистики, відомий як «аналіз дисперсії», але зазвичай званий ANOVA. Основна техніка була розроблена сером Рональдом Фішером на початку 20 століття, і саме йому ми зобов'язані досить невдалою термінологією. Термін ANOVA є дещо оманливим у двох аспектах. По-перше, хоча назва техніки стосується дисперсій, ANOVA займається дослідженням відмінностей у середніх значеннях. По-друге, існує кілька різних речей, які всі називаються ANOVA, деякі з яких мають лише дуже слабкий зв'язок між собою. Далі в книзі ми зустрінемося з низкою різних методів ANOVA, які застосовуються в досить різних ситуаціях, але для цілей цього розділу ми розглянемо лише найпростішу форму ANOVA, в якій ми маємо кілька різних груп спостережень і нас цікавить, чи відрізняються ці групи за деякими результатами, що нас цікавлять. Це питання вирішується за допомогою **однофакторного ANOVA**.

source: The structure of this chapter is as follows: in section :doc:`Ch13_ANOVA_01` I’ll introduce a fictitious data set that we’ll use as a running example throughout the chapter. After introducing the data, I’ll describe the mechanics of how a one-way ANOVA actually works (:doc:`Ch13_ANOVA_02`) and then focus on :doc:`how you can run one in jamovi <Ch13_ANOVA_03>`. These two sections are the core of the chapter. The remainder of the chapter discusses a range of important topics that inevitably arise when running an ANOVA, namely how to calculate :doc:`effect sizes <Ch13_ANOVA_04>`, and :doc:`post-hoc tests and corrections for multiple comparisons <Ch13_ANOVA_05>`. Afterwards, we will talk about the :doc:`assumptions the ANOVA relies upon <Ch13_ANOVA_06>`, how to check those assumptions and some of the things you can do if the assumptions are violated. Then we’ll cover :doc:`repeated measures ANOVA <Ch13_ANOVA_07>` and it's non-parametric equivalent, the :doc:`Friedman test <Ch13_ANOVA_08>`.
nb: Strukturen i dette kapittelet er som følger: I avsnitt :doc:`Ch13_ANOVA_01` introduserer jeg et fiktivt datasett som vi vil bruke som et løpende eksempel gjennom hele kapittelet. Etter å ha introdusert dataene beskriver jeg hvordan en enveis ANOVA faktisk fungerer (:doc:`Ch13_ANOVA_02`), og deretter fokuserer jeg på :doc:`hvordan du kan kjøre en enveis ANOVA i jamovi <Ch13_ANOVA_03>`. Disse to avsnittene utgjør kjernen i kapitlet. Resten av kapittelet tar for seg en rekke viktige temaer som uunngåelig dukker opp når man kjører en ANOVA, nemlig hvordan man beregner :doc:`effektstørrelser <Ch13_ANOVA_04>`, og :doc:`post-hoc-tester og korreksjoner for multiple sammenligninger <Ch13_ANOVA_05>`. Etterpå snakker vi om :doc:`forutsetningene som ANOVA bygger på <Ch13_ANOVA_06>`, hvordan du kan sjekke disse forutsetningene og noen av de tingene du kan gjøre hvis forutsetningene brytes. Deretter tar vi for oss :doc:`repeated measures ANOVA <Ch13_ANOVA_07>` og dens ikke-parametriske ekvivalent, :doc:`Friedman-testen <Ch13_ANOVA_08>`.
ta: இந்த அத்தியாயத்தின் கட்டமைப்பு பின்வருமாறு: பிரிவில்: டாக்: `CH13_ANOVA_01` அத்தியாயம் முழுவதும் இயங்கும் உதாரணமாக நாங்கள் பயன்படுத்தும் ஒரு கற்பனையான தரவுத் தொகுப்பை அறிமுகப்படுத்துகிறேன். தரவை அறிமுகப்படுத்திய பிறகு, ஒரு வழி ANOVA உண்மையில் எவ்வாறு செயல்படுகிறது என்பதற்கான இயக்கவியலை நான் விவரிக்கிறேன் (: DOC: `CH13_ANOVA_02`) பின்னர் கவனம் செலுத்துங்கள்: DOC:` சாமோவியில் ஒன்றை எவ்வாறு இயக்க முடியும் <CH13_ANOVA_03> `. இந்த இரண்டு பிரிவுகளும் அத்தியாயத்தின் மையமாகும். அத்தியாயத்தின் எஞ்சியவை ஒரு ANOVA ஐ இயக்கும் போது தவிர்க்க முடியாமல் எழும் முக்கியமான தலைப்புகளின் வரம்பைப் பற்றி விவாதிக்கிறது, அதாவது எவ்வாறு கணக்கிடுவது: DOC: `விளைவு அளவுகள் <CH13_ANOVA_04>`, மற்றும்: DOC: `பல ஒப்பீடுகளுக்கான பிந்தைய தற்காலிக சோதனைகள் மற்றும் திருத்தங்கள் <CH13_ANOVA_05 > `. பின்னர், நாங்கள் பேசுவோம்: டாக்: `அனுமானங்கள் ANOVA <CH13_ANOVA_06>` ஐ நம்பியுள்ளது, அந்த அனுமானங்களையும், அனுமானங்கள் மீறப்பட்டால் நீங்கள் செய்யக்கூடிய சில விசயங்களை எவ்வாறு சரிபார்க்கலாம். பின்னர் நாங்கள் மறைப்போம்: DOC: `மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA <CH13_ANOVA_07>` மேலும் இது அளவுரு அல்லாத சமமானதாகும், தி: டாக்: `ப்ரீட்மேன் சோதனை <CH13_ANOVA_08>`.
uk: Структура цього розділу така: у розділі :doc:`Ch13_ANOVA_01` Я представлю фіктивний набір даних, який ми використовуватимемо як приклад протягом усього розділу. Після введення даних, Я опишу механіку того, як насправді працює однофакторний дисперсійний аналіз (ANOVA). (:doc:`Ch13_ANOVA_02`) а потім зосередитися на :doc:`how you can run one in jamovi <Ch13_ANOVA_03>`. Ці два розділи є основою цього розділу. У решті розділу обговорюється низка важливих тем, які неминуче виникають під час проведення дисперсійного аналізу (ANOVA), а саме як розрахувати :doc:`effect sizes <Ch13_ANOVA_04>`, і :doc:`post-hoc tests and corrections for multiple comparisons <Ch13_ANOVA_05>`. Після цього ми поговоримо про те, :doc:`assumptions the ANOVA relies upon <Ch13_ANOVA_06>`, як перевірити ці припущення та деякі дії, які можна зробити, якщо припущення порушені. Тоді ми розглянемо :doc:`repeated measures ANOVA <Ch13_ANOVA_07>` і його непараметричний еквівалент, :doc:`Friedman test <Ch13_ANOVA_08>`.

source: At the end of the chapter we’ll talk a little about the :doc:`relationship between ANOVA and other statistical tools <Ch13_ANOVA_09>`.
nb: På slutten av kapittelet skal vi snakke litt om :doc:`forholdet mellom ANOVA og andre statistiske verktøy <Ch13_ANOVA_09>`.
ta: அத்தியாயத்தின் முடிவில் நாம் கொஞ்சம் பேசுவோம்: டாக்: `ANOVA மற்றும் பிற புள்ளிவிவர கருவிகளுக்கு இடையிலான உறவு <CH13_ANOVA_09>`.
uk: В кінці розділу ми трохи поговоримо про :doc:`relationship between ANOVA and other statistical tools <Ch13_ANOVA_09>`.

source: An illustrative data set
de: Ein Datensatz zur Illustration
nb: Et illustrativt datasett
ta: ஒரு விளக்க தரவு தொகுப்பு
uk: Ілюстративний набір даних

source: Suppose you’ve become involved in a clinical trial in which you are testing a new antidepressant drug called *Joyzepam*. In order to construct a fair test of the drug’s effectiveness, the study involves three separate drugs to be administered. One is a placebo, and the other is an existing antidepressant / anti-anxiety drug called *Anxifree*. A collection of 18 participants with moderate to severe depression are recruited for your initial testing. Because the drugs are sometimes administered in conjunction with psychological therapy, your study includes 9 people undergoing cognitive behavioural therapy (CBT) and 9 who are not. Participants are randomly assigned (doubly blinded, of course) a treatment, such that there are 3 CBT people and 3 no-therapy people assigned to each of the 3 drugs. A psychologist assesses the mood of each person after a 3 month run with each drug, and the overall *improvement* in each person’s mood is assessed on a scale ranging from -5 to +5. With that as the study design, let’s now load |clinicaltrial|_ data set. It contains the three variables ``drug`` |nominal|, ``therapy`` |nominal| and ``mood.gain`` |continuous|.
de: Angenommen, Sie sind an einer klinischen Studie beteiligt, in der ein neues Antidepressivum namens *Joyzepam* getestet wird. Um die Wirksamkeit des Medikaments fair zu testen, werden im Rahmen der Studie drei verschiedene Medikamente verabreicht. Bei einem handelt es sich um ein Placebo, bei dem anderen um ein bereits vorhandenes Antidepressivum/Anti-Angstmittel namens *Anxifree*. Für die ersten Tests werden 18 Teilnehmer mit mittelschweren bis schweren Depressionen rekrutiert. Da die Medikamente manchmal in Verbindung mit einer psychologischen Therapie verabreicht werden, umfasst Ihre Studie 9 Personen, die sich einer kognitiven Verhaltenstherapie (KVT) unterziehen, und 9, die dies nicht tun. Die Teilnehmer werden nach dem Zufallsprinzip (natürlich doppelt verblindet) einer Behandlung zugewiesen, so dass jeweils 3 KVT-Teilnehmer und 3 Nicht-Teilnehmer einem der drei Medikamente zugewiesen werden. Ein Psychologe bewertet die Stimmung jeder Person nach einem dreimonatigen Durchlauf mit jedem Medikament, und die *Gesamtverbesserung* der Stimmung jeder Person wird auf einer Skala von -5 bis +5 bewertet. Mit diesem Studiendesign können wir nun den Datensatz |clinicaltrial|_ laden. Er enthält die drei Variablen ``drug`` |nominal|, ``therapy`` |nominal| und ``mood.gain`` |continuous|.
nb: Anta at du har blitt involvert i en klinisk studie der dere tester et nytt antidepressivt legemiddel kalt *Joyzepam*. For å kunne lage en rettferdig test av legemiddelets effektivitet, innebærer studien at tre separate legemiddel skal administreres. Det ene er placebo, og det andre er et eksisterende antidepressivt / angstdempende legemiddel kalt *Anxifree*. En samling på 18 deltakere med moderat til alvorlig depresjon rekrutteres til den innledende testingen. Fordi legemidlene noen ganger gis sammen med psykologisk terapi, inkluderer studien din 9 personer som gjennomgår kognitiv atferdsterapi (KAT) og 9 som ikke gjør det. Deltakerne blir tilfeldig tildelt (dobbelt blindet, selvfølgelig) en terapi, slik at tre personer som får CBT og tre personer som ikke får terapi, får hvert av de tre legemidlene. En psykolog vurderer stemningsleiet til hver person etter 3 måneders behandling med hvert legemiddel, og den generelle *forbedringen* i stemningsleiet til hver person vurderes på en skala fra -5 til +5. Med dette som studiedesign, la oss nå laste inn datasettet |clinicaltrial|_. Det inneholder de tre variablene ``drug`` |nominal|, ``therapy`` |nominal| og ``mood.gain`` |continuous|.
ta: நீங்கள் ஒரு மருத்துவ பரிசோதனையில் ஈடுபட்டுள்ளீர்கள் என்று வைத்துக்கொள்வோம், அதில் நீங்கள் *சாய்செபம் *என்ற புதிய ஆண்டிடிரசன் மருந்தை சோதிக்கிறீர்கள். மருந்தின் செயல்திறனின் நியாயமான சோதனையை உருவாக்குவதற்காக, ஆய்வில் மூன்று தனித்தனி மருந்துகள் நிர்வகிக்கப்பட வேண்டும். ஒன்று மருந்துப்போலி, மற்றொன்று ஏற்கனவே உள்ள ஆண்டிடிரசன் / ஆன்சிட்டி எதிர்ப்பு மருந்து *என்சிஃபிரீ *என அழைக்கப்படுகிறது. உங்கள் ஆரம்ப சோதனைக்கு மிதமான மற்றும் கடுமையான மனச்சோர்வு கொண்ட 18 பங்கேற்பாளர்களின் தொகுப்பு ஆட்சேர்ப்பு செய்யப்படுகிறது. மருந்துகள் சில நேரங்களில் உளவியல் சிகிச்சையுடன் இணைந்து நிர்வகிக்கப்படுவதால், உங்கள் ஆய்வில் அறிவாற்றல் நடத்தை சிகிச்சைக்கு (சிபிடி) 9 பேர் மற்றும் 9 பேர் இல்லாதவர்கள் உள்ளனர். பங்கேற்பாளர்கள் தோராயமாக நியமிக்கப்படுகிறார்கள் (இரட்டிப்பாக கண்மூடித்தனமாக, நிச்சயமாக) ஒரு சிகிச்சையானது, அதாவது 3 சிபிடி நபர்கள் மற்றும் 3 மருந்துகளில் ஒவ்வொருவருக்கும் 3-சிகிச்சை இல்லாதவர்கள் உள்ளனர். ஒரு உளவியலாளர் ஒவ்வொரு மருந்துடனும் 3 மாத ஓட்டத்திற்குப் பிறகு ஒவ்வொரு நபரின் மனநிலையையும் மதிப்பிடுகிறார், மேலும் ஒவ்வொரு நபரின் மனநிலையிலும் ஒட்டுமொத்த * முன்னேற்றம் * -5 முதல் +5 வரையிலான அளவில் மதிப்பிடப்படுகிறது. அதனுடன் ஆய்வு வடிவமைப்பாக, இப்போது ஏற்றுவோம் | கிளினிக்கல் ட்ரீல் | _ தரவு தொகுப்பு. இதில் மூன்று மாறிகள் உள்ளன `` மருந்து`` | பெயரளவு |, `` சிகிச்சை`` | பெயரளவு | மற்றும் `` mood.gine`` | தொடர்ச்சியான |.
uk: Припустимо, ви взяли участь у клінічному дослідженні, в рамках якого ви тестуєте новий антидепресант під назвою *Joyzepam*. Щоб провести об'єктивне тестування ефективності препарату, в дослідженні використовуються три окремі препарати. Один з них — плацебо, а інший — існуючий антидепресант/антитривожний препарат під назвою *Anxifree*. Для початкового тестування набирається група з 18 учасників із помірною та тяжкою депресією. Оскільки препарати іноді застосовуються у поєднанні з психологічною терапією, у вашому дослідженні беруть участь 9 осіб, які проходять когнітивно-поведінкову терапію (КПТ), та 9 осіб, які її не проходять. Учасникам випадковим чином (звичайно, за подвійною сліпою методикою) призначається лікування, таким чином, що до кожної з 3 груп препаратів приписано 3 особи, які проходять КПТ, та 3 особи, які не проходять терапію. Психолог оцінює настрій кожної людини після 3 місяців прийому кожного препарату, а загальне *поліпшення* настрою кожної людини оцінюється за шкалою від -5 до +5. З таким дизайном дослідження давайте завантажимо набір даних |clinicaltrial|_. Він містить три змінні: ``drug`` |nominal|, ``therapy`` |nominal| та ``mood.gain`` |continuous|.

source: For the purposes of this chapter, what we’re really interested in is the effect of ``drug`` on ``mood.gain``. The first thing to do is calculate some descriptive statistics and draw some graphs. In :doc:`../Ch04/Ch04_Descriptives` we showed you how to do this, and some of the descriptive statistics we can calculate in jamovi are shown in :numref:`fig-anova1`.
nb: I dette kapittelet er vi egentlig interessert i effekten av ``drug`` på ``mood.gain``. Det første vi må gjøre, er å beregne deskriptivstatistikk og lage noen diagrammer. I :doc:`../Ch04/Ch04_Descriptives` viste vi deg hvordan du gjør dette, og noen deskriptivstatistikk vi kan beregne i jamovi, vises i :numref:`fig-anova1`.
ta: இந்த அத்தியாயத்தின் நோக்கங்களுக்காக, `` மனநிலை. முதலில் செய்ய வேண்டியது சில விளக்க புள்ளிவிவரங்களைக் கணக்கிட்டு சில வரைபடங்களை வரைய வேண்டும். இல்: டாக்: `../ CH04/CH04_Descriptives இதை எப்படி செய்வது என்று நாங்கள் உங்களுக்குக் காட்டினோம், மேலும் சாமோவியில் நாம் கணக்கிடக்கூடிய சில புள்ளிவிவரங்கள் இதில் காட்டப்பட்டுள்ளன: NumRef:` Fig-anova1`.
uk: Для цілей цього розділу нас найбільше цікавить вплив ``drug`` на ``mood.gain``. Перше, що потрібно зробити, — це обчислити деякі описові статистичні показники та побудувати графіки. У :doc:`../Ch04/Ch04_Descriptives` ми показали, як це зробити, а деякі описові статистичні показники, які ми можемо обчислити в jamovi, наведено в :numref:`fig-anova1`.

source: Descriptives for ``mood.gain``, and box plots by ``drug`` administered
de: Deskriptivstatistik für ``mood.gain`` und Boxplots für das verabreichte Medikament (``drug``)
nb: Deskriptivstatistikk for ``mood.gain``, og boksplotter gruppert etter hvilket legemiddel (``drug``) ble administrert
ta: `` மனநிலை.கெய்ன்`` க்கான விளக்கங்கள், மற்றும் `` மருந்து`` மூலம் பெட்டி அடுக்குகள்
uk: Описи для ``mood.gain``, та коробкові діаграми за допомогою ``drug`` введено

source: As the plot makes clear, there is a larger improvement in mood for participants in the ``joyzepam`` group than for either the ``anxifree`` group or the ``placebo`` group. The ``anxifree`` group shows a larger mood gain than the ``placebo`` group, but the difference isn’t as large. The question that we want to answer is are these difference “real”, or are they just due to chance?
nb: Som det fremgår av diagrammet, er det en større bedring i humøret for deltakerne i ``joyzepam``-gruppen enn for både ``anxifree``-gruppen og ``placebo``-gruppen. Gruppen som fikk ``anxifree`` viser en større humørforbedring enn ``placebo``-gruppen, men forskjellen er ikke like stor. Spørsmålet vi ønsker å få svar på er om disse forskjellene er «reelle», eller om de bare skyldes tilfeldigheter?
ta: சூழ்ச்சி தெளிவுபடுத்துவதால், `` ஐசிஃப்ரீ`` குழு அல்லது `` மருந்துப்போலி`` குழுவில் உள்ளதை விட `` சாய்செபம்` குழுவில் பங்கேற்பாளர்களுக்கு மனநிலையில் பெரிய முன்னேற்றம் உள்ளது. `` கவலையான`` குழு `` மருந்துப்போலி`` குழுவை விட பெரிய மனநிலையைக் காட்டுகிறது, ஆனால் வேறுபாடு அவ்வளவு பெரியதல்ல. நாம் பதிலளிக்க விரும்பும் கேள்வி இந்த வேறுபாடு “உண்மையானது”, அல்லது அவை வாய்ப்பு காரணமாக இருக்கிறதா?
uk: Як видно з графіку, учасники групи ``joyzepam`` демонструють більш значне поліпшення настрою, ніж учасники груп ``anxifree`` та ``placebo``. Група ``anxifree`` демонструє більш значне поліпшення настрою, ніж група ``placebo``, але різниця не така велика. Питання, на яке ми хочемо відповісти, полягає в тому, чи є ці відмінності «реальними», чи вони є лише випадковими?

source: How ANOVA works
de: Wie eine ANOVA funktioniert
nb: Hvordan ANOVA fungerer
ta: ANOVA எவ்வாறு செயல்படுகிறது
uk: Як працює дисперсійний аналіз (ANOVA)

source: In order to answer the question posed by our |clinicaltrial|_ data we’re going to run a one-way ANOVA. I’m going to start by showing you how to do it the hard way, building the statistical tool from the ground up and showing you how you could do it if you didn’t have access to any of the cool built-in ANOVA functions in jamovi. And I hope you’ll read it carefully, try to do it the long way once or twice to make sure you really understand how ANOVA works, and then once you’ve grasped the concept never *ever* do it this way again.
de: Um diese Frage mit unserem |clinicaltrial|_-Datensatz zu beantworten, werden wir eine einfaktorielle ANOVA (*one-way ANOVA*) durchführen. Ich beginne damit, Ihnen zu zeigen, wie man es Schritt-für-Schritt macht, indem ich das statistische Werkzeug von Grund auf erkläre und Ihnen zeige, wie Sie eine ANOVA rechnen könnten, ohne Zugang zu den coolen eingebauten ANOVA-Funktionen in jamovi hätten. Ich hoffe, dass Sie sorgfältig lesen und ein- oder zweimal versuchen, es auf schrittweise zu machen, um sicherzustellen, dass Sie wirklich verstehen, wie ANOVA funktioniert. Sobald Sie das Konzept verstanden haben, brauchen Sie es *nie wieder* auf diese Weise zu machen.
nb: For å svare på spørsmålet som stilles av dataene fra |clinicaltrial|_, skal vi kjøre en enveis ANOVA. Jeg skal begynne med å vise deg hvordan du gjør det på den vanskelige måten, ved å bygge det statistiske verktøyet fra grunnen av og vise deg hvordan du kan gjøre det hvis du ikke har tilgang til noen av de kule innebygde ANOVA-funksjonene i jamovi. Jeg håper du vil lese den nøye, prøve å gjøre det på den lange måten en eller to ganger for å forsikre deg om at du virkelig forstår hvordan ANOVA fungerer, og når du har forstått konseptet, aldri *noen gang* gjøre det på denne måten igjen.
ta: எங்கள் | கிளினிக்கல் ட்ரீல் | _ தரவு எழுப்பிய கேள்விக்கு பதிலளிக்க, நாங்கள் ஒரு வழி ANOVA ஐ இயக்கப்போகிறோம். அதை எப்படி கடினமான வழியில் செய்வது என்பதைக் காண்பிப்பதன் மூலமும், புள்ளிவிவரக் கருவியை தரையில் இருந்து உருவாக்குவதன் மூலமும், குளிர்ந்த உள்ளமைக்கப்பட்ட ANOVA செயல்பாடுகளுக்கு உங்களுக்கு அணுகல் இல்லையென்றால் அதை எவ்வாறு செய்ய முடியும் என்பதைக் காண்பிப்பதன் மூலமும் நான் தொடங்கப் போகிறேன் சாமோவியில். நீங்கள் அதை கவனமாகப் படிப்பீர்கள் என்று நம்புகிறேன், ANOVA எவ்வாறு செயல்படுகிறது என்பதை நீங்கள் உண்மையில் புரிந்துகொள்கிறீர்கள் என்பதை உறுதிப்படுத்த ஒரு முறை அல்லது இரண்டு முறை இதைச் செய்ய முயற்சி செய்யுங்கள், பின்னர் நீங்கள் ஒருபோதும் இந்த வழியில் இதைச் செய்ய மாட்டீர்கள் என்ற கருத்தை நீங்கள் புரிந்துகொண்டால்.
uk: Щоб відповісти на питання, поставлене нашими даними |clinicaltrial|_, ми проведемо однофакторний дисперсійний аналіз ANOVA. Я почну з того, що покажу вам, як це зробити складнішим способом, створивши статистичний інструмент з нуля і продемонструвавши, як це можна зробити, якщо у вас немає доступу до жодної з вбудованих функцій ANOVA в jamovi. Я сподіваюся, що ви уважно прочитаєте цю статтю, спробуєте зробити це складним способом один або два рази, щоб переконатися, що ви дійсно розумієте, як працює ANOVA, а потім, коли ви зрозумієте концепцію, *ніколи* не робіть це таким способом знову.
