Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: As usual, it will help us to work with some data. The |coffee|_ data set contains a hypothetical data set that produces an unbalanced 3 × 2 ANOVA. Suppose we were interested in finding out whether or not the tendency of people to ``babble`` when they have too much coffee is purely an effect of the coffee itself, or whether there’s some effect of the ``milk`` and ``sugar`` that people add to the coffee. Suppose we took 18 people and gave them some coffee to drink. The amount of coffee, i.e., the caffeine, was held constant, and we varied whether or not milk was added, so ``milk`` is a binary factor |nominal| with two levels, ``yes`` and ``no``. We also varied the kind of sugar involved. The coffee might contain ``real`` sugar or it might contain ``fake`` sugar (i.e., artificial sweetener) or it might contain ``none`` at all, so the ``sugar`` variable |nominal| is a three level factor. Our outcome variable ``babble`` is a continuous variable |continuous| that presumably refers to some psychologically sensible measure of the extent to which someone is “babbling”. The details don’t really matter for our purpose. Take a look at the data in the jamovi spreadsheet view, as in :numref:`fig-factorialanova15`\.
de: Wie üblich wird es uns helfen, mit einigen Daten zu arbeiten. Der |coffee|_-Datensatz enthält hypothetische Daten für eine unbalancierte 3 × 2 ANOVA. Nehmen wir an, wir wollen herausfinden, ob die Tendenz der Leute, viel zu reden (``babble``), wenn sie viel Kaffee trinken, nur eine Auswirkung des Kaffees selbst ist, oder ob es auch eine Auswirkung von ``milk`` und ``sugar`` gibt, welche die Leute dem Kaffee hinzufügen. Nehmen wir an, wir haben 18 Personen Kaffee zu trinken gegeben. Die Menge an Kaffee (d.h. an Koffein) wurde konstant gehalten, während wir variierten, ob Milch hinzugefügt wurde oder nicht. ``milk`` ist also ein binärer Faktor |nominal| mit zwei Stufen, ``yes`` und ``no``. Wir haben auch die Art des Zuckers variiert: Der Kaffee kann echten Zucker (``real``), Süßstoff (``fake``) bzw. keinen Zucker (``none``) enthalten. Die Variable ``sugar`` ist daher ein dreistufiger Faktor |nominal|. Unsere Ergebnisvariable ``babble`` ist eine kontinuierliche Variable |continuous|, die sich vermutlich auf ein psychologisch sinnvolles Maß des Ausmaßes bezieht, in dem jemand „plappert“. Die Details sind für unseren Zweck nicht wirklich wichtig. Werfen Sie einen Blick auf die jamovi-Datentabelle, die in :numref:`fig-factorialanova15` gezeigt wird.
nb: Som vanlig vil det hjelpe oss å jobbe med noen data. Datasettet |coffee|_ inneholder et hypotetisk datasett som produserer en ubalansert 3 × 2 ANOVA. Anta at vi er interessert i å finne ut om tendensen til at folk «babler» (``babble``) når de drikker for mye kaffe, kun er en effekt av kaffen i seg selv, eller om det også er en effekt av ``milk`` og ``sugar`` som folk tilsetter i kaffen. Anta at vi tar 18 personer og gir dem litt kaffe å drikke. Mengden kaffe, det vil si koffeinet, holdes konstant, og vi varierer om det er tilsatt melk eller ikke, slik at ``milk`` er en binær faktor |nominal| med to nivåer, ``yes`` og ``no``. Vi har også variert hva slags sukker som er involvert. Kaffen kan inneholde ekte sukker (``real``), den kan inneholde falskt sukker (dvs. kunstig søtningsmiddel; ``fake``), eller den kan inneholde ingen sukker i det hele tatt (``none``), dvs. variabelen ``sugar`` er en faktor |nominal| med tre nivåer. Utfallsvariabelen ``babble`` er en kontinuerlig variabel |continuous| som antagelig refererer til et psykologisk fornuftig mål på i hvilken grad noen «babler». Detaljene spiller egentlig ingen rolle for vårt formål. Ta en titt på dataene i jamovi-regnearkvisningen, som i :numref:`fig-factorialanova15`\.
ta: வழக்கம் போல், சில தரவுகளுடன் வேலை செய்ய இது எங்களுக்கு உதவும். | காபி | _ தரவு தொகுப்பில் சமநிலையற்ற 3 × 2 ANOVA ஐ உருவாக்கும் ஒரு கற்பனையான தரவு தொகுப்பு உள்ளது. மக்கள் அதிக காபி வைத்திருக்கும்போது `` பாபிள்`` என்ற போக்கு காபியின் ஒரு விளைவு, அல்லது `` பால்`` மற்றும் `` ஆகியவற்றின் சில விளைவுகள் உள்ளதா என்பதைக் கண்டுபிடிப்பதில் நாங்கள் ஆர்வமாக இருந்தோம் என்று வைத்துக்கொள்வோம் என்று வைத்துக்கொள்வோம். மக்கள் காபியில் சேர்க்கும் சர்க்கரை. நாங்கள் 18 பேரை அழைத்துச் சென்று அவர்களுக்கு குடிக்க கொஞ்சம் காபி கொடுத்தோம் என்று வைத்துக்கொள்வோம். காபியின் அளவு, அதாவது, காஃபின், நிலையானது, மேலும் பால் சேர்க்கப்பட்டதா இல்லையா என்பதை நாங்கள் மாறுபட்டோம், எனவே `` பால்`` ஒரு பைனரி காரணி | பெயரளவு | இரண்டு நிலைகளுடன், `` ஆம்`` மற்றும் `` இல்லை``. சம்பந்தப்பட்ட சர்க்கரையையும் நாங்கள் வேறுபடுத்தினோம். காபியில் `` உண்மையான`` சர்க்கரை இருக்கலாம் அல்லது அதில் `` போலி`` சர்க்கரை (அதாவது, செயற்கை இனிப்பு) இருக்கலாம் அல்லது அதில் `` எதுவுமில்லை`` இருக்கலாம், எனவே `` சர்க்கரை` மாறுபடும் | பெயரளவு | மூன்று நிலை காரணி. எங்கள் விளைவு மாறி `` பாபிள்`` ஒரு தொடர்ச்சியான மாறி | தொடர்ச்சியான | இது யாரோ ஒருவர் "பேப்லிங்" செய்யும் அளவின் சில உளவியல் ரீதியாக விவேகமான அளவைக் குறிக்கிறது. விவரங்கள் எங்கள் நோக்கத்திற்காக உண்மையில் தேவையில்லை. சமோவி விரிதாள் பார்வையில் உள்ள தரவைப் பாருங்கள், இதுபோன்று: எண்ரெஃப்: `Fig-factoralananova15` \.

source: Descriptive statistics for the different levels of sugar and milk
de: Deskriptive Statistiken für die verschiedenen Zucker- und Milchmengen
nb: Deskriptivstatistikk for de ulike nivåene av ``sugar`` og ``milk``
ta: சர்க்கரை மற்றும் பாலின் வெவ்வேறு நிலைகளுக்கான விளக்க புள்ளிவிவரங்கள்

source: The |coffee|_ data set in jamovi, showing descriptive statistics aggregated by the different levels of the factors ``sugar`` and ``milk``
de: Deskriptive Statistik für den |coffee|_-Datensatz in jamovi, aggregiert nach den verschiedenen Ebenen der Faktoren ``sugar`` und ``milk``
nb: Datasettet |coffee|_ i jamovi, som viser deskriptivstatistikk aggregert etter de ulike nivåene av de faktorene ``sugar`` og ``milk``
ta: சமோவியில் அமைக்கப்பட்ட | காபி | _ தரவு, `` சர்க்கரை`` மற்றும் `` பால்`` காரணிகளின் வெவ்வேறு நிலைகளால் ஒருங்கிணைக்கப்பட்ட விளக்க புள்ளிவிவரங்களைக் காட்டுகிறது

source: Looking at the table of means in :numref:`fig-factorialanova15` we get a strong impression that there are differences between the groups. This is especially true when we compare these means to the standard deviations for the ``babble`` variable. Across groups, this standard deviation varies from 0.14 to 0.71, which is fairly small relative to the differences in group means.\ [#]_ Whilst this at first may seem like a straightforward factorial ANOVA, a problem arises when we look at how many observations we have in each group. See the different *N*\s for different groups shown in :numref:`fig-factorialanova15`. This violates one of our original assumptions, namely that the number of people in each group is the same. We haven’t really discussed how to handle this situation.
de: Betrachtet man die Tabelle der Mittelwerte in :numref:`fig-factorialanova15`, so gewinnt man den Eindruck, dass es Unterschiede zwischen den Gruppen gibt. Dies gilt insbesondere, wenn wir diese Mittelwerte mit den Standardabweichungen für die Variable ``babble`` vergleichen. Über die Gruppen hinweg schwankt diese Standardabweichung zwischen 0,14 und 0,71, was im Vergleich zu den Unterschieden in den Gruppenmittelwerten recht gering ist.\ [#]_ Während dies auf den ersten Blick wie eine gewöhnliche faktorielle ANOVA aussehen mag, ergibt sich ein Problem, wenn wir uns ansehen, wie viele Beobachtungen wir in jeder Gruppe haben, reflektiert in den unterschiedlichen *N*\s für die verschiedenen Gruppen in :numref:`fig-factorialanova15`. Dies verstößt gegen eine unserer ursprünglichen Annahmen, nämlich dass die Anzahl der Personen in jeder Gruppe gleich ist. Wir haben bisher nicht wirklich diskutiert, wie wir mit einer solchen Situation umgehen sollen.
nb: Når vi ser på tabellen over gjennomsnitt i :numref:`fig-factorialanova15`, får vi et sterkt inntrykk av at det er forskjeller mellom gruppene. Dette gjelder spesielt når vi sammenligner disse gjennomsnittene med standardavvikene for variabelen ``babble``. På tvers av gruppene varierer dette standardavviket fra 0,14 til 0,71, noe som er ganske lite i forhold til forskjellene i gruppegjennomsnitt.\ [#]_ Selv om dette i utgangspunktet kan virke som en grei faktoriell ANOVA, oppstår det et problem når vi ser på hvor mange observasjoner vi har i hver gruppe. Se de forskjellige *N*-verdiene for de ulike gruppene som vises i :numref:`fig-factorialanova15`. Dette bryter med en av de opprinnelige forutsetningene våre, nemlig at antallet personer i hver gruppe er det samme. Vi har ikke diskutert hvordan vi skal håndtere denne situasjonen.
ta: வழிமுறைகளின் அட்டவணையைப் பார்க்கும்போது: NUMREF: `Fig-factoralananova15` குழுக்களிடையே வேறுபாடுகள் உள்ளன என்ற வலுவான எண்ணத்தை நாங்கள் பெறுகிறோம். இந்த வழிமுறைகளை `` பாபிள்`` மாறிக்கான நிலையான விலகல்களுடன் ஒப்பிடும்போது இது குறிப்பாக உண்மை. குழுக்கள் முழுவதும், இந்த நிலையான விலகல் 0.14 முதல் 0.71 வரை மாறுபடும், இது குழு வழிமுறைகளில் உள்ள வேறுபாடுகளுடன் ஒப்பிடும்போது மிகவும் சிறியது. ஒவ்வொரு குழுவிலும் எங்களிடம் உள்ள அவதானிப்புகள். காட்டப்பட்டுள்ள வெவ்வேறு குழுக்களுக்கான வெவ்வேறு *n *\ s ஐப் பார்க்கவும்: NumRef: `Fig-factoralananova15`. இது எங்கள் அசல் அனுமானங்களில் ஒன்றை மீறுகிறது, அதாவது ஒவ்வொரு குழுவிலும் உள்ளவர்களின் எண்ணிக்கை ஒன்றுதான். இந்த நிலைமையை எவ்வாறு கையாள்வது என்று நாங்கள் உண்மையில் விவாதிக்கவில்லை.

source: “Standard ANOVA” does not exist for unbalanced designs
de: Die „Standard-ANOVA“ existiert für unbalancierte Designs nicht
nb: «Standard-ANOVA» finnes ikke for ubalanserte design
ta: சமநிலையற்ற வடிவமைப்புகளுக்கு “ச்டாண்டர்ட் அனோவா” இல்லை

source: Unbalanced designs lead us to the somewhat unsettling discovery that there isn’t really any one thing that we might refer to as a standard ANOVA. In fact, it turns out that there are *three* fundamentally different ways\ [#]_ in which you might want to run an ANOVA in an unbalanced design. If you have a balanced design all three versions produce identical results, with the sums of squares, *F*-values, etc., all conforming to the formulas that I gave at the start of the chapter. However, when your design is unbalanced they don’t give the same answers. Furthermore, they are not all equally appropriate to every situation. Some methods will be more appropriate to your situation than others. Given all this, it’s important to understand what the different types of ANOVA are and how they differ from one another.
de: Unbalancierte Versuchsdesigns führen uns zu der etwas beunruhigenden Entdeckung, dass etwas, das wir als Standard-ANOVA bezeichnen könnten, nicht wirklich gibt. Stattdessen gibt es *drei* grundlegend verschiedene Möglichkeiten,\ [#]_ eine ANOVA in einem unbalancierten Design durchzuführen. Bei einem balancierten Versuchsdesign führen alle drei Möglichkeiten zu identischen Ergebnissen, wobei die Summen der Quadrate, *F*-Werte usw. genau den Formeln entsprechen, die ich zu zeitiger in diesem Kapitel angegeben habe. Bei einem unbalancierten Design liefern sie jedoch nicht die gleichen Ergebnisse. Außerdem sind sie nicht alle gleichermaßen für alle Situation geeignet. Einige Methoden werden für Ihre Situation besser geeignet sein als andere. Aus diesem Grund ist es wichtig zu verstehen, was die verschiedenen Arten von ANOVAs sind und wie sie sich voneinander unterscheiden.
nb: Ubalanserte design fører oss til den noe urovekkende oppdagelsen at det egentlig ikke finnes én ting som vi kan kalle en standard ANOVA. Faktisk viser det seg at det finnes *tre* fundamentalt forskjellige måter\ [#]_ å kjøre en ANOVA på i en ubalansert design. Hvis du har en balansert design, gir alle tre versjonene identiske resultater, med kvadratsummer, *F*-verdier osv. i samsvar med formlene som jeg beskrev i begynnelsen av kapittelet. Men når designet ditt er ubalansert, gir de ikke de samme svarene. Dessuten er ikke alle metodene like hensiktsmessige i alle situasjoner. Noen metoder vil være mer hensiktsmessige i din situasjon enn andre. Med tanke på alt dette er det viktig å forstå hva de ulike typene ANOVA er, og hvordan de skiller seg fra hverandre.
ta: சமநிலையற்ற வடிவமைப்புகள் ஒரு நிலையான ANOVA என்று நாம் குறிப்பிடக்கூடிய ஒன்றும் இல்லை என்று சற்றே தீர்க்கமுடியாத கண்டுபிடிப்புக்கு நம்மை இட்டுச் செல்கின்றன. உண்மையில், * மூன்று * அடிப்படையில் வெவ்வேறு வழிகள் உள்ளன \ [#] _ இதில் சமநிலையற்ற வடிவமைப்பில் நீங்கள் ஒரு ANOVA ஐ இயக்க விரும்பலாம். உங்களிடம் ஒரு சீரான வடிவமைப்பு இருந்தால், மூன்று பதிப்புகளும் ஒரே மாதிரியான முடிவுகளைத் தருகின்றன, சதுரங்கள், *f *-மதிப்புகள் போன்றவை, இவை அனைத்தும் அத்தியாயத்தின் தொடக்கத்தில் நான் கொடுத்த சூத்திரங்களுக்கு இணங்குகின்றன. இருப்பினும், உங்கள் வடிவமைப்பு சமநிலையற்றதாக இருக்கும்போது அவர்கள் அதே பதில்களைக் கொடுக்க மாட்டார்கள். மேலும், அவை அனைத்தும் ஒவ்வொரு சூழ்நிலைக்கும் சமமாக பொருத்தமானவை அல்ல. சில முறைகள் மற்றவர்களை விட உங்கள் நிலைமைக்கு மிகவும் பொருத்தமானதாக இருக்கும். இதையெல்லாம் கருத்தில் கொண்டு, ANOVA இன் வெவ்வேறு வகையான என்ன என்பதையும் அவை ஒருவருக்கொருவர் எவ்வாறு வேறுபடுகின்றன என்பதையும் புரிந்துகொள்வது முதன்மை.

source: The first kind of ANOVA is conventionally referred to as **Type 1 sum of squares**. I’m sure you can guess what the other two are called. The “sum of squares” part of the name was introduced by the SAS statistical software package and has become standard nomenclature, but it’s a bit misleading in some ways. I think the logic for referring to them as different types of sum of squares is that, when you look at the ANOVA tables that they produce, the key difference in the numbers is the SS values. The degrees of freedom don’t change, the MS values are still defined as SS divided by *df*, etc. However, what the terminology gets wrong is that it hides the reason *why* the SS values are different from one another. To that end, it’s a lot more helpful to think of the three different kinds of ANOVA as three different *hypothesis testing strategies*. These different strategies lead to different SS values, to be sure, but it’s the strategy that is the important thing here, not the SS values themselves. Recall from section :doc:`Ch14_ANOVA2_07`, that any particular *F*-test is best thought of as a comparison between two linear models. So, when you’re looking at an ANOVA table, it helps to remember that each of those *F*-tests corresponds to a *pair* of models that are being compared. Of course, this leads naturally to the question of *which* pair of models is being compared. This is the fundamental difference between ANOVA Types 1, 2 and 3: each one corresponds to a different way of choosing the model pairs for the tests.
de: Die erste Art der ANOVA beruht auf der **Typ-1-Quadratsumme**. Sie können sicher erraten, wie die anderen beiden genannt werden. Der „Quadratsumme“-Teil des Namens wurde vom Softwarepaket SAS eingeführt und ist zur Standardnomenklatur geworden, aber in gewisser Weise ist er etwas irreführend. Ich denke, die Logik für die Bezeichnung als verschiedene Arten von Quadratsummen ist, dass der Hauptunterschied, wenn man sich die ANOVA-Tabellen ansieht, die Zahlen für die SS-Werte sind, die sie erzeugen. Die Freiheitsgrade ändern sich nicht, die MS-Werte sind immer noch definiert als SS geteilt durch *df* usw. Was die Terminologie jedoch inkorrekt macht, ist, dass sie den Grund verbirgt *warum* sich die SS-Werte voneinander unterscheiden. Hierfür ist es viel hilfreicher, sich die drei verschiedenen Arten der ANOVA als drei verschiedene *Hypothesenteststrategien* vorzustellen. Diese verschiedenen Strategien führen zwar zu unterschiedlichen SS-Werten, aber die Strategie ist hier das Entscheidende, nicht die SS-Werte selbst. Erinnern Sie sich an den Abschnitt :doc:`Ch14_ANOVA2_07`, wo beschrieben wurde, dass ein bestimmter *F*-Test am besten als Vergleich zwischen zwei linearen Modellen zu verstehen ist. Wenn man sich also eine ANOVA-Tabelle ansieht, ist es hilfreich, sich daran zu erinnern, dass jeder dieser *F*-Tests einem *Paar* von Modellen entspricht, die verglichen werden. Das führt natürlich zu der Frage, *welches* Modellpaar verglichen wird. Dies ist der grundlegende Unterschied zwischen den ANOVA- (bzw. Quadratsumme-)Typen 1, 2 und 3: Jeder dieser Typen entspricht einer anderen Art der Auswahl von Modellpaaren für die Tests.
nb: Den første typen ANOVA kalles vanligvis **Type-1-kvadratsum**. Du kan sikkert gjette hva de to andre kalles. «Kvadratsum»-delen av navnet ble introdusert av SAS' statistiske programvarepakke og har blitt standard nomenklatur, men det er litt misvisende på noen måter. Jeg tror logikken bak å kalle dem ulike typer kvadratsummer er at når du ser på ANOVA-tabellene som de produserer, er det kvadratummene (SS) som er den viktigste forskjellen i tallene. Frihetsgradene endres ikke, MS-verdiene er fortsatt definert som SS delt på *df* osv. Det terminologien imidlertid gjør feil, er at den skjuler årsaken til *hvorfor* kvadratummene er forskjellige fra hverandre. Derfor er det mye mer nyttig å tenke på de tre ulike typene ANOVA som tre ulike *hypotesetestingsstrategier*. Disse ulike strategiene fører riktignok til ulike kvadratummer, men det er strategien som er det viktige her, ikke kvadratummene i seg selv. Husk fra avsnitt :doc:`Ch14_ANOVA2_07`, at en hvilken som helst *F*-test best kan betraktes som en sammenligning mellom to lineære modeller. Så når du ser på en ANOVA-tabell, er det nyttig å huske at hver av disse *F*-testene tilsvarer et *par* av modeller som sammenlignes. Dette fører naturlig nok til spørsmålet om *hvilket* par av modeller som sammenlignes. Dette er den grunnleggende forskjellen mellom ANOVA-type 1, 2 og 3: hver av dem tilsvarer en annen måte å velge modellparene for testene på.
ta: ANOVA இன் முதல் வகையான ** வகை 1 சதுரங்கள் ** என குறிப்பிடப்படுகிறது. மற்ற இருவரும் அழைக்கப்படுவதை நீங்கள் யூகிக்க முடியும் என்று நான் நம்புகிறேன். பெயரின் “சதுரங்களின் தொகை” பகுதி எச்ஏஎச் புள்ளிவிவர மென்பொருள் தொகுப்பால் அறிமுகப்படுத்தப்பட்டது மற்றும் நிலையான பெயரிடலாக மாறியுள்ளது, ஆனால் இது சில வழிகளில் சற்று தவறாக வழிநடத்துகிறது. அவற்றை வெவ்வேறு வகையான சதுரங்கள் என்று குறிப்பிடுவதற்கான வழக்கு என்னவென்றால், அவை உருவாக்கும் ANOVA அட்டவணைகளைப் பார்க்கும்போது, எண்களின் முக்கிய வேறுபாடு SS மதிப்புகள். சுதந்திரத்தின் அளவுகள் மாறாது, எம்எச் மதிப்புகள் இன்னும் *டிஎஃப் *போன்றவற்றால் வகுக்கப்பட்ட எச்எச் என வரையறுக்கப்படுகின்றன. இருப்பினும், சொற்களஞ்சியம் என்ன தவறு என்பது என்னவென்றால், அது ஏன் *எச்எச் மதிப்புகள் ஒருவருக்கொருவர் வேறுபடுகின்றன என்பதற்கான காரணத்தை இது மறைக்கிறது. அதற்காக, மூன்று வெவ்வேறு வகையான ANOVA ஐ மூன்று வெவ்வேறு *கருதுகோள் சோதனை உத்திகள் *என்று நினைப்பது மிகவும் உதவியாக இருக்கும். இந்த வெவ்வேறு உத்திகள் வெவ்வேறு எச்எச் மதிப்புகளுக்கு வழிவகுக்கும், நிச்சயமாக, ஆனால் இது இங்கே முக்கியமான சேதி உத்தி, எச்எச் தங்களை மதிப்பிடுவதில்லை. பிரிவில் இருந்து நினைவுகூருங்கள்: DOC: `CH14_ANOVA2_07`, எந்தவொரு குறிப்பிட்ட *F *-Test இரண்டு நேரியல் மாதிரிகளுக்கு இடையிலான ஒப்பீடாக சிறப்பாக கருதப்படுகிறது. எனவே, நீங்கள் ஒரு ANOVA அட்டவணையைப் பார்க்கும்போது, அந்த *f *-tests ஒவ்வொன்றும் ஒப்பிடப்படும் ஒரு *சோடி *மாதிரிகளுடன் ஒத்துப்போகின்றன என்பதை நினைவில் கொள்ள உதவுகிறது. நிச்சயமாக, இது இயற்கையாகவே * எந்த இணை மாதிரிகள் ஒப்பிடப்படுகிறது என்ற கேள்விக்கு வழிவகுக்கிறது. இது ANOVA வகைகள் 1, 2 மற்றும் 3 க்கு இடையிலான அடிப்படை வேறுபாடு: ஒவ்வொன்றும் சோதனைகளுக்கு மாதிரி சோடிகளைத் தேர்ந்தெடுப்பதற்கான வெவ்வேறு வழிக்கு ஒத்திருக்கிறது.

source: Type 1 sum of squares
de: Typ-1-Quadratsumme
nb: Kvadratsummen av type 1
ta: சதுரங்களின் வகை 1 தொகை

source: The Type 1 method is sometimes referred to as the “sequential” sum of squares, because it involves a process of adding terms to the model one at a time. Consider, for instance, the |coffee|_ data. Suppose we want to run the full 3 × 2 factorial ANOVA, including interaction terms. The full model contains the outcome variable ``babble``, the predictor variables ``sugar`` and ``milk``, and the interaction term ``sugar * milk``. This can be written as ``babble ~ sugar + milk + sugar * milk``. The Type 1 strategy builds this model up sequentially, starting from the simplest possible model and gradually adding terms.
de: Die Methode vom Typ 1 wird manchmal auch als „sequentielle“ Quadratsumme bezeichnet, da sie einen Prozess beinhaltet, durch welchen dem Modell ein Term nach dem anderen hinzugefügt wird. Betrachten wir zum Beispiel die |coffee|_-Daten. Nehmen wir an, wir wollen die vollständige 3 × 2 faktorielle ANOVA durchführen, einschließlich der Interaktionsterme. Das vollständige Modell enthält die Ergebnisvariable ``babble``, die Prädiktorvariablen ``sugar`` und ``milk`` sowie den Interaktionsterm ``sugar * milk``. Dies kann als ``babble ~ sugar + milk + sugar * milk`` geschrieben werden. Bei der Typ-1-Strategie wird dieses Modell sequentiell aufgebaut, wobei mit dem einfachsten möglichen Modell begonnen und nach und nach weitere Terme hinzugefügt werden.
nb: Type-1-metoden kalles noen ganger den «sekvensielle» kvadratsummen, fordi den innebærer en prosess der man legger til en term om gangen i modellen. Ta for eksempel dataene for |coffee|_. Anta at vi ønsker å kjøre en fullstendig 3 × 2-faktoriell ANOVA, inkludert interaksjonsbetingelser. Den fullstendige modellen inneholder utfallsvariabelen ``babble``, prediktorvariablene ``sugar`` og ``milk``, og interaksjonstermen ``sugar * milk``. Dette kan skrives som ``babble ~ sugar + milk + sugar * milk``. Type-1-strategien bygger opp denne modellen sekvensielt, med utgangspunkt i den enklest mulige modellen, og legger gradvis til flere termer.
ta: வகை 1 முறை சில நேரங்களில் சதுரங்களின் “தொடர்ச்சியான” தொகை என குறிப்பிடப்படுகிறது, ஏனெனில் இது ஒரு நேரத்தில் மாடலுக்கு விதிமுறைகளைச் சேர்க்கும் செயல்முறையை உள்ளடக்கியது. உதாரணமாக, | காபி | _ தரவைக் கவனியுங்கள். தொடர்பு விதிமுறைகள் உட்பட முழு 3 × 2 காரணியாலான ANOVA ஐ இயக்க விரும்புகிறோம் என்று வைத்துக்கொள்வோம். முழு மாதிரியில் விளைவு மாறி `` பாபிள்``, முன்கணிப்பு மாறிகள் `` சர்க்கரை`` மற்றும் `` பால்`` மற்றும் தொடர்பு கால `` சர்க்கரை * பால்`` ஆகியவற்றைக் கொண்டுள்ளது. இதை `` பாபிள் ~ சர்க்கரை + பால் + சர்க்கரை * பால்`` என்று எழுதலாம். வகை 1 மூலோபாயம் இந்த மாதிரியை தொடர்ச்சியாக உருவாக்குகிறது, இது எளிமையான சாத்தியமான மாதிரியிலிருந்து தொடங்கி படிப்படியாக சொற்களைச் சேர்க்கிறது.
