Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: There’s a few interesting things to note here. First, notice that the intercept term is 43.5 which is close to the “group” mean of 42.5 observed for those two students who didn’t read the text or attend class. Second, notice that we have the regression coefficient of *b*\ :sub:`1` = 18.0 for the variable ``attend``, suggesting that those students that attended class scored 18\% higher than those who didn’t. So our expectation would be that those students who turned up to class but didn’t read the textbook would obtain a grade of *b*\ :sub:`0` + *b*\ :sub:`1`, which is equal to 43.5 + 18.0 = 61.5. You can verify for yourself that the same thing happens when we look at the students that read the textbook.
de: Hier gibt es einige interessante Dinge zu beachten. Zunächst fällt auf, dass der Interzept-Term 43,5 beträgt, was nahe am „Gruppen“-Mittelwert von 42,5 liegt, der für die beiden Schüler beobachtet wurde, die weder den Text gelesen noch den Unterricht besucht haben. Zweitens ist der Regressionskoeffizient *b*\ :sub:`1` = 18,0 für die Variable ``attend``, was darauf hindeutet, dass die Schüler, die am Unterricht teilgenommen haben, eine um 18 % höhere Punktzahl erzielt haben als die, welche nicht teilgenommen haben. Unsere Erwartung wäre also, dass die Schüler, die zum Unterricht erschienen sind, aber das Lehrbuch nicht gelesen haben, eine Note von *b*\ :sub:`0` + *b*\ :sub:`1` erhalten würden, was 43,5 + 18,0 = 61,5 entspricht. Sie können selbst überprüfen, dass dasselbe passiert, wenn wir uns die Schüler ansehen, die das Lehrbuch gelesen haben.
nb: Det er et par interessante ting å legge merke til her. For det første legger vi merke til at skjæringspunktet (*intercept*) er 43,5, noe som ligger nær «gruppegjennomsnittet» på 42,5 som ble observert for de to studentene som ikke leste teksten eller deltok i undervisningen. For det andre legger vi merke til at regresjonskoeffisienten *b*\ :sub:`1` = 18,0 for variabelen ``attend``, noe som tyder på at de studentene som var til stede i timene, fikk 18\% høyere poengsum enn de som ikke var til stede. Vi forventer altså at de studentene som møtte opp til timen, men ikke leste læreboken, ville fått en karakter på *b*\ :sub:`0` + *b*\ :sub:`1`, noe som tilsvarer 43,5 + 18,0 = 61,5. Du kan selv kontrollere at det samme skjer når vi ser på elevene som har lest læreboken.
ta: இங்கே கவனிக்க வேண்டிய சில சுவையான விசயங்கள் உள்ளன. முதலாவதாக, இடைமறிப்பு காலமானது 43.5 என்பதைக் கவனியுங்கள், இது உரையைப் படிக்காத அல்லது வகுப்பில் கலந்து கொள்ளாத அந்த இரண்டு மாணவர்களுக்கும் 42.5 இன் “குழு” சராசரிக்கு அருகில் உள்ளது. இரண்டாவதாக, *B *\: `1` = 18.0 இன் பின்னடைவு குணகம் எங்களிடம் இருப்பதைக் கவனியுங்கள்` `கலந்து கொள்ளுங்கள்``, வகுப்பில் கலந்து கொண்ட அந்த மாணவர்கள் செய்யாதவர்களை விட 18 \% அதிக மதிப்பெண் பெற்றனர் என்று பரிந்துரைக்கிறது. எனவே எங்கள் எதிர்பார்ப்பு என்னவென்றால், வகுப்பிற்கு திரும்பிய ஆனால் பாடப்புத்தகத்தைப் படிக்காத மாணவர்கள் *B *\: துணை: `0` + *B *\: துணை:` 1`, இது சமம் முதல் 43.5 + 18.0 = 61.5. பாடப்புத்தகத்தைப் படிக்கும் மாணவர்களைப் பார்க்கும்போது இதேதான் நடக்கும் என்பதை நீங்களே சரிபார்க்கலாம்.

source: Actually, we can push a little further in establishing the equivalence of our ANOVA and our regression. Look at the *p*-values associated with the ``attend`` variable and the ``reading`` variable in the regression output. They’re identical to the ones we encountered earlier when running the ANOVA. This might seem a little surprising, since the test used when running our regression model calculates a *t*-statistic and the ANOVA calculates an *F*-statistic. However, if you can remember all the way back to chapter :doc:`../Ch07/Ch07_Probability`, I mentioned that there’s a relationship between the *t*-distribution and the *F*-distribution. If you have some quantity that is distributed according to a *t*-distribution with *k* degrees of freedom and you square it, then this new squared quantity follows an *F*-distribution whose degrees of freedom are 1 and *k*. We can check this with respect to the *t*-statistics in our regression model. For the ``attend`` variable we get a *t*-value of 4.65. If we square this number we end up with 21.6, which matches the corresponding *F*-statistic in our ANOVA.
de: Wir können sogar noch etwas weiter gehen, um die Gleichwertigkeit unserer ANOVA und unserer Regression festzustellen. Sehen Sie sich die *p*-Werte an, die mit der Variable ``attend`` und der Variable ``reading`` in der Ergebnisausgabe der Regression verbunden sind. Sie sind identisch mit denen, die wir zuvor beim Durchführen der ANOVA erhalten haben. Dies mag ein wenig überraschen, da der Test, der in unserem Regressionsmodell verwendet wird, eine *t*-Statistik berechnet und die ANOVA eine *F*-Statistik berechnet. Wenn Sie sich jedoch an das Kapitel :doc:`../Ch07/Ch07_Probability` zurückerinnern, habe ich dort erwähnt, dass es eine Beziehung zwischen der *t*-Verteilung und der *F*-Verteilung gibt. Wenn man eine Menge hat, die gemäß einer *t*-Verteilung mit *k* Freiheitsgraden verteilt ist, und man quadriert sie, dann folgt diese neue quadrierte Menge einer *F*-Verteilung, deren Freiheitsgrade 1 und *k* sind. Wir können dies in Bezug auf die *t*-Statistik in unserem Regressionsmodell überprüfen. Für die Variable ``attend`` erhalten wir einen *t*-Wert von 4,65. Wenn wir diese Zahl quadrieren, erhalten wir 21,6, was mit der entsprechenden *F*-Statistik in unserer ANOVA übereinstimmt.
nb: Vi kan faktisk gå litt lenger når det gjelder å fastslå ekvivalensen mellom ANOVA og regresjon. Se på *p*-verdiene som er knyttet til variablene ``attend`` og ``reading`` i regresjonsresultatet. De er identiske med dem vi fant tidligere da vi kjørte ANOVA. Dette kan virke litt overraskende, siden testen som ble brukt ved kjøring av regresjonsmodellen vår, beregner en *t*-statistikk, mens ANOVA-en beregner en *F*-statistikk. Men hvis du husker helt tilbake til kapittel :doc:`../Ch07/Ch07_Probability`, nevnte jeg at det er en sammenheng mellom *t*-fordelingen og *F*-fordelingen. Hvis du har en størrelse som er fordelt i henhold til en *t*-fordeling med *k* frihetsgrader og du kvadrerer den, så følger den nye kvadrerte størrelsen en *F*-fordeling med frihetsgradene 1 og *k*. Vi kan sjekke dette med hensyn til *t*-statistikken i regresjonsmodellen vår. For variabelen ``attend`` får vi en *t*-verdi på 4,65. Hvis vi kvadrerer dette tallet, får vi 21,6, noe som samsvarer med den tilsvarende *F*-statistikken i vår ANOVA.
ta: உண்மையில், எங்கள் ANOVA மற்றும் எங்கள் பின்னடைவின் சமநிலையை நிறுவுவதில் நாம் இன்னும் கொஞ்சம் தள்ள முடியும். பின்னடைவு வெளியீட்டில் `` கலந்துகொள்ளும்` `மாறுபாடு மற்றும்` `வாசிப்பு`` மாறியுடன் தொடர்புடைய *p *-மதிப்புகளைப் பாருங்கள். ANOVA ஐ இயக்கும் போது நாம் முன்பு சந்தித்தவற்றுடன் அவை ஒத்தவை. இது கொஞ்சம் ஆச்சரியமாகத் தோன்றலாம், ஏனெனில் எங்கள் பின்னடைவு மாதிரியை இயக்கும் போது பயன்படுத்தப்படும் சோதனை ஒரு *t *-statistic ஐக் கணக்கிடுகிறது மற்றும் ANOVA ஒரு *f *-statistict ஐக் கணக்கிடுகிறது. இருப்பினும், அத்தியாயம்: டாக்: `../ ch07/ch07_probability` க்கு திரும்பிச் செல்லும் வழியை நீங்கள் நினைவில் வைத்திருந்தால், *t *-distripution மற்றும் *f *-distripution க்கு இடையில் ஒரு உறவு இருப்பதாக நான் குறிப்பிட்டேன். *K *டிகிரி சுதந்திரத்துடன் ஒரு *t *-விநியோகத்தின் படி விநியோகிக்கப்படும் சில அளவு உங்களிடம் இருந்தால், நீங்கள் அதை சதுரப்படுத்துகிறீர்கள், இந்த புதிய ச்கொயர் அளவு ஒரு *f *-விநியோகத்தை பின்பற்றுகிறது, அதன் விடுதலை 1 மற்றும் *k * . எங்கள் பின்னடைவு மாதிரியில் *t *-புள்ளிவிவரங்கள் தொடர்பாக இதைச் சரிபார்க்கலாம். `` கலந்துகொள்ளும்` `மாறுபாட்டிற்கு 4.65 இன் *t *-மதிப்பு கிடைக்கும். இந்த எண்ணை நாம் சதுரப்படுத்தினால், 21.6 உடன் முடிவடைகிறோம், இது எங்கள் ANOVA இல் தொடர்புடைய *f *-statistict உடன் பொருந்துகிறது.

source: Finally, one last thing you should know. Because jamovi understands the fact that ANOVA and regression are both examples of linear models, it lets you extract the classic ANOVA table from your regression model using the ``Linear Regression`` - ``Model Coefficients`` - ``Omnibus Test`` - ``ANOVA test``, and this will give you the table shown in :numref:`fig-factorialanova8`.
de: Zum Schluss noch eine letzte Sache, die Sie wissen sollten. Da jamovi weiß, dass sowohl ANOVA als auch Regression Beispiele für lineare Modelle sind, können Sie die klassische ANOVA-Tabelle aus Ihrem Regressionsmodell extrahieren, indem Sie ``Linear Regression`` - ``Model Coefficients`` - ``Omnibus Test`` - ``ANOVA test`` wählen. Sie erhalten dann die in :numref:`fig-factorialanova8` gezeigte Tabelle.
nb: Til slutt er det en siste ting du bør vite. Fordi jamovi forstår at ANOVA og regresjon begge er eksempler på lineære modeller, lar den deg trekke ut den klassiske ANOVA-tabellen fra regresjonsmodellen din ved hjelp av ``Linear Regression`` - ``Model Coefficients`` - ``Omnibus Test`` - ``ANOVA test``, og dette vil gi deg tabellen som vises i :numref:`fig-factorialanova8`.
ta: இறுதியாக, நீங்கள் தெரிந்து கொள்ள வேண்டிய கடைசி சேதி. ANOVA மற்றும் பின்னடைவு இரண்டும் நேரியல் மாதிரிகளின் எடுத்துக்காட்டுகள் என்ற உண்மையை சாமோவி புரிந்து கொண்டதால், `` நேரியல் பின்னடைவு`` - `` மாதிரி குணகங்கள்` - `` ஆம்னிபச் சோதனை`` .

source: Omnibus ANOVA Test
de: ANOVA-Test für das gesamte Modell
ta: அனைத்து ANOVA சோதனை

source: Results table showing the Omnibus ANOVA Test from the jamovi regression analysis using the |rtfm|_ dataset
de: Ergebnistabelle mit dem ANOVA-Test für das gesamte Modell innerhalb der Regressionsanalyse mit dem Datensatz |rtfm|_ in jamovi
nb: Resultattabell som viser Omnibus-ANOVA-testen fra jamovi-regresjonsanalysen ved bruk av datasettet |rtfm|_
ta: | RTFM | _ தரவுத்தொகுப்பைப் பயன்படுத்தி சமோவி பின்னடைவு பகுப்பாய்விலிருந்து ஓம்னிபச் ANOVA சோதனையைக் காட்டும் முடிவுகள் அட்டவணை

source: How to encode non binary factors as contrasts
de: Wie man nicht-binäre Faktoren als Kontraste kodiert
nb: Hvordan kode ikke-binære faktorer som kontraster
ta: அல்லாத பைனரி காரணிகளை முரண்பாடுகளாக எவ்வாறு குறியாக்கம் செய்வது

source: At this point, I’ve shown you how we can view a 2 × 2 ANOVA into a linear model. And it’s pretty easy to see how this generalises to a 2 × 2 × 2 ANOVA or a 2 × 2 × 2 × 2 ANOVA. It’s the same thing, really. You just add a new binary variable for each of your factors. Where it begins to get trickier is when we consider factors that have more than two levels. Consider, for instance, the 3 × 2 ANOVA that we ran earlier in this chapter using the |clinicaltrial|_ data set. How can we convert the three-level ``drug`` factor |nominal| into a numerical form that is appropriate for a regression?
de: An dieser Stelle habe ich Ihnen gezeigt, wie wir eine 2 × 2 ANOVA als lineares Modell betrachten können. Und es ist ziemlich einfach zu sehen, wie sich dies auf eine 2 × 2 × 2 ANOVA oder eine 2 × 2 × 2 × 2 ANOVA verallgemeinern lässt. Es ist im Grunde dasselbe. Sie fügen einfach eine neue binäre Variable für jeden Ihrer Faktoren hinzu. Schwieriger wird es, wenn wir Faktoren mit mehr als zwei Stufen betrachten. Nehmen wir zum Beispiel die 3 × 2 ANOVA, die wir früher in diesem Kapitel mit dem Datensatz |clinicaltrial|_ durchgeführt haben. Wie können wir den dreistufigen ``drug``-Faktor |nominal| in eine numerische Form umwandeln, die für eine Regression geeignet ist?
nb: Nå har jeg vist deg hvordan vi kan se en 2 × 2 ANOVA som en lineær modell. Og det er ganske enkelt å se hvordan dette kan generaliseres til en 2 × 2 × 2 ANOVA eller en 2 × 2 × 2 × 2 × 2 ANOVA. Det er egentlig det samme. Du legger bare til en ny binær variabel for hver av faktorene dine. Det begynner å bli vanskeligere når vi vurderer faktorer som har mer enn to nivåer. Tenk for eksempel på 3 × 2 ANOVA som vi kjørte tidligere i dette kapittelet ved hjelp av datasettet |clinicaltrial|_. Hvordan kan vi konvertere faktoren ``drug`` |nominal| med tre nivåer til en numerisk form som passer for en regresjon?
ta: இந்த கட்டத்தில், 2 × 2 ANOVA ஐ ஒரு நேரியல் மாதிரியாக எவ்வாறு பார்க்க முடியும் என்பதை நான் உங்களுக்குக் காட்டியுள்ளேன். இது 2 × 2 × 2 ANOVA அல்லது 2 × 2 × 2 × 2 ANOVA க்கு எவ்வாறு பொதுமைப்படுத்துகிறது என்பதைப் பார்ப்பது மிகவும் எளிதானது. உண்மையில் இதே சேதி. உங்கள் ஒவ்வொரு காரணிகளுக்கும் புதிய பைனரி மாறியைச் சேர்க்கிறீர்கள். இரண்டு நிலைகளுக்கு மேல் உள்ள காரணிகளைக் கருத்தில் கொள்ளும்போது அது தந்திரமான இடத்தைப் பெறத் தொடங்குகிறது. உதாரணமாக, இந்த அத்தியாயத்தில் நாங்கள் முன்னர் ஓடிய 3 × 2 ANOVA ஐ | மருத்துவமனை | _ தரவு தொகுப்பைப் பயன்படுத்தி கவனியுங்கள். மூன்று-நிலை `` மருந்து` காரணி | பெயரளவு | பின்னடைவுக்கு பொருத்தமான எண் வடிவத்தில்?

source: The answer to this question is pretty simple, actually. All we have to do is realise that a three-level factor can be redescribed as *two* binary variables. Suppose, for instance, I were to create a new binary variable called ``druganxifree``. Whenever the ``drug`` variable is equal to ``anxifree`` we set ``druganxifree = 1``. Otherwise, we set ``druganxifree = 0``. This variable sets up a **contrast**, in this case between ``anxifree`` and the other two drugs. By itself, of course, the ``druganxifree`` contrast isn’t enough to fully capture all of the information in our ``drug`` variable. We need a second contrast, one that allows us to distinguish between ``joyzepam`` and the ``placebo``. To do this, we can create a second binary contrast, called ``drugjoyzepam``, which equals 1 if the ``drug`` is ``joyzepam`` and 0 if it is not. Taken together, these two contrasts allows us to perfectly discriminate between all three possible levels of ``drug``. The table below illustrates this:
de: Die Antwort auf diese Frage ist eigentlich ziemlich einfach. Man muss sich nur klarmachen, dass ein dreistufiger Faktor als *zwei binäre Variablen* neu beschrieben werden kann. Nehmen wir zum Beispiel an, ich würde eine neue binäre Variable mit dem Namen ``druganxifree`` erstellen. Immer wenn die Variable ``drug`` gleich ``anxifree`` ist, setzen wir ``druganxifree = 1``. Andernfalls setzen wir ``druganxifree = 0``. Diese Variable bildet einen **Gegensatz**, in diesem Fall zwischen ``anxifree`` und den beiden anderen Drogen. Der Kontrast ``druganxifree`` allein reicht natürlich nicht aus, um alle Informationen in unserer Variable ``drug`` vollständig zu erfassen. Wir brauchen einen zweiten Kontrast, der es uns ermöglicht, zwischen ``joyzepam`` und ``placebo`` zu unterscheiden. Zu diesem Zweck können wir einen zweiten binären Kontrast mit der Bezeichnung ``drugjoyzepam`` erstellen, der gleich 1 ist, wenn ``drug`` ``joyzepam`` ist, und 0, wenn dies nicht der Fall ist. Zusammengenommen ermöglichen uns diese beiden Kontraste eine perfekte Unterscheidung zwischen allen drei möglichen Stufen von ``drug``. Die folgende Tabelle veranschaulicht dies:
nb: Svaret på dette spørsmålet er egentlig ganske enkelt. Alt vi trenger å gjøre er å innse at en faktor på tre nivåer kan beskrives som *to* binære variabler. Anta for eksempel at jeg oppretter en ny binær variabel som heter ``druganxifree``. Når variabelen ``drug`` er lik ``anxifree``, setter vi ``druganxifree = 1``. Ellers setter vi ``druganxifree = 0``. Denne variabelen setter opp en **kontrast**, i dette tilfellet mellom ``anxifree`` og de to andre legemiddelene. Kontrasten ``druganxifree`` er selvsagt ikke i seg selv nok til å fange opp all informasjonen i variabelen ``drug``. Vi trenger en kontrast til, en som lar oss skille mellom ``joyzepam`` og ``placebo``. For å gjøre dette kan vi lage en annen binær kontrast, kalt ``drugjoyzepam``, som er lik 1 hvis ``drug`` er ``joyzepam``, og 0 hvis det ikke er det. Til sammen gjør disse to kontrastene det mulig for oss å diskriminere perfekt mellom alle de tre mulige nivåene av ``drug``. Tabellen nedenfor illustrerer dette:
ta: இந்த கேள்விக்கான பதில் உண்மையில் மிகவும் எளிது. நாம் செய்ய வேண்டியது என்னவென்றால், மூன்று-நிலை காரணி * இரண்டு * பைனரி மாறிகள் என மறுவடிவமைக்க முடியும் என்பதை உணர வேண்டும். உதாரணமாக, நான் `` மருந்து அன்சிஃப்ரீ`` என்ற புதிய பைனரி மாறியை உருவாக்க வேண்டும் என்று வைத்துக்கொள்வோம். `` மருந்து`` மாறுபடும் `` கவலை`` க்கு சமமாக இருக்கும்போதெல்லாம் நாங்கள் `` Progmancanxifree = 1`` ஐ அமைத்துக்கொள்கிறோம். இல்லையெனில், நாங்கள் `` Progmancanxifree = 0`` ஐ அமைத்தோம். இந்த மாறி ** மாறுபாடு ** ஐ அமைக்கிறது, இந்த விசயத்தில் `` கவலை'` மற்றும் பிற இரண்டு மருந்துகளுக்கும் இடையில். நிச்சயமாக, எங்கள் `` மருந்து` `மாறியில் உள்ள அனைத்து தகவல்களையும் முழுமையாகப் பிடிக்க` `மருந்து அன்சிஃப்ரீ`` மாறுபாடு போதுமானதாக இல்லை. எங்களுக்கு இரண்டாவது மாறுபாடு தேவை, இது `` சாய்செபம்`` மற்றும் `` மருந்துப்போலி`` ஆகியவற்றை வேறுபடுத்துவதற்கு நம்மை அனுமதிக்கிறது. இதைச் செய்ய, `` மருந்து சாய்செபம்` என்று அழைக்கப்படும் இரண்டாவது பைனரி மாறுபாட்டை நாம் உருவாக்கலாம், இது `` மருந்து`` `` சாய்செபம்`` மற்றும் இல்லாவிட்டால் 1 க்கு சமம். ஒன்றாக எடுத்துக்கொண்டால், இந்த இரண்டு முரண்பாடுகளும் `` மருந்து`` இன் மூன்று நிலைகளுக்கும் இடையில் பாகுபாடு காட்ட அனுமதிக்கிறது. கீழே உள்ள அட்டவணை இதை விளக்குகிறது:

source: ``drug``
ta: `` மருந்து``

source: ``druganxifree``
ta: `` Progmancanxifree``

source: ``drugjoyzepam``
ta: `` மருந்து சாய்செபம்``

source: ``placebo``
ta: `` மருந்துப்போலி``

source: ``anxifree``
ta: `` incifree``

source: ``joyzepam``
ta: `` சாய்செபம்``

source: If the ``drug`` administered to a patient is a ``placebo`` then both of the two contrast variables will equal 0. If the ``drug`` is ``anxifree`` then the ``druganxifree`` variable will equal 1, and ``drugjoyzepam`` will be 0. The reverse is true for ``joyzepam``: ``drugjoyzepam`` is 1 and ``druganxifree`` is 0.
de: Wenn die ``drug``, die einem Patienten verabreicht wurde, ein ``placebo`` ist, dann sind beide Kontrastvariablen gleich 0. Wenn die ``drug`` ``anxifree`` ist, dann ist die ``druganxifree`` Variable gleich 1, und ``drugjoyzepam`` ist 0. Umgekehrt gilt für ``joyzepam``: ``drugjoyzepam`` ist dann 1 und ``druganxifree`` ist 0.
nb: Hvis legemiddelet som gis (``drug``) til en pasient er ``placebo``, vil begge de to kontrastvariablene være lik 0. Hvis ``drug`` er ``anxifree``, vil variabelen ``druganxifree`` være lik 1, og ``drugjoyzepam`` vil være lik 0. Det omvendte gjelder for ``joyzepam``: ``drugjoyzepam`` er lik 1, og ``druganxifree`` er lik 0.
ta: ஒரு நோயாளிக்கு நிர்வகிக்கப்படும் `` மருந்து`` ஒரு `` மருந்துப்போலி`` என்றால், இரண்டு மாறுபட்ட மாறிகள் இரண்டும் சமமாக இருக்கும். 1 க்கு சமமாக இருக்கும், மற்றும் `` மருந்து சாய்செபம்`` 0 ஆக இருக்கும். `` சாய்செபம்`` க்கு தலைகீழ் உண்மை: `` மருந்து சாய்செபம்`` 1 மற்றும் `` மருந்து அன்சிஃப்ரீ`` 0.

source: Creating contrast variables is not too difficult to do using the jamovi ``Compute`` command to create a new variable. For example, to create the ``druganxifree`` variable, write this logical expression in the formula box: ``IF(drug == 'anxifree', 1, 0)``. Similarly, to create the new variable ``drugjoyzepam`` use this logical expression: ``IF(drug == 'joyzepam', 1, 0)``. Likewise for ``therapyCBT``: ``IF(therapy == 'CBT', 1, 0)``. You can see these new variables, and the corresponding logical expressions, in the |clinicaltrial2|_ data set.
de: Das Erstellen von Kontrastvariablen ist nicht allzu schwierig: Wenn Sie in jamovi ``New Computed Variable`` verwenden, um eine neue berechnete Variable zu erstellen. Um zum Beispiel die Variable ``druganxifree`` zu erstellen, schreiben Sie den folgenden logischen Ausdruck in das Formelfeld: ``IF(drug == 'anxifree', 1, 0)``. Um die Variable ``drugjoyzepam`` zu erstellen, verwenden Sie den folgenden logischen Ausdruck: ``IF(drug == 'joyzepam', 1, 0)``. Das Gleiche gilt für ``therapyCBT``: ``IF(therapy == 'CBT', 1, 0)``. Sie können diese neuen Variablen und die entsprechenden logischen Ausdrücke im Datensatz |clinicaltrial2|_ sehen.
nb: Det er ikke så vanskelig å opprette kontrastvariabler ved å bruke jamovi ``Compute``-kommandoen for å opprette en ny variabel. For å opprette variabelen ``druganxifree`` skriver du for eksempel dette logiske uttrykket i formelboksen: ``IF(drug == 'anxifree', 1, 0)``. På samme måte bruker du dette logiske uttrykket for å opprette den nye variabelen ``drugjoyzepam``: ``IF(drug == 'joyzepam', 1, 0)``. På samme måte for ``therapyCBT``: ``IF(therapy == 'CBT', 1, 0)``. Du kan se disse nye variablene og de tilhørende logiske uttrykkene i datasettet |clinicaltrial2|_.
ta: புதிய மாறியை உருவாக்க சமோவி `` கம்ப்யூட்`` கட்டளையைப் பயன்படுத்தி மாறுபட்ட மாறிகளை உருவாக்குவது மிகவும் கடினம் அல்ல. எடுத்துக்காட்டாக, `` Progmancanxifree`` மாறியை உருவாக்க, இந்த தர்க்கரீதியான வெளிப்பாட்டை ஃபார்முலா பெட்டியில் எழுதுங்கள்: `` என்றால் (மருந்து == 'கவலை', 1, 0) ``. இதேபோல், புதிய மாறியை உருவாக்க `` மருந்து சாய்செபம்`` இந்த தர்க்கரீதியான வெளிப்பாட்டைப் பயன்படுத்தவும்: `` என்றால் (மருந்து == 'சாய்செபம்', 1, 0) ``. அதேபோல் `` therapy `therapy` therapy `சிகிச்சை CBT``:` `என்றால் (சிகிச்சை == 'சிபிடி', 1, 0)` `. இந்த புதிய மாறிகள் மற்றும் அதனுடன் தொடர்புடைய தர்க்கரீதியான வெளிப்பாடுகளை நீங்கள் காணலாம் | கிளினிக்கல் ட்ரியல் 2 | _ தரவு தொகுப்பில்.

source: We have now recoded our three-level factor in terms of two binary variables, and we’ve already seen that ANOVA and regression behave the same way for binary variables. However, there are some additional complexities that arise in this case, which we’ll discuss in the next section.
de: Wir haben nun unseren dreistufigen Faktor in zwei binäre Variablen umkodiert, und wir haben bereits gesehen, dass sich ANOVA und Regression bei binären Variablen gleich verhalten. Allerdings ergeben sich in diesem Fall einige zusätzliche Komplexitäten, die wir im nächsten Abschnitt erörtern werden.
nb: Vi har nå omkodet faktoren vår på tre nivåer til to binære variabler, og vi har allerede sett at ANOVA og regresjon oppfører seg på samme måte for binære variabler. Det er imidlertid noen ekstra kompleksiteter som oppstår i dette tilfellet, som vi skal diskutere i neste avsnitt.
ta: இரண்டு பைனரி மாறிகள் அடிப்படையில் இப்போது எங்கள் மூன்று-நிலை காரணியை நாங்கள் மறுசீரமைத்துள்ளோம், மேலும் ANOVA மற்றும் பின்னடைவு பைனரி மாறிகளுக்கு ஒரே மாதிரியாக செயல்படுவதை நாங்கள் ஏற்கனவே கண்டோம். இருப்பினும், இந்த வழக்கில் சில கூடுதல் சிக்கல்கள் எழுகின்றன, அவை அடுத்த பகுதியில் விவாதிப்போம்.

source: The equivalence between ANOVA and regression for non-binary factors
de: Die Gleichwertigkeit von ANOVA und Regression für nicht-binäre Faktoren
nb: Ekvivalensen mellom ANOVA og regresjon for ikke-binære faktorer
ta: பைனரி அல்லாத காரணிகளுக்கான ANOVA க்கும் பின்னடைவுக்கும் இடையிலான சமநிலை
