Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: One of the most important things to understand about ANOVA and regression is that they’re basically the same thing. On the surface of it, you maybe wouldn’t think this is true. After all, the way that I’ve described them so far suggests that ANOVA is primarily concerned with testing for group differences, and regression is primarily concerned with understanding the correlations between variables. And, as far as it goes that’s perfectly true. But when you look under the hood, so to speak, the underlying mechanics of ANOVA and regression are awfully similar. In fact, if you think about it, you’ve already seen evidence of this. ANOVA and regression both rely heavily on sums of squares (SS), both make use of *F*-tests, and so on. Looking back, it’s hard to escape the feeling that chapters :doc:`../Ch12/Ch12_Regression` and :doc:`../Ch13/Ch13_ANOVA` were a bit repetitive.
de: Eines der wichtigsten Dinge, die man über ANOVA und Regression wissen muss, ist, dass sie im Grunde dasselbe sind. Oberflächlich betrachtet, würden Sie das vielleicht nicht denken. Außerdem lässt die Art und Weise, wie ich sie bisher beschrieben habe, vermuten, dass es bei der ANOVA in erster Linie um das Testen von Gruppenunterschieden und bei der Regression in erster Linie um das Verständnis der Korrelationen zwischen Variablen geht. Das ist auch vollkommen korrekt. Aber wenn man unter die Haube schaut, sind sich die zugrundeliegenden Mechanismen von ANOVA und Regression ziemlich ähnlich. Wenn Sie darüber nachdenken, haben Sie bereits Belege dafür gesehen. Sowohl die ANOVA als auch die Regression stützen sich in hohem Maße auf Quadratsummen (SS), beide verwenden *F*-Tests und so weiter. Im Rückblick kann man sich des Eindrucks nicht erwehren, dass die Kapitel :doc:`../Ch12/Ch12_Regression` und :doc:`../Ch13/Ch13_ANOVA` ein wenig repetitiv waren.
nb: Noe av det viktigste å forstå når det gjelder ANOVA og regresjon, er at de i bunn og grunn er det samme. På overflaten skulle man kanskje ikke tro at dette er sant. Måten jeg har beskrevet dem på så langt, tyder tross alt på at ANOVA først og fremst handler om å teste for gruppeforskjeller, mens regresjon først og fremst handler om å forstå korrelasjonene mellom variabler. Og det er for så vidt helt sant. Men når du ser under panseret, for å si det sånn, er den underliggende mekanikken i ANOVA og regresjon veldig lik. Hvis du tenker deg om, har du faktisk allerede sett bevis på dette. Både ANOVA og regresjon baserer seg i stor grad på kvadratsummer (SS), begge bruker *F*-tester, og så videre. Når jeg ser tilbake, er det vanskelig å unngå følelsen av at kapitlene :doc:`../Ch12/Ch12_Regression` og :doc:`../Ch13/Ch13_ANOVA` var litt repetitive.
ta: ANOVA மற்றும் பின்னடைவு பற்றி புரிந்து கொள்ள வேண்டிய மிக முக்கியமான விசயங்களில் ஒன்று, அவை அடிப்படையில் ஒரே சேதி. அதன் மேற்பரப்பில், இது உண்மை என்று நீங்கள் நினைக்க மாட்டீர்கள். எல்லாவற்றிற்கும் மேலாக, நான் இதுவரை அவற்றை விவரித்த விதம், ANOVA முதன்மையாக குழு வேறுபாடுகளுக்கான சோதனையில் அக்கறை கொண்டுள்ளது என்று கூறுகிறது, மேலும் பின்னடைவு முதன்மையாக மாறிகளுக்கு இடையிலான தொடர்புகளைப் புரிந்துகொள்வதில் அக்கறை கொண்டுள்ளது. மேலும், அது செல்லும் வரையில் அது உண்மைதான். ஆனால் நீங்கள் பேட்டைக்கு அடியில் பார்க்கும்போது, பேசுவதற்கு, ANOVA மற்றும் பின்னடைவின் அடிப்படை இயக்கவியல் மிகவும் ஒத்திருக்கிறது. உண்மையில், நீங்கள் இதைப் பற்றி சிந்தித்தால், இதற்கான ஆதாரங்களை நீங்கள் ஏற்கனவே பார்த்திருக்கிறீர்கள். ANOVA மற்றும் பின்னடைவு இரண்டும் சதுரங்களின் தொகையை (SS) பெரிதும் நம்பியுள்ளன, இவை இரண்டும் *F *-Tests ஐப் பயன்படுத்துகின்றன, மற்றும் பல. திரும்பிப் பார்க்கும்போது, அத்தியாயங்கள்: `../ CH12/CH12_REGRESSION` மற்றும்: DOC:` ../ CH13/CH13_ANOVA` சற்று மீண்டும் மீண்டும் வந்தன என்ற உணர்விலிருந்து தப்பிப்பது கடினம்.

source: The reason for this is that ANOVA and regression are both kinds of **linear models**. In the case of regression, this is kind of obvious. The regression equation that we use to define the relationship between predictors and outcomes *is* the equation for a straight line, so it’s quite obviously a linear model, with the equation
de: Der Grund dafür ist, dass sowohl ANOVA als auch Regression auf **linearen Modellen** basieren. Im Falle der Regression ist dies ziemlich offensichtlich. Die Regressionsgleichung, die wir verwenden, um die Beziehung zwischen den Prädiktoren und den Ergebnissen zu definieren *ist* die Gleichung für eine gerade Linie, es handelt sich also ganz offensichtlich um ein lineares Modell mit der Gleichung
nb: Grunnen til dette er at ANOVA og regresjon begge er **lineære modeller**. Når det gjelder regresjon, er dette ganske åpenbart. Regresjonsligningen som vi bruker til å definere forholdet mellom prediktorer og utfall *er* ligningen for en rett linje, så det er helt åpenbart en lineær modell, med ligningen
ta: இதற்குக் காரணம், ANOVA மற்றும் பின்னடைவு ஆகியவை ** நேரியல் மாதிரிகள் **. பின்னடைவு விசயத்தில், இது ஒருவிதமான வெளிப்படையானது. முன்னறிவிப்பாளர்களுக்கும் விளைவுகளுக்கும் இடையிலான உறவை வரையறுக்க நாம் பயன்படுத்தும் பின்னடைவு சமன்பாடு * ஒரு நேர் கோட்டிற்கான சமன்பாடு *, எனவே இது ஒரு நேரியல் மாதிரி, சமன்பாட்டுடன்

source: where *Y*\ :sub:`p` is the outcome value for the *p*-th observation (e.g., *p*-th person), *X*\ :sub:`1p` is the value of the first predictor for the *p*-th observation, *X*\ :sub:`2p` is the value of the second predictor for the *p*-th observation, the *b*\ :sub:`0`, *b*\ :sub:`1`, and *b*\ :sub:`2` terms are our regression coefficients, and *ϵ*\ :sub:`p` is the *p*-th residual. If we ignore the residuals *ϵ*\ :sub:`p` and just focus on the regression line itself, we get the following formula:
de: wobei *Y*\ :sub:`p` der Ergebniswert für die *p*-te Beobachtung ist (z. B., *p*-te Person), *X*\ :sub:`1p` der Wert des ersten Prädiktors für die *p*-te Beobachtung ist, *X*\ :sub:`2p` der Wert des zweiten Prädiktors für die *p*-te Beobachtung ist, die *b*\ :sub:`0`, *b*\ :sub:`1` und *b*\ :sub:`2` sind unsere Regressionskoeffizienten, und ϵ\ :sub:`p` ist das Residuum für die *p*-te Person. Wenn wir die Residuen ϵ\ :sub:`p` ignorieren und uns nur auf die Regressionsgerade selbst konzentrieren, erhalten wir die folgende Formel:
nb: der *Y*\ :sub:`p` er utfallsverdien for den *p*-te observasjonen (f.eks, *p*-den tredje personen), *X*\ :sub:`1p` er verdien av den første prediktoren for *p*-den tredje observasjonen, *X*\ :sub:`2p` er verdien av den andre prediktoren for *p*-den tredje observasjonen, *b*\ :sub:`0`, *b*\ :sub:`1` og *b*\ :sub:`2` er regresjonskoeffisientene våre, og *ϵ*\ :sub:`p` er *p*-te residuen. Hvis vi ignorerer residuene *ϵ*\ :sub:`p` og bare fokuserer på selve regresjonslinjen, får vi følgende formel:
ta: எங்கே *y *\: sub: `p` என்பது *p *-th கண்காணிப்புக்கான விளைவு மதிப்பு (எ.கா., *p *-th நபர்), *x *\: துணை:` 1p` என்பது முதல்வரின் மதிப்பு *p *-th கண்காணிப்புக்கான முன்கணிப்பு, *x *\: துணை: `2p` என்பது *p *-th அவதானிப்புக்கான இரண்டாவது முன்கணிப்பாளரின் மதிப்பு, *b *\: துணை:` 0`, *b . நாம் எச்சங்களை புறக்கணித்தால் *ϵ *\: sub: `p` மற்றும் பின்னடைவு வரியில் கவனம் செலுத்துங்கள், பின்வரும் சூத்திரத்தைப் பெறுகிறோம்:

source: where *Ŷ*\ :sub:`p` is the value of *Y* that the regression line predicts for person *p*, as opposed to the actually-observed value *Y*\ :sub:`p`. The thing that isn’t immediately obvious is that we can write ANOVA as a linear model as well. However, it’s actually pretty straightforward to do this. Let’s start with a really simple example, rewriting a 2 × 2 factorial ANOVA as a linear model.
de: wobei *Ŷ*\ :sub:`p` der Wert von *Y* ist, den die Regressionsgerade für die Person *p* vorhersagt, im Gegensatz zu dem tatsächlich beobachteten Wert *Y*\ :sub:`p`. Was nicht sofort ersichtlich ist, ist, dass wir die ANOVA auch als lineares Modell schreiben können. Es ist jedoch ziemlich einfach, dies zu tun. Beginnen wir mit einem ganz einfachen Beispiel, indem wir eine 2 × 2 faktorielle ANOVA in ein lineares Modell umschreiben.
nb: der *Ŷ*\ :sub:`p` er den verdien av *Y* som regresjonslinjen predikerer for person *p*, i motsetning til den faktisk observerte verdien *Y*\ :sub:`p`. Det som ikke umiddelbart er åpenbart, er at vi også kan skrive ANOVA som en lineær modell. Men det er faktisk ganske enkelt å gjøre dette. La oss starte med et veldig enkelt eksempel, der vi omskriver en 2 × 2 faktoriell ANOVA som en lineær modell.
ta: எங்கே *ŷ *\: துணை: `p` என்பது *y *இன் மதிப்பு *y *இன் மதிப்பு *p *க்கு பின்னடைவு வரி கணிக்கிறது, உண்மையில் கவனிக்கப்பட்ட மதிப்புக்கு மாறாக *y *\: sub:` p`. உடனடியாகத் தெரியாத சேதி என்னவென்றால், ANOVA ஐ ஒரு நேரியல் மாதிரியாக எழுதலாம். இருப்பினும், இதைச் செய்வது உண்மையில் மிகவும் நேரடியானது. 2 × 2 காரணி ANOVA ஐ ஒரு நேரியல் மாதிரியாக மீண்டும் எழுதுகையில், மிகவும் எளிமையான எடுத்துக்காட்டுடன் ஆரம்பிக்கலாம்.

source: Some data
de: Ein Beispiel mit Daten
nb: Noen data
ta: சில தரவு

source: To make things concrete, let’s suppose that our outcome variable is the ``grade`` that a student receives in my class, a ratio-scale variable corresponding to a mark from 0\% to 100\%. There are two predictor variables of interest: whether or not the student turned up to lectures (the ``attend`` variable) and whether or not the student actually read the textbook (the ``reading`` variable). We’ll say that ``attend = 1`` if the student attended class, and ``attend = 0`` if they did not. Similarly, we’ll say that ``reading = 1`` if the student read the textbook, and ``reading = 0`` if they did not.
de: Um die Dinge zu konkretisieren, nehmen wir an, dass unsere Ergebnisvariable der ``grade`` ist, den ein Student in meiner Klasse erhält; eine Variable auf Verhältnisskalenniveau, die einer Note von 0 bis 100 % entspricht. Es gibt zwei Prädiktorvariablen, die von Interesse sind: ob der Student die Vorlesungen besucht hat oder nicht (die Variable ``attend``) und ob der Student das Lehrbuch gelesen hat oder nicht (die Variable ``reading``). Wir sagen, dass ``attend = 1`` bedeutet, dass der Student die Vorlesung besucht hat, und ``attend = 0``, dass er sie nicht besucht hat. Gleichermaßen sagen wir, dass ``reading = 1`` bedeutet, dass der Student das Lehrbuch gelesen hat, und ``reading = 0``, dass er es nicht getan hat.
nb: For å gjøre ting konkret, la oss anta at utfallsvariabelen vår er karakteren (``grade``) som en student får i klassen min, en forholdstallsvariabel som tilsvarer en karakter fra 0\% til 100\%. Det er to prediktorvariabler som er av interesse: hvorvidt studenten møtte opp til forelesningene eller ikke (variabelen ``attend``) og hvorvidt studenten faktisk leste læreboken eller ikke (variabelen ``reading``). Vi sier at ``attend = 1`` hvis studenten møtte opp til forelesningene, og ``attend = 0`` hvis den ikke gjorde det. På samme måte sier vi at ``reading = 1`` hvis studenten leste læreboken, og ``reading = 0`` hvis den ikke gjorde det.
ta: விசயங்களை உறுதியானதாக மாற்ற, எங்கள் விளைவு மாறி எனது வகுப்பில் ஒரு மாணவர் பெறும் `` கிரேடு`` என்று வைத்துக்கொள்வோம், இது 0 \% முதல் 100 \% வரை ஒரு அடையாளத்துடன் தொடர்புடைய விகித அளவிலான மாறி. ஆர்வத்தின் இரண்டு முன்கணிப்பு மாறிகள் உள்ளன: மாணவர் விரிவுரைகளுக்கு மாறினாரா இல்லையா (`` கலந்து கொள்ளுங்கள்` `மாறுபாடு) மற்றும் மாணவர் உண்மையில் பாடப்புத்தகத்தைப் படிக்கிறாரா இல்லையா (` `வாசிப்பு`` மாறி). மாணவர் வகுப்பில் கலந்து கொண்டால் `` கலந்து கொள்ளுங்கள் = 1`` என்று கூறுவோம், அவர்கள் அவ்வாறு செய்யாவிட்டால் `` கலந்து கொள்ளுங்கள் = 0``. இதேபோல், மாணவர் பாடப்புத்தகத்தைப் படித்தால் `` வாசிப்பு = 1``, மற்றும் அவர்கள் அவ்வாறு செய்யாவிட்டால் `` படித்தல் = 0`` என்று கூறுவோம்.

source: Okay, so far that’s simple enough. The next thing we need to do is to wrap some maths around this (sorry!). For the purposes of this example, let *Y*\ :sub:`p` denote the ``grade`` of the *p*-th student in the class. This is not quite the same notation that we used earlier in this chapter. Previously, we’ve used the notation *Y*\ :sub:`rci` to refer to the i-th person in the *r*-th group for predictor 1 (the row factor) and the *c*-th group for predictor 2 (the column factor). This extended notation was really handy for describing how the SS values are calculated, but it’s a pain in the current context, so I’ll switch notation here. Now, the *Y*\ :sub:`p` notation is visually simpler than *Y*\ :sub:`rci`, but it has the shortcoming that it doesn’t actually keep track of the group memberships! That is, if I told you that *Y*\ :sub:`0,0,3` = 35, you’d immediately know that we’re talking about a student (the 3rd such student, in fact) who didn’t attend the lectures (i.e., ``attend = 0``) and didn’t read the textbook (i.e. ``reading = 0``), and who ended up failing the class (``grade = 35``). But if I tell you that *Y*\ :sub:`p` = 35, all you know is that the *p*-th student didn’t get a good grade. We’ve lost some key information here. Of course, it doesn’t take a lot of thought to figure out how to fix this. What we’ll do instead is introduce two new variables *X*\ :sub:`1p` and *X*\ :sub:`2p` that keep track of this information. In the case of our hypothetical student, we know that *X*\ :sub:`1p` = 0 (i.e., ``attend = 0``) and *X*\ :sub:`2p` = 0 (i.e., ``reading = 0``). So the data might look like this:
de: So weit ist das einfach genug. Das nächste, was wir tun müssen, ist, dies mit ein wenig Mathematik anzureichern (sorry!). Für die Zwecke dieses Beispiels sei *Y*\ :sub:`p` die ``grade`` des *p*-ten Schülers in der Klasse bezeichnet. Dies ist nicht ganz die gleiche Notation, die wir früher in diesem Kapitel verwendet haben. Zuvor haben wir die Notation *Y*\ :sub:`rci` verwendet, um die i-te Person in der *r*-ten Gruppe für Prädiktor 1 (den Zeilenfaktor) und die *c*-te Gruppe für Prädiktor 2 (den Spaltenfaktor) zu bezeichnen. Diese erweiterte Notation war wirklich praktisch, um zu beschreiben, wie die SS-Werte berechnet werden, aber im aktuellen Kontext ist sie lästig, also werde ich die Notation hier ändern. Die Notation *Y*\ :sub:`p` ist visuell einfacher als *Y*\ :sub:`rci`, hat aber den Nachteil, dass sie die Gruppenzugehörigkeit nicht zeigt. Das heißt, wenn ich Ihnen sagen würde, dass *Y*\ :sub:`0,0,3` = 35 ist, wüssten Sie sofort, um welchen Studenten es sich handelt (den dritten Studenten), der die Vorlesungen nicht besucht hat (d.h. ``attend = 0``) und das Lehrbuch nicht gelesen hat (d.h. ``reading = 0``) und schließlich durch den Kurs gefallen ist (``grade = 35``). Aber wenn ich Ihnen sage, dass *Y*\ :sub:`p` = 35 ist, wissen Sie nur, dass der *p*-te Schüler keine gute Note bekommen hat. Wir haben hier einige wichtige Informationen verloren. Natürlich muss man nicht lange nachdenken, um herauszufinden, wie man das beheben kann. Stattdessen werden wir zwei neue Variablen *X*\ :sub:`1p` und *X*\ :sub:`2p` einführen, die diese Informationen aufbewahren. Im Fall unseres hypothetischen Schülers wissen wir, dass *X*\ :sub:`1p` = 0 (d.h., ``attend = 0``) und *X*\ :sub:`2p` = 0 (d.h., ``reading = 0``). Die Daten könnten also wie folgt aussehen:
nb: Ok, så langt er det enkelt nok. Det neste vi må gjøre er å regne litt matematikk rundt dette (beklager!). I dette eksemplet skal vi la *Y*\ :sub:`p` betegne karakteren (``grade``) til den *p*-tredje eleven i klassen. Dette er ikke helt den samme notasjonen som vi brukte tidligere i dette kapitlet. Tidligere har vi brukt notasjonen *Y*\ :sub:`rci` for å referere til den i-te personen i den *r*-te gruppen for prediktor 1 (radfaktoren) og den *c*-te gruppen for prediktor 2 (kolonnefaktoren). Denne utvidede notasjonen var veldig nyttig for å beskrive hvordan kvadratummene (SS) beregnes, men den er litt tungvint i denne sammenhengen, så jeg bytter notasjon her. Notasjonen *Y*\ :sub:`p` er visuelt enklere enn *Y*\ :sub:`rci`, men den har den svakheten at den faktisk ikke holder styr på gruppemedlemskapene! Det vil si at hvis jeg fortalte deg at *Y*\ :sub:`0,0,3` = 35, ville du umiddelbart vite at vi snakker om en student (faktisk den tredje studenten) som ikke deltok på forelesningene (dvs. ``attend = 0``) og ikke leste læreboken (dvs. ``reading = 0``), og som endte opp med å stryke i faget (``grade = 35``). Men hvis jeg forteller deg at *Y*\ :sub:`p` = 35, vet du bare at den *p*-ende studenten ikke fikk en god karakter. Her har vi mistet viktig informasjon. Det krever selvfølgelig ikke mye tankevirksomhet å finne ut hvordan vi kan fikse dette. I stedet introduserer vi to nye variabler, *X*\ :sub:`1p` og *X*\ :sub:`2p`, som holder styr på denne informasjonen. I tilfellet med vår hypotetiske student vet vi at *X*\ :sub:`1p` = 0 (dvs. ``attend = 0``) og *X*\ :sub:`2p` = 0 (dvs. ``reading = 0``). Så dataene kan se slik ut:
ta: சரி, இதுவரை அது போதுமானது. நாம் செய்ய வேண்டிய அடுத்த சேதி என்னவென்றால், இதைச் சுற்றி சில கணிதங்களை மடிக்க வேண்டும் (மன்னிக்கவும்!). இந்த எடுத்துக்காட்டின் நோக்கங்களுக்காக, *y *\: sub: `p` வகுப்பில் உள்ள *p *-th மாணவரின்` `தர`` ஐக் குறிக்கிறது. இந்த அத்தியாயத்தில் நாம் முன்னர் பயன்படுத்திய அதே குறியீடு இது அல்ல. முன்னதாக, முன்கணிப்பு 1 (வரிசை காரணி) மற்றும் *c *-th குழு ஆகியவற்றிற்கான *r *-th குழுவில் உள்ள I-TH நபரைக் குறிக்க *y *\: y: your: `rci` என்ற குறியீட்டைப் பயன்படுத்தினோம் முன்கணிப்பு 2 க்கு (நெடுவரிசை காரணி). SS மதிப்புகள் எவ்வாறு கணக்கிடப்படுகின்றன என்பதை விவரிக்க இந்த நீட்டிக்கப்பட்ட குறியீடு மிகவும் எளிது, ஆனால் இது தற்போதைய சூழலில் ஒரு வலி, எனவே நான் இங்கே குறியீட்டை மாற்றுவேன். இப்போது, *y *\: துணை: `p` குறியீடு *y *\: துணை:` rci` ஐ விட பார்வைக்கு எளிமையானது, ஆனால் அது உண்மையில் குழு உறுப்பினர்களைக் கண்காணிக்காது என்ற குறைபாட்டைக் கொண்டுள்ளது! அதாவது, *y *\: துணை: `0,0,3` = 35 என்று நான் உங்களிடம் சொன்னால், நாங்கள் ஒரு மாணவனைப் பற்றி (அத்தகைய 3 வது மாணவர், உண்மையில்) பேசவில்லை என்பதை நீங்கள் உடனடியாக அறிவீர்கள் ' சொற்பொழிவுகளில் கலந்து கொள்ளுங்கள் (அதாவது, `` கலந்து கொள்ளுங்கள் = 0``) மற்றும் பாடப்புத்தகத்தைப் படிக்கவில்லை (அதாவது `` வாசிப்பு = 0``), மற்றும் வகுப்பில் தோல்வியுற்றவர் (`` தகுதி = 35``). ஆனால் *y *\: sub: `p` = 35 என்று நான் உங்களுக்குச் சொன்னால், உங்களுக்குத் தெரிந்ததெல்லாம் *p *-th மாணவருக்கு நல்ல தரத்தைப் பெறவில்லை. சில முக்கிய தகவல்களை இங்கே இழந்துவிட்டோம். நிச்சயமாக, இதை எவ்வாறு சரிசெய்வது என்பதைக் கண்டுபிடிக்க இது நிறைய சிந்தனையை எடுக்காது. அதற்கு பதிலாக நாங்கள் என்ன செய்வோம் என்பது இரண்டு புதிய மாறிகளை அறிமுகப்படுத்துவதாகும் *x *\: துணை: `1p` மற்றும் *x *\: இந்த தகவலை கண்காணிக்கும் துணை:` 2p`. எங்கள் கற்பனையான மாணவரின் விசயத்தில், *x *\: துணை: `1p` = 0 (அதாவது,` `கலந்து கொள்ளுங்கள் = 0``) மற்றும் *x *\: துணை:` 2p` = 0 (அதாவது, `` வாசிப்பு = 0``). எனவே தரவு இப்படி தோன்றலாம்:

source: person, p
ta: நபர், ப

source: ``grade``, *Y*\ :sub:`p`
de: Note, *Y*\ :sub:`p`
ta: `` கிரேடு``, *y *\: துணை: `பி`

source: ``attend``, *X*\ :sub:`1p`
de: Anwesenheit, *X*\ :sub:`1p`
ta: `` கலந்து கொள்ளுங்கள்``, *x *\: துணை: `1p`

source: ``reading``, *X*\ :sub:`2p`
de: Lehrbuch gelesen, *X*\ :sub:`2p`
ta: `` படித்தல்``, *x *\: துணை: `2p`

source: This isn’t anything particularly special, of course. It’s exactly the format in which we expect to see our data! See the |rtfm|_ data set. We can use the jamovi analysis ``Descriptives`` to confirm that this data set corresponds to a balanced design, with 2 observations for each combination of ``attend`` and ``reading``. In the same way we can also calculate the mean grade for each combination. This is shown in :numref:`fig-rtfmdescriptives`. Looking at the mean scores, one gets the strong impression that reading the text and attending the class both matter a lot.
de: Das ist natürlich nichts Besonderes, sondern genau das Format, in dem wir unsere Daten erwarten. Wenn wir den Datensatz |rtfm|_ verwenden, können wir die jamovi-Analyse ``Descriptives`` verwenden, um zu bestätigen, dass dieser Datensatz einem ausgewogenen Design entspricht, mit 2 Beobachtungen für jede Kombination von ``attend`` und ``reading``. Auf die gleiche Weise können wir auch den Mittelwert der Note für jede Kombination berechnen. Dies wird in :numref:`fig-rtfmdescriptives` gezeigt. Wenn man sich die Durchschnittsnoten ansieht, bekommt man den Eindruck, dass sowohl das Lesen des Textes als auch die Teilnahme am Unterricht eine große Rolle für die Note spielen.
nb: Dette er selvfølgelig ikke noe spesielt. Det er akkurat det formatet vi forventer å se dataene våre i! Se datasettet |rtfm|_. Vi kan bruke jamovi-analysen ``Descriptives`` for å bekrefte at dette datasettet tilsvarer et balansert design, med 2 observasjoner for hver kombinasjon av ``attend`` og ``reading``. På samme måte kan vi også beregne gjennomsnittskarakteren for hver kombinasjon. Dette er vist i :numref:`fig-rtfmdescriptives`. Når man ser på gjennomsnittskarakterene, får man et sterkt inntrykk av at både det å lese teksten og det å delta i undervisningen betyr mye.
ta: இது குறிப்பாக சிறப்பு இல்லை. இது எங்கள் தரவைப் பார்க்க எதிர்பார்க்கும் வடிவம்! | Rtfm | _ தரவு தொகுப்பு பார்க்கவும். இந்த தரவு தொகுப்பு ஒரு சீரான வடிவமைப்பிற்கு ஒத்திருக்கிறது என்பதை உறுதிப்படுத்த `` விளக்கங்கள்`` ஐப் பயன்படுத்தலாம், ஒவ்வொரு கலவைக்கும் 2 அவதானிப்புகள் `கலந்து கொள்ளுங்கள்` மற்றும்` `வாசிப்பு``. அதே வழியில் ஒவ்வொரு கலவைக்கும் சராசரி தரத்தையும் கணக்கிடலாம். இது காட்டப்பட்டுள்ளது: NumRef: `Fig-RTFMDescriptives`. சராசரி மதிப்பெண்களைப் பார்க்கும்போது, உரையைப் படிப்பதும் வகுப்பில் கலந்துகொள்வதும் இருவருக்கும் நிறைய முதன்மை என்ற வலுவான எண்ணத்தை ஒருவர் பெறுகிறார்.

source: jamovi descriptives for the |rtfm|_ data set
de: jamovi-Deskriptivstatistik für den |rtfm|_ Datensatz
nb: jamovi-deskriptivstatistikk for datasettet |rtfm|_
ta: | rtfm | _ தரவு தொகுப்புக்கான சாமோவி விளக்கங்கள்

source: jamovi descriptives for the |rtfm|_ dataset
de: jamovi-Deskriptivstatistik für den |rtfm|_ Datensatz
nb: jamovi-beskrivelser for datasettet |rtfm|_
ta: | rtfm | _ தரவுத்தொகுப்புக்கான சாமோவி விளக்கங்கள்

source: ANOVA with binary factors as a regression model
de: ANOVA mit binären Faktoren als Regressionsmodell
nb: ANOVA med binære faktorer som regresjonsmodell
ta: பின்னடைவு மாதிரியாக பைனரி காரணிகளுடன் ANOVA

source: Okay, let’s get back to talking about the mathematics. We now have our data expressed in terms of three numeric variables: the continuous variable *Y* and the two binary variables *X*\ :sub:`1` and *X*\ :sub:`2`. What I want you to recognise is that our 2 × 2 factorial ANOVA is *exactly* equivalent to the regression model:
de: Lassen Sie uns wieder über die Mathematik sprechen. Wir haben jetzt unsere Daten in Form von drei numerischen Variablen ausgedrückt: die kontinuierliche Variable *Y* und die beiden binären Variablen *X*\ :sub:`1` und *X*\ :sub:`2`. Ich möchte, dass Sie erkennen, dass unsere 2 × 2 faktorielle ANOVA *genau* dem Regressionsmodell entspricht:
nb: La oss gå tilbake til matematikken. Vi har nå dataene våre uttrykt i form av tre numeriske variabler: den kontinuerlige variabelen *Y* og de to binære variablene *X*\ :sub:`1` og *X*\ :sub:`2`. Det jeg vil at du skal forstå, er at vår 2 × 2-faktorielle ANOVA er *nøyaktig* ekvivalent med regresjonsmodellen:
ta: சரி, கணிதத்தைப் பற்றி பேசுவோம். எங்கள் தரவு இப்போது மூன்று எண் மாறிகள் அடிப்படையில் வெளிப்படுத்தப்பட்டுள்ளது: தொடர்ச்சியான மாறி *y *மற்றும் இரண்டு பைனரி மாறிகள் *x *\: துணை: `1` மற்றும் *x *\: துணை:` 2`. நீங்கள் அடையாளம் காண விரும்புவது என்னவென்றால், எங்கள் 2 × 2 காரணி ANOVA * பின்னடைவு மாதிரிக்கு சமம் * சரியாக * உள்ளது:
