Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: When the model doesn’t contain the interaction term, then the estimated group means will be different from the sample means. Instead of reporting the sample mean, jamovi will calculate the value of the group means that would be expected on the basis of the marginal means (i.e., assuming no interaction). Using the notation we developed earlier, the estimate reported for µ\ :sub:`rc`, the mean for level *r* on the (row) Factor A and level *c* on the (column) Factor B would be µ\ :sub:`..` + α\ :sub:`r` + β\ :sub:`c`\. If there are genuinely no interactions between the two factors, this is actually a better estimate of the population mean than the raw sample mean would be. Removing the interaction term from the model, via the ``Model`` options in the jamovi ANOVA analysis, provides the marginal means for the analysis shown in :numref:`fig-margmean2`.
de: Wenn das Modell den Interaktionsterm nicht enthält, unterscheiden sich die geschätzten Gruppenmittelwerte von den Stichprobenmittelwerten. Anstatt den Stichprobenmittelwert anzugeben, berechnet jamovi den Wert der Gruppenmittelwerte, der auf der Grundlage der Randmittel zu erwarten wäre (d. h. unter der Annahme, dass keine Interaktion vorliegt). Unter Verwendung der zuvor entwickelten Notation würde die Schätzung für µ\ :sub:`rc`, den Mittelwert für die Ebene *r* auf dem (Zeilen-) Faktor A und die Ebene *c* auf dem (Spalten-) Faktor B, µ\ :sub:`..` + α\ :sub:`r` + β\ :sub:`c`\ lauten. Wenn es wirklich keine Wechselwirkungen zwischen den beiden Faktoren gibt, ist dies tatsächlich eine bessere Schätzung des Populationsmittelwerts als es der rohe Stichprobenmittelwert wäre. Das Entfernen des Interaktionsterms aus dem Modell über die Optionen ``Model`` in der jamovi ANOVA-Analyse liefert die Randmittel für die in :numref:`fig-margmean2` dargestellte Analyse.
nb: Når modellen ikke inneholder interaksjonstermen, vil de estimerte gruppegjennomsnittene være forskjellige fra utvalgsgjennomsnittene. I stedet for å rapportere utvalgsgjennomsnittet, vil jamovi beregne verdien av gruppegjennomsnittet som ville vært forventet på grunnlag av de marginale gjennomsnittene (dvs. forutsatt at det ikke er noen interaksjon). Ved å bruke notasjonen vi utviklet tidligere, vil estimatet som rapporteres for µ\ :sub:`rc`, gjennomsnittet for nivå *r* på (rad) Faktor A og nivå *c* på (kolonne) Faktor B, være µ\ :sub:`..` + α\ :sub:`r` + β\ :sub:`c`\. Hvis det virkelig ikke er noen interaksjon mellom de to faktorene, er dette faktisk et bedre estimat av populasjonsgjennomsnittet enn det rå utvalgsgjennomsnittet ville ha vært. Ved å fjerne interaksjonstermen fra modellen, via ``Model``-alternativene i jamovi ANOVA-analysen, får man de marginale gjennomsnittene for analysen som vises i :numref:`fig-margmean2`.
ta: மாதிரியில் தொடர்பு காலத்தைக் கொண்டிருக்காதபோது, மதிப்பிடப்பட்ட குழு பொருள் மாதிரி வழிமுறையிலிருந்து வேறுபட்டதாக இருக்கும். மாதிரி சராசரியைப் புகாரளிப்பதற்குப் பதிலாக, குழுவின் மதிப்பைக் கணக்கிடுவார், அதாவது விளிம்பு வழிமுறைகளின் அடிப்படையில் எதிர்பார்க்கப்படும் (அதாவது, தொடர்பு இல்லை என்று கருதி). நாங்கள் முன்னர் உருவாக்கிய குறியீட்டைப் பயன்படுத்தி, µ \: sub: `rc`, (வரிசை) காரணி A இல் நிலை * r * க்கான சராசரி மற்றும் (நெடுவரிசை) காரணி B இல் µ \ ஆக இருக்கும். . இரண்டு காரணிகளுக்கிடையில் உண்மையிலேயே எந்த தொடர்பும் இல்லை என்றால், இது உண்மையில் மூல மாதிரி சராசரியை விட மக்கள்தொகையின் சிறந்த மதிப்பீடாகும். சமோவி ANOVA பகுப்பாய்வில் `` மாதிரி`` விருப்பங்கள் வழியாக, மாதிரியிலிருந்து தொடர்பு காலத்தை அகற்றுவது, காட்டப்பட்டுள்ள பகுப்பாய்விற்கான ஓரளவு வழிமுறைகளை வழங்குகிறது: NumRef: `Fig-margmean2`.

source: Estimated marginal means for the unsaturated model
de: Geschätzte Randmittel für das ungesättigte Modell
nb: Estimerte marginale gjennomsnitt for den umettede modellen
ta: நிறைவுறா மாதிரிக்கு மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்

source: jamovi screenshot showing the estimated marginal means for the unsaturated model, i.e. without the interaction component, with the |clinicaltrial|_ dataset
de: jamovi-Screenshot zeigt die geschätzten Randmittel für das ungesättigte Modell, d.h. ohne die Interaktionskomponente, mit dem Datensatz |clinicaltrial|_
nb: jamovi-skjermbilde som viser de estimerte marginale gjennomsnittene for den umettede modellen, dvs. uten interaksjonskomponenten, med datasettet |clinicaltrial|_
ta: சாமோவி திரைக்காட்சி நிறைவுறா மாதிரிக்கான மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளைக் காட்டுகிறது, அதாவது தொடர்பு கூறு இல்லாமல், | மருத்துவமினை | _ தரவுத்தொகுப்புடன்

source: This chapter seems to be setting a new record for the number of different things that the letter R can stand for. So far we have R referring to the software package, the number of rows in our table of means, the residuals in the model, and now the correlation coefficient in a regression. Sorry. We clearly don’t have enough letters in the alphabet. However, I’ve tried pretty hard to be clear on which thing R is referring to in each case.
de: Dieses Kapitel scheint einen neuen Rekord für die Anzahl der verschiedenen Dinge aufzustellen, für die der Buchstabe R stehen kann. Bislang steht R für das Softwarepaket, die Anzahl der Zeilen in unserer Mittelwerttabelle, die Residuen im Modell und jetzt für den multiplen Regressionskoeffizienten. Das tut mir leid. Wir haben eindeutig nicht genug Buchstaben im Alphabet. Ich habe mich jedoch bemüht, deutlich zu machen, worauf sich R in jedem Fall bezieht.
nb: Dette kapittelet ser ut til å sette ny rekord i antall forskjellige ting bokstaven R kan stå for. Så langt har vi hatt R som betegnelse på programvarepakken, antall rader i gjennomsnittstabellen, residuene i modellen og nå altså korrelasjonskoeffisienten i en regresjon. Det var leit å høre. Vi har tydeligvis ikke nok bokstaver i alfabetet. Men jeg har forsøkt å være tydelig på hva R refererer til i hvert enkelt tilfelle.
ta: இந்த அத்தியாயம் R என்ற எழுத்துக்கு நிற்கக்கூடிய வெவ்வேறு விசயங்களின் எண்ணிக்கையில் ஒரு புதிய பதிவை அமைப்பதாகத் தெரிகிறது. இதுவரை எங்களிடம் மென்பொருள் தொகுப்பு, எங்கள் வழிமுறைகளில் உள்ள வரிசைகளின் எண்ணிக்கை, மாதிரியில் உள்ள எச்சங்கள், இப்போது பின்னடைவில் உள்ள தொடர்பு குணகம் ஆகியவற்றைக் குறிப்பிடுகிறோம். மன்னிக்கவும். எழுத்துக்களில் போதுமான எழுத்துக்கள் எங்களிடம் இல்லை. இருப்பினும், ஒவ்வொரு விசயத்திலும் ஆர் எந்த விசயத்தை குறிப்பிடுகிறார் என்பதில் தெளிவாக இருக்க நான் மிகவும் கடினமாக முயற்சித்தேன்.

source: Implausibly large, I would think. The artificiality of this data set is really starting to show!
de: Unplausibel groß, denke ich. Die Künstlichkeit dieses Datensatzes wird langsam deutlich!
nb: Usannsynlig stort, vil jeg tro. Det kunstige ved dette datasettet begynner virkelig å vise seg!
ta: நம்பமுடியாத அளவிற்கு, நான் நினைப்பேன். இந்த தரவு தொகுப்பின் செயற்கைத்தன்மை உண்மையில் காட்டத் தொடங்குகிறது!

source: Assumption checking
de: Überprüfen von Annahmen
nb: Sjekk av forutsetninger
ta: அனுமானம் சோதனை

source: As with one-way ANOVA, the key assumptions of factorial ANOVA are homogeneity of variance (all groups have the same standard deviation), normality of the residuals, and independence of the observations. The first two are things we can check for. The third is something that you need to assess yourself by asking if there are any special relationships between different observations, for example repeated measures where the independent variable is time so there is a relationship between the observations at time one and time two: observations at different time points are from the *same* people. Additionally, if you aren’t using a saturated model (e.g., if you’ve omitted the interaction terms) then you’re also assuming that the omitted terms aren’t important. Of course, you can check this last one by running an ANOVA with the omitted terms included and see if they’re significant, so that’s pretty easy. What about homogeneity of variance and normality of the residuals? As it turns out, these are pretty easy to check. It’s no different to the checks we did for a one-way ANOVA.
de: Wie bei der einfaktoriellen ANOVA sind die wichtigsten Annahmen der faktoriellen ANOVA die Homogenität der Varianz (alle Gruppen haben die gleiche Standardabweichung), die Normalverteilung der Residuen und die Unabhängigkeit der Beobachtungen. Die ersten beiden Annahmen können wir überprüfen. Den dritten Punkt müssen Sie selbst beurteilen, indem Sie sich fragen, ob es besondere Beziehungen zwischen den verschiedenen Beobachtungen gibt, z. B. wiederholte Messungen, bei denen die unabhängige Variable die Zeit ist, so dass eine Beziehung zwischen den Beobachtungen zum ersten und zweiten Zeitpunkt besteht, d.h. die Beobachtungen zu verschiedenen Zeitpunkten stammen von *denselben* Personen. Wenn Sie kein gesättigtes Modell verwenden (z. B. wenn Sie die Interaktionsterme weggelassen haben), gehen Sie außerdem davon aus, dass die weggelassenen Terme nicht wichtig sind. Natürlich können Sie letzteres überprüfen, indem Sie eine ANOVA mit den ausgelassenen Termen durchführen und sehen, ob diese signifikant sind. Was ist mit der Varianzhomogenität und der Normalverteilung der Residuen? Wie sich herausstellt, sind diese recht einfach zu überprüfen. Sie unterscheiden sich nicht von den Prüfungen, die wir für eine einfaktorielle ANOVA durchgeführt haben.
nb: Som for enveis ANOVA er de viktigste forutsetningene for faktoriell ANOVA varianshomogenitet (alle gruppene har samme standardavvik), normalfordeling av residuene og uavhengighet mellom observasjonene. De to første er ting vi kan sjekke for. Det tredje er noe du må vurdere selv ved å spørre om det er noen spesielle sammenhenger mellom ulike observasjoner, for eksempel gjentatte målinger der den uavhengige variabelen er tid, slik at det er en sammenheng mellom observasjonene på tidspunkt én og tidspunkt to: observasjoner på ulike tidspunkter er fra *samme* personer. Hvis du i tillegg ikke bruker en fullstendig modell (f.eks. hvis du har utelatt interaksjonstermene), antar du også at de utelatte termene ikke er viktige. Du kan selvfølgelig sjekke dette siste ved å kjøre en ANOVA med de utelatte termene inkludert og se om de er signifikante, så det er ganske enkelt. Hva med varianshomogenitet og normalfordeling av residuene? Det viser seg at disse er ganske enkle å sjekke. Det er ikke annerledes enn kontrollene vi gjorde for en enveis ANOVA.
ta: ஒரு வழி ANOVA ஐப் போலவே, காரணியாலான ANOVA இன் முக்கிய அனுமானங்கள் மாறுபாட்டின் ஒருமைப்பாடு (அனைத்து குழுக்களும் ஒரே நிலையான விலகலைக் கொண்டுள்ளன), எச்சங்களின் இயல்பான தன்மை மற்றும் அவதானிப்புகளின் விடுதலை. முதல் இரண்டு நாம் சரிபார்க்கக்கூடிய விசயங்கள். மூன்றாவது வெவ்வேறு அவதானிப்புகளுக்கு இடையில் ஏதேனும் சிறப்பு உறவுகள் இருக்கிறதா என்று கேட்பதன் மூலம் நீங்கள் உங்களை மதிப்பிட வேண்டிய ஒன்று, எடுத்துக்காட்டாக, சுயாதீன மாறி நேரம் இருக்கும் இடத்தில் மீண்டும் மீண்டும் நடவடிக்கைகள், எனவே ஒன்று மற்றும் இரண்டு நேரங்களில் அவதானிப்புகளுக்கு இடையே ஒரு உறவு உள்ளது: வேறுபட்ட அவதானிப்புகள் நேர புள்ளிகள் * அதே * நபர்களிடமிருந்து. கூடுதலாக, நீங்கள் ஒரு நிறைவுற்ற மாதிரியைப் பயன்படுத்தவில்லை என்றால் (எ.கா., நீங்கள் தொடர்பு விதிமுறைகளைத் தவிர்த்துவிட்டால்), தவிர்க்கப்பட்ட விதிமுறைகள் முக்கியமல்ல என்று நீங்கள் கருதுகிறீர்கள். நிச்சயமாக, விடுபட்ட விதிமுறைகளுடன் ஒரு ANOVA ஐ இயக்குவதன் மூலம் இந்த கடைசி ஒன்றை நீங்கள் சரிபார்க்கலாம், மேலும் அவை குறிப்பிடத்தக்கதா என்று பார்க்கலாம், எனவே இது மிகவும் எளிதானது. எச்சங்களின் மாறுபாடு மற்றும் இயல்பான தன்மை பற்றி என்ன? இது மாறிவிட்டால், இவை சரிபார்க்க மிகவும் எளிதானவை. ஒரு வழி ANOVA க்காக நாங்கள் செய்த காசோலைகளுக்கு இது வேறுபட்டதல்ல.

source: Homogeneity of variance
de: Varianzhomogenität
nb: Varianshomogenitet
ta: மாறுபாட்டின் ஒருமைப்பாடு

source: As mentioned in subsection :ref:`Checking the homogeneity of variance assumption <homogeneity_of_variance_anova>`, it’s a good idea to visually inspect a plot of the standard deviations compared across different groups / categories, and also see if the Levene test is consistent with the visual inspection. The theory behind the Levene test was discussed in that section, so I won’t discuss it again. This test expects that you have a saturated model (i.e., including all of the relevant terms), because the test is primarily concerned with the within-group variance, and it doesn’t really make a lot of sense to calculate this any way other than with respect to the full model. The Levene test can be specified under the ANOVA ``Assumption Checks`` → ``Homogeneity Tests`` option in jamovi, with the result shown as in :numref:`fig-factorialanova5`. The fact that the Levene test is non-significant means that, providing it is consistent with a visual inspection of the plot of standard deviations, we can safely assume that the homogeneity of variance assumption is not violated.
de: Wie im Abschnitt :ref:`Überprüfen der Annahme der Varianzhomogenität <homogeneity_of_variance_anova>` erwähnt, ist es eine gute Idee, ein Diagramm der Standardabweichungen im Vergleich zwischen den verschiedenen Gruppen / Kategorien visuell zu inspizieren und auch zu sehen, ob der Levene-Test mit der visuellen Inspektion übereinstimmt. Die Theorie hinter dem Levene-Test wurde in diesem Abschnitt erörtert, so dass ich nicht noch einmal darauf eingehen werde. Der Levene-Test setzt ein gesättigtes Modell voraus (d. h. inkl. aller relevanten Terme), da sich der Test in erster Linie mit der Varianz innerhalb der Gruppe befasst und es nicht wirklich sinnvoll ist, diese auf eine andere Weise als in Bezug auf das vollständige Modell zu berechnen. Der Levene-Test kann unter der Option ANOVA ``Assumption Checks`` → ``Homogeneity Tests`` in jamovi ausgewählt werden, wobei das Ergebnis wie in :numref:`fig-factorialanova5` angezeigt wird. Die Tatsache, dass der Levene-Test nicht signifikant ist, bedeutet, dass wir, sofern er mit einer visuellen Inspektion der Standardabweichungen im Diagramm (der Randmittel) übereinstimmt, sicher davon ausgehen können, dass die Annahme der Homogenität der Varianz nicht verletzt ist.
nb: Som nevnt i underkapittelet :ref:`Sjekk av forutsetningen om varianshomogenitet <homogeneity_of_variance_anova>`, er det en god idé å inspisere visuelt et plott av standardavvikene sammenlignet på tvers av ulike grupper/kategorier, og også se om Levene-testen stemmer overens med den visuelle inspeksjonen. Teorien bak Levene-testen ble diskutert i det avsnittet, så jeg skal ikke gå inn på den igjen. Denne testen forutsetter at du har en fullstendig modell (dvs. at alle relevante termer er inkludert), fordi testen først og fremst er opptatt av variansen innad i gruppene, og det gir egentlig ikke så mye mening å beregne denne på noen annen måte enn med hensyn til den fullstendige modellen. Levene-testen kan spesifiseres under alternativet ANOVA ``Assumption Checks`` → ``Homogeneity Tests`` i jamovi, med resultatet vist som i :numref:`fig-factorialanova5`. Det faktum at Levene-testen ikke er signifikant, betyr at vi trygt kan anta at forutsetningen om varianshomogenitet ikke er brutt, forutsatt at den stemmer overens med en visuell inspeksjon av plottet av standardavvikene.
ta: துணைப்பிரிவில் குறிப்பிட்டுள்ளபடி: குறிப்பு: `மாறுபாடு அனுமானத்தின் ஒருமைப்பாட்டை சரிபார்க்கிறது <ஒத்திசைவு_ஓஃப்_வாரியன்ச்_ஆனோவா>`, வெவ்வேறு குழுக்கள் / வகைகளில் ஒப்பிடும்போது நிலையான விலகல்களின் சதித்திட்டத்தை பார்வைக்கு ஆய்வு செய்வது நல்லது, மேலும் லெவீன் சோதனை உடன் ஒத்ததாக இருக்கிறதா என்று பாருங்கள் காட்சி ஆய்வு. லெவென் சோதனையின் பின்னணியில் உள்ள கோட்பாடு அந்த பிரிவில் விவாதிக்கப்பட்டது, எனவே நான் அதை மீண்டும் விவாதிக்க மாட்டேன். இந்த சோதனை உங்களிடம் ஒரு நிறைவுற்ற மாதிரி இருப்பதாக எதிர்பார்க்கிறது (அதாவது, தொடர்புடைய அனைத்து விதிமுறைகளையும் உள்ளடக்கியது), ஏனெனில் சோதனை முதன்மையாக குழுவிற்குள் உள்ள மாறுபாட்டுடன் அக்கறை கொண்டுள்ளது, மேலும் இதை வேறு எந்த வகையிலும் கணக்கிடுவதற்கு நிறைய பொருள் இல்லை முழு மாதிரியைப் பொறுத்தவரை. லெவீன் சோதனையை ANOVA `` அனுமான காசோலைகள்` `` `` ஒருமைப்பாடு சோதனைகள்`` `` விருப்பத்தின் கீழ் குறிப்பிடலாம், இதன் விளைவாக காட்டப்பட்டுள்ளது: numref: `Fig-factoriananova5`. லெவென் சோதனை குறிப்பிடத்தக்கதல்ல என்பதன் பொருள், அதை வழங்குவது, நிலையான விலகல்களின் சதித்திட்டத்தின் காட்சி பரிசோதனையுடன் ஒத்துப்போகிறது, மாறுபாடு அனுமானத்தின் ஒருமைப்பாடு மீறப்படவில்லை என்று நாம் பாதுகாப்பாக கருதலாம்.

source: Checking assumptions in an ANOVA model
de: Überprüfung der Annahmen für ein ANOVA-Modell
nb: Sjekk av forutsetninger for en ANOVA-modell
ta: ANOVA மாதிரியில் அனுமானங்களைச் சரிபார்க்கிறது

source: Normality of residuals
de: Normalverteilung der Residuen
nb: Normalfordeling av residuer
ta: எச்சங்களின் இயல்பு

source: As with one-way ANOVA we can test for the normality of residuals in a straightforward fashion (see :ref:`Checking the normality assumption <normality_anova>`). Primarily though, it’s generally a good idea to examine the residuals graphically using a QQ-plot. See :numref:`fig-factorialanova5`.
de: Wie bei der einfaktoriellen ANOVA können wir die Normalverteilung der Residuen auf einfache Weise testen (siehe :ref:`Überprüfen der Annahme einer Normalverteilung <normality_anova>`). Es jedoch immer eine gute Idee, die Residuen zusätzlich mit Hilfe eines Q-Q-Diagramms grafisch zu untersuchen (siehe :numref:`fig-factorialanova5`).
nb: Som med enveis ANOVA kan vi teste for normalfordeling av residuene på en enkel måte (se :ref:`Sjekk forutsetningen om normalfordeling <normality_anova>`). Først og fremst er det imidlertid en god idé å undersøke residuene grafisk ved hjelp av et QQ-plott. Se :numref:`fig-factorialanova5`.
ta: ஒரு வழி ANOVA ஐப் போலவே, எச்சங்களின் இயல்பான தன்மையை நேரடியான பாணியில் சோதிக்க முடியும் (பார்க்க: குறிப்பு: `இயல்பான அனுமானத்தை சரிபார்க்கிறது <இயல்பான_அனோவா>`). முதன்மையாக, கியூக்யூ-ப்ளாட்டைப் பயன்படுத்தி மீதமுள்ளவற்றை வரைபடமாக ஆராய்வது பொதுவாக நல்ல யோசனையாகும். காண்க: NumRef: `Fig-factoralananova5`.

source: Analysis of Covariance (ANCOVA)
de: Kovarianzanalyse (ANCOVA)
nb: Kovariansanalyse (ANCOVA)
ta: கோவாரன்ச் பகுப்பாய்வு (ANCOVA)

source: A variation in ANOVA is when you have an additional continuous variable |continuous| that you think might be related to the dependent variable. This additional variable can be added to the analysis as a covariate, in the aptly named analysis of covariance (ANCOVA).
de: Eine Variante der ANOVA inkludiert eine zusätzliche kontinuierliche Variable, von der man annimmt, dass sie mit der abhängigen Variable zusammenhängen könnte. Diese zusätzliche Variable kann der Analyse als Kovariate hinzugefügt werden, und der Namen der Analyse ändert sich entsprechend zu Kovarianzanalyse (ANCOVA).
nb: En variant av ANOVA er når du har en ekstra kontinuerlig variabel |continuous| som du tror kan være relatert til den avhengige variabelen. Denne tilleggsvariabelen kan legges til i analysen som en kovariat, i en kovariansanalyse (ANCOVA).
ta: கூடுதல் தொடர்ச்சியான மாறி | தொடர்ச்சியான | இருக்கும்போது ANOVA இல் ஒரு மாறுபாடு உள்ளது சார்பு மாறியுடன் தொடர்புடையதாக இருக்கலாம் என்று நீங்கள் நினைக்கிறீர்கள். இந்த கூடுதல் மாறியை பகுப்பாய்வில் ஒரு கோவாரியட்டாக சேர்க்கலாம், கோவாரன்ச் (ANCOVA) இன் பொருத்தமாக பெயரிடப்பட்ட பகுப்பாய்வில்.

source: In ANCOVA the values of the dependent variable are “adjusted” for the influence of the covariate, and then the “adjusted” score means are tested between groups |nominal| in the usual way. This technique can increase the precision of an experiment, and therefore provide a more “powerful” test of the equality of group means in the dependent variable. How does ANCOVA do this? Well, although the covariate itself is typically not of any experimental interest, adjustment for the covariate can decrease the estimate of experimental error and thus, by reducing error variance, precision is increased. This means that an inappropriate failure to reject the null hypothesis (false negative or type II error) is less likely.
de: Bei der ANCOVA werden die Werte der abhängigen Variable vom Einfluss der Kovariate „bereinigt“, und dann werden die „bereinigten“ Mittelwertsunterschiede zwischen den Gruppen |nominal| auf die übliche Art und Weise getestet. Diese Technik kann die Genauigkeit eines Experiments erhöhen und somit einen „aussagekräftigeren“ Test der Gleichheit der Gruppenmittelwerte der abhängigen Variable liefern. Wie funktioniert das bei ANCOVA? Nun, obwohl die Kovariate selbst in der Regel nicht von experimentellem Interesse ist, kann das Hinzufügen der Kovariate die Schätzfehler für das Experiment verringern. Durch die Verringerung der Fehlervarianz wird die Präzision erhöht. Dies bedeutet, dass ein unangemessenes Zurückweisen der Nullhypothese (falsch-negative Zurückweisung bzw. Fehler vom Typ II) weniger wahrscheinlich ist.
nb: I ANCOVA «justeres» verdiene for den avhengige variabelen for påvirkningen fra kovariaten, og deretter testes de «justerte» gjennomsnittene mellom gruppene |nominal| på vanlig måte. Denne teknikken kan øke presisjonen i et eksperiment, og dermed gi en mer «kraftfull» test av likheten mellom gruppegjennomsnitt i den avhengige variabelen. Hvordan gjør ANCOVA dette? Jo, selv om kovariaten i seg selv vanligvis ikke er av eksperimentell interesse, kan justering for kovariaten redusere estimatet av eksperimentelle feil, og ved å redusere feilvariansen øker dermed presisjonen. Dette betyr at det er mindre sannsynlig at nullhypotesen ikke kan forkastes (falsk negativ eller type-II-feil).
ta: ANCOVA இல், சார்பு மாறியின் மதிப்புகள் கோவாரியட்டின் செல்வாக்கிற்காக “சரிசெய்யப்படுகின்றன”, பின்னர் “சரிசெய்யப்பட்ட” மதிப்பெண் வழிமுறைகள் குழுக்களிடையே சோதிக்கப்படுகின்றன | பெயரளவு | வழக்கமான வழியில். இந்த நுட்பம் ஒரு பரிசோதனையின் துல்லியத்தை அதிகரிக்கக்கூடும், எனவே சார்பு மாறியில் குழு வழிமுறைகளின் சமத்துவத்தின் மிகவும் “சக்திவாய்ந்த” சோதனையை வழங்கும். அன்கோவா இதை எவ்வாறு செய்கிறார்? சரி, கோவாரியேட் பொதுவாக எந்தவொரு சோதனை ஆர்வத்திலும் இல்லை என்றாலும், கோவாரியட்டுக்கான சரிசெய்தல் சோதனை பிழையின் மதிப்பீட்டைக் குறைக்கும், இதனால், பிழை மாறுபாட்டைக் குறைப்பதன் மூலம், துல்லியம் அதிகரிக்கப்படுகிறது. இதன் பொருள் சுழிய கருதுகோளை (தவறான எதிர்மறை அல்லது வகை II பிழை) நிராகரிக்க பொருத்தமற்ற தோல்வி குறைவு.
