Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: and once again, these β\ :sub:`c` values must sum to zero. The reason that statisticians sometimes like to talk about the main effects in terms of these α\ :sub:`r` and β\ :sub:`c` values is that it allows them to be precise about what it means to say that there is no interaction effect. If there is no interaction at all, then these α\ :sub:`r` and β\ :sub:`c` values will perfectly describe the group means µ\ :sub:`rc`. Specifically, it means that
de: und auch hier müssen diese β\ :sub:`c`-Werte in der Summe Null ergeben. Der Grund dafür, dass Statistiker manchmal gerne über die Haupteffekte in Form dieser α\ :sub:`r`- und β\ :sub:`c`-Werte sprechen, ist, dass sie damit genau sagen können, was es bedeutet, dass es keinen Interaktionseffekt gibt. Wenn es überhaupt keine Interaktion gibt, dann beschreiben diese α\ :sub:`r`- und β\ :sub:`c`-Werte perfekt die Gruppenmittelwerte µ\ :sub:`rc`. Konkret bedeutet dies, dass
nb: og igjen må disse β\ :sub:`c`-verdiene summere seg til null. Grunnen til at statistikere noen ganger liker å snakke om hovedeffektene i form av disse α\ :sub:`r`- og β\ :sub:`c`-verdiene, er at det gjør det mulig for dem å være presise når det gjelder hva det betyr å si at det ikke finnes noen interaksjonseffekt. Hvis det ikke er noen interaksjon i det hele tatt, vil disse α\ :sub:`r`- og β\ :sub:`c`-verdiene beskrive gruppemidlene µ\ :sub:`rc` perfekt. Konkret betyr det at
ta: மீண்டும், இந்த β \: துணை: `சி` மதிப்புகள் பூச்சியமாக இருக்க வேண்டும். புள்ளிவிவர வல்லுநர்கள் சில சமயங்களில் இந்த α \: sub: `r` மற்றும் β \: துணை:` c` மதிப்புகளின் அடிப்படையில் முக்கிய விளைவுகளைப் பற்றி பேச விரும்புகிறார்கள் என்பதற்கான காரணம் என்னவென்றால், அது அங்கு சொல்வதன் பொருள் குறித்து துல்லியமாக இருக்க அனுமதிக்கிறது தொடர்பு விளைவு இல்லை. எந்தவொரு தொடர்பும் இல்லை என்றால், இந்த α \: துணை: `r` மற்றும் β \: துணை:` சி` மதிப்புகள் குழு என்றால் µ \: துணை: `rc`. குறிப்பாக, இதன் பொருள்

source: That is, there’s nothing *special* about the group means that you couldn’t predict perfectly by knowing all the marginal means. And that’s our null hypothesis, right there. The alternative hypothesis is that
de: Das heißt, es gibt nichts *Besonderes* an den Gruppenmitteln, das man nicht perfekt vorhersagen könnte, wenn man alle Randmittel kennen würde. Und das ist genau unsere Nullhypothese. Die Alternativhypothese ist, dass
nb: Det vil si at det ikke er noe *spesielt* ved gruppegjennomsnittet som du ikke kan forutsi perfekt ved å kjenne til alle marginalgjennomsnittene. Og det er nullhypotesen vår. Den alternative hypotesen er at
ta: அதாவது, குழுவைப் பற்றி * சிறப்பு * எதுவும் இல்லை என்றால், எல்லா விளிம்பு வழிகளையும் அறிந்து கொள்வதன் மூலம் நீங்கள் சரியாக கணிக்க முடியாது. அதுதான் எங்கள் சுழிய கருதுகோள். மாற்று கருதுகோள் அது

source: for at least one group rc in our table. However, statisticians often like to write this slightly differently. They’ll usually define the specific interaction associated with group rc to be some number, awkwardly referred to as αβ\ :sub:`rc`, and then they will say that the alternative hypothesis is that
de: für mindestens eine Gruppe rc in unserer Tabelle. Statistiker schreiben dies jedoch oft etwas anders. Normalerweise definieren sie die spezifische Interaktion, die mit der Gruppe rc verbunden ist, als eine Zahl, die umständlich als αβ\ :sub:`rc` bezeichnet wird, und dann sagen sie, dass die alternative Hypothese lautet, dass
nb: for minst én gruppe rc i tabellen vår. Statistikere liker imidlertid ofte å skrive dette på en litt annen måte. De definerer vanligvis den spesifikke interaksjonen knyttet til gruppe rc til å være et tall, gjerne kalt αβ\ :sub:`rc`, og så sier de at den alternative hypotesen er at
ta: எங்கள் அட்டவணையில் குறைந்தது ஒரு குழு ஆர்.சி. இருப்பினும், புள்ளிவிவர வல்லுநர்கள் இதை சற்று வித்தியாசமாக எழுத விரும்புகிறார்கள். குழு RC உடன் தொடர்புடைய குறிப்பிட்ட தொடர்புகளை அவை வழக்கமாக சில எண்ணாக வரையறுக்கும், இது αβ \: sub: `rc` எனக் குறிப்பிடப்படுகிறது, பின்னர் மாற்று கருதுகோள் அதுதான் என்று அவர்கள் கூறுவார்கள்

source: where αβ\ :sub:`rc` is non-zero for at least one group. This notation is kind of ugly to look at, but it is handy as we’ll see in the next section when discussing how to calculate the sum of squares.
de: wobei αβ\ :sub:`rc` für mindestens eine Gruppe ungleich Null ist. Diese Notation ist zwar etwas hässlich anzusehen, aber sie ist praktisch, wie wir im nächsten Abschnitt sehen werden, wenn wir besprechen, wie man die Quadratsumme berechnet.
nb: hvor αβ\ :sub:`rc` er forskjellig fra null for minst én gruppe. Denne notasjonen er litt stygg å se på, men den er nyttig, som vi skal se i neste avsnitt når vi diskuterer hvordan man beregner kvadratsummen.
ta: எங்கே αβ \: துணை: `rc` என்பது குறைந்தது ஒரு குழுவிற்கு பூச்சியமற்றது. இந்த குறியீடு பார்ப்பதற்கு ஒருவித அசிங்கமானது, ஆனால் சதுரங்களின் தொகையை எவ்வாறு கணக்கிடுவது என்று விவாதிக்கும்போது அடுத்த பகுதியில் நாம் காண்பது போல இது எளிது.

source: Calculating sums of squares for the interaction
de: Berechnung der Quadratsummen für Interaktionen
nb: Beregning av kvadratsummer for interaksjonen
ta: தொடர்புக்கான சதுரங்களின் தொகையை கணக்கிடுதல்

source: How should we calculate the sum of squares for the interaction terms, SS\ :sub:`A:B`? Well, first off, it helps to notice how the previous section defined the interaction effect in terms of the extent to which the actual group means differ from what you’d expect by just looking at the marginal means. Of course, all of those formulas refer to population parameters rather than sample statistics, so we don’t actually know what they are. However, we can estimate them by using sample means in place of population means. So for Factor A, a good way to estimate the main effect at level *r* is as the difference between the *sample* marginal mean Ȳ\ :sub:`rc` and the sample grand mean Ȳ\ :sub:`..`\. That is, we would use this as our estimate of the effect
de: Wie berechnet man die Quadratsumme für die Interaktionsterme, SS\ :sub:`A:B`? Zunächst einmal ist es hilfreich zu wissen, dass im vorherigen Abschnitt der Interaktionseffekt als das Ausmaß definiert wurde, in dem sich die tatsächlichen Gruppenmittelwerte von dem unterscheiden, was man erwarten würde, wenn man nur die Randmittel betrachtet. Natürlich beziehen sich all diese Formeln auf Populationsparameter und nicht auf Stichprobenstatistiken, so dass wir nicht wissen, wie hoch sie tatsächlich sind. Wir können sie jedoch schätzen, indem wir die Stichprobenmittelwerte anstelle der Populationsmittelwerte verwenden. Für Faktor A lässt sich der Haupteffekt auf der Ebene *r* also gut als Differenz zwischen dem Randmittel der *Stichprobe* Ȳ\ :sub:`rc` und dem Gesamtmittelwert der Stichprobe Ȳ\ :sub:`..`\ schätzen. Das heißt, wir würden dies als unsere Schätzung des Effekts verwenden
nb: Hvordan skal vi beregne kvadratsummen for interaksjonstermene, SS\ :sub:`A:B`? For det første er det nyttig å legge merke til hvordan forrige avsnitt definerte interaksjonseffekten i form av i hvilken grad de faktiske gruppegjennomsnittene avviker fra det du ville forvente ved bare å se på de marginale gjennomsnittene. Alle disse formlene refererer selvfølgelig til populasjonsparametere i stedet for utvalgsstatistikk, så vi vet faktisk ikke hva de er. Vi kan imidlertid estimere dem ved å bruke utvalgsgjennomsnitt i stedet for populasjonsgjennomsnitt. For faktor A er en god måte å estimere hovedeffekten på nivå *r* på, forskjellen mellom *utvalgets* marginale gjennomsnitt Ȳ\ :sub:`rc` og utvalgets totale gjennomsnitt Ȳ\ :sub:`..`\. Det vil si at vi bruker dette som vårt estimat av effekten
ta: தொடர்பு விதிமுறைகளுக்கான சதுரங்களின் தொகையை நாம் எவ்வாறு கணக்கிட வேண்டும், ss \: sub: `a: b`? சரி, முதலில், முந்தைய பிரிவு எவ்வாறு தொடர்பு விளைவை வரையறுத்தது என்பதைக் கவனிக்க உதவுகிறது, உண்மையான குழு என்பது எந்த அளவிற்கு பொருள் என்பது நீங்கள் எதிர்பார்க்கும் விசயங்களிலிருந்து ஓரளவு வழிமுறைகளைப் பார்ப்பதன் மூலம் வேறுபடுகிறது. நிச்சயமாக, அந்த சூத்திரங்கள் அனைத்தும் மாதிரி புள்ளிவிவரங்களை விட மக்கள்தொகை அளவுருக்களைக் குறிக்கின்றன, எனவே அவை என்னவென்று எங்களுக்குத் தெரியாது. எவ்வாறாயினும், மக்கள்தொகை வழிமுறைகளுக்கு பதிலாக மாதிரி வழிமுறைகளைப் பயன்படுத்துவதன் மூலம் அவற்றை மதிப்பிடலாம். எனவே காரணி A க்கு, * r * இல் முக்கிய விளைவை மதிப்பிடுவதற்கான ஒரு சிறந்த வழி * மாதிரி * விளிம்பு சராசரி ȳ \: துணை: `rc` மற்றும் மாதிரி கிராண்ட் சராசரி ȳ \: துணை:` .. `\. அதாவது, இதை விளைவின் மதிப்பீடாக பயன்படுத்துவோம்

source: Similarly, our estimate of the main effect of Factor B at level *c* can be defined as follows
de: Analog dazu kann unsere Schätzung des Haupteffekts von Faktor B auf der Ebene *c* wie folgt definiert werden
nb: På samme måte kan vårt estimat av hovedeffekten av faktor B på nivå *c* defineres som følger
ta: இதேபோல், * C * இல் காரணி B இன் முக்கிய விளைவு குறித்த எங்கள் மதிப்பீட்டை பின்வருமாறு வரையறுக்கலாம்

source: Now, if you go back to the formulas that I used to describe the SS values for the two main effects, you’ll notice that these effect terms are exactly the quantities that we were squaring and summing! So, what’s the analog of this for interaction terms? The answer to this can be found by first rearranging the formula for the group means µ\ :sub:`rc` under the alternative hypothesis, so that we get this
de: Wenn Sie nun zu den Formeln zurückgehen, die ich zur Beschreibung der SS-Werte für die beiden Haupteffekte verwendet habe, werden Sie feststellen, dass diese Effektterme genau die Größen sind, die wir quadriert und summiert haben! Aber wie verhält es sich mit den Interaktionstermen? Die Antwort darauf finden wir, indem wir zunächst die Formel für die Gruppenmittelwerte µ\ :sub:`rc` unter der Alternativhypothese so umstellen, dass wir Folgendes erhalten
nb: Hvis du nå går tilbake til formlene jeg brukte for å beskrive kvadratsummen (SS) for de to hovedeffektene, vil du legge merke til at disse effekttermene er nøyaktig de størrelsene som vi kvadrerte og summerte! Hva er så det analoge til dette for interaksjonstermene? Svaret på dette finner vi ved først å omorganisere formelen for gruppegjennomsnittene µ\ :sub:`rc` under alternativhypotesen, slik at vi får dette
ta: இப்போது, இரண்டு முக்கிய விளைவுகளுக்கான எச்எச் மதிப்புகளை விவரிக்க நான் பயன்படுத்திய சூத்திரங்களுக்கு நீங்கள் திரும்பிச் சென்றால், இந்த விளைவு விதிமுறைகள் நாங்கள் ச்கொயர் மற்றும் சுருக்கமான அளவுகள் என்பதை நீங்கள் கவனிப்பீர்கள்! எனவே, தொடர்பு விதிமுறைகளுக்கு இதன் அனலாக் என்ன? குழுவிற்கான சூத்திரத்தை முதலில் மறுசீரமைப்பதன் மூலம் இதற்கான பதிலைக் காணலாம் µ \: துணை: `rc` மாற்று கருதுகோளின் கீழ், இதனால் இதைப் பெறுகிறோம்

source: So, once again if we substitute our sample statistics in place of the population means, we get the following as our estimate of the interaction effect for group rc, which is
de: Wenn wir also wieder einmal unsere Stichprobenstatistiken anstelle der Populationsmittelwerte einsetzen, erhalten wir als Schätzung des Interaktionseffekts für die Gruppe rc folgendes Ergebnis
nb: Hvis vi igjen erstatter populasjonsgjennomsnittet med utvalgsstatistikken vår, får vi følgende estimat av interaksjonseffekten for gruppe rc, som er
ta: எனவே, மீண்டும் எங்கள் மாதிரி புள்ளிவிவரங்களை மக்கள்தொகைக்கு பதிலாக மாற்றினால், குழு RC க்கான தொடர்பு விளைவு குறித்த எங்கள் மதிப்பீடாக பின்வருவனவற்றைப் பெறுகிறோம், அதாவது

source: Now all we have to do is sum all of these estimates across all *R* levels of Factor A and all *C* levels of Factor B, and we obtain the following formula for the sum of squares associated with the interaction as a whole
de: Jetzt müssen wir nur noch alle diese Schätzungen über alle *R* Stufen von Faktor A und alle *C* Stufen von Faktor B summieren, und wir erhalten die folgende Formel für die Quadratsumme, die mit der Interaktion verbunden sind
nb: Nå trenger vi bare å summere alle disse estimatene på tvers av alle *R*-nivåer av faktor A og alle *C*-nivåer av faktor B, og vi får følgende formel for summen av kvadrater knyttet til interaksjonen som helhet
ta: இப்போது நாம் செய்ய வேண்டியதெல்லாம், இந்த மதிப்பீடுகள் அனைத்தையும் அனைத்து * r * காரணி A மற்றும் அனைத்து * C * காரணி B அளவிலும் தொகுக்க வேண்டும், மேலும் ஒட்டுமொத்தமாக தொடர்புடன் தொடர்புடைய சதுரங்களின் தொகைக்கு பின்வரும் சூத்திரத்தைப் பெறுகிறோம்

source: where we multiply by *N* because there are *N* observations in each of the groups, and we want our SS values to reflect the variation among *observations* accounted for by the interaction, not the variation among groups.
de: wobei wir mit *N* multiplizieren, weil es *N* Beobachtungen in jeder der Gruppen gibt, und wir wollen, dass unsere SS-Werte die Variation zwischen *Beobachtungen* widerspiegeln, die durch die Interaktion erklärt wird, nicht die Variation zwischen den Gruppen.
nb: der vi multipliserer med *N* fordi det er *N* observasjoner i hver av gruppene, og vi ønsker at kvadratummene (SS) våre skal gjenspeile variasjonen blant *observasjonene* som interaksjonen står for, ikke variasjonen mellom gruppene.
ta: ஒவ்வொரு குழுக்களிலும் * n * அவதானிப்புகள் இருப்பதால் நாம் * n * ஆல் பெருக்கப்படுகிறோம், மேலும் எங்கள் எச்எச் மதிப்புகள் * அவதானிப்புகள் * இடையே உள்ள மாறுபாட்டை பிரதிபலிக்க வேண்டும் என்று நாங்கள் விரும்புகிறோம், குழுக்களிடையே உள்ள மாறுபாடு அல்ல.

source: Now that we have a formula for calculating SS\ :sub:`A:B`, it’s important to recognise that the interaction term is part of the model (of course), so the total sum of squares associated with the model, SS\ :sub:`M`, is now equal to the sum of the three relevant SS values, SS\ :sub:`A` + SS\ :sub:`B` + SS\ :sub:`A:B`. The residual sum of squares SS\ :sub:`R` is still defined as the leftover variation, namely SS\ :sub:`T` - SS\ :sub:`M`, but now that we have the interaction term this becomes
de: Da wir nun eine Formel zur Berechnung von SS\ :sub:`A:B` haben, ist es wichtig zu erkennen, dass der Interaktionsterm (selbstverständlich) Teil des Modells ist, so dass die Gesamtquadratsumme, die mit dem Modell verbunden ist, SS\ :sub:`M`, nun gleich der Summe der drei relevanten SS-Werte ist, SS\ :sub:`A` + SS\ :sub:`B` + SS\ :sub:`A:B`. Die Quadratsumme der Residuen SS\ :sub:`R` ist immer noch definiert als die verbleibende Variation, nämlich SS\ :sub:`T` - SS\ :sub:`M`, aber jetzt, da wir den Interaktionsterm haben, wird dies zu
nb: Nå som vi har en formel for å beregne SS\ :sub:`A:B`, er det viktig å være klar over at interaksjonstermen (selvfølgelig) er en del av modellen, slik at den totale kvadratsummen knyttet til modellen, SS\ :sub:`M`, nå er lik summen av de tre relevante kvadratummene, SS\ :sub:`A` + SS\ :sub:`B` + SS\ :sub:`A:B`. Den kvadratsummen for residuene SS\ :sub:`R` er fortsatt definert som den resterende variasjonen, nemlig SS\ :sub:`T` - SS\ :sub:`M`, men nå som vi har interaksjonstermen, blir dette
ta: இப்போது SS \: sub: `a: b` கணக்கிடுவதற்கான ஒரு தேற்றம் உள்ளது, தொடர்பு காலமானது மாதிரியின் ஒரு பகுதி (நிச்சயமாக) என்பதை அங்கீகரிக்க வேண்டியது தேவை, எனவே மாதிரியுடன் தொடர்புடைய சதுரங்களின் மொத்த தொகை, ss \ . சதுரங்களின் எஞ்சிய தொகை ss \: sub: `r` இன்னும் மீதமுள்ள மாறுபாடு என வரையறுக்கப்படுகிறது, அதாவது SS \: sub:` t` - ss \: sub: `m`, ஆனால் இப்போது இது தொடர்பு காலத்தைக் கொண்டுள்ளது

source: As a consequence, the residual sum of squares SS\ :sub:`R` will be smaller than in our original ANOVA that didn’t include interactions.
de: Infolgedessen wird die Quadratsumme der Residuen SS\ :sub:`R` kleiner sein als in unserer ursprünglichen ANOVA, die keine Wechselwirkungen enthielt.
nb: Som en konsekvens vil kvadratsummen til residuene SS\ :sub:`R` være mindre enn i vår opprinnelige ANOVA som ikke inkluderte interaksjoner.
ta: இதன் விளைவாக, சதுரங்களின் மீதமுள்ள தொகை ss \: sub: `r` எங்கள் அசல் ANOVA ஐ விட சிறியதாக இருக்கும், அதில் இடைவினைகள் இல்லை.

source: Degrees of freedom for the interaction
de: Freiheitsgrade für die Interaktion
nb: Frihetsgrader for interaksjonen
ta: தொடர்புக்கு விடுதலை

source: Calculating the degrees of freedom for the interaction is, once again, slightly trickier than the corresponding calculation for the main effects. To start with, let’s think about the ANOVA model as a whole. Once we include interaction effects in the model we’re allowing every single group to have a unique mean, µ\ :sub:`rc`. For an R × C factorial ANOVA, this means that there are R × C quantities of interest in the model and only the one constraint: all of the group means need to average out to the grand mean. So the model as a whole needs to have (R × C) - 1 degrees of freedom. But the main effect of Factor A has R - 1 degrees of freedom, and the main effect of Factor B has C - 1 degrees of freedom. This means that the degrees of freedom associated with the interaction is
de: Die Berechnung der Freiheitsgrade für die Interaktion ist wiederum etwas komplizierter als die entsprechende Berechnung für die Haupteffekte. Betrachten wir zunächst einmal das ANOVA-Modell als Ganzes. Sobald wir Interaktionseffekte in das Modell aufnehmen, lassen wir zu, dass jede einzelne Gruppe einen eindeutigen Mittelwert hat, µ\ :sub:`rc`. Für eine R × C faktorielle ANOVA bedeutet dies, dass es R × C Größen gibt, die im Modell von Interesse sind, und dass es nur eine einzige Einschränkung gibt: Alle Gruppenmittelwerte müssen sich zum Gesamtmittelwert ausgleichen. Das Modell als Ganzes muss also (R × C) - 1 Freiheitsgrade haben. Der Haupteffekt von Faktor A hat jedoch R - 1 Freiheitsgrade, und der Haupteffekt von Faktor B hat C - 1 Freiheitsgrade. Dies bedeutet, dass die mit der Interaktion verbundenen Freiheitsgrade
nb: Beregningen av frihetsgradene for interaksjonen er, nok en gang, litt vanskeligere enn den tilsvarende beregningen for hovedeffektene. La oss begynne med å tenke på ANOVA-modellen som helhet. Når vi inkluderer interaksjonseffekter i modellen, tillater vi at hver enkelt gruppe har et unikt gjennomsnitt, µ\ :sub:`rc`. For en R × C-faktoriell ANOVA betyr dette at det er R × C størrelser av interesse i modellen, og at det bare er én begrensning: alle gruppegjennomsnittene må ha et gjennomsnitt som tilsvarer det totale gjennomsnittet. Modellen som helhet må altså ha (R × C) - 1 frihetsgrader. Men hovedeffekten av faktor A har R - 1 frihetsgrader, og hovedeffekten av faktor B har C - 1 frihetsgrader. Dette betyr at frihetsgradene knyttet til interaksjonen er
ta: தொடர்புக்கான சுதந்திரத்தின் அளவைக் கணக்கிடுவது, மீண்டும், முக்கிய விளைவுகளுக்கான தொடர்புடைய கணக்கீட்டை விட சற்று தந்திரமானது. தொடங்குவதற்கு, ஒட்டுமொத்தமாக ANOVA மாதிரியைப் பற்றி சிந்திக்கலாம். மாதிரியில் தொடர்பு விளைவுகளை நாங்கள் சேர்த்தவுடன், ஒவ்வொரு குழுவிற்கும் ஒரு தனித்துவமான சராசரி இருக்க அனுமதிக்கிறோம், µ \: துணை: `rc`. ஒரு R × C காரணியாலான ANOVA ஐப் பொறுத்தவரை, இதன் பொருள் R × C மாதிரியில் ஆர்வம் மற்றும் ஒரே ஒரு கட்டுப்பாடு மட்டுமே உள்ளது: குழு அனைத்தும் பெரிய சராசரிக்கு சராசரியாக இருக்க வேண்டும். எனவே ஒட்டுமொத்த மாதிரியானது (r × C) - 1 டிகிரி விடுதலை வேண்டும். ஆனால் காரணி A இன் முக்கிய விளைவு R - 1 டிகிரி சுதந்திரத்தைக் கொண்டுள்ளது, மேலும் காரணி B இன் முக்கிய விளைவு C - 1 டிகிரி சுதந்திரத்தைக் கொண்டுள்ளது. இதன் பொருள் தொடர்புடன் தொடர்புடைய சுதந்திரத்தின் அளவுகள்

source: which is just the product of the degrees of freedom associated with the row factor and the column factor.
de: was einfach das Produkt der Freiheitsgrade ist, die mit dem Zeilenfaktor und dem Spaltenfaktor verbunden sind.
nb: som bare er produktet av frihetsgradene knyttet til radfaktoren og kolonnefaktoren.
ta: இது வரிசை காரணி மற்றும் நெடுவரிசை காரணியுடன் தொடர்புடைய சுதந்திரத்தின் அளவுகளின் தயாரிப்பு மட்டுமே.

source: What about the residual degrees of freedom? Because we’ve added interaction terms which absorb some degrees of freedom, there are fewer residual degrees of freedom left over. Specifically, note that if the model with interaction has a total of (R × C) - 1, and there are *N* observations in your data set that are constrained to satisfy 1 grand mean, your residual degrees of freedom now become *N* -(R × C) - 1 + 1, or just *N* - (R × C).
de: Was ist mit den restlichen Freiheitsgraden? Da wir einen Interaktionsterm hinzugefügt haben, der einige Freiheitsgrade absorbiert, bleiben weniger Restfreiheitsgrade übrig. Wenn das Modell mit Interaktion eine Gesamtzahl von (R × C) - 1 hat und es *N* Beobachtungen in Ihrem Datensatz gibt, die durch einen Gesamtmittelwert beschränkt (*constrained*) werden, sind Ihre verbleibenden Freiheitsgrade jetzt *N* -(R × C) - 1 + 1 oder einfach *N* - (R × C).
nb: Hva med de resterende frihetsgradene? Fordi vi har lagt til interaksjonsterm som absorberer noen frihetsgrader, blir det færre gjenværende frihetsgrader igjen. Merk at hvis modellen med interaksjon har totalt (R × C) - 1, og det er *N* observasjoner i datasettet ditt som er begrenset til å tilfredsstille 1 grand mean, blir de gjenværende frihetsgradene nå *N* -(R × C) - 1 + 1, eller bare *N* - (R × C).
ta: மீதமுள்ள சுதந்திரத்தைப் பற்றி என்ன? சில டிகிரி சுதந்திரத்தை உறிஞ்சும் தொடர்பு விதிமுறைகளை நாங்கள் சேர்த்துள்ளதால், மீதமுள்ள சுதந்திரங்கள் குறைவாகவே உள்ளன. குறிப்பாக, தொடர்பு கொண்ட மாதிரியில் மொத்தம் (r × C) - 1 இருந்தால், மற்றும் உங்கள் தரவுத் தொகுப்பில் *n *அவதானிப்புகள் 1 பெரிய சராசரியை நிறைவு செய்ய கட்டுப்படுத்தப்பட்டிருந்தால், உங்கள் மீதமுள்ள விடுதலை இப்போது *n ஆக மாறும் * - (r × c) - 1 + 1, அல்லது * n * - (r × c).

source: Running the ANOVA in jamovi
de: Durchführen der ANOVA in jamovi
nb: Kjører ANOVA i jamovi
ta: சாமோவியில் ANOVA ஐ இயக்குகிறது

source: Adding interaction terms to the ANOVA model in jamovi is straightforward. In fact it is more than straightforward because it is the default option for ANOVA. This means that when you specify an ANOVA with two factors, e.g. ``drug`` and ``therapy`` then the interaction component - ``drug`` × ``therapy`` (shown as ``drug * therapy``) - is added automatically to the model.\ [#]_ When we run the ANOVA with the interaction term included, then we get the results shown in :numref:`fig-factorialanova4`.
de: Das Hinzufügen von Interaktionstermen zum ANOVA-Modell in jamovi ist ganz einfach. Es ist sogar die Standardoption beim Erstellen einer ANOVA. Das heißt, wenn Sie eine ANOVA mit zwei Faktoren angeben, z. B. ``drug`` und ``therapy``, dann wird der Interaktionsterm - ``drug`` × ``therapy`` (angezeigt als ``drug * therapy``) - automatisch zum Modell hinzugefügt.\ [#]_ Wenn wir die ANOVA mit dem eingeschlossenen Interaktionsterm durchführen, erhalten wir die in :numref:`fig-factorialanova4` gezeigten Ergebnisse.
nb: Det er enkelt å legge til interaksjonsterm i ANOVA-modellen i jamovi. Faktisk er det mer enn enkelt, fordi det er standardalternativet for ANOVA. Det betyr at når du spesifiserer en ANOVA med to faktorer, f.eks. ``drug`` og ``therapy``, blir interaksjonskomponenten - ``drug`` × ``therapy`` (vist som ``drug * therapy``) - automatisk lagt til i modellen.\ [#]_ Når vi kjører ANOVA-en med interaksjonstermen inkludert, får vi resultatene vist i :numref:`fig-factorialanova4`.
ta: சாமோவியில் ANOVA மாதிரியில் தொடர்பு விதிமுறைகளைச் சேர்ப்பது நேரடியானது. உண்மையில் இது நேரடியானதை விட அதிகம், ஏனெனில் இது ANOVA க்கான இயல்புநிலை விருப்பமாகும். இதன் பொருள் நீங்கள் இரண்டு காரணிகளுடன் ANOVA ஐக் குறிப்பிடும்போது, எ.கா. `` மருந்து`` மற்றும் `` சிகிச்சை` பின்னர் தொடர்பு கூறு - `` மருந்து` × `சிகிச்சை`` (` `மருந்து * சிகிச்சை`` எனக் காட்டப்பட்டுள்ளது) - மாதிரியில் தானாகவே சேர்க்கப்படுகிறது. \ [#] _ சேர்க்கப்பட்ட தொடர்பு காலத்துடன் ANOVA ஐ இயக்கும்போது, காட்டப்பட்டுள்ள முடிவுகளைப் பெறுகிறோம்: NumRef: `Fig-factorananova4`.

source: Results for the full factorial model
de: Ergebnisse für das vollständige faktorielle Modell
nb: Resultater for den fullstendige faktorielle modellen
ta: முழு காரணியாலான மாதிரிக்கான முடிவுகள்
