Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Alternatively, we can create another computed variable with the name ``SS_R`` and the formula ``VSUM(sq_res_T) - (VSUM(sq_res_A) + VSUM(sq_res_B))``.
de: Alternativ dazu können wir eine weitere berechnete Variable mit dem Namen ``SS_R`` und der Formel ``VSUM(sq_res_T) - (VSUM(sq_res_A) + VSUM(sq_res_B))`` erstellen.
nb: Alternativt kan vi opprette en annen beregnet variabel med navnet ``SS_R`` og formelen ``VSUM(sq_res_T) - (VSUM(sq_res_A) + VSUM(sq_res_B))``.
ta: மாற்றாக, `` SS_R`` என்ற பெயருடன் மற்றொரு கணக்கிடப்பட்ட மாறியை உருவாக்கலாம் மற்றும் `` vsum (Sq_res_t) - (vsum (sq_res_a) + vsum (sq_res_b)) ``.

source: What are our degrees of freedom?
de: Was sind unsere Freiheitsgrade?
nb: Hva er våre frihetsgrader?
ta: எங்கள் விடுதலை என்ன?

source: The degrees of freedom are calculated in much the same way as for one-way ANOVA. For any given factor, the degrees of freedom is equal to the number of levels minus 1 (i.e., R - 1 for the row variable Factor A, and C - 1 for the column variable Factor B). So, for the ``drug`` factor we obtain *df* = 2, and for the ``therapy`` factor we obtain *df* = 1. Later on, when we discuss the interpretation of ANOVA as a regression model (see section :doc:`ANOVA as a linear model <Ch14_ANOVA2_07>`), I’ll give a clearer statement of how we arrive at this number. But for the moment we can use the simple definition of degrees of freedom, namely that the degrees of freedom equals the number of quantities that are observed, minus the number of constraints. So, for the ``drug`` factor, we observe 3 separate group means, but these are constrained by 1 grand mean, and therefore the degrees of freedom is 2. For the residuals, the logic is similar, but not quite the same. The total number of observations in our experiment is 18. The constraints correspond to 1 grand mean, the 2 additional group means that the ``drug`` factor introduces, and the 1 additional group mean that the the ``therapy`` factor introduces, and so our degrees of freedom is 14. As a formula, this is *N* - 1 - (*R* - 1) - (*C* - 1), which simplifies to *N* - *R* - *C* + 1.
de: Die Freiheitsgrade werden in ähnlicher Weise wie bei der einfaktoriellen ANOVA bestimmt. Für jeden gegebenen Faktor sind die Freiheitsgrade gleich der Anzahl der Stufen minus 1 (d. h. R - 1 für die Zeilenvariable Faktor A und C - 1 für die Spaltenvariable Faktor B). Für den Faktor ``drug`` erhalten wir also *df* = 2, und für den Faktor ``therapy`` erhalten wir *df* = 1. Später, wenn wir die Interpretation der ANOVA als Regressionsmodell erörtern (siehe Abschnitt :doc:`Ch14_ANOVA2_07`), werde ich genauer erklären, wie wir zu dieser Zahl kommen. Aber im Moment können wir die einfache Definition von Freiheitsgraden verwenden, nämlich dass die Freiheitsgrade gleich der Anzahl der beobachteten Größen minus der Anzahl der Einschränkungen (*constraints*) sind. Für den Faktor ``drug`` beobachten wir also 3 getrennte Gruppenmittelwerte, die jedoch durch einen Gesamtmittelwert eingeschränkt werden, so dass die Freiheitsgrade 2 betragen. Für die Residuen ist die Logik ähnlich, aber nicht ganz dieselbe. Die Gesamtzahl der Beobachtungen in unserem Experiment beträgt 18. Die Einschränkungen entsprechen dem Gesamtmittelwert, den zwei zusätzlichen Gruppenmittelwerten, die der Faktor ``drug`` einführt, und dem einen zusätzlichen Gruppenmittelwert, den der Faktor ``therapy`` einführt, so dass unsere Freiheitsgrade 14 sind. In der Formel ist dies *N* - 1 - (*R* - 1) - (*C* - 1), was sich zu *N* - *R* - *C* + 1 vereinfacht.
nb: Frihetsgradene beregnes på omtrent samme måte som for enveis ANOVA. For en gitt faktor er frihetsgradene lik antall nivåer minus 1 (dvs. R - 1 for radvariabelen Faktor A, og C - 1 for kolonnevariabelen Faktor B). For faktoren ``drug`` får vi altså *df* = 2, og for faktoren ``therapy`` får vi *df* = 1. Senere, når vi diskuterer tolkningen av ANOVA som en regresjonsmodell (se avsnitt :doc:`ANOVA som en lineær modell <Ch14_ANOVA2_07>`), skal jeg gi en klarere redegjørelse for hvordan vi kommer frem til dette tallet. Men for øyeblikket kan vi bruke den enkle definisjonen av frihetsgrader, nemlig at frihetsgradene er lik antall observerte størrelser minus antall begrensninger. For faktoren ``drug`` observerer vi altså tre separate gruppegjennomsnitt, men disse er begrenset av ett hovedgjennomsnitt, og frihetsgradene er derfor 2. For residuene er logikken lik, men ikke helt den samme. Det totale antallet observasjoner i eksperimentet vårt er 18. Begrensningene tilsvarer 1 total gjennomsnitt, de 2 gruppegjennomsnittene som faktoren ``drug`` introduserer, og det 1 gruppegjennomsnittet som faktoren ``therapy`` introduserer, og dermed er frihetsgradene våre 14. Som en formel er dette *N* - 1 - (*R* - 1) - (*C* - 1), som forenkles til *N* - *R* - *C* + 1.
ta: சுதந்திரத்தின் அளவுகள் ஒரு வழி ANOVA ஐப் போலவே கணக்கிடப்படுகின்றன. எந்தவொரு காரணிக்கும், சுதந்திரத்தின் அளவுகள் மைனச் 1 நிலைகளின் எண்ணிக்கைக்கு சமம் (அதாவது, வரிசை மாறி காரணி A க்கு r - 1, மற்றும் நெடுவரிசை மாறி காரணி B க்கு C - 1). எனவே, `` மருந்து` காரணத்திற்காக நாம் * df * = 2 ஐப் பெறுகிறோம், மேலும் `` சிகிச்சை` காரணத்திற்காக நாம் * df * = 1 ஐப் பெறுகிறோம். பின்னர், ANOVA இன் பின்னடைவு மாதிரியாக நாம் விவாதிக்கும்போது ( பிரிவு: DOC: `ANOVA ஒரு நேரியல் மாதிரியாக <CH14_ANOVA2_07>`), இந்த எண்ணை நாங்கள் எவ்வாறு வருகிறோம் என்பதற்கான தெளிவான அறிக்கையை தருகிறேன். ஆனால் இப்போதைக்கு நாம் சுதந்திரத்தின் அளவுகளின் எளிய வரையறையைப் பயன்படுத்தலாம், அதாவது சுதந்திரத்தின் அளவுகள் கவனிக்கப்படும் அளவுகளின் எண்ணிக்கைக்கு சமம், தடைகளின் எண்ணிக்கையை குறைக்கின்றன. எனவே, `` மருந்து` காரணத்திற்காக, நாங்கள் 3 தனித்தனி குழு வழிகளைக் கவனிக்கிறோம், ஆனால் இவை 1 பெரிய சராசரியால் கட்டுப்படுத்தப்படுகின்றன, எனவே சுதந்திரத்தின் அளவுகள் 2. எஞ்சியவர்களுக்கு, வழக்கு ஒத்ததாக இருக்கிறது, ஆனால் மிகவும் ஒன்றல்ல . எங்கள் பரிசோதனையில் மொத்த அவதானிப்புகள் 18 ஆகும். தடைகள் 1 பெரிய சராசரிக்கு ஒத்திருக்கும், 2 கூடுதல் குழு என்பது `` மருந்து`` காரணி அறிமுகப்படுத்துகிறது, மற்றும் 1 கூடுதல் குழு `` சிகிச்சை`` காரணி அறிமுகப்படுத்துகிறது என்பதாகும் , எனவே எங்கள் சுதந்திரத்தின் அளவுகள் 14 ஆகும். ஒரு சூத்திரமாக, இது* n* - 1 - (* r* - 1) - (* c* - 1), இது* n* -* r* -* க்கு எளிதாக்குகிறது சி* + 1.

source: Using the degrees of freedom and the square sums we calculated above, we can calculate the following *F*-values for the factors A and B.
de: Mit Hilfe der Freiheitsgrade und der Quadratsummen, die wir oben berechnet haben, können wir die folgenden *F*-Werte für die Faktoren A und B berechnen.
nb: Ved hjelp av frihetsgradene og kvadratsummene vi beregnet ovenfor, kan vi beregne følgende *F*-verdier for faktorene A og B.
ta: சுதந்திரத்தின் அளவுகள் மற்றும் நாம் மேலே கணக்கிட்ட சதுர தொகைகளைப் பயன்படுத்தி, A மற்றும் B என்ற காரணிகளுக்கான பின்வரும் *f *-மதிப்புகளைக் கணக்கிடலாம்.

source: Again, we can also create two new computed variables, the first with the name ``F_A`` and the formula ``(VSUM(sq_res_A) / 2) / (SS_R / 14)``, and the second with the name ``F_B`` and the formula ``(VSUM(sq_res_B) / 1) / (SS_R / 14)``.
de: Auch hier können wir zwei neue berechnete Variablen erstellen, die erste mit dem Namen ``F_A`` und der Formel ``(VSUM(sq_res_A) / 2) / (SS_R / 14)``, und die zweite mit dem Namen ``F_B`` und der Formel ``(VSUM(sq_res_B) / 1) / (SS_R / 14)``.
nb: Igjen kan vi også opprette to nye beregnede variabler, den første med navnet ``F_A`` og formelen ``(VSUM(sq_res_A) / 2) / (SS_R / 14)``, og den andre med navnet ``F_B`` og formelen ``(VSUM(sq_res_B) / 1) / (SS_R / 14)``.
ta: மீண்டும், நாம் இரண்டு புதிய கணக்கிடப்பட்ட மாறிகளையும் உருவாக்கலாம், முதலாவது `` f_a`` மற்றும் தேற்றம் `` (vsum (sq_res_a) / 2) / (ss_r / 14) ``, மற்றும் இரண்டாவது `பெயரைக் கொண்ட சூத்திரம்` ` `F_b`` மற்றும் சூத்திரம்` `(vsum (sq_res_b) / 1) / (ss_r / 14)` `.

source: Those, who don't want to have a go themselves or can't reproduce the calculations described in the previous paragraphs can download and open the |clinicaltrial_factorialanova|_ data set and look at the calculations there.
de: Wer die in den vorangegangenen Abschnitten beschriebenen Berechnungen nicht selbst ausprobieren und nachvollziehen möchte, kann den Datensatz |clinicaltrial_factorialanova|_ herunterladen und öffnen und sich die Berechnungen dort ansehen.
nb: De som ikke ønsker å prøve selv eller ikke kan gjengi beregningene som er beskrevet i de foregående avsnittene, kan laste ned og åpne datasettet |clinicaltrial_factorialanova|_ og se på beregningene der.
ta: தங்களைத் தாங்களே செல்ல விரும்பாதவர்கள் அல்லது முந்தைய பத்திகளில் விவரிக்கப்பட்டுள்ள கணக்கீடுகளை இனப்பெருக்கம் செய்ய முடியாதவர்கள் | கிளினிக்கல் ட்ரையல்_பீக்டோரியனோவா | _ தரவு தொகுப்பு மற்றும் அங்குள்ள கணக்கீடுகளைப் பார்க்கலாம்.

source: Factorial ANOVA versus one-way ANOVAs
de: Faktorielle ANOVA vs. einfaktorielle ANOVAs
nb: Faktoriell ANOVA versus enveis ANOVA
ta: காரணி ANOVA Vs ஒரு வழி ANOVA

source: Now that we’ve seen *how* a factorial ANOVA works, it’s worth taking a moment to compare it to the results of the one-way analyses, because this will give us a really good sense of *why* it’s a good idea to run the factorial ANOVA. In chapter :doc:`../Ch13/Ch13_ANOVA`, I ran a one-way ANOVA that looked to see if there are any differences between the three levels of ``drug``, and a second one-way ANOVA to see if there were any differences between the two levels of ``therapy``. As we saw in section :ref:`What hypotheses are we testing? <what_hypotheses>`, the null and alternative hypotheses tested by the one-way ANOVAs are in fact identical to the hypotheses tested by the factorial ANOVA. Looking even more carefully at the ANOVA tables, we can see that the sum of squares associated with the factors are identical in the two different analyses (3.453 for ``drug`` and 0.467 for ``therapy``), as are the degrees of freedom (2 for ``drug``, 1 for ``therapy``). But they don’t give the same answers! Most notably, when we ran the one-way ANOVA for ``therapy`` in section :doc:`../Ch13/Ch13_ANOVA_09` we didn’t find a significant effect (the *p*-value was 0.210). However, when we look at the main effect of ``therapy`` within the context of the two-way ANOVA, we do get a significant effect (p = 0.019). The two analyses are clearly not the same.
de: Nachdem wir nun gesehen haben, *wie* eine (mehr-)faktorielle ANOVA funktioniert, lohnt es sich, sie mit den Ergebnissen der einfaktoriellen Analysen zu vergleichen. Dadurch erhalten wir einen guten Eindruck, *warum* es eine gute Idee ist, faktorielle ANOVAs durchzuführen. In Kapitel :doc:`../Ch13/Ch13_ANOVA` habe ich eine einfaktorielle ANOVA durchgeführt, um zu sehen, ob es Unterschiede zwischen den drei Ebenen von ``drug`` gibt, und eine zweite einfaktorielle ANOVA, um zu sehen, ob es Unterschiede zwischen den beiden Ebenen von ``therapy`` gibt. Wie wir in Abschnitt :ref:`Welche Hypothesen testen wir? <what_hypotheses>` gesehen haben, sind die Nullhypothese und die Alternativhypothese, die durch die einfaktoriellen ANOVAs getestet werden, identisch mit den Hypothesen, die in der faktoriellen ANOVA getestet werden. Wenn man sich die ANOVA-Tabellen noch genauer ansieht, stellt man fest, dass die Quadratesumme der Faktoren in den beiden Analysen identisch ist (3,453 für ``drug`` und 0,467 für ``therapy``), ebenso wie die Freiheitsgrade (2 für ``drug``, 1 für ``therapy``). Aber sie ergeben nicht die gleichen Ergebnisse! Als wir die einfaktorielle ANOVA für ``therapy`` im Abschnitt :doc:`../Ch13/Ch13_ANOVA_09` durchgeführt haben, fanden wir keinen signifikanten Effekt (der *p*-Wert war 0,210). Wenn wir jedoch den Haupteffekt von ``therapy`` im Rahmen der zweifaktoriellen ANOVA betrachten, erhalten wir einen signifikanten Effekt (*p* = 0,019). Die beiden Analysen sind eindeutig nicht identisch.
nb: Nå som vi har sett *hvordan* en faktoriell ANOVA fungerer, er det verdt å bruke et øyeblikk på å sammenligne den med resultatene fra enveisanalysene, fordi dette vil gi oss en veldig god følelse av *hvorfor* det er en god idé å kjøre den faktorielle ANOVAen. I kapittel :doc:`../Ch13/Ch13_ANOVA` kjørte jeg en enveis ANOVA for å se om det var noen forskjeller mellom de tre nivåene av ``drug``, og en annen enveis ANOVA for å se om det var noen forskjeller mellom de to nivåene av ``therapy``. Som vi så i avsnitt :ref:`Hvilke hypoteser tester vi? <what_hypotheses>`, er null- og alternativhypotesene som testes av enveis-ANOVAene, faktisk identiske med hypotesene som testes av den faktorielle ANOVAen. Ser vi enda nøyere på ANOVA-tabellene, ser vi at kvadratsummene knyttet til faktorene er identiske i de to ulike analysene (3,453 for ``drug`` og 0,467 for ``therapy``), og det samme er frihetsgradene (2 for ``drug``, 1 for ``therapy``). Men de gir ikke de samme svarene! Spesielt når vi kjørte enveis ANOVA for ``therapy`` i seksjon :doc:`../Ch13/Ch13_ANOVA_09`, fant vi ingen signifikant effekt (*p*-verdien var 0,210). Når vi ser på hovedeffekten av ``therapy`` i forbindelse med toveis ANOVA, får vi imidlertid en signifikant effekt (p = 0,019). De to analysene er tydeligvis ikke de samme.
ta: இப்போது நாம் பார்த்திருக்கிறோம் * ஒரு காரணியாக ANOVA எவ்வாறு செயல்படுகிறது, ஒரு வழி பகுப்பாய்வுகளின் முடிவுகளுடன் அதை ஒப்பிட்டுப் பார்க்க ஒரு கணம் எடுத்துக்கொள்வது மதிப்பு, ஏனென்றால் இது எங்களுக்கு ஒரு நல்ல உணர்வைத் தரும் * ஏன் * இது ஒரு நல்ல சிந்தனை காரணி ANOVA ஐ இயக்கவும். அத்தியாயத்தில்: DOC: `../ ch13/ch13_anova`, நான் ஒரு வழி ANOVA ஐ ஓடினேன், அது` `மருந்து`` என்ற மூன்று நிலைகளுக்கு இடையில் ஏதேனும் வேறுபாடுகள் இருக்கிறதா என்று பார்த்தேன், பார்க்க இரண்டாவது ஒரு வழி ANOVA `` சிகிச்சை`` இன் இரண்டு நிலைகளுக்கு இடையில் ஏதேனும் வேறுபாடுகள் இருந்தால். பிரிவில் நாம் பார்த்தது போல: குறிப்பு: `நாம் என்ன கருதுகோள்களைச் சோதிக்கிறோம்? <வாட்_இபோதெச்> `, ஒரு வழி ANOVA களால் சோதிக்கப்பட்ட சுழிய மற்றும் மாற்று கருதுகோள்கள் உண்மையில் காரணியாலான ANOVA ஆல் சோதிக்கப்பட்ட கருதுகோள்களுக்கு ஒத்தவை. ANOVA அட்டவணைகளை இன்னும் கவனமாகப் பார்க்கும்போது, காரணிகளுடன் தொடர்புடைய சதுரங்களின் தொகை இரண்டு வெவ்வேறு பகுப்பாய்வுகளில் (`` மருந்து`` 3.453 மற்றும் `சிகிச்சைக்கு 0.467), டிகிரி போன்றவை என்பதைக் காணலாம். விடுதலை (2 `` மருந்து``, 1 `` சிகிச்சை`` க்கு). ஆனால் அவர்கள் அதே பதில்களைக் கொடுக்க மாட்டார்கள்! மிக முக்கியமாக, பிரிவில் `` சிகிச்சை` க்கான ஒரு வழி ANOVA ஐ நாங்கள் இயக்கியபோது: DOC: `../ ch13/ch13_anova_09` நாங்கள் ஒரு குறிப்பிடத்தக்க விளைவைக் காணவில்லை ( *p *-மதிப்பு 0.210). எவ்வாறாயினும், இரு வழி ANOVA இன் சூழலில் `` சிகிச்சை`` இன் முக்கிய விளைவைப் பார்க்கும்போது, நாம் ஒரு குறிப்பிடத்தக்க விளைவைப் பெறுகிறோம் (ப = 0.019). இரண்டு பகுப்பாய்வுகளும் தெளிவாக ஒன்றல்ல.

source: Why does that happen? The answer lies in understanding how the *residuals* are calculated. Recall that the whole idea behind an *F*-test is to compare the variability that can be attributed to a particular factor with the variability that cannot be accounted for (the residuals). If you run a one-way ANOVA for ``therapy``, and therefore ignore the effect of ``drug``, the ANOVA will end up dumping all of the drug-induced variability into the residuals! This has the effect of making the data look more noisy than they really are, and the effect of ``therapy`` which is correctly found to be significant in the two-way ANOVA now becomes non-significant. If we ignore something that actually matters (e.g., ``drug``) when trying to assess the contribution of something else (e.g., ``therapy``) then our analysis will be distorted. Of course, it’s perfectly okay to ignore variables that are genuinely irrelevant to the phenomenon of interest. If we had recorded the colour of the walls, and that turned out to be a non-significant factor in a three-way ANOVA, it would be perfectly okay to disregard it and just report the simpler two-way ANOVA that doesn’t include this irrelevant factor. What you shouldn’t do is drop variables that actually make a difference!
de: Warum ist das so? Die Antwort darin, zu verstehen, wie die *Residuen* berechnet werden. Erinnern Sie sich, dass die Grundlage jedes *F*-Tests ist, die Variabilität, die einem bestimmten Faktor zugeschrieben werden kann, mit der Variabilität zu vergleichen, die nicht durch das Gesamtmodell erklärt werden kann (die Residuen). Wenn Sie eine einfaktorielle ANOVA für ``therapy`` durchführen, wird der Effekt von ``drug`` ignoriert, und die ANOVA wird daher die gesamte medikamenteninduzierte Variabilität (d.h., durch ``drug`` erklärbare Variabilität) in den Residuen abladen! Dies hat zur Folge, dass die Daten verrauschter aussehen, als sie tatsächlich sind. Dadurch ist der Effekt von ``therapy``, der in der zweifaktoriellen ANOVA korrekt als signifikant eingestuft wurde, nun nicht mehr signifikant. Wenn wir etwas ignorieren, das tatsächlich wichtig ist (z. B. den Beitrag von ``drug``), wenn wir versuchen, den Beitrag von etwas anderem (z. B. ``therapy``) zu bewerten, dann wird unsere Analyse verzerrt. Natürlich ist es völlig in Ordnung, Variablen zu ignorieren, die für das interessierende Phänomen wirklich irrelevant sind. Wenn wir die Farbe der Wände erfasst hätten und diese sich in einer dreifaktoriellen ANOVA als nicht signifikanter Faktor herausstellen würde, wäre es völlig in Ordnung, sie zu vernachlässigen und nur die einfachere zweifaktorielle ANOVA anzugeben, die diesen irrelevanten Faktor nicht enthält. Was Sie aber nicht tun sollten, ist Variablen wegzulassen, die möglicherweise einen Unterschied machen!
nb: Hvorfor skjer det? Svaret ligger i å forstå hvordan *residuene* beregnes. Husk at hele ideen bak en *F*-test er å sammenligne variabiliteten som kan tilskrives en bestemt faktor, med variabiliteten som ikke kan tilskrives denne faktoren (residuene). Hvis du kjører en enveis ANOVA for ``therapy``, og derfor ignorerer effekten av ``drug``, vil ANOVAen ende opp med å forkaste den hele legemiddel-induserte variabiliteten i residuene! Dette får dataene til å se mer støyende ut enn de egentlig er, og effekten av ``therapy``, som korrekt er funnet å være signifikant i toveis ANOVA, blir nå ikke-signifikant. Hvis vi ignorerer noe som faktisk betyr noe (f.eks. ``drug``) når vi prøver å vurdere bidraget fra noe annet (f.eks. ``therapy``), vil analysen vår bli forvrengt. Det er selvfølgelig helt i orden å ignorere variabler som er genuint irrelevante for fenomenet vi er interessert i. Hvis vi hadde registrert fargen på veggene, og det viste seg å være en ikke-signifikant faktor i en treveis ANOVA, ville det være helt i orden å se bort fra den og bare rapportere den enklere toveis ANOVA-en som ikke inkluderer denne irrelevante faktoren. Det du ikke bør gjøre, er å droppe variabler som faktisk utgjør en forskjell!
ta: அது ஏன் நடக்கும்? * எச்சங்கள் * எவ்வாறு கணக்கிடப்படுகின்றன என்பதைப் புரிந்துகொள்வதில் பதில் உள்ளது. ஒரு *f *-test க்கு பின்னால் உள்ள முழு யோசனையும் ஒரு குறிப்பிட்ட காரணிக்கு காரணமாகக் கூறக்கூடிய மாறுபாட்டை (எச்சங்கள்) கணக்கிட முடியாத மாறுபாட்டுடன் ஒப்பிடுவதாகும் என்பதை நினைவில் கொள்க. `` சிகிச்சை`` க்காக நீங்கள் ஒரு வழி ANOVA ஐ இயக்கினால், எனவே `` மருந்து`` இன் விளைவை புறக்கணித்தால், ANOVA மருந்து தூண்டப்பட்ட அனைத்து மாறுபாடுகளையும் எச்சங்களில் கொட்டுகிறது! இது தரவை உண்மையில் இருப்பதை விட சத்தமாக தோற்றமளிக்கும் விளைவைக் கொண்டுள்ளது, மேலும் `` சிகிச்சை`` இன் விளைவு இரு வழி ANOVA இல் குறிப்பிடத்தக்கதாகக் காணப்படுகிறது, இது இப்போது குறிப்பிடத்தக்கதாக இல்லை. வேறொன்றின் பங்களிப்பை (எ.கா., `சிகிச்சை``) மதிப்பிட முயற்சிக்கும்போது உண்மையில் முக்கியமான ஒன்றை (எ.கா.,` `மருந்து``) புறக்கணித்தால், எங்கள் பகுப்பாய்வு சிதைக்கப்படும். நிச்சயமாக, ஆர்வத்தின் நிகழ்வுக்கு மிகவும் பொருத்தமற்ற மாறிகளை புறக்கணிப்பது மிகவும் சரி. சுவர்களின் நிறத்தை நாங்கள் பதிவுசெய்திருந்தால், அது மூன்று வழி ANOVA இல் குறிப்பிடத்தக்க காரணியாக மாறியிருந்தால், அதைப் புறக்கணித்து, எளிமையான இரு வழி ANOVA ஐப் புகாரளிப்பது சரியாக இருக்கும் இந்த பொருத்தமற்ற காரணி. நீங்கள் செய்யக் கூடாது என்பது உண்மையில் ஒரு வித்தியாசத்தை ஏற்படுத்தும் மாறிகள்!

source: Four different outcomes for a 2 × 2 ANOVA
de: Vier verschiedene Ergebnisse für eine 2 × 2 ANOVA
nb: Fire ulike utfall for en 2 × 2 ANOVA
ta: 2 × 2 ANOVA க்கு நான்கு வெவ்வேறு விளைவுகள்

source: The four different outcomes for a 2 × 2 ANOVA when no interactions are present. In the top-left panel, we see a main effect of Factor A and no effect of Factor B. The top-right panel shows a main effect of Factor B but no effect of Factor A. The bottom-left panel shows main effects of both Factor A and Factor B. Finally, the bottom-right panel shows if neither factor has an effect.
de: Vier mögliche Ergebnisse einer 2 × 2 ANOVA, wenn keine Interaktionen vorhanden sind. Im linken oberen Feld sehen wir einen Haupteffekt von Faktor A, ohne einen Effekt von Faktor B. Das rechte obere Feld zeigt einen Haupteffekt von Faktor B, ohne einen Effekt von Faktor A. Das linke untere Feld zeigt Haupteffekte sowohl von Faktor A als auch von Faktor B. Das rechte untere Feld schließlich zeigt, wenn keiner der Faktoren einen Effekt hat.
nb: De fire ulike utfallene for en 2 × 2 ANOVA når ingen interaksjoner er til stede. I panelet øverst til venstre ser vi en hovedeffekt av faktor A og ingen effekt av faktor B. Panelet øverst til høyre viser en hovedeffekt av faktor B, men ingen effekt av faktor A. Panelet nederst til venstre viser hovedeffekter av både faktor A og faktor B. Til slutt viser panelet nederst til høyre om ingen av faktorene har en effekt.
ta: எந்த இடைவினைகளும் இல்லாதபோது 2 × 2 ANOVA க்கான நான்கு வெவ்வேறு முடிவுகள். மேல்-இடது பேனலில், காரணி A இன் முக்கிய விளைவைக் காண்கிறோம் மற்றும் காரணி B இன் எந்த விளைவும் இல்லை. மேல்-வலதுசாரி குழு காரணி B இன் முக்கிய விளைவைக் காட்டுகிறது, ஆனால் காரணி A இன் விளைவு இல்லை. கீழ்-இடது குழு முக்கிய விளைவுகளைக் காட்டுகிறது காரணி ஏ மற்றும் காரணி பி இரண்டும் இறுதியாக, எந்தவொரு காரணியும் ஒரு விளைவைக் கொண்டிருக்கவில்லை என்றால் கீழ்-வலது குழு காட்டுகிறது.

source: What kinds of outcomes does this analysis capture?
de: Welche Arten von Ergebnissen erfasst diese Analyse?
nb: Hva slags resultater fanger denne analysen opp?
ta: இந்த பகுப்பாய்வு என்ன வகையான விளைவுகளைப் பிடிக்கிறது?

source: The ANOVA model that we’ve been talking about so far covers a range of different patterns that we might observe in our data. For instance, in a two-way ANOVA design there are four possibilities. An example of each of these four possibilities is plotted in :numref:`fig-maineffects`: (1) only Factor A matters (top-left), (2) only Factor B matters (top-right), (3) both A and B matter (bottom-left), and (4) neither A nor B matters (bottom-right).
de: Das ANOVA-Modell, über das wir bisher gesprochen haben, deckt eine Reihe von Mustern ab, die wir in unseren Daten beobachten können. Bei einem zweifaktoriellen ANOVA-Design gibt es zum Beispiel vier Möglichkeiten. Ein Beispiel für jede dieser vier Möglichkeiten ist in :numref:`fig-maineffects` dargestellt: (1) nur Faktor A spielt eine Rolle (oben links), (2) nur Faktor B spielt eine Rolle (oben rechts), (3) sowohl A als auch B spielen eine Rolle (unten links), und (4) weder A noch B spielen eine Rolle (unten rechts).
nb: ANOVA-modellen som vi har snakket om så langt, dekker en rekke ulike mønstre som vi kan observere i dataene våre. I et toveis ANOVA-design finnes det for eksempel fire muligheter. Et eksempel på hver av disse fire mulighetene er plottet i :numref:`fig-maineffects`: (1) bare faktor A betyr noe (øverst til venstre), (2) bare faktor B betyr noe (øverst til høyre), (3) både A og B betyr noe (nederst til venstre), og (4) verken A eller B betyr noe (nederst til høyre).
ta: இதுவரை நாங்கள் பேசிக் கொண்டிருக்கும் ANOVA மாதிரி எங்கள் தரவுகளில் நாம் கவனிக்கக்கூடிய பல்வேறு வடிவங்களின் வரம்பை உள்ளடக்கியது. உதாரணமாக, இரு வழி ANOVA வடிவமைப்பில் நான்கு சாத்தியங்கள் உள்ளன. இந்த நான்கு சாத்தியக்கூறுகளில் ஒவ்வொன்றிற்கும் ஒரு எடுத்துக்காட்டு: NumRef: `Fig-Maineffects`: (1) காரணி ஒரு விசயங்கள் (மேல்-இடது), (2) ஒரே காரணி B விசயங்கள் (மேல்-வலது), (3) இரண்டும் A மற்றும் b மேட்டர் (கீழ்-இடது), மற்றும் (4) a அல்லது b விசயங்கள் (கீழ்-வலது).
