Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Now we have two different versions of the same data set. Our original data in which the ``drug`` variable from the |clinicaltrial|_ data set is expressed as a single three-level factor, and the |clinicaltrial2|_ data set in which it is expanded into two binary contrasts. Once again, the thing that we want to demonstrate is that our original 3 × 2 factorial ANOVA is equivalent to a regression model applied to the contrast variables. Let’s start by re-running the ANOVA, with results shown in :numref:`fig-factorialanova9`.
de: Wir haben nun zwei verschiedene Versionen desselben Datensatzes. Unsere ursprünglichen Daten, in denen die Variable ``drug`` aus dem |clinicaltrial|_-Datensatz als ein einziger dreistufiger Faktor ausgedrückt wird, und der |clinicaltrial2|_-Datensatz, in dem sie in zwei binäre Kontraste zerlegt wird. Auch hier wollen wir zeigen, dass unsere ursprüngliche 3 × 2 faktorielle ANOVA einem auf die Kontrastvariablen angewandten Regressionsmodell entspricht. Beginnen wir mit dem erneuten Durchführen der ANOVA, deren Ergebnisse in :numref:`fig-factorialanova9` gezeigt werden.
nb: Nå har vi to ulike versjoner av det samme datasettet. Våre opprinnelige data der variabelen ``drug`` fra datasettet |clinicaltrial|_ er uttrykt som en enkelt faktor på tre nivåer, og datasettet |clinicaltrial2|_ der den er utvidet til to binære kontraster. Nok en gang ønsker vi å demonstrere at vår opprinnelige 3 × 2-faktorielle ANOVA tilsvarer en regresjonsmodell som brukes på kontrastvariablene. La oss starte med å kjøre ANOVAen på nytt, med resultatene vist i :numref:`fig-factorialanova9`.
ta: இப்போது ஒரே தரவு தொகுப்பின் இரண்டு வெவ்வேறு பதிப்புகள் உள்ளன. எங்கள் அசல் தரவு, | `` மருந்து`` மாறுபடும் | கிளினிக்கல் ட்ரீல் | மீண்டும், நாம் நிரூபிக்க விரும்பும் சேதி என்னவென்றால், எங்கள் அசல் 3 × 2 காரணி ANOVA மாறுபட்ட மாறிகள் பயன்படுத்தப்படும் பின்னடைவு மாதிரிக்கு சமம். முடிவுகளுடன், ANOVA ஐ மீண்டும் இயக்குவதன் மூலம் ஆரம்பிக்கலாம்: NumRef: `Fig-factoralananova9`.

source: ANOVA results for the |clinicaltrial| dataset: Unsaturated model
de: ANOVA-Ergebnisse für den Datensatz |clinicaltrial| (ungesättigtes Modell)
nb: ANOVA-resultater for datasettet |clinicaltrial|: Umettet (*unsaturated*) modell
ta: | கிளினிக்கல் ட்ரையல் | க்கான ANOVA முடிவுகள் தரவுத்தொகுப்பு: நிறைவுறா மாதிரி

source: jamovi ANOVA results for the |clinicaltrial|_ dataset: Unsaturated model with the two main effects for ``drug`` and ``therapy`` but without an interaction component for these two factors
de: jamovi ANOVA-Ergebnisse für den |clinicaltrial|_-Datensatz: Ungesättigtes Modell mit den beiden Haupteffekten für ``drug`` und ``therapy``, aber ohne eine Interaktionskomponente für diese beiden Faktoren
nb: jamovi ANOVA-resultater for datasettet |clinicaltrial|_: Umettet (*unsaturated*) modell med de to hovedeffektene for ``drug`` og ``therapy``, men uten en interaksjonskomponent for disse to faktorene
ta: | கிளினிக்கல் ட்ரீல் | _ தரவுத்தொகுப்புக்கான சமோவி அனோவா முடிவுகள்: `` மருந்து`` மற்றும் `சிகிச்சை`` க்கான இரண்டு முக்கிய விளைவுகளுடன் நிறைவுறா மாதிரி ஆனால் இந்த இரண்டு காரணிகளுக்கும் ஒரு தொடர்பு கூறு இல்லாமல்

source: Obviously, there are no surprises here. That’s the exact same ANOVA that we ran earlier. Next, let’s run a regression using ``druganxifree``, ``drugjoyzepam`` and ``therapyCBT`` as the predictors. The results are shown in :numref:`fig-factorialanova10`.
de: Offenbar gibt es auch hier keine Überraschungen. Es handelt sich um genau dieselbe ANOVA, die wir zuvor durchgeführt haben. Als Nächstes führen wir eine Regression mit ``druganxifree``, ``drugjoyzepam`` und ``therapyCBT`` als Prädiktoren durch. Die Ergebnisse sind in :numref:`fig-factorialanova10` dargestellt.
nb: Det er åpenbart ingen overraskelser her. Det er nøyaktig samme ANOVA som vi kjørte tidligere. La oss deretter kjøre en regresjon med ``druganxifree``, ``drugjoyzepam`` og ``therapyCBT`` som prediktorer. Resultatene vises i :numref:`fig-factorialanova10`.
ta: வெளிப்படையாக, இங்கே எந்த ஆச்சரியமும் இல்லை. நாங்கள் முன்பு ஓடிய அதே ANOVA இதுதான். அடுத்து, `` Progmancanxifree``, `` மருந்து சாய்செபம்`` மற்றும் `` தெரபி கிளிபிடி`` ஆகியவற்றைப் பயன்படுத்தி பின்னடைவை இயக்குவோம். முடிவுகள் இதில் காட்டப்பட்டுள்ளன: NumRef: `Fig-factoralanova10`.

source: Regression: clinicaltrial dataset, generated contrast-variables
de: Regression mit dem Datensatz |clinicaltrial| und den generierten Kontrastvariablen
nb: Regresjon: datasett fra kliniske studier, genererte kontrastvariabler
ta: பின்னடைவு: கிளினிக்கல் ட்ரீரியல் தரவுத்தொகுப்பு, உருவாக்கப்பட்ட மாறுபட்ட-மாறிகள்

source: jamovi regression results for the |clinicaltrial|_ data set: Model with the generated contrast variables ``druganxifree`` and ``drugjoyzepam``
de: jamovi-Ergebnisse für das Regressionsmodell mit den generierten Kontrastvariablen ``druganxifree`` und ``drugjoyzepam`` aus dem |clinicaltrial|_ Datensatz
nb: Resultater fra regresjon i jamovi for datasettet |clinicaltrial|_: Modell med de genererte kontrastvariablene ``druganxifree`` og ``drugjoyzepam``
ta: | கிளினிக்கல் ட்ரையல் | _ தரவு தொகுப்பு: உருவாக்கப்பட்ட மாறுபட்ட மாறிகள் `` மருந்து அன்சிஃப்ரீ`` மற்றும் `` மருந்து சாய்செபம்``

source: Hmm. This isn’t the same output that we got last time. Not surprisingly, the regression output prints out the results for each of the three predictors separately, just like it did every other time we conducted a regression analysis. On the one hand we can see that the *p*-value for the ``therapyCBT`` variable is exactly the same as the one for the ``therapy`` factor |nominal| in our original ANOVA, so we can be reassured that the regression model is doing the same thing as the ANOVA did. On the other hand, this regression model is testing the ``druganxifree`` contrast and the ``drugjoyzepam`` contrast *separately*, as if they were two completely unrelated variables. It’s not surprising of course, because the poor regression analysis has no way of knowing that ``drugjoyzepam`` and ``druganxifree`` are actually the two different contrasts that we used to encode our three-level ``drug`` factor. As far as it knows, ``drugjoyzepam`` and ``druganxifree`` are no more related to one another than ``drugjoyzepam`` and ``therapyCBT``. However, you and I know better. At this stage we’re not at all interested in determining whether these two contrasts are individually significant. We just want to know if there’s an “overall” effect of ``drug``. That is, what *we* want jamovi to do is to run some kind of “model comparison” test, one in which the two “drug-related” contrasts are lumped together for the purpose of the test. Sound familiar? All we need to do is specify our null model, which in this case would include the ``therapyCBT`` predictor, and omit both of the drug-related variables, as in :numref:`fig-factorialanova11`\.
de: Dies ist nicht die gleiche Ausgabe wie beim letzten Mal. Es überrascht nicht, dass die Regressionsausgabe die Ergebnisse für jeden der drei Prädiktoren separat ausgibt, genau wie bei jeder anderen Regressionsanalyse, die wir durchgeführt haben. Einerseits können wir sehen, dass der *p*-Wert für die Variable ``therapyCBT`` genau derselbe ist wie der für den Faktor ``therapy`` |nominal| in unserer ursprünglichen ANOVA, so dass wir beruhigt sein können, dass das Regressionsmodell das Gleiche tut wie die ANOVA. Andererseits testet dieses Regressionsmodell den ``druganxifree``-Kontrast und den ``drugjoyzepam``-Kontrast *separat*, als ob es sich um zwei völlig unverbundene Variablen handeln würde. Das ist natürlich nicht überraschend, denn die Regressionsanalyse hat keine Möglichkeit zu „wissen“, dass ``drugjoyzepam`` und ``druganxifree`` die beiden verschiedenen Kontraste sind, die wir zur Kodierung unseres dreistufigen ``drug`` Faktors verwendet haben. Für die Regressionsanalyse, sind ``drugjoyzepam`` und ``druganxifree`` genauso wenig miteinander verbunden wie ``drugjoyzepam`` und ``therapyCBT``. Sie und ich wissen es dagegen besser. In diesem Stadium sind wir überhaupt nicht daran interessiert, festzustellen, ob diese beiden Kontraste einzeln signifikant sind. Wir wollen nur wissen, ob es einen „Gesamteffekt“ von ``drug`` gibt. Das heißt, *wir* wollen, dass jamovi eine Art „Modellvergleichstest“ durchführt, bei dem die beiden „medikamentbezogenen“ Kontraste für die Zwecke des Tests zusammen analysiert werden. Kommt Ihnen das bekannt vor? Alles, was wir tun müssen, ist, unser Nullmodell zu spezifizieren, das in diesem Fall den ``therapyCBT``-Prädiktor einschließt und beiden medikamentbezogenen Variablen weglassen würde, wie in :numref:`fig-factorialanova11`\.
nb: Dette er ikke det samme resultatet som sist. Dette er ikke det samme resultatet som vi fikk forrige gang. Ikke overraskende viser regresjonsutskriften resultatene for hver av de tre prediktorene hver for seg, akkurat som den gjorde hver gang vi gjennomførte en regresjonsanalyse. På den ene siden kan vi se at *p*-verdien for variabelen ``therapyCBT`` er nøyaktig den samme som for faktoren ``therapy`` |nominal| i vår opprinnelige ANOVA, så vi kan være trygge på at regresjonsmodellen gjør det samme som ANOVAen gjorde. På den annen side tester denne regresjonsmodellen kontrasten ``druganxifree`` og kontrasten ``drugjoyzepam`` *separat*, som om de var to helt urelaterte variabler. Det er selvfølgelig ikke overraskende, for den stakkars regresjonsanalysen har ingen mulighet til å vite at ``drugjoyzepam`` og ``druganxifree`` faktisk er de to forskjellige kontrastene som vi brukte til å kode vår ``drug``-faktor på tre nivåer. Så vidt den vet, er ``drugjoyzepam`` og ``druganxifree`` ikke mer relatert til hverandre enn ``drugjoyzepam`` og ``therapyCBT``. Men du og jeg vet bedre. På dette stadiet er vi overhodet ikke interessert i å avgjøre om disse to kontrastene er individuelt signifikante. Vi vil bare vite om det er en «samlet» effekt av ``drug``. Det vil si at det *vi* vil at jamovi skal gjøre, er å kjøre en slags «modellsammenligningstest», der de to ``drug``-relaterte kontrastene er slått sammen for testens formål. Høres dette kjent ut? Alt vi trenger å gjøre er å spesifisere nullmodellen vår, som i dette tilfellet vil inkludere prediktoren ``therapyCBT``, og utelate begge de legemiddel-relaterte variablene, som i :numref:`fig-factorialanova11`\.
ta: அ்ம். கடைசியாக எங்களுக்கு கிடைத்த அதே வெளியீடு இதுவல்ல. ஆச்சரியப்படுவதற்கில்லை, பின்னடைவு வெளியீடு மூன்று முன்னறிவிப்பாளர்களில் ஒவ்வொருவருக்கும் தனித்தனியாக முடிவுகளை அச்சிடுகிறது, ஒவ்வொரு முறையும் நாங்கள் ஒரு பின்னடைவு பகுப்பாய்வை நடத்தியதைப் போலவே. ஒருபுறம் `` தெரபி கிளிபிடி`` மாறிக்கான *பி *-மதிப்பு `` சிகிச்சை` காரணி | பெயரளவு | எங்கள் அசல் ANOVA இல், ஆகவே பின்னடைவு மாதிரி ANOVA செய்ததைப் போலவே செய்கிறது என்பதை நாம் உறுதியளிக்க முடியும். மறுபுறம், இந்த பின்னடைவு மாதிரியானது `` மருந்து அன்சிஃப்ரீ` `மாறுபாட்டையும்,` `மருந்து சாய்செபாம்`` மாறுபாடு *தனித்தனியாக *, அவை முற்றிலும் தொடர்பில்லாத இரண்டு மாறிகள் போலவும் சோதிக்கின்றன. நிச்சயமாக ஆச்சரியப்படுவதற்கில்லை, ஏனென்றால் `` மருந்து சாய்செபம்`` மற்றும் `` ட்ரிக்அன்எக்சிஃப்ரீ`` உண்மையில் எங்கள் மூன்று-நிலை `` மருந்து` காரணியை குறியாக்கப் பயன்படுத்திய இரண்டு வெவ்வேறு முரண்பாடுகள் என்பதை அறிய மோசமான பின்னடைவு பகுப்பாய்விற்கு எந்த வழியும் இல்லை. அது தெரிந்தவரை, `` மருந்து சாய்செபம்`` மற்றும் `` ட்ரெக்ஆன்எக்சிஃப்ரீ`` ஆகியவை ஒருவருக்கொருவர் தொடர்புடையவை அல்ல `` மருந்து சாய்செபம்`` மற்றும் `` தெரபி கிபிடி``. இருப்பினும், உங்களுக்கும் எனக்கும் நன்றாகத் தெரியும். இந்த கட்டத்தில் இந்த இரண்டு முரண்பாடுகளும் தனித்தனியாக குறிப்பிடத்தக்கவை என்பதை தீர்மானிக்க நாங்கள் ஆர்வம் காட்டவில்லை. `` மருந்து`` இன் “ஒட்டுமொத்த” விளைவு இருக்கிறதா என்பதை நாங்கள் அறிய விரும்புகிறோம். அதாவது, சமோவி செய்ய விரும்புவது என்னவென்றால், ஒருவித “மாதிரி ஒப்பீடு” சோதனையை இயக்க வேண்டும், அதில் ஒன்று “போதைப்பொருள் தொடர்பான” முரண்பாடுகள் சோதனையின் நோக்கத்திற்காக ஒன்றாக இணைக்கப்பட்டுள்ளன. தெரிந்திருக்கிறதா? நாம் செய்ய வேண்டியது எங்கள் சுழிய மாதிரியைக் குறிப்பிடுவதுதான், இந்த விசயத்தில் `` தெரபி கிபிடி`` முன்னறிவிப்பாளரை உள்ளடக்கியிருக்கும், மேலும் போதைப்பொருள் தொடர்பான இரண்டு மாறிகள் இரண்டையும் தவிர்த்து விடுங்கள்: எண்: `அத்தி-கார்ட்ரியோரியனோவா 11` \.

source: Model comparison: Null model 1 vs. contrasts model 2
de: Modellvergleich: Nullmodell 1 vs. Kontrastmodell 2
nb: Sammenligning av modeller: Nullmodell 1 vs. kontrastmodell 2
ta: மாதிரி ஒப்பீடு: சுழிய மாதிரி 1 வெர்சச் முரண்பாடுகள் மாதிரி 2

source: Model comparison in jamovi regression: Null model (Model 1) vs. model using the generated contrast variables (Model 2)
de: Modellvergleich in der jamovi-Regressionsanalyse: Nullmodell (Modell 1) vs. Modell mit den generierten Kontrastvariablen (Modell 2)
nb: Sammenligning av modeller i jamovi-regresjon: Nullmodell (modell 1) vs. modell med de genererte kontrastvariablene (modell 2)
ta: சாமோவி பின்னடைவில் மாதிரி ஒப்பீடு: சுழிய மாதிரி (மாதிரி 1) வெர்சச் மாதிரி உருவாக்கப்பட்ட மாறுபட்ட மாறிகள் (மாதிரி 2)

source: Ah, that’s better. Our *F*-statistic is 26.15, the degrees of freedom are 2 and 14, and the *p*-value is 0.00002. The numbers are identical to the ones we obtained for the main effect of ``drug`` in our original ANOVA. Once again we see that ANOVA and regression are essentially the same. They are both linear models, and the underlying statistical machinery for ANOVA is identical to the machinery used in regression. The importance of this fact should not be understated. Throughout the rest of this chapter we’re going to rely heavily on this idea.
de: Ah, so ist es besser. Unsere *F*-Statistik ist 26,15, die Freiheitsgrade sind 2 und 14, und der *p*-Wert ist 0,00002. Die Zahlen sind identisch mit denen, die wir für den Haupteffekt von ``drug`` in unserer ursprünglichen ANOVA erhalten haben. Wieder einmal sehen wir, dass ANOVA und Regression im Wesentlichen das Gleiche sind. Es sind beides lineare Modelle, und die zugrundeliegende statistische Maschinerie für die ANOVA ist identisch mit der Maschinerie, die in der Regression verwendet wird. Die Bedeutung dieser Tatsache sollte nicht unterschätzt werden. Im weiteren Verlauf dieses Kapitels werden wir uns auf diesen Gedanken aufbauen.
nb: Ah, det var bedre. Vår *F*-statistikk er 26,15, frihetsgradene er 2 og 14, og *p*-verdien er 0,00002. Tallene er identiske med dem vi fikk for hovedeffekten av ``drug`` i vår opprinnelige ANOVA. Igjen ser vi at ANOVA og regresjon i bunn og grunn er det samme. De er begge lineære modeller, og det underliggende statistiske maskineriet for ANOVA er identisk med maskineriet som brukes i regresjon. Viktigheten av dette faktum bør ikke undervurderes. I resten av dette kapittelet kommer vi til å basere oss mye på denne ideen.
ta: ஆ, அது சிறந்தது. எங்கள் *f *-statistic 26.15, சுதந்திரத்தின் அளவுகள் 2 மற்றும் 14, மற்றும் *p *-மதிப்பு 0.00002 ஆகும். எங்கள் அசல் ANOVA இல் `` மருந்து`` இன் முக்கிய விளைவுக்காக எண்கள் நாம் பெற்றவற்றுடன் ஒத்தவை. ANOVA மற்றும் பின்னடைவு ஆகியவை ஒரே மாதிரியானவை என்பதை மீண்டும் காண்கிறோம். அவை இரண்டும் நேரியல் மாதிரிகள், மற்றும் ANOVA க்கான அடிப்படை புள்ளிவிவர இயந்திரங்கள் பின்னடைவில் பயன்படுத்தப்படும் இயந்திரங்களுக்கு ஒத்ததாகும். இந்த உண்மையின் முக்கியத்துவத்தை குறைத்து மதிப்பிடக்கூடாது. இந்த அத்தியாயத்தின் எஞ்சிய பகுதி முழுவதும் நாம் இந்த யோசனையை பெரிதும் நம்பியிருக்கிறோம்.

source: Although we went through all the faff of computing new variables in jamovi for the contrasts ``druganxifree`` and ``drugjoyzepam``, just to show that ANOVA and regression are essentially the same, in the jamovi linear regression analysis there is actually a nifty shortcut to get these contrasts, see :numref:`fig-regfactors`. What jamovi is doing here is allowing you to enter the predictor variables that are factors as, wait for it… factors! Smart, eh. You can also specify which group to use as the reference level, via the ``Reference Levels`` option. We’ve changed this to ``placebo`` and ``no.therapy``, respectively, because this makes most sense.
de: Obwohl wir uns die Mühe gemacht haben, in jamovi neue Variablen für die Kontraste ``druganxifree`` und ``drugjoyzepam`` zu berechnen, nur um zu zeigen, dass ANOVA und Regression im Wesentlichen das Gleiche sind, gibt es in der Regressionsanalyse von jamovi eine raffinierte Abkürzung, um diese Kontraste zu erhalten, siehe :numref:`fig-regfactors`. Was jamovi hier macht, ist, dass es Ihnen erlaubt, die Prädiktorvariablen, die Faktoren sind, als - warten Sie es ab - Faktoren einzugeben! Clever, oder? Mit der Option ``Reference Levels`` können Sie angeben, welche Gruppe als Referenzebene (Ausgangs- bzw. Vergleichsniveau) verwendet werden soll. Wir haben dies in ``placebo`` bzw. ``no.therapy`` geändert, da dies am sinnvollsten ist.
nb: Selv om vi gikk gjennom alt bryet med å beregne nye variabler i jamovi for kontrastene ``druganxifree`` og ``drugjoyzepam``, bare for å vise at ANOVA og regresjon i bunn og grunn er det samme, finnes det i jamovis lineære regresjonsanalyse faktisk en fiks snarvei for å få disse kontrastene, se :numref:`fig-regfactors`. Det jamovi gjør her, er å la deg legge inn prediktorvariablene som er faktorer som, vent på det… faktorer! Smart, eller hva? Du kan også spesifisere hvilken gruppe som skal brukes som referansenivå, via alternativet ``Reference Levels``. Vi har endret dette til henholdsvis ``placebo`` og ``no.therapy``, fordi dette gir mest mening.
ta: `` மருந்து அன்சிஃப்ரீ`` மற்றும் `` மருந்து சாய்செபம்`` ஆகியவற்றுக்கு சாமோவியில் புதிய மாறிகளைக் கணக்கிடுவதற்கான அனைத்து குறைபாடுகளையும் நாங்கள் கடந்து சென்றாலும், ANOVA மற்றும் பின்னடைவு ஆகியவை ஒரே மாதிரியானவை என்பதைக் காண்பிப்பதற்காக, சாமோவி நேரியல் பின்னடைவு பகுப்பாய்வில் உண்மையில் ஒரு உள்ளது இந்த முரண்பாடுகளைப் பெற நிஃப்டி குறுக்குவழி, காண்க: எண்ரெஃப்: `அத்தி-ரெசாக்டர்கள்`. சாமோவி இங்கே என்ன செய்கிறார் என்பது முன்னறிவிப்பு மாறிகளுக்குள் நுழைய உங்களை அனுமதிக்கிறது, அதற்காக காத்திருங்கள்… காரணிகள்! அறிவுள்ள, ஈ. `` குறிப்பு நிலைகள்`` விருப்பம் வழியாக எந்த குழுவைக் குறிப்பு மட்டமாகப் பயன்படுத்த வேண்டும் என்பதையும் நீங்கள் குறிப்பிடலாம். இதை முறையே `` மருந்துப்போலி`` மற்றும் `.

source: Regression analysis with factors and contrasts
de: Regressionsanalyse mit Faktoren und Kontrasten
nb: Regresjonsanalyse med faktorer og kontraster
ta: காரணிகள் மற்றும் முரண்பாடுகளுடன் பின்னடைவு பகுப்பாய்வு

source: Regression analysis with factors and contrasts in jamovi, including omnibus ANOVA test results
de: Regressionsanalyse mit Faktoren und Kontrasten in jamovi, einschließlich der Ergebnisse des ANOVA-Tests für das gesamte Modell
nb: Regresjonsanalyse med faktorer og kontraster i jamovi, inkludert omnibus ANOVA-testresultater
ta: ஓம்னிபச் ANOVA சோதனை முடிவுகள் உட்பட சாமோவியில் காரணிகள் மற்றும் முரண்பாடுகளுடன் பின்னடைவு பகுப்பாய்வு

source: If you also click on the ``ANOVA test`` checkbox under the ``Model Coefficients`` → ``Omnibus Test`` option, we see that the *F*-statistic is 26.15, the degrees of freedom are 2 and 14, and the *p*-value is 0.00002 (see :numref:`fig-regfactors`). The numbers are identical to the ones we obtained for the main effect of ``drug`` in our original ANOVA. Once again, we see that ANOVA and regression are essentially the same. They are both linear models, and the underlying statistical machinery for ANOVA is identical to the machinery used in regression.
de: Wenn Sie die Checkbox ``ANOVA test`` unter der Option ``Model Coefficients`` → ``Omnibus Test`` aktivieren, sehen wir, dass die *F*-Statistik 26,15 beträgt, die Freiheitsgrade 2 und 14 sind und der *p*-Wert 0,00002 ist (siehe :numref:`fig-regfactors`). Die Zahlen sind identisch mit denen, die wir für den Haupteffekt von ``drug`` in unserer ursprünglichen ANOVA erhalten haben. Wieder einmal zeigt sich, dass ANOVA und Regression im Wesentlichen dasselbe sind. Es sind beides lineare Modelle, und die zugrundeliegende statistische Maschinerie für ANOVA ist identisch mit der Maschinerie, die in der Regression verwendet wird.
nb: Hvis du også klikker på avmerkingsboksen ``ANOVA test`` under alternativet ``Model Coefficients`` → ``Omnibus Test``, ser vi at *F*-statistikken er 26,15, frihetsgradene er 2 og 14, og *p*-verdien er 0,00002 (se :numref:`fig-regfactors`). Tallene er identiske med dem vi fikk for hovedeffekten av ``drug`` i vår opprinnelige ANOVA. Igjen ser vi at ANOVA og regresjon i bunn og grunn er det samme. De er begge lineære modeller, og det underliggende statistiske maskineriet for ANOVA er identisk med maskineriet som brukes i regresjon.
ta: `` மாதிரி குணகங்கள்` `` `ஆம்னிபச் டெச்ட்`` விருப்பத்தின் கீழ்` `அனோவா டெச்ட்`` தேர்வுப்பெட்டியையும் நீங்கள் சொடுக்கு செய்தால், *எஃப் *-ச்டாட்டிச்டிக் 26.15 ஐக் காண்கிறோம், சுதந்திரத்தின் அளவுகள் 2 மற்றும் 14 ஆகும் , மற்றும் *பி *-மதிப்பு 0.00002 (பார்க்க: எண்ரெஃப்: `அத்தி-ரெசாக்டர்கள்`). எங்கள் அசல் ANOVA இல் `` மருந்து`` இன் முக்கிய விளைவுக்காக எண்கள் நாம் பெற்றவற்றுடன் ஒத்தவை. மீண்டும், ANOVA மற்றும் பின்னடைவு ஆகியவை ஒரே மாதிரியானவை என்பதைக் காண்கிறோம். அவை இரண்டும் நேரியல் மாதிரிகள், மற்றும் ANOVA க்கான அடிப்படை புள்ளிவிவர இயந்திரங்கள் பின்னடைவில் பயன்படுத்தப்படும் இயந்திரங்களுக்கு ஒத்ததாகும்.

source: Degrees of freedom as parameter counting!
de: Freiheitsgrade als Parameterzahl
nb: Frihetsgrader som parametertelling!
ta: அளவுரு எண்ணாக சுதந்திரத்தின் அளவுகள்!
