Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Also in the ANOVA table is the calculation of the *p*-values. Once again, there is nothing new here. For each of our two factors what we’re trying to do is test the null hypothesis that there is no relationship between the factor and the outcome variable (I’ll be a bit more precise about this later on). To that end, we’ve (apparently) followed a similar strategy to what we did in the One-Way ANOVA and have calculated an *F*-statistic for each of these hypotheses. To convert these to *p*-values, all we need to do is note that the sampling distribution for the *F*-*statistic* under the null hypothesis (that the factor in question is irrelevant) is an *F*- *distribution*. Also note that the two degrees of freedom values are those corresponding to the factor and those corresponding to the residuals. For the ``drug`` factor we’re talking about an *F*- distribution with 2 and 14 degrees of freedom (I’ll discuss degrees of freedom in more detail later). In contrast, for the ``therapy`` factor the sampling distribution is *F* with 1 and 14 degrees of freedom.
de: In der ANOVA-Tabelle ist auch die Berechnung der *p*-Werte enthalten. Auch hier gibt es nichts Neues. Für jeden unserer beiden Faktoren versuchen wir, die Nullhypothese zu testen, dass es keinen Zusammenhang zwischen dem Faktor und der Ergebnisvariablen gibt (ich werde das später noch etwas genauer erläutern). Zu diesem Zweck haben wir (offenbar) eine ähnliche Strategie wie bei der einfaktoriellen ANOVA verfolgt und für jede dieser Hypothesen eine *F*-Statistik berechnet. Um diese in *p*-Werte umzuwandeln, müssen wir nur beachten, dass die Stichprobenverteilung für die *F*-*Statistik* unter der Nullhypothese (dass der betreffende Faktor irrelevant ist) eine *F*-*Verteilung* ist. Beachten Sie auch, dass die beiden Werte der Freiheitsgrade diejenigen sind, die dem Faktor und den Residuen entsprechen. Für den Faktor ``drug`` handelt es sich um eine *F*-Verteilung mit 2 und 14 Freiheitsgraden (auf die Freiheitsgrade gehe ich später noch genauer ein). Im Gegensatz dazu ist die Stichprobenverteilung für den Faktor ``therapy`` eine *F*-Verteilung mit 1 und 14 Freiheitsgraden.
nb: I ANOVA-tabellen finner du også beregningen av *p*-verdiene. Heller ikke her er det noe nytt. For hver av de to faktorene våre prøver vi å teste nullhypotesen om at det ikke er noen sammenheng mellom faktoren og utfallsvariabelen (jeg skal være litt mer presis om dette senere). For å oppnå dette har vi (tilsynelatende) fulgt en lignende strategi som vi gjorde i en enveis ANOVA, og vi har beregnet en *F*-statistikk for hver av disse hypotesene. For å konvertere disse til *p*-verdier trenger vi bare å merke oss at utvalgsfordelingen for *F*-*statistikken* under nullhypotesen (at den aktuelle faktoren er irrelevant) er en *F*-*fordeling*. Legg også merke til at det er to verdier for frihetsgradene: en som svarer til faktoren og en som svarer til residuene. For faktoren ``drug`` snakker vi om en *F*-fordeling med 2 og 14 frihetsgrader (jeg kommer nærmere inn på frihetsgrader senere). For faktoren ``therapy`` er det derimot en *F*-fordeling med 1 og 14 frihetsgrader.
ta: ANOVA அட்டவணையில் *p *-மதிப்புகளின் கணக்கீடு உள்ளது. மீண்டும், இங்கே புதிதாக எதுவும் இல்லை. எங்கள் இரண்டு காரணிகளில் ஒவ்வொன்றிற்கும், நாங்கள் செய்ய முயற்சிப்பது காரணி மற்றும் விளைவு மாறிக்கு இடையில் எந்த உறவும் இல்லை என்ற சுழிய கருதுகோளை சோதிப்பதாகும் (இதைப் பற்றி நான் பின்னர் இன்னும் கொஞ்சம் துல்லியமாக இருப்பேன்). அதற்காக, நாங்கள் (வெளிப்படையாக) ஒரு வழி ANOVA இல் செய்ததைப் போன்ற ஒரு மூலோபாயத்தைப் பின்பற்றி, இந்த ஒவ்வொரு கருதுகோள்களுக்கும் ஒரு *F *-புள்ளிவிவரத்தை கணக்கிட்டுள்ளோம். இவற்றை*பி*-மதிப்புகளாக மாற்ற, நாம் செய்ய வேண்டியது சுழிய கருதுகோளின் கீழ்*f*-*புள்ளிவிவர*க்கான மாதிரி வழங்கல் (கேள்விக்குரிய காரணி பொருத்தமற்றது) ஒரு*f*-* விநியோகம்*. இரண்டு டிகிரி சுதந்திர மதிப்புகள் காரணி மற்றும் எஞ்சியவற்றுடன் தொடர்புடையவை என்பதையும் நினைவில் கொள்க. `` மருந்து` காரணத்திற்காக, 2 மற்றும் 14 டிகிரி சுதந்திரத்துடன் ஒரு *f *- விநியோகத்தைப் பற்றி பேசுகிறோம் (நான் சுதந்திரத்தின் அளவுகளை பின்னர் விரிவாக விவாதிப்பேன்). இதற்கு நேர்மாறாக, `` சிகிச்சை` காரணத்திற்காக மாதிரி வழங்கல் 1 மற்றும் 14 டிகிரி சுதந்திரத்துடன் * f * ஆகும்.

source: At this point, I hope you can see that the ANOVA table for this more complicated factorial analysis should be read in much the same way as the ANOVA table for the simpler one-way analysis. In short, it’s telling us that the factorial ANOVA for our 3 × 2 design found a significant effect of drug: *F*\(2,14) = 26.15, *p* < 0.001, as well as a significant effect of therapy: *F*\(1,14) = 7.08, *p* = 0.02. Or, to use the more technically correct terminology, we would say that there are two **main effects** of drug and therapy. At the moment, it probably seems a bit redundant to refer to these as “main” effects, but it actually does make sense. Later on, we’re going to want to talk about the possibility of “interactions” between the two factors, and so we generally make a distinction between main effects and interaction effects.
de: An dieser Stelle können Sie hoffentlich erkennen, dass die ANOVA-Tabelle für diese komplexere mehrfaktorielle Analyse ähnlich zu lesen ist wie die ANOVA-Tabelle für die einfachere einfaktorielle Analyse. Kurz gesagt, sie sagt uns, dass die faktorielle ANOVA für unser 3 × 2 Design einen signifikanten Effekt des Medikaments gefunden hat: *F*\(2,14) = 26.15, *p* < 0.001, sowie einen signifikanten Effekt der Therapie: *F*\(1,14) = 7,08, *p* = 0,02. Oder, um die technisch korrekte Terminologie zu verwenden, würden wir sagen, dass es zwei **Haupteffekte** von Medikament und Therapie gibt. Im Moment scheint es vielleicht etwas überflüssig, von „Haupteffekten“ zu sprechen, aber es macht tatsächlich Sinn. Später werden wir über die Möglichkeit von „Wechselwirkungen“ zwischen den beiden Faktoren sprechen wollen, und daher unterscheiden wir im Allgemeinen zwischen Haupteffekten und Interaktionseffekten.
nb: Nå håper jeg at du forstår at ANOVA-tabellen for denne mer kompliserte faktoranalysen bør leses på omtrent samme måte som ANOVA-tabellen for den enklere enveisanalysen. Kort sagt forteller den oss at den faktorielle ANOVA-analysen for vårt 3 × 2-design fant en signifikant effekt av legemiddelet (``drug``): *F*\(2,14) = 26,15, *p* < 0,001, samt en signifikant effekt av terapi (``therapy``): *F*\(1,14) = 7,08, *p* = 0,02. Eller, for å bruke en mer teknisk korrekt terminologi, vi kan si at det er to **hovedeffekter** av legemiddel og terapi. Akkurat nå virker det kanskje litt overflødig å referere til disse som «hovedeffekter», men det gir faktisk mening. Senere kommer vi til å snakke om muligheten for «interaksjoner» mellom de to faktorene, og derfor skiller vi generelt mellom hovedeffekter og interaksjonseffekter.
ta: இந்த கட்டத்தில், இந்த மிகவும் சிக்கலான காரணியாலான பகுப்பாய்விற்கான ANOVA அட்டவணை எளிமையான ஒரு வழி பகுப்பாய்விற்கான ANOVA அட்டவணையைப் போலவே படிக்க வேண்டும் என்பதை நீங்கள் காணலாம் என்று நம்புகிறேன். சுருக்கமாக, எங்கள் 3 × 2 வடிவமைப்பிற்கான காரணி ANOVA மருந்தின் குறிப்பிடத்தக்க விளைவைக் கண்டறிந்தது: *f *\ (2,14) = 26.15, *p *<0.001, அத்துடன் சிகிச்சையின் குறிப்பிடத்தக்க விளைவு: *F*\ (1,14) = 7.08,*ப*= 0.02. அல்லது, தொழில்நுட்ப ரீதியாக சரியான சொற்களைப் பயன்படுத்த, மருந்து மற்றும் சிகிச்சையின் இரண்டு ** முக்கிய விளைவுகள் ** உள்ளன என்று நாங்கள் கூறுவோம். இந்த நேரத்தில், இவற்றை "முக்கிய" விளைவுகள் என்று குறிப்பிடுவது சற்று பணிநீக்கம் செய்யப்பட்டதாகத் தெரிகிறது, ஆனால் அது உண்மையில் அர்த்தமுள்ளதாக இருக்கிறது. பிற்காலத்தில், இரண்டு காரணிகளுக்கிடையேயான “தொடர்புகளின்” சாத்தியத்தைப் பற்றி பேச விரும்புகிறோம், எனவே பொதுவாக முக்கிய விளைவுகளுக்கும் தொடர்பு விளைவுகளுக்கும் இடையில் வேறுபாட்டை உருவாக்குகிறோம்.

source: How are the sum of squares calculated?
de: Wie berechnet man die Quadratsummen?
nb: Hvordan beregnes kvadratsummen?
ta: சதுரங்களின் தொகை எவ்வாறு கணக்கிடப்படுகிறது?

source: In the previous section I had two goals. Firstly, to show you that the jamovi method needed to do factorial ANOVA is pretty much the same as what we used for a One-Way ANOVA. The only difference is the addition of a second factor. Secondly, I wanted to show you what the ANOVA table looks like in this case, so that you can see from the outset that the basic logic and structure behind factorial ANOVA is the same as that which underpins One-Way ANOVA. Try to hold onto that feeling. It’s genuinely true, insofar as factorial ANOVA is built in more or less the same way as the simpler one-way ANOVA model. It’s just that this feeling of familiarity starts to evaporate once you start digging into the details. Traditionally, this comforting sensation is replaced by an urge to hurl abuse at the authors of statistics textbooks.
de: Im vorigen Abschnitt habe ich zwei Ziele verfolgt. Erstens wollte ich Ihnen zeigen, dass die jamovi-Methode, die für eine (mehr-)faktorielle ANOVA benutzt wird, annähernd die gleiche ist wie die, die wir für eine einfaktorielle ANOVA verwendet haben. Der einzige Unterschied besteht darin, dass ein zweiter Faktor hinzugefügt wird. Zweitens wollte ich zeigen, wie die ANOVA-Tabelle in diesem Fall aussieht, damit Sie von vornherein erkennen können, dass die grundlegende Logik und Struktur der faktoriellen ANOVA dieselbe ist wie die der einfaktoriellen ANOVA. Versuchen Sie, sich dieses Gefühl zu bewahren. Es ist wirklich wahr, denn die faktorielle ANOVA ist mehr oder weniger genauso aufgebaut wie das einfachere Modell der einfaktoriellen ANOVA. Es ist nur so, dass sich dieses Gefühl der Vertrautheit verflüchtigt, sobald man anfängt, sich in die Details zu vertiefen. Oft wird dieses beruhigende Gefühl durch den Drang ersetzt, auf die Autoren von Statistik-Lehrbüchern zu schimpfen.
nb: I forrige avsnitt hadde jeg to mål. For det første å vise at jamovi-metoden som trengs for å gjøre en faktoriell ANOVA, er stort sett den samme som den vi brukte for en enveis ANOVA. Den eneste forskjellen er at vi legger til en ekstra faktor. For det andre vil jeg vise deg hvordan ANOVA-tabellen ser ut i dette tilfellet, slik at du fra starten av kan se at den grunnleggende logikken og strukturen bak faktoriell ANOVA er den samme som den som ligger til grunn for enveis ANOVA. Prøv å holde fast ved den følelsen. Det er faktisk sant, i den forstand at faktoriell ANOVA er bygget opp på mer eller mindre samme måte som den enklere enveis ANOVA-modellen. Det er bare det at denne følelsen av fortrolighet begynner å fordampe når du begynner å grave deg ned i detaljene. Tradisjonelt sett blir denne trygghetsfølelsen erstattet av en trang til å skjelle ut forfatterne av lærebøker i statistikk.
ta: முந்தைய பிரிவில் எனக்கு இரண்டு இலக்குகள் இருந்தன. முதலாவதாக, காரணியாலான ANOVA ஐ செய்ய சமோவி முறை ஒரு வழி ANOVA க்கு நாங்கள் பயன்படுத்தியதைப் போலவே உள்ளது என்பதை உங்களுக்குக் காண்பிப்பது. ஒரே வேறுபாடு இரண்டாவது காரணியைச் சேர்ப்பதுதான். இரண்டாவதாக, இந்த விசயத்தில் ANOVA அட்டவணை எப்படி இருக்கும் என்பதை நான் உங்களுக்குக் காட்ட விரும்பினேன், இதன் மூலம் காரணி ANOVA க்குப் பின்னால் உள்ள அடிப்படை தர்க்கமும் கட்டமைப்பும் ஒரு வழி ANOVA ஐ ஆதரிப்பதைப் போன்றது என்பதை நீங்கள் ஆரம்பத்தில் இருந்தே காணலாம். அந்த உணர்வைப் பிடிக்க முயற்சி செய்யுங்கள். இது உண்மையிலேயே உண்மை, காரணியாலான ANOVA எளிமையான ஒரு வழி ANOVA மாதிரியைப் போலவே அதிகமாகவோ அல்லது குறைவாகவோ கட்டப்பட்டுள்ளது. நீங்கள் விவரங்களைத் தோண்டத் தொடங்கியவுடன் இந்த பரிச்சயமான உணர்வு ஆவியாகத் தொடங்குகிறது. பாரம்பரியமாக, இந்த ஆறுதலான உணர்வு புள்ளிவிவர பாடப்புத்தகங்களின் ஆசிரியர்களிடம் தீய பயன்பாடு செய்ய வேண்டும் என்ற தூண்டுதலால் மாற்றப்படுகிறது.

source: Okay, let’s start by looking at some of those details. The explanation that I gave in the last section illustrates the fact that the hypothesis tests for the main effects (of ``drug`` and ``therapy`` in this case) are *F*-tests, but what it doesn’t do is show you how the sum of squares (SS) values are calculated. Nor does it tell you explicitly how to calculate degrees of freedom (*df*-values) though that’s a simple thing by comparison. Let’s assume for now that we have only two predictor variables, Factor A and Factor B. If we use *Y* to refer to the outcome variable, then we would use *Y*\ :sub:`rci` to refer to the outcome associated with the i-th member of group rc (i.e., level/row *r* for Factor A and level/column *c* for Factor B). Thus, if we use Ȳ to refer to a sample mean, we can use the same notation as before to refer to group means, marginal means and grand means. That is, Ȳ\ :sub:`rc` is the sample mean associated with the *r*\ th level of Factor A and the *c*\ th level of Factor B, Ȳ\ :sub:`r.` would be the marginal mean for the *r*\ th level of Factor A, Ȳ\ :sub:`.c` would be the marginal mean for the *c*\ th level of Factor B, and Ȳ\ :sub:`..` is the grand mean. In other words, our sample means can be organised into the same table as the population means. For our |clinicaltrial|_ data, that table looks like this:
de: Beschäftigen wir uns mit einigen dieser Details: Die Erklärung, die ich im letzten Abschnitt gegeben habe, veranschaulicht die Tatsache, dass die Hypothesentests für die Haupteffekte (von ``drug`` und ``therapy`` in diesem Fall) *F*-Tests sind. Was sie nicht tut, ist Ihnen zu zeigen, wie die Summe der Quadrate (SS) Werte berechnet werden. Es wird auch nicht explizit erklärt, wie man die Freiheitsgrade berechnet (*df* Werte), obwohl das im Vergleich eine einfache Sache ist. Wenn wir *Y* verwenden, um uns auf die Ergebnisvariable zu beziehen, dann würden wir *Y*\ :sub:`rci` verwenden, um uns auf das Ergebnis zu beziehen, das mit dem i-ten Mitglied der Gruppe rc assoziiert ist (d.h. Zeile / Stufe *r* für Faktor A und Spalte / Stufe *c* für Faktor B). Wenn wir also Ȳ für einen Stichprobenmittelwert verwenden, können wir die gleiche Notation wie zuvor für Gruppenmittelwerte, Randmittel und Gesamtmittelwerte verwenden. Das heißt, Ȳ\ :sub:`rc` ist der Stichprobenmittelwert, der mit der *r*\-ten Stufe des Faktors A und der *c*\-ten Stufe des Faktors B verbunden ist, Ȳ\ :sub:`r.` wäre das Randmittel für die *r*\-te Stufe von Faktor A, Ȳ\ :sub:`.c` wäre das Randmittel für die *c*\-te Stufe von Faktor B, und Ȳ\ :sub:`..` ist der Gesamtmittelwert. Mit anderen Worten, unsere Stichprobenmittelwerte können in dieselbe Tabelle eingeordnet werden wie die Mittelwerte in der Grundgesamtheit. Für unseren |clinicaltrial|_-Datensatz sieht diese Tabelle wie folgt aus:
nb: La oss begynne med å se på noen av disse detaljene. Forklaringen jeg ga i forrige avsnitt, illustrerer det faktum at hypotesetestene for hovedeffektene (av ``drug`` og ``therapy`` i dette tilfellet) er *F*-tester, men den viser ikke hvordan kvadratsummenene (SS) beregnes. Den forteller deg heller ikke eksplisitt hvordan du beregner frihetsgrader (*df*-verdier), selv om det er en enkel ting til sammenligning. La oss foreløpig anta at vi bare har to prediktorvariabler, Faktor A og Faktor B. Hvis vi bruker *Y* for å referere til utfallsvariabelen, vil vi bruke *Y*\ :sub:`rci` for å referere til utfallet som er knyttet til det i-te medlemmet av gruppe rc (dvs. nivå/rad *r* for Faktor A og nivå/kolonne *c* for Faktor B). Hvis vi bruker Ȳ for å referere til et utvalgsgjennomsnitt, kan vi bruke samme notasjon som tidligere for å referere til gruppegjennomsnitt, marginalgjennomsnitt og totalgjennomsnitt. Det vil si at Ȳ\ :sub:`rc` er utvalgsgjennomsnittet som er knyttet til *r*\th-nivået for faktor A og *c*\th-nivået for faktor B, Ȳ\ :sub:`r.` vil være det marginale gjennomsnittet for *r*\th-nivået for faktor A, Ȳ\ :sub:`.c` vil være det marginale gjennomsnittet for *c*\th-nivået for faktor B, og Ȳ\ :sub:`..` er det totale gjennomsnittet. Med andre ord kan gjennomsnittene fra stikkprøvene organiseres i samme tabell som populasjonsgjennomsnittene. For dataene våre fra |clinicaltrial|_ ser tabellen slik ut:
ta: சரி, அந்த விவரங்களில் சிலவற்றைப் பார்த்து ஆரம்பிக்கலாம். கடைசி பிரிவில் நான் கொடுத்த விளக்கம் முக்கிய விளைவுகளுக்கான கருதுகோள் சோதனைகள் (`` மருந்து`` மற்றும் `` சிகிச்சை`` இந்த விசயத்தில்) *f *-tests, ஆனால் அது என்ன செய்யாது என்ற உண்மையை விளக்குகிறது சதுரங்கள் (எச்எச்) மதிப்புகளின் தொகை எவ்வாறு கணக்கிடப்படுகிறது என்பதைக் காண்பிப்பதாகும். ஒப்பிடுவதன் மூலம் இது ஒரு எளிய சேதி என்றாலும், சுதந்திரத்தின் அளவுகளை எவ்வாறு கணக்கிடுவது (*df*-மதிப்புகள்) என்பதை இது வெளிப்படையாகச் சொல்லவில்லை. விளைவு மாறியைக் குறிக்க நாம் *y *ஐப் பயன்படுத்தினால், காரணி A மற்றும் காரணி B. குழு RC இன் I-TH உறுப்பினருடன் தொடர்புடையது (அதாவது, காரணி A மற்றும் நிலை/நெடுவரிசை * C * காரணி B க்கு நிலை/வரிசை * r *). ஆகவே, ஒரு மாதிரி சராசரியைக் குறிக்க நாம் பயன்படுத்தினால், குழு வழிமுறைகள், விளிம்பு வழிமுறைகள் மற்றும் பெரிய வழிமுறைகளைக் குறிக்க முன்பு இருந்த அதே குறியீட்டைப் பயன்படுத்தலாம். அதாவது, ȳ \: துணை: `rc` என்பது காரணி A இன் *r *\ வது நிலை மற்றும் *C *\ வது காரணி B, ȳ \: துணை:` r.` உடன் தொடர்புடைய மாதிரி சராசரி காரணி A, ȳ \: துணை: `.c` காரணி B இன் *c *\ வது நிலை, மற்றும் ȳ \: sub:` .. `என்பது பெரிய சராசரி. வேறு வார்த்தைகளில் கூறுவதானால், எங்கள் மாதிரி வழிமுறைகள் மக்கள்தொகையின் அதே அட்டவணையில் ஒழுங்கமைக்கப்படலாம். எங்கள் | கிளினிக்கல் ட்ரீல் | _ தரவுகளுக்கு, அந்த அட்டவணை இப்படி தெரிகிறது:

source: And if we look at the sample means that I showed earlier, we have Ȳ\ :sub:`11` = 0.30, Ȳ\ :sub:`12` = 0.60 etc. In our |clinicaltrial|_ data, the ``drug`` factor has 3 levels and the ``therapy`` factor has 2 levels, and so what we’re trying to run is a 3 × 2 factorial ANOVA. However, we’ll be a little more general and say that Factor A (the row factor) has *R* levels and Factor B (the column factor) has *C* levels, and so what we’re runnning here is an R × C factorial ANOVA.
de: Wenn wir uns die Stichprobenmittelwerte ansehen, die ich vorhin gezeigt habe, haben wir Ȳ\ :sub:`11` = 0,30, Ȳ\ :sub:`12` = 0,60 usw. In unserem |clinicaltrial|_-Datensatz hat der Faktor ``drug`` 3 Stufen und der Faktor ``therapy`` 2 Stufen, so dass wir versuchen, eine 3 × 2 faktorielle ANOVA durchzuführen. Wir werden jedoch etwas allgemeiner sein und sagen, dass der Faktor A (der Zeilenfaktor) *R* Stufen und der Faktor B (der Spaltenfaktor) *C* Stufen hat, so dass wir hier eine R × C faktorielle ANOVA durchführen.
nb: Og hvis vi ser på utvalgsgjennomsnittet som jeg viste tidligere, har vi Ȳ\ :sub:`11` = 0,30, Ȳ\ :sub:`12` = 0,60 osv. I våre |clinicaltrial|_-data har faktoren ``drug`` 3 nivåer og faktoren ``therapy`` har 2 nivåer, og det vi prøver å kjøre er derfor en 3 × 2 faktoriell ANOVA. Vi kan imidlertid være litt mer generelle og si at faktor A (radfaktoren) har *R* nivåer og faktor B (kolonnefaktoren) har *C* nivåer, så det vi kjører her, er en R × C-faktoriell ANOVA.
ta: மாதிரியைப் பார்த்தால், நான் முன்பு காட்டினேன் என்று பொருள், எங்களிடம் ȳ \: துணை: `11` = 0.30, ȳ \: துணை:` 12` = 0.60 போன்றவை. `` காரணி 3 நிலைகளைக் கொண்டுள்ளது மற்றும் `` சிகிச்சை`` காரணி 2 நிலைகளைக் கொண்டுள்ளது, எனவே நாங்கள் இயக்க முயற்சிப்பது 3 × 2 காரணியாலான ANOVA ஆகும். இருப்பினும், நாங்கள் இன்னும் கொஞ்சம் பொதுவானவராக இருப்போம், காரணி A (வரிசை காரணி) * r * அளவுகள் மற்றும் காரணி B (நெடுவரிசை காரணி) * c * அளவைக் கொண்டுள்ளது என்று கூறுவோம், எனவே இங்கே நாங்கள் இயங்குவது ஒரு r ஆகும் × சி காரணி ANOVA.

source: Now that we’ve got our notation straight, we can compute the sum of squares values for each of the two factors in a relatively familiar way. For Factor A, our between group sum of squares is calculated by assessing the extent to which the (row) marginal means Ȳ\ :sub:`1.`, Ȳ\ :sub:`2.` etc, are different from the grand mean Ȳ\ :sub:`..`\. We do this in the same way that we did for one-way ANOVA: calculate the sum of squared difference between the Ȳ\ :sub:`i.` values and the Ȳ\ :sub:`..` values. Specifically, if there are *N* people in each group, then we calculate this
de: Nachdem wir unsere Notation geklärt haben, können wir die Quadratsumme für jeden der beiden Faktoren auf die gewohnte Weise berechnen. Für Faktor A wird die Quadratsumme zwischen den Gruppen berechnet, indem das Ausmaß bewertet wird, in dem die (Zeilen-)Randmittel Ȳ\ :sub:`1.`, Ȳ\ :sub:`2.` usw. vom Gesamtmittelwert Ȳ\ :sub:`..`\ abweichen. Wir tun dies auf die gleiche Weise wie bei der einfaktoriellen ANOVA: Wir berechnen die Summe der quadrierten Abweichungen zwischen den Ȳ\ :sub:`i.`-Werten und den Ȳ\ :sub:`..`-Werten. Konkret berechnen wir Folgendes, wenn es *N* Personen in jeder Gruppe gibt
nb: Nå som vi har fått orden på notasjonen, kan vi beregne kvadratsummen for hver av de to faktorene på en relativt velkjent måte. For faktor A beregnes kvadratsummen mellom gruppene ved å vurdere i hvilken grad de (rad)marginale gjennomsnittene Ȳ\ :sub:`1.`, Ȳ\ :sub:`2.` osv. er forskjellige fra det totale gjennomsnittet Ȳ\ :sub:`..`\. Vi gjør dette på samme måte som vi gjorde for enveis ANOVA: beregner summen av den kvadrerte forskjellen mellom Ȳ\ :sub:`i.`-verdiene og Ȳ\ :sub:`..`-verdiene. Hvis det er *N* personer i hver gruppe, beregner vi dette
ta: இப்போது எங்கள் குறியீட்டை நேராகப் பெற்றுள்ளோம், ஒவ்வொரு இரண்டு காரணிகளுக்கும் சதுர மதிப்புகளின் தொகையை ஒப்பீட்டளவில் பழக்கமான முறையில் கணக்கிடலாம். காரணி A ஐப் பொறுத்தவரை, (வரிசை) விளிம்பு என்றால் ȳ \: துணை: `1.`, ȳ \: துணை:` 2.` போன்றவற்றிலிருந்து எந்த அளவிற்கு மதிப்பிடுவதன் மூலம் சதுரங்களின் குழு தொகை கணக்கிடப்படுகிறது சராசரி ȳ \: துணை: `..` \. ஒரு வழி ANOVA க்காக நாங்கள் செய்ததைப் போலவே இதைச் செய்கிறோம்: ȳ \: துணை: `I.` மதிப்புகள் மற்றும் ȳ \: துணை:` ..` மதிப்புகளுக்கு இடையிலான சதுர வேறுபாட்டின் தொகையை கணக்கிடுங்கள். குறிப்பாக, ஒவ்வொரு குழுவிலும் * n * நபர்கள் இருந்தால், நாங்கள் இதைக் கணக்கிடுகிறோம்
