Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: There are quite a lot of these comparisons that you need to consider. So, when we run the Tukey post-hoc analysis for this ANOVA model, we see that it has made a *lot* of pairwise comparisons (19 in total), as shown in :numref:`fig-factorialanova14`. You can see that it looks pretty similar to before, but with a lot more comparisons made.
de: Es gibt einige Paarvergleiche, die Sie berücksichtigen müssen. Wenn wir also die Tukey-Post-hoc-Analyse für dieses ANOVA-Modell durchführen, sehen wir, dass jamovi eine *Menge* Paarvergleiche (insgesamt 19) durchgeführt hat, wie in :numref:`fig-factorialanova14` gezeigt. Sie können sehen, dass die Ausgabe zwar grundsätzlich ziemlich ähnlich aussieht wie vorher, aber viel mehr Vergleiche enthält.
nb: Det er ganske mange av disse sammenligningene du må ta hensyn til. Så når vi kjører Tukey post-hoc-analysen for denne ANOVA-modellen, ser vi at den har gjort *mange* parvise sammenligninger (19 totalt), som vist i :numref:`fig-factorialanova14`. Du kan se at det ser ganske likt ut som før, men med mange flere sammenligninger.
ta: நீங்கள் கருத்தில் கொள்ள வேண்டிய இந்த ஒப்பீடுகள் நிறைய உள்ளன. எனவே, இந்த ANOVA மாதிரிக்கான டுகே பிந்தைய தற்காலிக பகுப்பாய்வை நாங்கள் இயக்கும் போது, இது காட்டப்பட்டுள்ளபடி, இது ஒரு * நிறைய * சோடிவரிசை ஒப்பீடுகளை (மொத்தத்தில் 19) உருவாக்கியிருப்பதைக் காண்கிறோம்: NUMREF: `Fig-factoralananova14`. இது முன்பு மிகவும் ஒத்ததாக இருப்பதை நீங்கள் காணலாம், ஆனால் இன்னும் நிறைய ஒப்பீடுகளுடன்.

source: Results table for a Tukey HSD post-hoc test
de: Ergebnistabelle für einen Tukey-HSD-Post-hoc-Test
nb: Resultattabell for en Tukey HSD post-hoc-test
ta: டுகே எச்.எச்.டி பிந்தைய தற்காலிக சோதனைக்கான முடிவுகள் அட்டவணை

source: Results table for a Tukey HSD post-hoc test within jamovi's factorial ANOVA procedure: Unsaturated model with the factors ``drug`` and ``therapy`` but without an interaction term (using the |clinicaltrial|_ data set)
de: Ergebnistabelle für einen Tukey-HSD-Post-hoc-Test im Rahmen einer faktoriellen ANOVA (unter Verwendung des |clinicaltrial|_ Datensatzes) in jamovi: Modell mit den Faktoren ``drug`` und ``therapy``, aber ohne den Interaktionsterm dieser beiden Faktoren
nb: Resultattabell for en Tukey HSD post-hoc-test innenfor jamovis faktorielle ANOVA-prosedyre: Umettet (*unsaturated*) modell med faktorene ``drug`` og ``therapy``, men uten interaksjonsterm (ved bruk av datasettet |clinicaltrial|_)
ta: சமோவியின் காரணியாலான ANOVA நடைமுறைக்குள் ஒரு டுகே எச்.எச்.டி பிந்தைய தற்காலிக சோதனைக்கான முடிவுகள் அட்டவணை: `` மருந்து`` மற்றும் `சிகிச்சை`` காரணிகளுடன் நிறைவுறா மாதிரி ஆனால் ஒரு தொடர்பு காலமின்றி (| மருத்துவமினை | _ தரவு தொகுப்பைப் பயன்படுத்துதல்)

source: If, for instance, you actually find yourself interested to know if Group A is significantly different from the mean of Group B and Group C, then you need to use a different tool (e.g., Scheffe’s method, which is more conservative, and beyond the scope of this book). However, in most cases you probably are interested in pairwise group differences, so Tukey’s HSD is a pretty useful thing to know about.
de: Wenn Sie beispielsweise wissen möchten, ob sich Gruppe A signifikant vom Mittelwert von Gruppe B und Gruppe C unterscheidet, müssen Sie ein anderes Instrument verwenden (z. B. die Scheffe-Methode, die konservativer ist und den Rahmen dieses Buches sprengen würde). In den meisten Fällen sind Sie jedoch wahrscheinlich an paarweisen Gruppenunterschieden interessiert, so dass Tukey's HSD eine nützliche Vorgehensweise sein kann.
nb: Hvis du for eksempel er interessert i å finne ut om gruppe A er signifikant forskjellig fra gjennomsnittet av gruppe B og gruppe C, må du bruke et annet verktøy (for eksempel Scheffes metode, som er mer konservativ og faller utenfor denne bokens rammer). I de fleste tilfeller er du imidlertid sannsynligvis interessert i parvise gruppeforskjeller, så Tukeys HSD er ganske nyttig å kjenne til.
ta: உதாரணமாக, குழு B மற்றும் குழு C இன் சராசரியிலிருந்து குழு A கணிசமாக வேறுபட்டதா என்பதை அறிய நீங்கள் உண்மையில் ஆர்வமாக இருந்தால், நீங்கள் வேறு கருவியைப் பயன்படுத்த வேண்டும் (எ.கா., ச்கெஃப்பின் முறை, இது மிகவும் பழமைவாதமானது, மற்றும் அதற்கு அப்பால் இந்த புத்தகத்தின் நோக்கம்). இருப்பினும், பெரும்பாலான சந்தர்ப்பங்களில் நீங்கள் சோடிவரிசை குழு வேறுபாடுகளில் ஆர்வமாக உள்ளீர்கள், எனவே டுகேயின் எச்.எச்.டி பற்றி தெரிந்து கொள்ள மிகவும் பயனுள்ள சேதி.

source: The method of planned comparisons
de: Die Methode der geplanten Vergleiche
nb: Metoden med planlagte sammenligninger
ta: திட்டமிடப்பட்ட ஒப்பீடுகளின் முறை

source: Following on from the previous sections on contrasts and post-hoc tests in ANOVA, I think the method of planned comparisons is important enough to deserve a quick discussion. In our discussions of multiple comparisons, in the previous section and back in chapter :doc:`../Ch13/Ch13_ANOVA`, I’ve been assuming that the tests you want to run are genuinely post-hoc. For instance, in our |clinicaltrial|_ data above, maybe you thought that the levels of ``drug`` would all have different effects on mood (i.e., you hypothesised a main effect of ``drug``), but you didn’t have any specific hypothesis about how they would be different, nor did you have any real idea about *which* pairwise comparisons would be worth looking at. If that is the case, then you really have to resort to something like Tukey’s HSD to do your pairwise comparisons.
de: Im Anschluss an die vorangegangenen Abschnitte über Kontraste und Post-hoc-Tests bei der ANOVA halte ich die Methode der geplanten Vergleiche für wichtig genug, um sie kurz zu besprechen. Bei unseren Diskussionen über Mehrfachvergleiche im vorherigen Abschnitt und im Kapitel :doc:`../Ch13/Ch13_ANOVA` bin ich davon ausgegangen, dass die Tests, die Sie durchführen wollen, wirklich *post hoc* sind. Für unseren |clinicaltrial|_-Datensatz haben Sie wahrscheinlich angenommen, dass die Niveaus von ``drug`` unterschiedliche Auswirkungen auf die Stimmung haben würden (d.h. Sie stellten die Hypothese eines Haupteffekts von ``drug`` auf), aber Sie hatten keine spezifische Hypothese darüber, wie sie sich unterscheiden würden. Sie hatten auch keine wirkliche Vorstellung davon, bei *welchen* Paarvergleichen es sich lohnen würde, sie zu untersuchen. Wenn das der Fall ist, dann müssen Sie auf eine Methode wie Tukey's HSD zurückgreifen, um Ihre Paarvergleiche durchzuführen.
nb: I forlengelsen av de foregående avsnittene om kontraster og post-hoc-tester i ANOVA, synes jeg metoden med planlagte sammenligninger er viktig nok til å fortjene en kort diskusjon. I diskusjonene våre om multiple sammenligninger, i forrige avsnitt og tilbake i kapittel :doc:`../Ch13/Ch13_ANOVA`, har jeg antatt at testene du ønsker å kjøre, virkelig er post-hoc. For eksempel, i dataene våre fra |clinicaltrial|_ ovenfor, trodde du kanskje at nivåene av ``drug`` alle ville ha forskjellige effekter på humøret (dvs. du antok en hovedeffekt av ``drug``), men du hadde ingen spesifikk hypotese om hvordan de ville være forskjellige, og du hadde heller ingen reell idé om *hvilke* parvise sammenligninger som ville være verdt å se på. Hvis det er tilfelle, må du virkelig ty til noe som Tukey's HSD for å gjøre parvise sammenligninger.
ta: ANOVA இல் உள்ள முரண்பாடுகள் மற்றும் பிந்தைய தற்காலிக சோதனைகள் குறித்த முந்தைய பிரிவுகளைத் தொடர்ந்து, திட்டமிட்ட ஒப்பீடுகளின் முறை விரைவான விவாதத்திற்கு தகுதியானதாக இருக்கும் என்று நான் நினைக்கிறேன். பல ஒப்பீடுகள் பற்றிய எங்கள் விவாதங்களில், முந்தைய பிரிவில் மற்றும் அத்தியாயத்தில்: டாக்: `../ CH13/CH13_ANOVA`, நீங்கள் இயக்க விரும்பும் சோதனைகள் உண்மையிலேயே பிந்தைய தற்காலிகமாக இருப்பதாக நான் கருதுகிறேன். உதாரணமாக, மேலே உள்ள எங்கள் | கிளினிக்கல் ட்ரீல் | _ தரவுகளில், `` மருந்து`` இன் அளவுகள் அனைத்தும் மனநிலையில் வெவ்வேறு விளைவுகளை ஏற்படுத்தும் என்று நீங்கள் நினைத்திருக்கலாம் (அதாவது, `` மருந்து`` இன் முக்கிய விளைவை நீங்கள் கருதுகிறீர்கள்), ஆனால் நீங்கள் செய்யவில்லை அவை எவ்வாறு வித்தியாசமாக இருக்கும் என்பதைப் பற்றி எந்தவொரு குறிப்பிட்ட கருதுகோளும் இல்லை, அல்லது * சோடிவரிசை ஒப்பீடுகளைப் பார்ப்பது மதிப்புக்குரியதாக இருக்கும் * பற்றி உங்களுக்கு உண்மையான சிந்தனை இல்லை. அப்படியானால், உங்கள் சோடிவரிசை ஒப்பீடுகளைச் செய்ய நீங்கள் டுகேயின் எச்.எச்.டி போன்ற ஒன்றை நாட வேண்டும்.

source: The situation is rather different, however, if you genuinely did have real, specific hypotheses about which comparisons are of interest, and you *never ever* have any intention to look at any other comparisons besides the ones that you specified ahead of time. When this is true, and if you honestly and rigorously stick to your noble intentions to not run any other comparisons (even when the data look like they’re showing you deliciously significant effects for stuff you didn’t have a hypothesis test for), then it doesn’t really make a lot of sense to run something like Tukey’s HSD, because it makes corrections for a whole bunch of comparisons that you never cared about and never had any intention of looking at. Under those circumstances, you can safely run a (limited) number of hypothesis tests without making an adjustment for multiple testing. This situation is known as the **method of planned comparisons**, and it is sometimes used in clinical trials. However, further consideration is out of scope for this introductory book, but at least you know that this method exists!
de: Anders verhält es sich jedoch, wenn Sie eine spezifische Hypothese haben, welche Vergleiche von Interesse sind, und Sie *absolut keine* Absicht haben, andere Vergleiche als die von Ihnen im Voraus festgelegten durchzuführen. Wenn dies der Fall ist und Sie sich konsequent an Ihre Absicht halten, keine anderen Vergleiche durchzuführen (selbst wenn die Daten so aussehen, als würden sie Ihnen köstlich signifikante Effekte für Dinge zeigen, für die Sie keinen Hypothesentest hatten), dann macht es wenig Sinn, etwas wie Tukey's HSD durchzuführen, weil eine ganze Reihe von Vergleichen vornimmt, die Sie nicht interessieren und für die Sie nie die Absicht hatten, sie zu betrachten (und für das Durchführen dieser Vergleiche korrigiert). Unter diesen Umständen sollten Sie eine (geringere) Anzahl von geplanten Hypothesentests durchführen, wodurch sie auf für entsprechend weniger Paarvergleiche korrigieren müssen. Diese Situation wird als **Methode der geplanten Vergleiche** bezeichnet und manchmal in klinischen Studien verwendet. Eine weitere Betrachtung würde jedoch den Rahmen dieses Einführungsbuchs sprengen, aber zumindest wissen Sie, dass es diese Methode gibt!
nb: Situasjonen er imidlertid ganske annerledes hvis du virkelig har reelle, spesifikke hypoteser om hvilke sammenligninger som er av interesse, og du *aldri* har noen intensjon om å se på andre sammenligninger enn dem du har spesifisert på forhånd. Når dette er sant, og hvis du ærlig og strengt holder deg til dine edle intensjoner om ikke å kjøre noen andre sammenligninger (selv når dataene ser ut som om de viser deg herlige signifikante effekter for ting du ikke hadde en hypotesetest for), gir det egentlig ikke mye mening å kjøre noe som Tukeys HSD, fordi det korrigerer for en hel haug med sammenligninger som du aldri brydde deg om og aldri hadde noen intensjon om å se på. Under slike omstendigheter kan du trygt kjøre et (begrenset) antall hypotesetester uten å foreta en justering for multippel testing. Denne situasjonen er kjent som **metoden med planlagte sammenligninger**, og den brukes av og til i kliniske studier. Det er imidlertid utenfor rammen for denne introduksjonsboken å gå nærmere inn på dette, men du vet i det minste at denne metoden finnes!
ta: எவ்வாறாயினும், எந்த ஒப்பீடுகள் ஆர்வமாக உள்ளன என்பது பற்றிய உண்மையான, குறிப்பிட்ட கருதுகோள்கள் உங்களிடம் இருந்தால் நிலைமை மிகவும் வித்தியாசமானது, மேலும் நீங்கள் நேரத்திற்கு முன்பே குறிப்பிட்டதைத் தவிர வேறு எந்த ஒப்பீடுகளையும் பார்க்க உங்களுக்கு ஒருபோதும் விருப்பமில்லை. இது உண்மையாக இருக்கும்போது, வேறு எந்த ஒப்பீடுகளையும் இயக்கக்கூடாது என்ற உங்கள் உன்னதமான நோக்கங்களுடன் நீங்கள் நேர்மையாகவும் கடுமையாகவும் ஒட்டிக்கொண்டால் (தரவு போல் கூட அவை ஒரு கருதுகோள் சோதனை இல்லாத விசயங்களுக்கு சுவையாக குறிப்பிடத்தக்க விளைவுகளைக் காண்பிக்கும் போது கூட), டுகேயின் எச்.எச்.டி போன்ற ஒன்றை இயக்குவது உண்மையில் நிறைய அர்த்தமல்ல, ஏனென்றால் நீங்கள் ஒருபோதும் அக்கறை கொள்ளாத மற்றும் பார்க்கும் எண்ணம் இல்லாத ஒப்பீடுகளின் மொத்தத் திருத்தங்களுக்கான திருத்தங்களை இது செய்கிறது. அந்த சூழ்நிலைகளில், பல சோதனைக்கு சரிசெய்தல் இல்லாமல் நீங்கள் ஒரு (வரையறுக்கப்பட்ட) கருதுகோள் சோதனைகளின் எண்ணிக்கையை பாதுகாப்பாக இயக்கலாம். இந்த நிலைமை திட்டமிட்ட ஒப்பீடுகளின் ** முறை ** என அழைக்கப்படுகிறது, மேலும் இது சில நேரங்களில் மருத்துவ பரிசோதனைகளில் பயன்படுத்தப்படுகிறது. எவ்வாறாயினும், இந்த அறிமுக புத்தகத்திற்கான மேலும் கருத்தில் இல்லை, ஆனால் குறைந்தபட்சம் இந்த முறை இருப்பதை நீங்கள் அறிவீர்கள்!

source: Factorial ANOVA 3: unbalanced designs
de: Faktorielle ANOVA 3: unbalancierte Designs
nb: Faktoriell ANOVA 3: ubalanserte design
ta: காரணி ANOVA 3: சமநிலையற்ற வடிவமைப்புகள்

source: Factorial ANOVA is a very handy thing to know about. It’s been one of the standard tools used to analyse experimental data for many decades, and you’ll find that you can’t read more than two or three papers in psychology without running into an ANOVA in there somewhere. However, there’s one huge difference between the ANOVAs that you’ll see in a lot of real scientific articles and the ANOVAs that I’ve described so far. In in real life we’re rarely lucky enough to have perfectly balanced designs. For one reason or another, it’s typical to end up with more observations in some cells than in others. Or, to put it another way, we have an **unbalanced design**.
de: Die faktorielle ANOVA ist eine Analysemethode, über die man Bescheid wissen sollte. Sie gehört seit vielen Jahrzehnten zu den Standardinstrumenten für die Analyse experimenteller Daten. Sie werden feststellen, dass Sie kaum mehr als zwei oder drei Artikel in der Psychologie lesen können, ohne auf eine ANOVA zu stoßen. Es gibt jedoch einen großen Unterschied zwischen den ANOVAs, die Sie in den meisten wissenschaftlichen Artikeln finden, und den ANOVAs, die ich bisher beschrieben habe. Im wirklichen Leben haben wir selten das Glück, perfekt balancierte Designs zu haben. Aus verschiendenen Gründen ist es eher typisch, dass man in einigen Zellen mehr Beobachtungen hat als in anderen. Oder anders ausgedrückt, wir haben ein **unbalanciertes Design**.
nb: Faktoriell ANOVA er en veldig nyttig metode å kjenne til. Det har vært et av standardverktøyene som har blitt brukt til å analysere eksperimentelle data i mange tiår, og du kan ikke lese mer enn to eller tre artikler i psykologi uten å støte på en ANOVA et eller annet sted. Det er imidlertid en stor forskjell mellom ANOVA-analysene du finner i mange virkelige vitenskapelige artikler, og ANOVA-analysene jeg har beskrevet så langt. I det virkelige liv er vi sjelden heldige nok til å ha perfekt balanserte design. Av en eller annen grunn er det vanlig å ende opp med flere observasjoner i noen celler enn i andre. Eller, for å si det på en annen måte, vi har en **ubalansert design**.
ta: காரணியாலான ANOVA என்பது தெரிந்து கொள்ள மிகவும் எளிமையான சேதி. பல தசாப்தங்களாக சோதனைத் தரவை பகுப்பாய்வு செய்யப் பயன்படுத்தப்படும் நிலையான கருவிகளில் இதுவும் ஒன்றாகும், மேலும் எங்காவது ஒரு ANOVA க்குள் ஓடாமல் உளவியலில் இரண்டு அல்லது மூன்று ஆவணங்களுக்கு மேல் படிக்க முடியாது என்பதை நீங்கள் காணலாம். இருப்பினும், நீங்கள் இதுவரை விவரித்த பல உண்மையான அறிவியல் கட்டுரைகளுக்கும் ANOVA களிலும் நீங்கள் காணும் ANOVA களுக்கு இடையே ஒரு பெரிய வேறுபாடு உள்ளது. நிச வாழ்க்கையில், சீரான வடிவமைப்புகளைக் கொண்டிருப்பதற்கு நாம் அரிதாகவே அதிர்ச்டசாலிகள். ஒரு காரணத்திற்காக அல்லது இன்னொரு காரணத்திற்காக, மற்றவர்களை விட சில கலங்களில் அதிக அவதானிப்புகளுடன் முடிவடைவது பொதுவானது. அல்லது, இதை வேறு வழியில் வைக்க, எங்களிடம் ** சமநிலையற்ற வடிவமைப்பு ** உள்ளது.

source: Unbalanced designs need to be treated with a lot more care than balanced designs, and the statistical theory that underpins them is a lot messier. It might be a consequence of this messiness, or it might be a shortage of time, but my experience has been that undergraduate research methods classes in psychology have a nasty tendency to ignore this issue completely. A lot of stats textbooks tend to gloss over it too. The net result of this, I think, is that a lot of active researchers in the field don’t actually know that there’s several different “types” of unbalanced ANOVAs, and they produce quite different answers. In fact, reading the psychological literature, I’m kind of amazed at the fact that most people who report the results of an unbalanced factorial ANOVA don’t actually give you enough details to reproduce the analysis. I secretly suspect that most people don’t even realise that their statistical software package is making a whole lot of substantive data analysis decisions on their behalf. It’s actually a little terrifying when you think about it. So, if you want to avoid handing control of your data analysis to stupid software, read on.
de: Unbalancierte Designs erfordern viel mehr Sorgfalt als balancierte Designs, und die statistische Theorie, die ihnen zugrunde liegt, ist viel unübersichtlicher. Vielleicht liegt es an dieser Unübersichtlichkeit, vielleicht ist aber auch Zeitmangel der Grund dafür, dass in Lehrveranstaltungen zu Forschungsmethoden in der Psychologie die unangenehme Tendenz besteht, dieses Thema völlig zu ignorieren. Viele Statistik-Lehrbücher neigen ebenfalls dazu, dieses Thema zu übergehen. Das Ergebnis ist meiner Meinung nach, dass viele Forscher nicht wissen, dass es verschiedene „Arten“ von unbalancierten ANOVAs gibt, die zu ganz unterschiedlichen Ergebnissen führen können. Wenn ich die psychologische Literatur lese, bin ich erstaunt darüber, dass die meisten Leute, die über die Ergebnisse einer unbalancierten faktoriellen ANOVA berichten, oft nicht genug Details angeben, um die Analyse zu reproduzieren oder zu verstehen. Insgeheim habe ich den Verdacht, dass die meisten Leute nicht einmal wissen, dass ihr statistisches Softwarepaket eine ganze Reihe von wichtigen Entscheidungen bei der Datenanalyse für sie trifft. Wenn man darüber nachdenkt, ist das schon ein wenig erschreckend. Wenn Sie also vermeiden wollen, die Kontrolle über Ihre Datenanalyse an Ihre Software abzugeben, lesen Sie weiter.
nb: Ubalanserte design må behandles med mye større forsiktighet enn balanserte design, og den statistiske teorien som ligger til grunn for dem, er mye mer rotete. Det kan være en konsekvens av denne uoversiktligheten, eller det kan være mangel på tid, men min erfaring er at forskningsmetodeundervisningen i psykologi har en lei tendens til å ignorere dette problemet fullstendig. Mange lærebøker i statistikk har også en tendens til å glatte over det. Nettoresultatet av dette, tror jeg, er at mange aktive forskere på feltet faktisk ikke vet at det finnes flere forskjellige «typer» ubalanserte ANOVA-er, og at de gir ganske forskjellige svar. Når jeg leser psykologisk litteratur, blir jeg faktisk overrasket over at de fleste som rapporterer resultatene av en ubalansert faktoriell ANOVA, faktisk ikke gir deg nok detaljer til at du kan reprodusere analysen. Jeg mistenker i all hemmelighet at de fleste ikke engang er klar over at den statistiske programvarepakken deres tar en hel del substansielle dataanalysebeslutninger på deres vegne. Det er faktisk litt skremmende når man tenker på det. Så hvis du vil unngå å overlate kontrollen over dataanalysen din til dum programvare, bør du lese videre.
ta: சமநிலையற்ற வடிவமைப்புகளை விட சமநிலையற்ற வடிவமைப்புகளை விட அதிக அக்கறையுடன் சிகிச்சையளிக்கப்பட வேண்டும், மேலும் அவற்றை அடித்தளமாகக் கொண்ட புள்ளிவிவரக் கோட்பாடு நிறைய குழப்பமானதாகும். இது இந்த குழப்பத்தின் விளைவாக இருக்கலாம், அல்லது இது நேர பற்றாக்குறையாக இருக்கலாம், ஆனால் எனது பட்டறிவு என்னவென்றால், உளவியலில் இளங்கலை ஆராய்ச்சி முறைகள் வகுப்புகள் இந்த சிக்கலை முற்றிலுமாக புறக்கணிக்க ஒரு மோசமான போக்கைக் கொண்டுள்ளன. நிறைய புள்ளிவிவரங்கள் பாடப்புத்தகங்கள் அதைப் பற்றிக் கூறுகின்றன. இதன் நிகர முடிவு என்னவென்றால், இந்த துறையில் செயலில் உள்ள பல ஆராய்ச்சியாளர்களுக்கு சமநிலையற்ற ANOVA களின் பல்வேறு “வகைகள்” உள்ளன என்பது உண்மையில் தெரியாது, மேலும் அவை முற்றிலும் மாறுபட்ட பதில்களை உருவாக்குகின்றன. உண்மையில், உளவியல் இலக்கியங்களைப் படித்தால், சமநிலையற்ற காரணியாலான ANOVA இன் முடிவுகளைப் புகாரளிக்கும் பெரும்பாலான மக்கள் உண்மையில் பகுப்பாய்வை இனப்பெருக்கம் செய்ய போதுமான விவரங்களை உங்களுக்கு வழங்கவில்லை என்பதில் நான் வியப்படைகிறேன். பெரும்பாலான மக்கள் தங்கள் புள்ளிவிவர மென்பொருள் தொகுப்பு தங்கள் சார்பாக கணிசமான தரவு பகுப்பாய்வு முடிவுகளை எடுக்கிறார்கள் என்பதை கூட உணரவில்லை என்று நான் ரகசியமாக சந்தேகிக்கிறேன். நீங்கள் அதைப் பற்றி நினைக்கும் போது இது உண்மையில் கொஞ்சம் திகிலூட்டும். எனவே, உங்கள் தரவு பகுப்பாய்வின் கட்டுப்பாட்டை முட்டாள் மென்பொருளுக்கு ஒப்படைப்பதைத் தவிர்க்க விரும்பினால், படிக்கவும்.

source: The coffee data
de: Der Kaffee-Datensatz
nb: Kaffe og «babling»
ta: காபி தரவு
