Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Results for the full factorial model, including the interaction component ``drug`` × ``therapy``
de: Ergebnisse für das vollständige faktorielle Modell, einschließlich des Interaktionsterms für ``drug`` × ``therapy``
nb: Resultater for den fullstendige faktorielle modellen, inkludert interaksjonskomponenten ``drug`` × ``therapy``
ta: முழு காரணியாலான மாதிரிக்கான முடிவுகள், தொடர்பு கூறு `` மருந்து`` × `` சிகிச்சை`` உட்பட

source: As it turns out, while we do have a significant main effect of ``drug``: *F*\(2,12) = 31.7, *p* < 0.001, and ``therapy``: *F*\(1,12) = 8.6, *p* = \0.013), there is no significant interaction between the two: *F*\(2,12) = 2.5, *p* = 0.125).
de: Wie sich herausstellt, haben wir zwar jeweils signifikante Haupteffekte für ``drug``\: *F*\(2,12) = 31.7, *p* < 0.001, und ``therapy``\: *F*\(1,12) = 8.6, *p* = \0.013), aber es gibt keine signifikante Interaktion zwischen den beiden: *F*\(2,12) = 2,5, *p* = 0,125).
nb: Det viser seg at selv om vi har en signifikant hovedeffekt av ``drug``: *F*\(2,12) = 31,7, *p* < 0,001, og ``therapy``: *F*\(1,12) = 8,6, *p* = \0,013), men det er ingen signifikant interaksjon mellom de to: *F*\(2,12) = 2,5, *p* = 0,125).
ta: அது மாறும் போது, `` மருந்து`: *எஃப் *\ (2,12) = 31.7, *ப *<0.001, மற்றும் `` சிகிச்சை`: *எஃப் *\ ( 1,12) = 8.6, *ப *= \ 0.013), இரண்டிற்கும் இடையே குறிப்பிடத்தக்க தொடர்பு இல்லை: *f *\ (2,12) = 2.5, *ப *= 0.125).

source: Interpreting the results
de: Interpretation der Ergebnisse
nb: Tolkning av resultatene
ta: முடிவுகளை விளக்குகிறது

source: There’s a couple of very important things to consider when interpreting the results of factorial ANOVA. First, there’s the same issue that we had with one-way ANOVA, which is that if you obtain a significant main effect of (say) ``drug``, it doesn’t tell you anything about how the levels of ``drug`` are different to one another. To find that out, you need to run additional analyses. We’ll talk about some analyses that you can run in sections :doc:`Ch14_ANOVA2_08` and :doc:`Ch14_ANOVA2_09`. The same is true for interaction effects. Knowing that there’s a significant interaction doesn’t tell you anything about what kind of interaction exists. Again, you’ll need to run additional analyses.
de: Bei der Interpretation der Ergebnisse der faktoriellen ANOVA sind einige sehr wichtige Dinge zu beachten. Erstens gibt es das gleiche Problem wie bei der einfaktoriellen ANOVA: Wenn Sie einen signifikanten Haupteffekt von (sagen wir) ``drug`` erhalten, sagt das nichts darüber aus, wie sich die Werte von ``drug`` voneinander unterscheiden. Um das herauszufinden, müssen Sie zusätzliche Analysen durchführen. Über einige Analysen, die Sie durchführen können, sprechen wir in den Abschnitten :doc:`Ch14_ANOVA2_08` und :doc:`Ch14_ANOVA2_09`. Das Gleiche gilt für Interaktionseffekte. Das Wissen, dass es eine signifikante Interaktion gibt, sagt nichts darüber aus, welche Art von Interaktion existiert. Auch hier müssen Sie zusätzliche Analysen durchführen.
nb: Det er et par svært viktige ting å ta hensyn til når du tolker resultatene av en faktoriell ANOVA. For det første har vi det samme problemet som vi hadde med enveis ANOVA, nemlig at hvis du får en signifikant hovedeffekt av (la oss si) ``drug``, forteller det deg ingenting om hvordan nivåene av ``drug`` er forskjellige fra hverandre. For å finne ut av det, må du kjøre flere analyser. Vi skal snakke om noen analyser du kan kjøre i avsnittene :doc:`Ch14_ANOVA2_08` og :doc:`Ch14_ANOVA2_09`. Det samme gjelder for interaksjonseffekter. Å vite at det finnes en signifikant interaksjon, forteller deg ikke noe om hva slags interaksjon som eksisterer. Igjen må du kjøre flere analyser.
ta: காரணி ANOVA இன் முடிவுகளை விளக்கும் போது கருத்தில் கொள்ள வேண்டிய மிக முக்கியமான விசயங்கள் உள்ளன. முதலாவதாக, ஒரு வழி ANOVA உடன் எங்களிடம் இருந்த அதே சிக்கல் உள்ளது, அதாவது `` மருந்து`` என்பதன் குறிப்பிடத்தக்க முக்கிய விளைவை நீங்கள் பெற்றால், `` போதைப்பொருள் அளவு எப்படி என்பது பற்றி இது உங்களுக்கு எதுவும் சொல்லாது `` ஒருவருக்கொருவர் வேறுபட்டது. அதைக் கண்டுபிடிக்க, நீங்கள் கூடுதல் பகுப்பாய்வுகளை இயக்க வேண்டும். நீங்கள் பிரிவுகளில் இயக்கக்கூடிய சில பகுப்பாய்வுகளைப் பற்றி பேசுவோம்: DOC: `CH14_ANOVA2_08` மற்றும்: DOC:` CH14_ANOVA2_09`. தொடர்பு விளைவுகளுக்கும் இது பொருந்தும். ஒரு குறிப்பிடத்தக்க தொடர்பு இருப்பதை அறிவது என்ன வகையான தொடர்பு உள்ளது என்பதைப் பற்றி உங்களுக்கு எதுவும் சொல்லாது. மீண்டும், நீங்கள் கூடுதல் பகுப்பாய்வுகளை இயக்க வேண்டும்.

source: Secondly, there’s a very peculiar interpretation issue that arises when you obtain a significant interaction effect but no corresponding main effect. This happens sometimes. For instance, in the crossover interaction shown in :numref:`fig-interactions` (top-left panel), this is exactly what you’d find. In this case, neither of the main effects would be significant, but the interaction effect would be. This is a difficult situation to interpret, and people often get a bit confused about it. The general advice that statisticians like to give in this situation is that you shouldn’t pay much attention to the main effects when an interaction is present. The reason they say this is that, although the tests of the main effects are perfectly valid from a mathematical point of view, when there is a significant interaction effect the main effects rarely test interesting hypotheses. Recall from section :ref:`What hypotheses are we testing? <what_hypotheses>` that the null hypothesis for a main effect is that the *marginal means* are equal to each other, and that a marginal mean is formed by averaging across several different groups. But if you have a significant interaction effect then you *know* that the groups that comprise the marginal mean aren’t homogeneous, so it’s not really obvious why you would even care about those marginal means.
de: Zweitens gibt es ein sehr merkwürdiges Interpretationsproblem, das auftritt, wenn man einen signifikanten Interaktionseffekt, aber keinen entsprechenden Haupteffekt erhält. Dies kommt manchmal vor. Bei der in :numref:`fig-interactions` gezeigten Kreuzungsinteraktion (links oben) würde man beispielsweise genau das finden. In diesem Fall wäre keiner der beiden Haupteffekte signifikant, aber der Interaktionseffekt wäre es. Diese Situation ist schwierig zu interpretieren, und die Leute sind oft etwas verwirrt. Der allgemeine Rat, den Statistiker in dieser Situation gerne geben, lautet, dass man den Haupteffekten keine große Aufmerksamkeit schenken sollte, wenn eine Interaktion vorhanden ist. Der Grund dafür ist, dass die Tests der Haupteffekte zwar aus mathematischer Sicht vollkommen gültig sind, die Haupteffekte aber bei Vorhandensein eines signifikanten Interaktionseffekts nur selten interessante Hypothesen testen. Erinnern Sie sich an den Abschnitt :ref:`Welche Hypothesen testen wir? <what_hypotheses>`, dass die Nullhypothese für einen Haupteffekt lautet, dass die *Randmittel* einander gleich sind und dass ein Randmittel durch Mittelwertbildung über mehrere verschiedene Gruppen gebildet wird. Wenn Sie aber einen signifikanten Interaktionseffekt haben, dann *wissen* Sie, dass die Gruppen, aus denen sich das Randmittel zusammensetzt, nicht homogen sind. Daher sollten Sie sich überhaupt nicht um diese Randmittel kümmern.
nb: For det andre er det et veldig spesielt tolkningsproblem som oppstår når du får en signifikant interaksjonseffekt, men ingen tilsvarende hovedeffekt. Dette skjer noen ganger. For eksempel, i crossover-interaksjonen som vises i :numref:`fig-interactions` (panelet øverst til venstre), er det akkurat dette du vil finne. I dette tilfellet ville ingen av hovedeffektene være signifikante, men interaksjonseffekten ville være det. Dette er en vanskelig situasjon å tolke, og folk blir ofte litt forvirret. Det generelle rådet som statistikere liker å gi i denne situasjonen, er at du ikke bør legge så mye vekt på hovedeffektene når det er en interaksjon til stede. Grunnen til at de sier dette, er at selv om testene av hovedeffektene er helt gyldige fra et matematisk synspunkt, er det sjelden at hovedeffektene tester interessante hypoteser når det er en signifikant interaksjonseffekt. Husk fra avsnitt :ref:`Hvilke hypoteser tester vi? <what_hypotheses>` at nullhypotesen for en hovedeffekt er at *marginalgjennomsnittene* er like hverandre, og at et marginalgjennomsnitt dannes ved å ta gjennomsnittet over flere ulike grupper. Men hvis du har en signifikant interaksjonseffekt, *vet* du at gruppene som utgjør det marginale gjennomsnittet ikke er homogene, så det er egentlig ikke åpenbart hvorfor du i det hele tatt skulle bry deg om de marginale gjennomsnittene.
ta: இரண்டாவதாக, நீங்கள் ஒரு குறிப்பிடத்தக்க தொடர்பு விளைவைப் பெறும்போது எழும் ஒரு விசித்திரமான விளக்க சிக்கல் உள்ளது, ஆனால் அதனுடன் தொடர்புடைய முக்கிய விளைவு இல்லை. இது சில நேரங்களில் நடக்கும். உதாரணமாக, காட்டப்பட்டுள்ள கிராச்ஓவர் தொடர்புகளில்: எண்ரெஃப்: `அத்தி-இடைவினைகள்` (மேல்-இடது குழு), இதுதான் நீங்கள் கண்டுபிடிப்பது இதுதான். இந்த விசயத்தில், முக்கிய விளைவுகள் எதுவும் குறிப்பிடத்தக்கதாக இருக்காது, ஆனால் தொடர்பு விளைவு இருக்கும். இது விளக்குவதற்கு கடினமான சூழ்நிலை, மக்கள் பெரும்பாலும் இதைப் பற்றி சற்று குழப்பமடைகிறார்கள். இந்த சூழ்நிலையில் புள்ளிவிவர வல்லுநர்கள் கொடுக்க விரும்பும் பொதுவான அறிவுரை என்னவென்றால், ஒரு தொடர்பு இருக்கும்போது நீங்கள் முக்கிய விளைவுகளுக்கு அதிக கவனம் செலுத்தக்கூடாது. அவர்கள் சொல்வதற்கான காரணம் என்னவென்றால், முக்கிய விளைவுகளின் சோதனைகள் கணிதக் கண்ணோட்டத்தில் இருந்து முற்றிலும் செல்லுபடியாகும் என்றாலும், ஒரு குறிப்பிடத்தக்க தொடர்பு விளைவு இருக்கும்போது முக்கிய விளைவுகள் சுவையான கருதுகோள்களை அரிதாகவே சோதிக்கின்றன. பிரிவில் இருந்து நினைவுகூருங்கள்: ref: `நாம் என்ன கருதுகோள்களைச் சோதிக்கிறோம்? <வாட்_இபோதெச்> `ஒரு முக்கிய விளைவுக்கான சுழிய கருதுகோள் என்னவென்றால், * விளிம்பு வழிமுறைகள் * ஒருவருக்கொருவர் சமமாக இருக்கின்றன, மேலும் பல்வேறு குழுக்களில் சராசரியாக ஒரு விளிம்பு சராசரி உருவாகிறது. ஆனால் உங்களுக்கு ஒரு குறிப்பிடத்தக்க தொடர்பு விளைவு இருந்தால், ஓரளவு சராசரியை உள்ளடக்கிய குழுக்கள் ஒரேவிதமானவை அல்ல என்பதை நீங்கள் அறிவீர்கள், எனவே அந்த விளிம்பு வழிகளைப் பற்றி நீங்கள் ஏன் அக்கறை காட்டுவீர்கள் என்பது உண்மையில் தெளிவாகத் தெரியவில்லை.

source: Here’s what I mean. Again, let’s stick with a clinical example. Suppose that we had a 2 × 2 design comparing two different treatments for phobias (e.g., systematic desensitisation vs. flooding), and two different anxiety reducing drugs (e.g., Anxifree vs Joyzepam). Now, suppose what we found was that Anxifree had no effect when desensitisation was the treatment, and Joyzepam had no effect when flooding was the treatment. But both were pretty effective for the other treatment. This is a classic crossover interaction, and what we’d find when running the ANOVA is that there is no main effect of ``drug``, but a significant interaction. Now, what does it actually *mean* to say that there’s no main effect? Well, it means that if we average over the two different psychological treatments, then the *average* effect of Anxifree and Joyzepam is the same. But why would anyone care about that? When treating someone for phobias it is never the case that a person can be treated using an “average” of flooding and desensitisation. That doesn’t make a lot of sense. You either get one or the other. For one treatment one drug is effective, and for the other treatment the other drug is effective. The interaction is the important thing and the main effect is kind of irrelevant.
de: Das meine ich folgendermaßen. Bleiben wir bei einem klinischen Beispiel. Nehmen wir an, wir hätten ein 2 × 2 Design, in dem wir zwei verschiedene Behandlungen für Phobien (z.B. systematische Desensibilisierung vs. *flooding*) und zwei verschiedene angstlösende Medikamente (z.B. Anxifree vs. Joyzepam) vergleichen. Nehmen wir nun an, wir hätten herausgefunden, dass Anxifree keine Wirkung hat, wenn Desensibilisierung die Behandlung ist, und Joyzepam keine Wirkung hat, wenn *flooding* die Behandlung ist. Aber beide waren bei der jeweils anderen Behandlung ziemlich wirksam. Dies ist eine klassische Crossover-Interaktion, und was wir bei der ANOVA herausfinden würden, ist, dass es keinen Haupteffekt von ``drug`` gibt, aber eine signifikante Interaktion. Was *bedeutet* es nun, zu sagen, dass es keinen Haupteffekt gibt? Es bedeutet, dass der *durchschnittliche* Effekt von Anxifree und Joyzepam derselbe ist, wenn wir den Durchschnitt über die beiden verschiedenen psychologischen Behandlungen bilden. Aber warum sollte sich jemand dafür interessieren? Bei der Behandlung von Phobien ist es nie der Fall, dass eine Person mit einem „Durchschnitt“ aus Desensibilisierung und *flooding* behandelt werden kann. Das macht nicht viel Sinn. Man bekommt entweder das eine oder das andere. Bei der einen Behandlung ist das eine Mittel wirksam, bei der anderen Behandlung das andere Mittel. Die Wechselwirkung ist das Wichtigste und die Hauptwirkung ist daher irrelevant.
nb: Her er hva jeg mener. La oss igjen holde oss til et klinisk eksempel. Anta at vi hadde et 2 × 2-design som sammenlignet to ulike terapier for fobier (f.eks. systematisk desensitivisering vs. flooding), og to ulike angstdempende legemidler (f.eks. Anxifree vs. Joyzepam). Anta nå at vi fant at Anxifree ikke hadde noen effekt når desensitivisering var terapien, og at Joyzepam ikke hadde noen effekt når flooding var terapien. Men begge var ganske effektive for den andre terapien. Dette er en klassisk crossover-interaksjon, og det vi vil finne når vi kjører ANOVA, er at det ikke er noen hovedeffekt av ``drug``, men en signifikant interaksjon. Hva *betyr* det egentlig å si at det ikke er noen hovedeffekt? Vel, det betyr at hvis vi tar gjennomsnittet av de to ulike psykologiske terapiene, så er den *gjennomsnittlige* effekten av Anxifree og Joyzepam den samme. Men hvorfor skulle noen bry seg om det? Når man behandler noen for fobier, er det aldri slik at en person kan behandles ved hjelp av et «gjennomsnitt» av flooding og desensitivisering. Det gir ikke mye mening. Man får enten det ene eller det andre. For den ene terapien er det ene legemiddelet effektivt, og for den andre terapien er det andre legemiddelet effektivt. Interaksjonen er det viktige, og hovedeffekten er på en måte irrelevant.
ta: இங்கே நான் சொல்கிறேன். மீண்டும், மருத்துவ உதாரணத்துடன் ஒட்டிக்கொள்வோம். ஃபோபியாக்களுக்கான இரண்டு வெவ்வேறு சிகிச்சைகள் (எ.கா., முறையான தேய்மானமயமாக்கல் மற்றும் வெள்ளம்), மற்றும் இரண்டு வெவ்வேறு கவலைகளைக் குறைக்கும் மருந்துகள் (எ.கா. இப்போது, நாங்கள் கண்டுபிடித்தது என்னவென்றால், டெசென்சிடிசேசன் சிகிச்சையாக இருந்தபோது இன்சிஃப்ரீ எந்த விளைவையும் ஏற்படுத்தவில்லை, மேலும் வெள்ளம் சிகிச்சையாக இருந்தபோது சாய்செபம் எந்த விளைவையும் ஏற்படுத்தவில்லை. ஆனால் இரண்டுமே மற்ற சிகிச்சைக்கு மிகவும் பயனுள்ளதாக இருந்தன. இது ஒரு உன்னதமான குறுக்குவழி தொடர்பு, மற்றும் ANOVA ஐ இயக்கும் போது நாம் கண்டுபிடிப்பது என்னவென்றால், `` மருந்து`` என்பதன் முக்கிய விளைவு இல்லை, ஆனால் ஒரு குறிப்பிடத்தக்க தொடர்பு. இப்போது, முக்கிய விளைவு எதுவும் இல்லை என்று சொல்வது உண்மையில் * என்றால் என்ன? சரி, இரண்டு வெவ்வேறு உளவியல் சிகிச்சைகளை நாம் சராசரியாக மாற்றினால், கவலையும் சாய்செபமின் * சராசரி * விளைவு ஒன்றே. ஆனால் யாராவது அதைப் பற்றி ஏன் கவலைப்படுவார்கள்? ஃபோபியாக்களுக்காக ஒருவருக்கு சிகிச்சையளிக்கும் போது, ஒரு நபருக்கு வெள்ளம் மற்றும் தேய்மானமயமாக்கலின் “சராசரி” ஐப் பயன்படுத்தி சிகிச்சையளிக்க முடியாது. அது நிறைய அர்த்தமல்ல. நீங்கள் ஒன்று அல்லது மற்றொன்றைப் பெறுவீர்கள். ஒரு சிகிச்சைக்கு ஒரு மருந்து பயனுள்ளதாக இருக்கும், மற்ற சிகிச்சைக்கு மற்ற மருந்து பயனுள்ளதாக இருக்கும். தொடர்பு என்பது முக்கியமான சேதி மற்றும் முக்கிய விளைவு ஒருவித பொருத்தமற்றது.

source: This sort of thing happens a lot. The main effect are tests of marginal means, and when an interaction is present we often find ourselves not being terribly interested in marginal means because they imply averaging over things that the interaction tells us shouldn’t be averaged! Of course, it’s not always the case that a main effect is meaningless when an interaction is present. Often you can get a big main effect and a very small interaction, in which case you can still say things like “drug A is generally more effective than drug B” (because there was a big effect of drug), but you’d need to modify it a bit by adding that “the difference in effectiveness was different for different psychological treatments”. In any case, the main point here is that whenever you get a significant interaction you should stop and *think* about what the main effect actually means in this context. Don’t automatically assume that the main effect is interesting.
de: Diese Art von Szenario gibt es häufig. Der Haupteffekt ist ein Test der Randmittel, und wenn eine Wechselwirkung vorhanden ist, sind wir oft nicht sonderlich an Randmitteln interessiert, weil sie eine Mittelwertbildung über Dinge implizieren, von denen uns die Wechselwirkung sagt, dass sie nicht gemittelt werden sollten! Natürlich ist es nicht immer so, dass ein Haupteffekt bedeutungslos ist, wenn eine Wechselwirkung vorhanden ist. Oft gibt es einen großen Haupteffekt und eine sehr kleine Interaktion. In diesem Fall kann man immer noch Dinge sagen wie „Medikament A ist im Allgemeinen wirksamer als Medikament B“ (weil es einen großen Effekt des Medikaments gab), aber man müsste es ein wenig modifizieren, indem man hinzufügt, dass „der Unterschied in der Wirksamkeit für verschiedene psychologische Behandlungen unterschiedlich war“. In jedem Fall sollten Sie bei jeder signifikanten Interaktion innehalten und darüber *nachdenken*, was der Haupteffekt in diesem Zusammenhang eigentlich bedeutet. Gehen Sie nicht automatisch davon aus, dass der Haupteffekt interessant oder relevant ist.
nb: Denne typen ting skjer ofte. Hovedeffekten er tester av marginale gjennomsnitt, og når det er en interaksjon til stede, er vi ofte ikke så veldig interessert i marginale gjennomsnitt fordi de innebærer gjennomsnittsberegning over ting som interaksjonen forteller oss at det ikke skal beregnes gjennomsnitt for! Det er selvfølgelig ikke alltid slik at en hovedeffekt er meningsløs når det er en interaksjon til stede. Ofte kan du få en stor hovedeffekt og en veldig liten interaksjon, og i så fall kan du fortsatt si ting som «legemiddel A er generelt mer effektivt enn legemiddel B» (fordi det var en stor effekt av legemiddelet), men du må modifisere det litt ved å legge til at «forskjellen i effektivitet varierte mellom ulike psykologiske terapier». Uansett er hovedpoenget her at hver gang du får en signifikant interaksjon, bør du stoppe opp og *tenke* over hva hovedeffekten faktisk betyr i denne sammenhengen. Ikke anta automatisk at hovedeffekten er interessant.
ta: இந்த வகையான சேதி நிறைய நடக்கிறது. முக்கிய விளைவு விளிம்பு வழிமுறைகளின் சோதனைகள், மற்றும் ஒரு தொடர்பு இருக்கும்போது, ஓரளவு வழிமுறைகளில் நாம் பயங்கரமாக ஆர்வம் காட்டவில்லை என்று நாம் அடிக்கடி காண்கிறோம், ஏனென்றால் அவை சராசரியாக இருக்கக்கூடாது என்று தொடர்பு கொள்ளும் விசயங்களை சராசரியாகக் குறிக்கின்றன! நிச்சயமாக, ஒரு தொடர்பு இருக்கும்போது ஒரு முக்கிய விளைவு அர்த்தமற்றது என்பது எப்போதுமே இல்லை. பெரும்பாலும் நீங்கள் ஒரு பெரிய முக்கிய விளைவையும் மிகச் சிறிய தொடர்பையும் பெறலாம், இந்த விசயத்தில் “மருந்து A பொதுவாக மருந்து B ஐ விட மிகவும் பயனுள்ளதாக இருக்கும்” (போதைப்பொருளின் பெரிய விளைவு இருந்ததால்) போன்ற விசயங்களை நீங்கள் இன்னும் சொல்லலாம், ஆனால் உங்களுக்கு தேவை "செயல்திறனில் உள்ள வேறுபாடு வெவ்வேறு உளவியல் சிகிச்சைகளுக்கு வேறுபட்டது" என்று சேர்ப்பதன் மூலம் அதை சிறிது மாற்ற. எவ்வாறாயினும், இங்கே முக்கிய சேதி என்னவென்றால், நீங்கள் ஒரு குறிப்பிடத்தக்க தொடர்பைப் பெறும்போதெல்லாம் இந்த சூழலில் முக்கிய விளைவு உண்மையில் என்ன பொருள் என்பதைப் பற்றி நிறுத்தி * சிந்திக்க வேண்டும். முக்கிய விளைவு சுவாரச்யமானது என்று தானாகவே கருத வேண்டாம்.

source: You may have spotted this already when looking at the main effects analysis in jamovi that we described earlier. For the purpose of the explanation in this book I removed the interaction component from the earlier model to keep things clean and simple
de: Sie haben dies vielleicht schon bei der Analyse der Haupteffekte in jamovi bemerkt, die wir zuvor beschrieben haben. Für die Erklärung in diesem Buch habe ich die Interaktionskomponente aus dem früheren Modell entfernt, um die Dinge sauber und einfach zu halten
nb: Du har kanskje allerede oppdaget dette når du ser på hovedeffektanalysen i jamovi som vi beskrev tidligere. I denne boken har jeg fjernet interaksjonskomponenten fra den tidligere modellen for å holde det enkelt og oversiktlig
ta: நாங்கள் முன்பு விவரித்த சமோவியில் உள்ள முக்கிய விளைவுகள் பகுப்பாய்வைப் பார்க்கும்போது இதை நீங்கள் ஏற்கனவே கண்டிருக்கலாம். இந்த புத்தகத்தில் விளக்கத்தின் நோக்கத்திற்காக, விசயங்களை சுத்தமாகவும் எளிமையாகவும் வைத்திருக்க முந்தைய மாதிரியிலிருந்து தொடர்பு கூறுகளை அகற்றினேன்

source: The effect size calculation for a factorial ANOVA is pretty similar to those used in One-Way ANOVA (see section :doc:`../Ch13/Ch13_ANOVA_04`). Specifically, we can use η² (eta-squared) as a simple way to measure how big the overall effect is for any particular term. As before, η² is defined by dividing the sum of squares associated with that term by the total sum of squares. For instance, to determine the size of the main effect of Factor A, we would use the following formula:
de: Die Berechnung der Effektstärke bei einer (mehr-)faktoriellen ANOVA ähnelt der bei der einfaktoriellen ANOVA (siehe Abschnitt :doc:`../Ch13/Ch13_ANOVA_04`). Insbesondere können wir η² (Eta-Quadrat) als einfaches Mittel verwenden, um zu messen, wie groß der Gesamteffekt für einen bestimmten Term ist. Wie zuvor beschrieben ist η² definiert, als die Quadratsumme, die mit diesem Term verbunden ist, geteilt durch die Gesamtquadratsumme. Um zum Beispiel die Effektstärke des Haupteffekts für Faktor A zu bestimmen, würden wir die folgende Formel verwenden:
nb: Beregningen av effektstørrelsen for en faktoriell ANOVA er ganske lik de som brukes i en enveis ANOVA (se avsnitt :doc:`../Ch13/Ch13_ANOVA_04`). Vi kan bruke η² (eta-kvadrat) som en enkel måte å måle hvor stor den samlede effekten er for en bestemt term. Som tidligere defineres η² ved å dividere kvadratsummen knyttet til denne effekten med den totale kvadratsummen. For å finne ut hvor stor hovedeffekten av faktor A er, kan vi for eksempel bruke følgende formel:
ta: ஒரு காரணியாலான ANOVA க்கான விளைவு அளவு கணக்கீடு ஒரு வழி ANOVA இல் பயன்படுத்தப்பட்டவற்றுடன் மிகவும் ஒத்திருக்கிறது (பிரிவு: DOC: `../ CH13/CH13_ANOVA_04` ஐப் பார்க்கவும்). குறிப்பாக, எந்தவொரு குறிப்பிட்ட காலத்திற்கும் ஒட்டுமொத்த விளைவு எவ்வளவு பெரியது என்பதை அளவிட ஒரு எளிய வழியாக η² (ETA- ச்கொயர்) ஐப் பயன்படுத்தலாம். முன்பு போலவே, அந்த வார்த்தையுடன் தொடர்புடைய சதுரங்களின் தொகையை மொத்த சதுரங்களின் தொகையால் பிரிப்பதன் மூலம் η² வரையறுக்கப்படுகிறது. உதாரணமாக, காரணி A இன் முக்கிய விளைவின் அளவை தீர்மானிக்க, பின்வரும் சூத்திரத்தைப் பயன்படுத்துவோம்:
