Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Finally, the interaction term ``sugar * milk`` is evaluated in exactly the same way. Once again, we test the full model against a null model that removes the ``sugar * milk`` interaction term, like so:
de: Schließlich wird der Interaktionsterm ``sugar * milk`` auf genau die gleiche Weise ausgewertet. Auch hier testen wir das vollständige Modell gegen ein Nullmodell, bei dem der Interaktionsterm ``sugar * milk`` entfernt wurde:
nb: Til slutt evalueres interaksjonstermen ``sugar * milk`` på nøyaktig samme måte. Igjen tester vi den fullstendige modellen mot en nullmodell som fjerner interaksjonstermen ``sugar * milk``, slik:
ta: இறுதியாக, தொடர்பு சொல் `` சர்க்கரை * பால்`` அதே வழியில் மதிப்பீடு செய்யப்படுகிறது. மீண்டும், முழு மாதிரியையும் ஒரு சுழிய மாதிரிக்கு எதிராக சோதிக்கிறோம், அது `` சர்க்கரை * பால்`` தொடர்பு காலத்தை நீக்குகிறது:

source: The basic idea generalises to higher order ANOVAs. For instance, suppose that we were trying to run an ANOVA with three factors, ``A``, ``B`` and ``C``, and we wanted to consider all possible main effects and all possible interactions, including the three way interaction ``A*B*C``. The table below shows you what the Type 3 tests look like for this situation:
de: Die Grundidee lässt sich auf ANOVAs höherer Ordnung (d.h., mit mehr als zwei Faktoren) verallgemeinern. Nehmen wir zum Beispiel an, wir wollten eine ANOVA mit drei Faktoren durchführen, ``A``, ``B`` und ``C``, und wir wollten alle möglichen Haupteffekte und alle möglichen Interaktionen berücksichtigen, einschließlich der Drei-Wege-Interaktion ``A * B * C``. Die nachstehende Tabelle zeigt Ihnen, wie die Typ-3-Tests für diese Situation aussehen würden:
nb: Den grunnleggende ideen kan generaliseres til ANOVAer av høyere orden. Anta for eksempel at vi prøver å kjøre en ANOVA med tre faktorer, ``A``, ``B`` og ``C``, og at vi ønsker å ta hensyn til alle mulige hovedeffekter og alle mulige interaksjoner, inkludert treveisinteraksjonen ``A*B*C``. Tabellen nedenfor viser hvordan type-3-testene ser ut i denne situasjonen:
ta: அடிப்படை சிந்தனை உயர் வரிசை ANOVA களுக்கு பொதுமைப்படுத்துகிறது. உதாரணமாக, நாங்கள் மூன்று காரணிகளுடன் ஒரு ANOVA ஐ இயக்க முயற்சிக்கிறோம் என்று வைத்துக்கொள்வோம், `` a``, `k`` மற்றும்` c`` மூன்று வழி தொடர்பு `` a*b*c``. இந்த சூழ்நிலைக்கு வகை 3 சோதனைகள் எப்படி இருக்கும் என்பதை கீழேயுள்ள அட்டவணை உங்களுக்குக் காட்டுகிறது:

source: Term being tested is
de: Der geprüfte Term ist
nb: Termen som testes er
ta: சோதனை செய்யப்படும் சொல்

source: Null model is ``outcome ~ …``
de: Das Nullmodell ist ``outcome ~ …``
nb: Nullmodellen er ``outcome ~ …``
ta: சுழிய மாதிரி `` விளைவு ~… ``

source: Alternative model is ``outcome ~ …``
de: Das Alternativmodell ist ``outcome ~ …``
nb: Alternativ modell er ``outcome ~ …``
ta: மாற்று மாதிரி `` விளைவு ~… ``

source: As ugly as that table looks, it’s pretty simple. In all cases, the alternative hypothesis corresponds to the full model which contains three main effect terms (e.g. ``A``), three two-way interactions (e.g. ``A * B``) and one three-way interaction (i.e., ``A * B * C``). The null model always contains 6 of these 7 terms, and the missing one is the one whose significance we’re trying to test.
de: So hässlich diese Tabelle auch aussieht, sie ist ziemlich einfach. In allen Fällen entspricht die alternative Hypothese dem vollständigen Modell, das drei Haupteffektterme (z. B. ``A``), drei Zweifach-Interaktionen (z. B. ``A * B``) und eine Dreifach-Interaktion (d. h. ``A * B * C``) enthält. Das Nullmodell enthält immer 6 dieser 7 Terme, und der fehlende Term ist derjenige, dessen Signifikanz wir zu testen versuchen.
nb: Selv om tabellen ser stygg ut, er den ganske enkel. I alle tilfeller tilsvarer alternativhypotesen den fullstendige modellen som inneholder tre hovedeffekttermer (f.eks. ``A``), tre toveis interaksjoner (f.eks. ``A * B``) og en treveis interaksjon (dvs. ``A * B * C``). Nullmodellen inneholder alltid 6 av disse 7 termene, og den manglende termen er det vi prøver å teste signifikansen av.
ta: அந்த அட்டவணை தோன்றுவது போல் அசிங்கமாக, இது மிகவும் எளிது. எல்லா சந்தர்ப்பங்களிலும், மாற்று கருதுகோள் முழு மாதிரியுடன் ஒத்துப்போகிறது, இதில் மூன்று முக்கிய விளைவு விதிமுறைகள் (எ.கா. `` அ``), மூன்று இரு வழி இடைவினைகள் (எ.கா. `` ஏ * பி``) மற்றும் ஒரு மூன்று வழி தொடர்பு (அதாவது. , `` A * b * c``). சுழிய மாதிரியில் எப்போதும் இந்த 7 சொற்களில் 6 உள்ளன, மேலும் காணாமல் போனது, அதன் முக்கியத்துவத்தை நாங்கள் சோதிக்க முயற்சிக்கிறோம்.

source: At first pass, Type 3 tests seem like a nice idea. Firstly, we’ve removed the asymmetry that caused us to have problems when running Type 1 tests. And because we’re now treating all terms the same way, the results of the hypothesis tests do not depend on the order in which we specify them. This is definitely a good thing. However, there is a big problem when interpreting the results of the tests, especially for main effect terms. Consider the |coffee|_ data. Suppose it turns out that the main effect of ``milk`` is not significant according to the Type 3 tests. What this is telling us is that ``babble ~ sugar + sugar * milk`` is a better model for the data than the full model. But what does that even *mean*? If the interaction term ``sugar * milk`` was also non-significant, we’d be tempted to conclude that the data are telling us that the only thing that matters is ``sugar``. But suppose we have a significant interaction term, but a non-significant main effect of ``milk``. In this case, are we to assume that there really is an “effect of sugar”, an “interaction between milk and sugar”, but no “effect of milk”? That seems crazy. The right answer simply *must* be that it’s meaningless\ [#]_ to talk about the main effect if the interaction is significant. In general, this seems to be what most statisticians advise us to do, and I think that’s the right advice. But if it really is meaningless to talk about non-significant main effects in the presence of a significant interaction, then it’s not at all obvious why Type 3 tests should allow the null hypothesis to rely on a model that includes the interaction but omits one of the main effects that make it up. When characterised in this fashion, the null hypotheses really don’t make much sense at all.
de: Auf den ersten Blick scheinen die Hypothesentests vom Typ 3 eine gute Idee zu sein. Erstens haben wir die Asymmetrie beseitigt, die uns beim Durchführen von Tests vom Typ 1 Probleme bereitet hat. Und da wir nun alle Terme gleich behandeln, hängen die Ergebnisse der Hypothesentests nicht von der Reihenfolge ab, in der wir sie angeben. Das ist definitiv eine gute Sache. Allerdings gibt es ein großes Problem bei der Interpretation der Testergebnisse, insbesondere in Bezug auf die Haupteffekt-Terme. Betrachten wir die |coffee|_-Daten. Nehmen wir an, es stellt sich heraus, dass der Haupteffekt von ``milk`` nach den Typ-3-Tests nicht signifikant ist. Dies sagt uns, dass ``babble ~ sugar + sugar * milk`` ein besseres Modell für die Daten ist als das vollständige Modell. Aber was *bedeutet* das überhaupt? Wenn der Interaktionsterm ``sugar * milk`` ebenfalls nicht signifikant wäre, wären wir versucht zu schlussfolgern, dass die Daten uns sagen, dass das Einzige, was zählt, ``sugar`` ist. Aber nehmen wir an, wir haben einen signifikanten Interaktionsterm, aber einen nicht-signifikanten Haupteffekt von ``milk``. Sollen wir in diesem Fall annehmen, dass es tatsächlich einen „Zuckereffekt“ und eine „Wechselwirkung zwischen Milch und Zucker“, aber keinen „Milcheffekt“ gibt? Das scheint verrückt. Die richtige Antwort lautet einfach, dass es sinnlos ist\ [#]_, vom Haupteffekt zu sprechen, wenn die Wechselwirkung signifikant ist. Dies scheint auch der Rat der meisten Statistiker zu sein, und ich denke, es ist der richtige Rat. Aber wenn es wirklich bedeutungslos ist, von nicht-signifikanten Haupteffekten bei Vorhandensein einer signifikanten Wechselwirkung zu sprechen, dann ist es überhaupt nicht offensichtlich, warum Tests vom Typ 3 zulassen sollten, dass sich die Nullhypothese auf ein Modell stützt, das die Wechselwirkung einschließt, aber einen der Haupteffekte, aus denen sie besteht, auslässt. Wenn man die Nullhypothesen auf diese Art und Weise charakterisiert, machen sie wirklich keinen großen Sinn.
nb: Ved første øyekast virker type-3-tester som en god idé. For det første har vi fjernet asymmetrien som skapte problemer da vi kjørte type-1-tester. Og fordi vi nå behandler alle termene på samme måte, avhenger ikke resultatene av hypotesetestene av rekkefølgen vi spesifiserer dem i. Dette er definitivt en god ting. Det er imidlertid et stort problem når man skal tolke resultatene av testene, spesielt for hovedeffekttermene. Ta for eksempel dataene for |coffee|_. Anta at det viser seg at hovedeffekten av ``milk`` ikke er signifikant i henhold til type-3-testene. Dette forteller oss at ``babble ~ sugar + sugar * milk`` er en bedre modell for dataene enn den fullstendige modellen. Men hva *betyr* det egentlig? Hvis interaksjonstermen ``sugar * milk`` også var ikke-signifikant, ville vi være fristet til å konkludere med at dataene forteller oss at det eneste som betyr noe, er ``sugar``. Men la oss anta at vi har en signifikant interaksjonsterm, men en ikke-signifikant hovedeffekt av ``milk``. Skal vi i så fall anta at det virkelig er en «effekt av ``sugar``», en «interaksjon mellom ``milk`` og ``sugar``», men ingen «effekt av ``milk``»? Det virker jo helt sprøtt. Det riktige svaret *må* rett og slett være at det er meningsløst\ [#]_ å snakke om hovedeffekten hvis interaksjonen er signifikant. Generelt ser det ut til å være det de fleste statistikere råder oss til å gjøre, og jeg tror det er et riktig råd. Men hvis det virkelig er meningsløst å snakke om ikke-signifikante hovedeffekter i nærvær av en signifikant interaksjon, er det slett ikke opplagt hvorfor type-3-tester skal tillate at nullhypotesen baserer seg på en modell som inkluderer interaksjonen, men utelater en av hovedeffektene som utgjør den. Når nullhypotesene karakteriseres på denne måten, gir de egentlig ikke mye mening i det hele tatt.
ta: முதல் பாசில், வகை 3 சோதனைகள் ஒரு நல்ல யோசனையாகத் தெரிகிறது. முதலாவதாக, வகை 1 சோதனைகளை இயக்கும் போது எங்களுக்கு சிக்கல்கள் ஏற்பட்ட சமச்சீரற்ற தன்மையை நாங்கள் அகற்றிவிட்டோம். நாங்கள் இப்போது எல்லா சொற்களையும் ஒரே மாதிரியாக நடத்துவதால், கருதுகோள் சோதனைகளின் முடிவுகள் அவற்றை நாம் குறிப்பிடும் வரிசையைப் பொறுத்தது அல்ல. இது நிச்சயமாக ஒரு நல்ல சேதி. இருப்பினும், சோதனைகளின் முடிவுகளை விளக்கும் போது, குறிப்பாக முக்கிய விளைவு விதிமுறைகளுக்கு ஒரு பெரிய சிக்கல் உள்ளது. | காபி | _ தரவைக் கவனியுங்கள். வகை 3 சோதனைகளின்படி `` பால்`` இன் முக்கிய விளைவு குறிப்பிடத்தக்கதாக இல்லை என்று அது மாறிவிடும் என்று வைத்துக்கொள்வோம். இது நமக்குச் சொல்வது என்னவென்றால், `` பாபிள் ~ சர்க்கரை + சர்க்கரை * பால்`` முழு மாதிரியை விட தரவுக்கு சிறந்த மாதிரி. ஆனால் அது என்ன *அர்த்தம் *? `` சர்க்கரை * பால்`` தொடர்பு காலமும் குறிப்பிடத்தக்கதாக இல்லாவிட்டால், முக்கியமான ஒரே சேதி `` சர்க்கரை`` என்று தரவு எங்களிடம் கூறுகிறது என்று முடிவு செய்ய நாங்கள் ஆசைப்படுவோம். ஆனால் எங்களிடம் ஒரு குறிப்பிடத்தக்க தொடர்பு சொல் உள்ளது என்று வைத்துக்கொள்வோம், ஆனால் `` பால்`` இன் குறிப்பிடத்தக்க முக்கிய விளைவு. இந்த விசயத்தில், உண்மையில் "சர்க்கரையின் விளைவு", "பால் மற்றும் சர்க்கரைக்கு இடையிலான தொடர்பு", ஆனால் "பாலின் விளைவு" இல்லை என்று நாம் கருத வேண்டுமா? அது பைத்தியமாகத் தெரிகிறது. சரியான பதில் வெறுமனே * இது அர்த்தமற்றது \ [#] _ தொடர்பு குறிப்பிடத்தக்கதாக இருந்தால் முக்கிய விளைவைப் பற்றி பேச வேண்டும். பொதுவாக, இது பெரும்பாலான புள்ளிவிவர வல்லுநர்கள் எங்களுக்கு அறிவுறுத்துகிறது என்று தோன்றுகிறது, இது சரியான அறிவுரை என்று நான் நினைக்கிறேன். ஆனால் ஒரு குறிப்பிடத்தக்க தொடர்புகளின் முன்னிலையில் குறிப்பிடத்தக்க முக்கிய அல்லாத முக்கிய விளைவுகளைப் பற்றி பேசுவது உண்மையில் அர்த்தமற்றதாக இருந்தால், வகை 3 சோதனைகள் ஏன் சுழிய கருதுகோளை உள்ளடக்கத்தை உள்ளடக்கியது, ஆனால் ஒன்றைத் தவிர்ப்பது ஏன் என்பது தெளிவாகத் தெரியவில்லை அதை உருவாக்கும் முக்கிய விளைவுகள். இந்த பாணியில் வகைப்படுத்தப்படும் போது, பூச்ய கருதுகோள்கள் உண்மையில் அதிக அர்த்தத்தை ஏற்படுத்தாது.

source: Later on, we’ll see that Type 3 tests can be redeemed in some contexts, but first let’s take a look at the ANOVA results table using Type 3 sum of squares, see :numref:`fig-factorialanova18`.
de: Später werden wir sehen, dass Hypothesentests vom Typ 3 in einigen Kontexten verwendet werden können, aber sehen wir uns zunächst die ANOVA-Ergebnistabelle mit einer Quadratsumme vom Typ 3 in :numref:`fig-factorialanova18` an.
nb: Senere skal vi se at type-3-tester kan være nyttige i noen sammenhenger, men la oss først ta en titt på ANOVA-resultattabellen med type-3-kvadratsum, se :numref:`fig-factorialanova18`.
ta: பின்னர், வகை 3 சோதனைகளை சில சூழல்களில் மீட்டெடுக்க முடியும் என்பதைக் காண்போம், ஆனால் முதலில் வகை 3 தொகை சதுரங்களைப் பயன்படுத்தி ANOVA முடிவுகள் அட்டவணையைப் பார்ப்போம், பார்க்க: எண்ரெஃப்: `Fig-FactorialAnova18`.

source: Results table using Type 3 sum of squares
de: Ergebnistabelle unter Verwendung der Quadratsumme vom Typ 3
nb: Resultattabell med kvadratsummen av type 3
ta: வகை 3 தொகை சதுரங்களைப் பயன்படுத்தி முடிவுகள் அட்டவணை

source: ANOVA results table using Type 3 sum of squares in jamovi (with the |coffee|_ data set and a saturated model with the factors ``sugar``, ``milk``, and their interaction).
de: ANOVA-Ergebnistabelle unter Verwendung von Typ-3-Quadratsumme in jamovi (mit dem |coffee|_-Datensatz sowie einem gesättigten Modell mit den Faktoren ``sugar``, ``milk`` und deren Interaktion).
nb: ANOVA-resultattabell med type-3-kvadratsummen i jamovi (med datasettet |coffee|_ og en fullstendig modell med faktorene ``sugar``, ``milk`` og deres interaksjon).
ta: சமோவியில் வகை 3 தொகை சதுரங்களைப் பயன்படுத்தி ANOVA முடிவுகள் அட்டவணை (| காபி | _ தரவு தொகுப்பு மற்றும் `` சர்க்கரை``, `` பால்`` மற்றும் அவற்றின் தொடர்பு ஆகியவற்றைக் கொண்ட ஒரு நிறைவுற்ற மாதிரி).

source: But be aware, one of the perverse features of the Type 3 testing strategy is that typically the results turn out to depend on the *contrasts* that you use to encode your factors (see section :doc:`Ch14_ANOVA2_08` if you’ve forgotten what the different types of contrasts are).\ [#]_
de: Aber seien Sie sich bewusst, dass eine der perversen Eigenschaften der Typ-3-Teststrategie darin besteht, dass die Ergebnisse typischerweise von den *Kontrasten* abhängen, die Sie zur Kodierung Ihrer Faktoren verwenden (siehe Abschnitt :doc:`Ch14_ANOVA2_08`, falls Sie vergessen haben, was die verschiedenen Arten von Kontrasten sind).\ [#]_
nb: Men vær oppmerksom på at et av de perverse trekkene ved type-3-teststrategien er at resultatene vanligvis viser seg å avhenge av *kontrastene* som du bruker til å kode faktorene dine (se avsnitt :doc:`Ch14_ANOVA2_08` hvis du har glemt hva de forskjellige typene kontraster er).\ [#]_
ta: ஆனால் விழிப்புடன் இருங்கள், வகை 3 சோதனை மூலோபாயத்தின் விபரீத அம்சங்களில் ஒன்று என்னவென்றால், பொதுவாக முடிவுகள் உங்கள் காரணிகளை குறியாக்க நீங்கள் பயன்படுத்தும் * முரண்பாடுகளை * சார்ந்து இருக்கும் (பிரிவு: டாக்: `CH14_ANOVA2_08` நீங்கள் மறந்துவிட்டால் வெவ்வேறு வகையான முரண்பாடுகள் என்ன). \ [#] _

source: Okay, so if the *p*-values that typically come out of Type 3 analyses (but not in jamovi) are so sensitive to the choice of contrasts, does that mean that Type 3 tests are essentially arbitrary and not to be trusted? To some extent that’s true, and when we turn to a discussion of Type 2 tests we’ll see that Type 2 analyses avoid this arbitrariness entirely, but I think that’s too strong a conclusion. Firstly, it’s important to recognise that some choices of contrasts will always produce the same answers (ah, so this is what is happening in jamovi). Of particular importance is the fact that if the columns of our contrast matrix are all constrained to sum to zero, then the Type 3 analysis will always give the same answers.
de: Wenn also die *p*-Werte, die typischerweise bei Analysen mit Typ-3-Quadratsummen herauskommen, empfindlich auf die Wahl der Kontraste reagieren, bedeutet das, dass Typ-3-Tests im Wesentlichen willkürlich sind und man ihnen nicht trauen kann? Bis zu einem gewissen Grad stimmt das, und wenn wir uns der Diskussion von Typ-2-Tests zuwenden, werden wir sehen, dass Typ-2-Analysen diese Willkür vermeiden, aber ich denke, das ist eine zu starke Schlussfolgerung. Erstens ist es wichtig zu erkennen, dass die Wahl einiger Kontraste immer zu den gleichen Antworten führt (und dieses Vorgehen ist in jamovi implementiert). Besonders wichtig ist die Tatsache, dass die Analyse vom Typ 3 immer die gleichen Antworten liefert, wenn alle Spalten unserer Kontrastmatrix die Summe Null ergeben.
nb: Ok, så hvis *p*-verdiene som vanligvis kommer ut av type-3-analyser (men ikke i jamovi) er så følsomme for valg av kontraster, betyr det at type-3-tester i bunn og grunn er vilkårlige og ikke til å stole på? Til en viss grad er det sant, og når vi går over til å diskutere type-2-tester, vil vi se at type-2-analyser unngår denne vilkårligheten helt og holdent, men jeg tror det er en for sterk konklusjon. For det første er det viktig å erkjenne at noen valg av kontraster alltid vil gi de samme svarene (ah, så det er dette som skjer i jamovi). Spesielt viktig er det faktum at hvis alle kolonnene i kontrastmatrisen vår er begrenset til å summere til null, så vil type-3-analysen alltid gi de samme svarene.
ta: சரி, எனவே வகை 3 பகுப்பாய்வுகளிலிருந்து (ஆனால் சாமோவியில் அல்ல) பொதுவாக வெளிவந்த *p *-மதிப்புகள் முரண்பாடுகளின் தேர்வுக்கு மிகவும் உணர்திறன் கொண்டதாக இருந்தால், வகை 3 சோதனைகள் அடிப்படையில் தன்னிச்சையானவை, நம்பப்படக்கூடாது என்று அர்த்தமா? ஓரளவிற்கு அது உண்மைதான், வகை 2 சோதனைகள் பற்றிய விவாதத்திற்கு நாம் திரும்பும்போது, வகை 2 பகுப்பாய்வுகள் இந்த தன்னிச்சையை முழுவதுமாகத் தவிர்க்கிறோம், ஆனால் அது மிகவும் வலுவான ஒரு முடிவு என்று நான் நினைக்கிறேன். முதலாவதாக, முரண்பாடுகளின் சில தேர்வுகள் எப்போதுமே அதே பதில்களைத் தரும் என்பதை அங்கீகரிப்பது முதன்மை (ஆ, எனவே இதுதான் சாமோவியில் நடக்கிறது). எங்கள் கான்ட்ராச்ட் மேட்ரிக்சின் நெடுவரிசைகள் அனைத்தும் பூச்சியத்திற்கு தொகையை கட்டுப்படுத்தினால், வகை 3 பகுப்பாய்வு எப்போதும் அதே பதில்களைக் கொடுக்கும் என்பதே குறிப்பாக முக்கியத்துவம் வாய்ந்தது.

source: Type 2 sum of squares
de: Typ-2-Quadratsumme
nb: Kvadratsummen av type 2
ta: சதுரங்களின் வகை 2 தொகை

source: Okay, so we’ve seen Type 1 and 3 tests now, and both are pretty straightforward. Type 1 tests are performed by gradually adding terms one at a time, whereas Type 3 tests are performed by taking the full model and looking to see what happens when you remove each term. However, both can have some limitations. Type 1 tests are dependent on the order in which you enter the terms, and Type 3 tests are dependent on how you code up your contrasts. Type 2 tests are a little harder to describe, but they avoid both of these problems, and as a result they are a little easier to interpret.
de: Bisher haben wir die Tests vom Typ 1 und 3 behandelt, und beide sind ziemlich einfach. Typ-1-Tests werden durchgeführt, indem man schrittweise einen Term nach dem anderen hinzufügt, während man bei Typ-3-Tests das gesamte Modell nimmt und schaut, was passiert, wenn man die einzelnen Terme entfernt. Beide weisen jedoch einige Einschränkungen auf. Typ-1-Tests hängen von der Reihenfolge ab, in der Sie die Terme eingeben, und Typ-3-Tests hängen davon ab, wie Sie Ihre Kontraste kodieren. Tests vom Typ 2 sind etwas schwieriger zu beschreiben, aber sie vermeiden diese beiden Probleme und sind daher leichter zu interpretieren.
nb: Nå har vi sett type-1- og type-3-tester, og begge er ganske enkle. Type-1-tester utføres ved at man gradvis legger til en term om gangen, mens type-3-tester utføres ved at man tar hele modellen og ser hva som skjer når man fjerner hver term. Begge kan imidlertid ha noen begrensninger. Type-1-tester er avhengig av rekkefølgen du legger inn termene i, og type-3-tester er avhengig av hvordan du koder opp kontrastene dine. Type-2-tester er litt vanskeligere å beskrive, men de unngår begge disse problemene, og er derfor litt enklere å tolke.
ta: சரி, எனவே வகை 1 மற்றும் 3 சோதனைகளை இப்போது பார்த்தோம், இரண்டும் மிகவும் நேரடியானவை. ஒரு நேரத்தில் படிப்படியாக சொற்களைச் சேர்ப்பதன் மூலம் வகை 1 சோதனைகள் செய்யப்படுகின்றன, அதேசமயம் முழு மாதிரியை எடுத்துக்கொள்வதன் மூலமும், ஒவ்வொரு காலத்தையும் அகற்றும்போது என்ன நடக்கும் என்று பார்க்கவும் வகை 3 சோதனைகள் செய்யப்படுகின்றன. இருப்பினும், இருவருக்கும் சில வரம்புகள் இருக்கலாம். வகை 1 சோதனைகள் நீங்கள் விதிமுறைகளை உள்ளிட்ட வரிசையைப் பொறுத்தது, மேலும் வகை 3 சோதனைகள் உங்கள் முரண்பாடுகளை எவ்வாறு குறியிடுகின்றன என்பதைப் பொறுத்தது. வகை 2 சோதனைகள் விவரிக்க சற்று கடினம், ஆனால் அவை இந்த இரண்டு சிக்கல்களையும் தவிர்க்கிறது, இதன் விளைவாக அவை விளக்குவது சற்று எளிதானது.
