Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: This time around, it’s technically possible to distinguish between the effect of milk and the effect of sugar, because we have a few people that have one but not the other. However, it will still be pretty difficult to do so, because the association between sugar and milk is still extremely strong, and there are so few observations in two of the groups. Again, we’re very likely to be in the situation where we *know* that the predictor variables (milk and sugar) are related to the outcome (babbling), but we don’t know if the *nature* of that relationship is a main effect of one or the other predictor, or the interaction.
de: Diesmal ist es technisch möglich, zwischen dem Effekt der Milch und dem Effekt des Zuckers zu unterscheiden, weil wir einige Personen haben, die das eine, aber nicht das andere haben. Es wird jedoch immer noch ziemlich schwierig sein, dies zu tun, weil die Assoziation zwischen Zucker und Milch immer noch extrem stark ist und es so wenige Beobachtungen in zwei der vier Gruppen gibt. Auch hier ist es sehr wahrscheinlich, dass wir *wissen*, dass die Prädiktorvariablen (``milk`` und ``sugar``) mit dem Ergebnis (Redemenge) zusammenhängen, aber wir wissen nicht, ob die *Natur* dieser Beziehung ein Haupteffekt des einen oder des anderen Prädiktors bzw. der Interaktion ist.
nb: Denne gangen er det teknisk mulig å skille mellom effekten av ``milk`` og effekten av ``sugar``, fordi vi har noen få personer som har det ene, men ikke det andre. Det vil imidlertid fortsatt være ganske vanskelig å gjøre det, fordi sammenhengen mellom ``sugar`` og ``milk`` fortsatt er ekstremt sterk, og det er så få observasjoner i to av gruppene. Igjen er det svært sannsynlig at vi er i en situasjon der vi *vet* at prediktorvariablene (``milk`` og ``sugar``) er relatert til utfallet (``babble``), men vi vet ikke om *karakteren* av denne relasjonen er en hovedeffekt av den ene eller den andre prediktoren, eller interaksjonen.
ta: இந்த நேரத்தில், பாலின் விளைவு மற்றும் சர்க்கரையின் தாக்கத்தை வேறுபடுத்துவது தொழில்நுட்ப ரீதியாக சாத்தியமாகும், ஏனென்றால் எங்களிடம் ஒரு சில நபர்கள் உள்ளனர், ஆனால் மற்றொன்று இல்லை. இருப்பினும், அவ்வாறு செய்வது இன்னும் கடினமாக இருக்கும், ஏனென்றால் சர்க்கரைக்கும் பாலுக்கும் இடையிலான தொடர்பு இன்னும் மிகவும் வலுவானது, மேலும் இரண்டு குழுக்களில் மிகக் குறைவான அவதானிப்புகள் உள்ளன. மீண்டும், முன்கணிப்பு மாறிகள் (பால் மற்றும் சர்க்கரை) விளைவுகளுடன் (பேப்லிங்) தொடர்புடையவை என்பதை நாம் * அறிந்த * சூழ்நிலையில் நாம் இருக்க வாய்ப்புள்ளது, ஆனால் அந்த உறவின் * இயல்பு * என்பது எங்களுக்குத் தெரியாது ஒன்று அல்லது மற்ற முன்கணிப்பாளரின் முக்கிய விளைவு, அல்லது தொடர்பு.

source: This uncertainty is the reason for the missing variance. The “missing” variance corresponds to variation in the outcome variable that is clearly attributable to the predictors, but we don’t know which of the effects in the model is responsible. When you calculate Type 1 sum of squares, no variance ever goes missing. The sequential nature of Type 1 sum of squares means that the ANOVA automatically attributes this variance to whichever effects are entered first. However, the Type 2 and Type 3 tests are more conservative. Variance that cannot be clearly attributed to a specific effect doesn’t get attributed to any of them, and it goes missing.
de: Diese Unsicherheit ist der Grund für die fehlende Varianz. Die „fehlende“ Varianz entspricht der Variation in der Ergebnisvariablen, die eindeutig auf die Prädiktoren zurückzuführen ist, aber wir wissen nicht, welcher der Effekte im Modell dafür verantwortlich ist. Bei der Berechnung der Quadratsumme vom Typ 1 geht keine Varianz verloren. Die sequentielle Natur der Quadratsumme vom Typ 1 bedeutet, dass die ANOVA diese Varianz automatisch denjenigen Effekten zuordnet, die zuerst eingegeben werden. Die Tests vom Typ 2 und Typ 3 sind jedoch konservativer. Varianz, die nicht eindeutig einem bestimmten Effekt zugeordnet werden kann, wird keinem dieser Effekte zugeordnet und geht verloren.
nb: Denne usikkerheten er årsaken til den manglende variansen. Den «manglende» variansen tilsvarer variasjon i utfallsvariabelen som helt klart kan tilskrives prediktorene, men vi vet ikke hvilken av effektene i modellen som er ansvarlig. Når du beregner kvadratsummen av type 1, er det aldri noen varians som mangler. Den sekvensielle karakteren til kvadratsummen av type 1 betyr at ANOVA automatisk tilskriver denne variansen til de effektene som er lagt inn først. Type-2- og type-3-testene er imidlertid mer konservative. Varians som ikke klart kan tilskrives en spesifikk effekt, blir ikke tilskrevet noen av dem, og den forsvinner.
ta: காணாமல் போன மாறுபாட்டிற்கு இந்த நிச்சயமற்ற தன்மை காரணம். “காணாமல் போன” மாறுபாடு விளைவு மாறியின் மாறுபாட்டிற்கு ஒத்திருக்கிறது, இது முன்னறிவிப்பாளர்களுக்கு தெளிவாகக் கூறப்படுகிறது, ஆனால் மாதிரியில் எந்த விளைவுகள் பொறுப்பு என்பது எங்களுக்குத் தெரியாது. நீங்கள் வகை 1 சதுரங்களை கணக்கிடும்போது, எந்த மாறுபாடும் காணவில்லை. வகை 1 தொகை சதுரங்களின் தொடர்ச்சியான தன்மை என்பது ANOVA தானாகவே இந்த மாறுபாட்டை எந்த விளைவுகள் முதலில் உள்ளிடுகிறது என்பதற்கு தானாகவே காரணம் என்று பொருள். இருப்பினும், வகை 2 மற்றும் வகை 3 சோதனைகள் மிகவும் பழமைவாதமானவை. ஒரு குறிப்பிட்ட விளைவுக்கு தெளிவாகக் கூற முடியாத மாறுபாடு அவற்றில் எதுவுமே காரணமாக இருக்காது, அது காணாமல் போகிறது.

source: This discrepancy in standard deviations might (and should) make you wonder if we have a violation of the homogeneity of variance assumption. I’ll leave it as an exercise for the reader to double check this using the Levene test option.
de: Diese Diskrepanz bei den Standardabweichungen könnte (und sollte) die Frage aufwerfen, ob eine Verletzung der Annahme der Varianzhomogenität vorliegt. Ich überlasse es dem Leser, dies mit dem Levene-Test zu überprüfen.
nb: Dette avviket i standardavvik kan (og bør) få deg til å lure på om vi har et brudd på forutsetningen om varianshomogenitet. Jeg lar det være opp til leseren å dobbeltsjekke dette ved hjelp av Levene-testen.
ta: நிலையான விலகல்களில் இந்த முரண்பாடு மாறுபாடு அனுமானத்தின் ஒருமைப்பாட்டை மீறுவதா என்று உங்களுக்கு ஆச்சரியமாக இருக்கலாம் (மற்றும் வேண்டும்). லெவீன் சோதனை விருப்பத்தைப் பயன்படுத்தி இதை இருமுறை சரிபார்க்க வாசகருக்கு ஒரு பயிற்சியாக இதை விட்டு விடுகிறேன்.

source: Actually, this is a bit of a lie. ANOVAs can vary in other ways besides the ones I’ve discussed in this book. For instance, I’ve completely ignored the difference between fixed-effect models in which the levels of a factor are “fixed” by the experimenter or the world, and random-effect models in which the levels are random samples from a larger population of possible levels (this book only covers fixed-effect models). Don’t make the mistake of thinking that this book, or any other one, will tell you “everything you need to know” about statistics, any more than a single book could possibly tell you everything you need to know about psychology, physics or philosophy. Life is too complicated for that to *ever* be true. This isn’t a cause for despair, though. Most researchers get by with a basic working knowledge of ANOVA that doesn’t go any further than this book does. I just want you to keep in mind that this book is only the beginning of a very long story, not the whole story.
de: Streng genommen ist das eine kleine Lüge. ANOVAs können auch auf andere Weise variieren als die, die ich in diesem Buch besprochen habe. So habe ich beispielsweise den Unterschied zwischen Modellen mit festen Effekten (*fixed effects*), bei denen die Werte eines Faktors durch den Experimentator oder die Welt „festgelegt“ sind, und Modellen mit zufälligen Effekten (*random effects*), bei denen die Werte zufällige Stichproben aus einer größeren Population möglicher Werte sind, völlig außer Acht gelassen (dieses Buch behandelt nur Modelle mit festen Effekten). Machen Sie nicht den Fehler zu glauben, dass dieses oder ein anderes Buch Ihnen „alles, was Sie wissen müssen“ über Statistik sagt. Genauso wenig kann Ihnen ein einziges Buch alles sagen, was Sie über Psychologie, Physik oder Philosophie wissen müssen. Das Leben ist zu kompliziert, als dass dies *jemals* der Fall sein könnte. Dies ist jedoch kein Grund zur Verzweiflung. Die meisten Forscher kommen mit einem Grundwissen über ANOVA aus, das nicht weiter geht als was in diesem Buch vermittelt wird. Ich möchte nur, dass Sie sich vor Augen halten, dass dieses Buch nur der Anfang einer sehr langen Geschichte ist, nicht die ganze Geschichte.
nb: Dette er faktisk litt av en løgn. ANOVA-er kan variere på andre måter enn de jeg har diskutert i denne boken. For eksempel har jeg fullstendig ignorert forskjellen mellom modeller med fast effekt, der nivåene til en faktor er «fiksert» av eksperimentator eller verden, og modeller med tilfeldig effekt, der nivåene er tilfeldige utvalg fra en større populasjon av mulige nivåer (denne boken dekker bare modeller med fast effekt). Ikke gjør den feilen å tro at denne boken, eller noen annen, vil fortelle deg «alt du trenger å vite» om statistikk, like lite som en enkelt bok kan fortelle deg alt du trenger å vite om psykologi, fysikk eller filosofi. Livet er for komplisert til at det *aldri* kan være sant. Dette er imidlertid ingen grunn til fortvilelse. De fleste forskere klarer seg med en grunnleggende kunnskap om ANOVA som ikke går lenger enn denne boken gjør. Jeg vil bare at du skal huske på at denne boken bare er begynnelsen på en veldig lang historie, ikke hele historien.
ta: உண்மையில், இது ஒரு பொய். இந்த புத்தகத்தில் நான் விவாதித்ததைத் தவிர வேறு வழிகளில் ANOVA கள் மாறுபடும். உதாரணமாக, ஒரு காரணியின் அளவுகள் பரிசோதகர் அல்லது உலகத்தால் "சரி செய்யப்பட்டுள்ளன", மற்றும் ஒரு பெரிய மக்கள்தொகையிலிருந்து நிலைகள் சீரற்ற மாதிரிகள் கொண்ட சீரற்ற-விளைவு மாதிரிகள் ஆகியவற்றின் நிலையான-விளைவு மாதிரிகளுக்கு இடையிலான வேறுபாட்டை நான் முழுமையாக புறக்கணித்தேன் சாத்தியமான நிலைகள் (இந்த நூல் நிலையான-விளைவு மாதிரிகளை மட்டுமே உள்ளடக்கியது). இந்த நூல், அல்லது வேறு ஏதேனும் ஒன்று, புள்ளிவிவரங்களைப் பற்றி “நீங்கள் தெரிந்து கொள்ள வேண்டிய அனைத்தையும்” உங்களுக்குச் சொல்லும், ஒரு புத்தகத்தை விட, உளவியல், இயற்பியல் அல்லது பற்றி நீங்கள் தெரிந்து கொள்ள வேண்டிய அனைத்தையும் உங்களுக்குச் சொல்லக்கூடும் உண்மை. * எப்போதும் * உண்மையாக இருக்க வாழ்க்கை மிகவும் சிக்கலானது. இது விரக்திக்கு ஒரு காரணம் அல்ல. பெரும்பாலான ஆராய்ச்சியாளர்கள் ANOVA இன் அடிப்படை பணி அறிவைப் பெறுகிறார்கள், இது இந்த புத்தகத்தை விட அதிகமாக செல்லாது. இந்த நூல் மிக நீண்ட கதையின் துவக்கம் மட்டுமே என்பதை நீங்கள் நினைவில் கொள்ள விரும்புகிறேன், முழு கதையும் அல்ல.

source: Or, at the very least, rarely of interest.
de: Oder zumindest ist das selten von Interesse.
nb: Eller i det minste sjelden av interesse.
ta: அல்லது, குறைந்தபட்சம், அரிதாக ஆர்வம்.

source: However, in jamovi the results for Type 3 sum of squares ANOVA are the same regardless of the contrast selected, so jamovi is obviously doing something different!
de: In jamovi sind die Ergebnisse für die Typ-3-Quadratsummen bei der ANOVA jedoch, unabhängig vom gewählten Kontrast, die gleichen. jamovi macht also offensichtlich etwas anderes!
nb: I jamovi er imidlertid resultatene for ANOVA med type-3-kvadratsummen de samme, uavhengig av hvilken kontrast som er valgt, så jamovi gjør åpenbart noe annet!
ta: இருப்பினும், சாமோவியில் வகை 3 சரம் சதுரங்களுக்கான முடிவுகள் தேர்ந்தெடுக்கப்பட்ட மாறுபாட்டைப் பொருட்படுத்தாமல் ஒரே மாதிரியானவை, எனவே சாமோவி வெளிப்படையாக வேறு ஏதாவது செய்கிறார்!

source: Note, of course, that this does depend on the model that the user specified. If the original ANOVA model doesn’t contain an interaction term for ``B * C``, then obviously it won’t appear in either the null or the alternative. But that’s true for Types 1, 2 and 3. They never include any terms that you *didn’t* include, but they make different choices about how to construct tests for the ones that you did include.
de: Dies hängt natürlich vom Modell ab, das der Benutzer angegeben hat. Wenn das ursprüngliche ANOVA-Modell keinen Interaktionsterm für ``B * C`` enthält, dann erscheint er natürlich weder in der Null- noch in der Alternativhypothese. Das gilt aber auch für die Typ 1, 2 und 3. Sie enthalten keine Terme, die Sie *nicht* inkludiert haben, aber sie treffen andere Entscheidungen darüber, wie die Tests für die Terme zu konstruieren sind, die Sie inkludiert haben.
nb: Merk at dette selvfølgelig avhenger av modellen som brukeren har spesifisert. Hvis den opprinnelige ANOVA-modellen ikke inneholder en interaksjonsterm for ``B * C``, vil det selvsagt ikke vises i verken null- eller alternativmodellen. Men det gjelder for type 1, 2 og 3. De inkluderer aldri noen termer som du *ikke* inkluderte, men de gjør forskjellige valg om hvordan du skal konstruere tester for de du inkluderte.
ta: நிச்சயமாக, இது பயனர் குறிப்பிட்ட மாதிரியைப் பொறுத்தது என்பதை நினைவில் கொள்க. அசல் ANOVA மாதிரியில் `` b * c`` என்பதற்கான தொடர்பு காலத்தைக் கொண்டிருக்கவில்லை என்றால், வெளிப்படையாக அது சுழிய அல்லது மாற்றீட்டில் தோன்றாது. ஆனால் 1, 2 மற்றும் 3 வகைகளுக்கு இது உண்மை. நீங்கள் * சேர்க்காத * எந்த விதிமுறைகளையும் அவை ஒருபோதும் சேர்க்காது, ஆனால் நீங்கள் உள்ளடக்கியவற்றிற்கான சோதனைகளை எவ்வாறு உருவாக்குவது என்பது குறித்து அவை வெவ்வேறு தேர்வுகளைச் செய்கின்றன.

source: I find it amusing to note that the default in R is Type 1 and the default in SPSS and jamovi is Type 3. Neither of these appeals to me all that much. Relatedly, I find it depressing that almost nobody in the psychological literature ever bothers to report which Type of tests they ran, much less the order of variables (for Type 1) or the contrasts used (for Type 3). Often they don’t report what software they used either. The only way I can ever make any sense of what people typically report is to try to guess from auxiliary cues which software they were using, and to assume that they never changed the default settings. Please don’t do this! Now that you know about these issues make sure you indicate what software you used, and if you’re reporting ANOVA results for unbalanced data, then specify what Type of tests you ran, specify order information if you’ve done Type 1 tests and specify contrasts if you’ve done Type 3 tests. Or, even better, do hypotheses tests that correspond to things you really care about and then report those!
de: Ich finde es amüsant festzustellen, dass die Voreinstellung in R Typ 1 und die Voreinstellung in SPSS und jamovi Typ 3 ist. Keiner von beiden gefällt mir besonders gut. In diesem Zusammenhang finde ich es deprimierend, dass sich in der psychologischen Literatur fast niemand die Mühe macht, anzugeben, welchen Typ von Test er durchgeführt hat, geschweige denn die Reihenfolge der Variablen (bei Typ 1) oder die verwendeten Kontraste (bei Typ 3). Oft wird auch nicht angegeben, welche Software verwendet wurde. Die einzige Möglichkeit, den Berichten der Teilnehmer einen Sinn zu geben, besteht darin, anhand von Hilfshinweisen zu erraten, welche Software sie verwendet haben, und anzunehmen, dass sie die Standardeinstellungen nicht geändert haben. Bitte tun Sie das nicht! Wenn Sie ANOVA-Ergebnisse für unbalancierte Versuchsdesigns berichten, dann geben Sie an, welche Art von Tests Sie durchgeführt haben, geben Sie Informationen zur Reihenfolge an, wenn Sie Typ-1-Tests durchgeführt haben, und geben Sie Kontraste an, wenn Sie Typ-3-Tests durchgeführt haben. Oder, noch besser, führen Sie ausschließlich Tests durch, die den Hypothesen entsprechen, die Ihnen wirklich wichtig sind, und geben Sie diese dann an!
nb: Jeg synes det er morsomt å merke seg at standardinnstillingen i R er type 1, mens standardinnstillingen i SPSS og jamovi er type 3. Ingen av disse tiltaler meg noe særlig. I tillegg synes jeg det er deprimerende at nesten ingen i den psykologiske litteraturen bryr seg om å rapportere hvilken type tester de kjørte, langt mindre rekkefølgen på variablene (for type 1) eller kontrastene som ble brukt (for type 3). Ofte oppgir de heller ikke hvilken programvare de har brukt. Den eneste måten jeg kan forstå hva folk vanligvis rapporterer, er å prøve å gjette hvilken programvare de brukte, og å anta at de aldri endret standardinnstillingene. Vær så snill, ikke gjør dette! Nå som du kjenner til disse problemene, må du sørge for å oppgi hvilken programvare du har brukt, og hvis du rapporterer ANOVA-resultater for ubalanserte data, må du oppgi hvilken type tester du har kjørt, spesifisere rekkefølgeinformasjon hvis du har utført type-1-tester, og spesifisere kontraster hvis du har utført type-3-tester. Eller, enda bedre, gjør hypotesetester som tilsvarer ting du virkelig bryr deg om, og rapporter dem!
ta: R இன் இயல்புநிலை வகை 1 மற்றும் SPSS மற்றும் JAHOVI இன் இயல்புநிலை வகை 3 ஆகும் என்பதை நான் கவனத்தில் கொள்கிறேன். இந்த முறையீடுகள் எதுவும் எனக்கு அவ்வளவாக இல்லை. தொடர்புடையதாக, உளவியல் இலக்கியத்தில் கிட்டத்தட்ட யாரும் அவர்கள் எந்த வகையான சோதனைகளை நடத்தினர் என்று புகாரளிக்கவில்லை, மாறிகளின் வரிசை (வகை 1 க்கு) அல்லது பயன்படுத்தப்படும் முரண்பாடுகள் (வகை 3 க்கு). பெரும்பாலும் அவர்கள் எந்த மென்பொருளைப் பயன்படுத்தினார்கள் என்று தெரிவிக்க மாட்டார்கள். மக்கள் பொதுவாக எதைப் புகாரளிக்கிறார்கள் என்பதை நான் புரிந்துகொள்ளக்கூடிய ஒரே வழி, அவர்கள் எந்த மென்பொருளைப் பயன்படுத்துகிறார்கள் என்பதை துணை குறிப்புகளிலிருந்து யூகிக்க முயற்சிப்பதும், இயல்புநிலை அமைப்புகளை அவர்கள் ஒருபோதும் மாற்றவில்லை என்று கருதுவதும் ஆகும். தயவுசெய்து இதைச் செய்ய வேண்டாம்! இப்போது இந்த சிக்கல்களைப் பற்றி நீங்கள் அறிந்திருக்கிறீர்கள், நீங்கள் பயன்படுத்திய மென்பொருளைக் குறிக்கிறீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள், மேலும் சமநிலையற்ற தரவுகளுக்கான ANOVA முடிவுகளைப் புகாரளிக்கிறீர்கள் என்றால், நீங்கள் எந்த வகையான சோதனைகளை இயக்கியுள்ளீர்கள் என்பதைக் குறிப்பிடவும், நீங்கள் வகை 1 சோதனைகளைச் செய்திருந்தால் ஆர்டர் தகவலைக் குறிப்பிடவும் நீங்கள் வகை 3 சோதனைகளைச் செய்திருந்தால் முரண்பாடுகள். அல்லது, இன்னும் சிறப்பாக, நீங்கள் உண்மையிலேயே அக்கறை கொண்ட விசயங்களுடன் ஒத்த கருதுகோள்கள் சோதனைகளைச் செய்து, பின்னர் அவற்றைப் புகாரளிக்கவும்!

source: Factorial ANOVA with balanced designs, :doc:`without interactions <Ch14_ANOVA2_01>` and :doc:`with interactions included <Ch14_ANOVA2_02>`
de: Faktorielle ANOVA bei balancierten Versuchsdesigns, :doc:`ohne Wechselwirkungen <Ch14_ANOVA2_01>` und :doc:`mit Wechselwirkungen <Ch14_ANOVA2_02>`
nb: Faktoriell ANOVA med balansert design, :doc:`uten interaksjoner <Ch14_ANOVA2_01>` og :doc:`med interaksjoner inkludert <Ch14_ANOVA2_02>`
ta: சீரான வடிவமைப்புகளுடன் காரணி ANOVA,: DOC: `இடைவினைகள் இல்லாமல் <CH14_ANOVA2_01>` மற்றும்: DOC: `இடைவினைகளுடன் <CH14_ANOVA2_02>`

source: :doc:`Effect size, estimated means, and confidence intervals in a factorial ANOVA <Ch14_ANOVA2_03>`
de: :doc:`Effektstärken, geschätzte Randmittel und Konfidenzintervalle in einer faktoriellen ANOVA <Ch14_ANOVA2_03>`
nb: :doc:`Effektstørrelse, estimerte gjennomsnitt og konfidensintervaller i en faktoriell ANOVA <Ch14_ANOVA2_03>`
ta: :doc:`Effect size, estimated means, and confidence intervals in a தொடர்பெருக்கு ANOVA <Ch14_ANOVA2_03>`

source: :doc:`Understanding the linear model underlying ANOVA <Ch14_ANOVA2_07>`, including :doc:`different contrasts <Ch14_ANOVA2_08>`
de: :doc:`Verstehen des linearen Modells, das der ANOVA zugrunde liegt <Ch14_ANOVA2_07>`, einschließlich :doc:`unterschiedlicher Kontraste <Ch14_ANOVA2_08>`
nb: :doc:`Forståelse av den lineære modellen som ligger til grunn for ANOVA <Ch14_ANOVA2_07>`, inkludert :doc:`forskjellige kontraster <Ch14_ANOVA2_08>`
ta: :doc:`Understanding the நேரியல் மாதிரியுரு underlying ANOVA <Ch14_ANOVA2_07>`, including :doc:`different contrasts <Ch14_ANOVA2_08>`

source: Of course, there is a formula that you can use to calculate the residual SS (SS\ :sub:`R`) directly, but I think that it makes more conceptual sense to think of it like this. The whole point of calling it a residual is that it’s the leftover variation, and the formula above makes that clear. I should also note that, in keeping with the terminology used in the regression chapter, it is commonplace to refer to SS\ :sub:`A` + SS\ :sub:`B` as the variance attributable to the “ANOVA model”, denoted SS\ :sub:`M`, and so we often say that the total sum of squares is equal to the model sum of squares plus the residual sum of squares. Later on in this chapter we’ll see that this isn’t just a surface similarity: ANOVA and regression are actually the same thing under the hood.
de: Natürlich gibt es auch eine Formel, mit der Sie die SS der Residuen (SS\ :sub:`R`) direkt berechnen können, aber ich denke, dass es konzeptionell sinnvoller ist, wie beschrieben vorzugehen. Die Bezeichnung „Residuum“ (bzw. „Residuen“) verdeutlicht, dass es sich um die verbleibende Variation handelt, und die obige Formel macht dies deutlich. Ich sollte auch anmerken, dass es in Übereinstimmung mit der im Kapitel über Regression verwendeten Terminologie üblich ist, sich auf SS\ :sub:`A` + SS\ :sub:`B` als die dem „ANOVA-Modell“ zuzuschreibende Varianz zu beziehen. Diese wird mit SS\ :sub:`M` bezeichnet, und so sagen wir oft, dass die Gesamt-Quadratsumme gleich der Modell-Quadratsumme plus der Quadratsumme der Residuen ist. Im weiteren Verlauf dieses Kapitels werden wir sehen, dass dies nicht nur eine oberflächliche Ähnlichkeit ist: ANOVA und Regression sind mathematisch eigentlich dasselbe.
nb: Det finnes selvfølgelig en formel som du kan bruke til å beregne kvadratsummen for residuene (SS\ :sub:`R`) direkte, men jeg tror det gir mer konseptuell mening å tenke på det slik. Hele poenget med å kalle det en residuum er at det er den resterende variasjonen, og formelen ovenfor gjør det klart. Jeg bør også merke meg at det, i tråd med terminologien som brukes i regresjonskapitlet, er vanlig å referere til SS\ :sub:`A` + SS\ :sub:`B` som variansen som kan tilskrives «ANOVA-modellen», betegnet SS\ :sub:`M`, og derfor sier vi ofte at den totale kvadratsummen er lik kvadratsummen for modellen pluss kvadratsummen for residuene. Senere i dette kapittelet skal vi se at dette ikke bare er en overfladisk likhet: ANOVA og regresjon er faktisk det samme under panseret.

source: Effect size
de: Effektstärke
nb: Effektstørrelse

source: ANOVA of the |rtfm|_ data set in jamovi: Model with two factors ``attend`` and ``reading`` but without the interaction term for these two factors
de: ANOVA des Datensatzes |rtfm|_ in jamovi: Modell mit zwei Faktoren ``attend`` und ``reading``, aber ohne den Interaktionsterm für diese beiden Faktoren
nb: ANOVA av datasettet |rtfm|_ i jamovi: Modell med to faktorer, ``attend`` og ``reading``, men uten interaksjonstermen for disse to faktorene

source: As you can see, the intercept term *b*\ :sub:`0` acts like a kind of “baseline” ``grade`` that you would expect from those students who don’t take the time to attend class or read the textbook. Similarly, *b*\ :sub:`1` represents the boost that you’re expected to get if you come to class, and *b*\ :sub:`2` represents the boost that comes from reading the textbook. In fact, if this were an ANOVA you might very well want to characterise *b*\ :sub:`1` as the main effect of attendance, and *b*\ :sub:`2` as the main effect of reading! In fact, for a simple 2 × 2 ANOVA that’s *exactly* how it plays out.
de: Wie Sie sehen, fungiert der Intercept-Term *b*\ :sub:`0` als eine Art „Basisnote“ (``grade``), die Sie von denjenigen Schülern erwarten würden, die sich nicht die Zeit nehmen, den Unterricht zu besuchen oder das Lehrbuch zu lesen. In ähnlicher Weise steht *b*\ :sub:`1` für die Verbesserung, die man erwartet, wenn der Schüler zum Unterricht kommt, und *b*\ :sub:`2` für die Verbesserung, die man durch das Lesen des Lehrbuchs erhält. Wäre dies eine ANOVA, könnte man *b*\ :sub:`1` als den Haupteffekt der Anwesenheit und *b*\ :sub:`2` als den Haupteffekt des Lesens bezeichnen! Bei einer einfachen 2 × 2 ANOVA entspricht das *genau* der Realität.
