Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: The null and alternative hypotheses that I described in the last section should seem awfully familiar. They’re basically the same as the hypotheses that we were testing in our simpler :doc:`one-way ANOVAs <../Ch13/Ch13_ANOVA>`. So you’re probably expecting that the hypothesis *tests* that are used in factorial ANOVA will be essentially the same as the *F*-test from :doc:`the previous chapter <../Ch13/Ch13_ANOVA>`. You’re expecting to see references to sums of squares (SS), mean squares (MS), degrees of freedom (df), and finally an *F*-statistic that we can convert into a *p*-value, right? Well, you’re absolutely and completely right. So much so that I’m going to depart from my usual approach. Throughout this book, I’ve generally taken the approach of describing the logic (and to an extent the mathematics) that underpins a particular analysis first and only then introducing the analysis in jamovi. This time I’m going to do it the other way around and show you how to do it in jamovi first. The reason for doing this is that I want to highlight the similarities between the simpler one-Way ANOVA that we discussed in :doc:`the previous chapter <../Ch13/Ch13_ANOVA>`, and the more complicated approach that we’re going to use in this chapter.
de: Die Null- und die Alternativhypothesen, die ich im letzten Abschnitt beschrieben habe, sollten Ihnen vertraut vorkommen. Sie sind im Grunde die gleichen wie die Hypothesen, die wir in unserer einfacheren :doc:`einfaktoriellen ANOVA <../Ch13/Ch13_ANOVA>` getestet haben. Sie erwarten also wahrscheinlich, dass die *Hypothesentests*, die in der (mehr-)faktoriellen ANOVA verwendet werden, im Wesentlichen die gleichen sind wie der *F*-Test aus :doc:`dem vorigen Kapitel <../Ch13/Ch13_ANOVA>`. Sie erwarten Hinweise auf Quadratsummen (SS), mittlere quadrierte Abweichungen (MS), Freiheitsgrade (df) und schließlich eine *F*-Statistik, die wir in einen *p*-Wert umwandeln können? Sie haben absolut und vollkommen Recht. So sehr, dass ich von meinem üblichen Ansatz abweichen werde. In diesem Buch habe ich im Allgemeinen zuerst die Logik (und bis zu einem gewissen Grad die Mathematik) beschrieben, die einer bestimmten Analyse zugrunde liegt, und erst danach vorgestellt, wie die Analyse in jamovi durchgeführt wird. Dieses Mal werde ich es andersherum machen und Ihnen zuerst zeigen, wie man die Analyse in jamovi durchführt. Der Grund dafür ist, dass ich die Ähnlichkeiten zwischen der einfacheren einfaktoriellen ANOVA, die wir :doc:`im vorherigen Kapitel <../Ch13/Ch13_ANOVA>` besprochen haben, und dem komplexeren Vorgehen, das wir in diesem Kapitel verwenden werden, hervorheben möchte.
nb: Null- og alternativhypotesene som jeg beskrev i forrige avsnitt, bør virke veldig kjent. De er i bunn og grunn de samme som hypotesene vi testet i vår enklere :doc:`enveis ANOVA <../Ch13/Ch13_ANOVA>`. Så du forventer sannsynligvis at *hypotesetestene* som brukes i faktoriell ANOVA, i hovedsak er de samme som *F*-testen fra :doc:`det forrige kapittelet <../Ch13/Ch13_ANOVA>`. Du forventer å se referanser til kvadratsummer (SS), gjennomsnittskvadrat (MS), frihetsgrader (df) og til slutt en *F*-statistikksom vi kan konvertere til en *p*-verdi, ikke sant? Det har du helt og holdent rett i. Så mye at jeg kommer til å avvike fra min vanlige tilnærming. I denne boken har jeg som regel valgt å beskrive logikken (og til en viss grad matematikken) som ligger til grunn for en bestemt analyse først, og først deretter introdusere analysen i jamovi. Denne gangen skal jeg gjøre det omvendt og vise deg hvordan du gjør det i jamovi først. Grunnen til at jeg gjør dette, er at jeg ønsker å fremheve likhetene mellom den enklere enveis ANOVA-analysen som vi diskuterte i :doc:`det forrige kapittelet <../Ch13/Ch13_ANOVA>`, og den mer kompliserte tilnærmingen som vi skal bruke i dette kapittelet.
ta: கடைசி பிரிவில் நான் விவரித்த சுழிய மற்றும் மாற்று கருதுகோள்கள் மிகவும் பரிச்சயமானதாகத் தோன்ற வேண்டும். அவை அடிப்படையில் எங்கள் எளிமையில் நாங்கள் சோதித்துக்கொண்டிருந்த கருதுகோள்களைப் போலவே இருக்கின்றன: டாக்: `ஒரு வழி ANOVAS <../ CH13/CH13_ANOVA>`. ஆகவே, காரணி ANOVA இல் பயன்படுத்தப்படும் கருதுகோள் *சோதனைகள் *அடிப்படையில் *f *-test இலிருந்து: doc: `முந்தைய அத்தியாயம் <../ ch13/ch13_anova>` போன்றதாக இருக்கும் என்று நீங்கள் எதிர்பார்க்கலாம். சதுரங்கள் (எச்.எச்), சராசரி சதுரங்கள் (எம்.எச்), டிகிரி விடுதலை (டி.எஃப்), இறுதியாக *பி *-மதிப்பாக மாற்றக்கூடிய ஒரு *எஃப் *-புள்ளிவிவரங்கள் பற்றிய குறிப்புகளைக் காணலாம் என்று நீங்கள் எதிர்பார்க்கிறீர்கள், இல்லையா? சரி, நீங்கள் முற்றிலும் மற்றும் முற்றிலும் சரியானவர். என் வழக்கமான அணுகுமுறையிலிருந்து நான் புறப்படப் போகிறேன். இந்த நூல் முழுவதும், ஒரு குறிப்பிட்ட பகுப்பாய்வை முதலில் ஆதரிக்கும் தர்க்கத்தை (மற்றும் கணிதத்தை ஒரு அளவிற்கு) விவரிக்கும் அணுகுமுறையை நான் பொதுவாக எடுத்துள்ளேன், பின்னர் சமோவியில் பகுப்பாய்வை அறிமுகப்படுத்துகிறேன். இந்த நேரத்தில் நான் இதை வேறு வழியில் செய்யப் போகிறேன், முதலில் அதை சமோவியில் எப்படி செய்வது என்பதைக் காண்பிப்பேன். இதைச் செய்வதற்கான காரணம் என்னவென்றால், நாங்கள் விவாதித்த எளிமையான ஒரு வழி ANOVA க்கு இடையிலான ஒற்றுமையை நான் முன்னிலைப்படுத்த விரும்புகிறேன்: DOC: `முந்தைய அத்தியாயம் <../ CH13/CH13_ANOVA>`, மேலும் நாம் மிகவும் சிக்கலான அணுகுமுறை இந்த அத்தியாயத்தில் பயன்படுத்தப் போகிறது.

source: If the data you’re trying to analyse correspond to a balanced factorial design then running your analysis of variance is easy. To see how easy it is, let’s start by reproducing the original analysis from chapter :doc:`../Ch13/Ch13_ANOVA`. In case you’ve forgotten, for that analysis we were using only a single factor (i.e., ``drug``) to predict our outcome variable (i.e., ``mood.gain``), and we got the results shown in :numref:`fig-factorialanova2`.
de: Wenn die Daten, die Sie zu analysieren versuchen, einem balancierten faktoriellen Design entsprechen, ist das Durchführen Ihrer Varianzanalyse einfach. Um zu sehen, wie einfach es ist, beginnen wir mit der Reproduktion der ursprünglichen Analyse aus dem Kapitel :doc:`../Ch13/Ch13_ANOVA`. Falls Sie es vergessen haben, für diese Analyse verwendeten wir nur einen einzigen Faktor (d.h. ``drug``), um unsere Ergebnisvariable (d.h. ``mood.gain``) vorherzusagen, und wir erhielten die in :numref:`fig-factorialanova2` gezeigten Ergebnisse.
nb: Hvis dataene du prøver å analysere, tilsvarer et balansert faktorialt design, er det enkelt å kjøre variansanalysen. For å se hvor enkelt det er, la oss begynne med å reprodusere den opprinnelige analysen fra kapittel :doc:`../Ch13/Ch13_ANOVA`. I tilfelle du har glemt det, brukte vi i den analysen bare én enkelt faktor (dvs. ``drug``) til å predikere utfallsvariabelen vår (dvs. ``mood.gain``), og vi fikk resultatene som vises i :numref:`fig-factorialanova2`.
ta: நீங்கள் பகுப்பாய்வு செய்ய முயற்சிக்கும் தரவு ஒரு சீரான காரணி வடிவமைப்போடு ஒத்திருக்கும் என்றால், உங்கள் மாறுபாட்டின் பகுப்பாய்வை இயக்குவது எளிதானது. இது எவ்வளவு எளிதானது என்பதைப் பார்க்க, அத்தியாயம்: டாக்: `../ CH13/CH13_ANOVA` இலிருந்து அசல் பகுப்பாய்வை மீண்டும் உருவாக்குவதன் மூலம் ஆரம்பிக்கலாம். நீங்கள் மறந்துவிட்டால், அந்த பகுப்பாய்விற்காக, எங்கள் விளைவு மாறியை (அதாவது, `` மனநிலை.கெய்ன்``) கணிக்க ஒரே ஒரு காரணியை (அதாவது, `` மருந்து``) பயன்படுத்துகிறோம், மேலும் அவை காட்டப்பட்ட முடிவுகளைப் பெற்றன .

source: jamovi One-way ANOVA of ``mood.gain`` by ``drug``
de: Einfaktorielle ANOVA in jamovi bei der ``mood.gain`` durch ``drug`` vorhergesagt wird
nb: jamovi Enveis ANOVA av ``mood.gain`` etter ``drug``
ta: `` மருந்து` ஆல் `` மனநிலை.கெய்ன்` இன் சாமோவி ஒரு வழி அனோவா

source: Now, suppose I’m also curious to find out if ``therapy`` has a relationship to ``mood.gain``. In light of what we’ve seen from our discussion of multiple regression in chapter :doc:`../Ch12/Ch12_Regression`, you probably won’t be surprised that all we have to do is add ``therapy`` as a second ``Fixed Factor`` in the analysis, see :numref:`fig-factorialanova3`.
de: Nehmen wir nun an, dass ich auch herausfinden möchte, ob ``therapy`` eine Beziehung zu ``mood.gain`` hat. In Anbetracht dessen, was wir in unserer Diskussion über multiple Regression in Kapitel :doc:`../Ch12/Ch12_Regression` gesehen haben, wird es Sie wahrscheinlich nicht überraschen, dass wir nur ``therapy`` als zweiten ``Fixed Factor`` in die Analyse aufnehmen müssen, wie in :numref:`fig-factorialanova3` gezeigt.
nb: Sett nå at jeg også er nysgjerrig på om ``therapy`` har en sammenheng med ``mood.gain``. I lys av det vi har sett fra diskusjonen om multippel regresjon i kapittel :doc:`../Ch12/Ch12_Regression`, vil du sannsynligvis ikke bli overrasket over at alt vi trenger å gjøre er å legge til ``therapy`` som en annen ``Fixed Factor`` i analysen, se :numref:`fig-factorialanova3`.
ta: இப்போது, `` சிகிச்சை`` `` மனநிலை.கெய்ன்`` உடன் உறவு இருக்கிறதா என்பதைக் கண்டறிய ஆர்வமாக உள்ளேன் என்று வைத்துக்கொள்வோம். அத்தியாயத்தில் பல பின்னடைவு பற்றிய எங்கள் விவாதத்திலிருந்து நாம் பார்த்தவற்றின் வெளிச்சத்தில்: DOC: `../ ch12/ch12_regression` இரண்டாவது `` நிலையான காரணி`` `` பகுப்பாய்வில், காண்க: NumRef: `Fig-factoralanova3`.

source: jamovi factorial ANOVA for ``mood.gain`` with the factors ``drug`` and ``therapy``
de: Faktorielle ANOVA für ``mood.gain`` mit den Faktoren ``drug`` und ``therapy`` in jamovi
nb: jamovi faktoriell ANOVA for ``mood.gain`` med faktorene ``drug`` og ``therapy``
ta: `` மனநிலை.

source: jamovi factorial ANOVA for ``mood.gain`` with the two factors ``drug`` and ``therapy``
de: Faktorielle ANOVA für ``mood.gain`` mit den Faktoren ``drug`` und ``therapy`` in jamovi
nb: jamovi faktoriell ANOVA for ``mood.gain`` med de to faktorene ``drug`` og ``therapy``
ta: `` மனநிலை.

source: This output is pretty simple to read too. The first row of the table reports a between-group sum of squares (SS) value associated with the ``drug`` factor, along with a corresponding between-group *df*-value. It also calculates a mean square value (MS), an *F*-statistic and a *p*-value. There is also a row corresponding to the ``therapy`` factor and a row corresponding to the residuals (i.e., the within groups variation).
de: Auch diese Ausgabe ist einfach und übersichtlich. Die erste Zeile der Tabelle gibt einen Wert für die Quadratsumme (SS) an, der mit dem (Zwischensubjekt-)Faktor ``drug`` verbunden ist, zusammen mit der entsprechenden Anzahl von Freiheitsgraden (*df*). Es werden außerdem die mittleren quadrierten Abweichungen (MS), eine *F*-Statistik und ein *p*-Wert ausgegeben. Die zweite Zeile gibt diese Werte für den Faktor ``therapy`` aus und die dritte Zeile die Residuen (d. h. die verbleibende, unerklärte Variation innerhalb jeder Gruppe).
nb: Dette resultatet er også ganske enkelt å lese. Den første raden i tabellen rapporterer en kvadratsumverdi (SS) mellom gruppene knyttet til faktoren ``drug``, sammen med en tilsvarende *df*-verdi mellom gruppene. Den beregner også en gjennomsnittlig kvadratverdi (MS), en *F*-statistikk og en *p*-verdi. Det finnes også en rad som tilsvarer faktoren ``therapy`` og en rad som tilsvarer residuene (dvs. variasjonen innenfor gruppene).
ta: இந்த வெளியீட்டையும் படிக்க மிகவும் எளிது. அட்டவணையின் முதல் வரிசை `` மருந்து` காரணத்துடன் தொடர்புடைய சதுரங்கள் (எச்எச்) மதிப்புக்கு இடையில் ஒரு குழு *டிஎஃப் *-மதிப்பு ஆகியவற்றுடன் தொடர்புடையது. இது சராசரி சதுர மதிப்பு (எம்.எச்), ஒரு *எஃப் *-ச்டாடிச்டிக் மற்றும் ஒரு *பி *-மதிப்பு ஆகியவற்றைக் கணக்கிடுகிறது. `` சிகிச்சை` காரணி மற்றும் எச்சங்களுடன் தொடர்புடைய ஒரு வரிசை (அதாவது, குழுக்கள் மாறுபாடு) உடன் தொடர்புடைய ஒரு வரிசையும் உள்ளது.

source: Not only are all of the individual quantities pretty familiar, the relationships between these different quantities has remained unchanged, just like we saw with the original one-way ANOVA. Note that the mean square value is calculated by dividing SS by the corresponding *df*. That is, it’s still true that:
de: Nicht nur, dass alle einzelnen Größen ziemlich vertraut sind, auch die Beziehungen zwischen diesen verschiedenen Größen sind unverändert geblieben, genau wie wir es bei der ursprünglichen einfaktoriellen ANOVA gesehen haben. Beachten Sie, dass die mittleren quadrierten Abweichungen (MS) durch die Division von SS durch die entsprechenden *df* berechnet wird. Das heißt, es ist immer noch wahr, dass:
nb: Ikke bare er alle de individuelle størrelsene ganske velkjente, men forholdet mellom de ulike størrelsene er også uendret, akkurat som vi så med den opprinnelige enveis-ANOVAen. Legg merke til at den gjennomsnittlige kvadratverdien beregnes ved å dividere SS med den tilsvarende *df*. Det vil si at det fortsatt er sant at:
ta: அனைத்து தனிப்பட்ட அளவுகளும் மிகவும் பழக்கமானவை மட்டுமல்ல, இந்த வெவ்வேறு அளவுகளுக்கு இடையிலான உறவுகள் மாறாமல் உள்ளன, அசல் ஒரு வழி ANOVA உடன் நாம் பார்த்தது போல. தொடர்புடைய *df *ஆல் SS ஐ பிரிப்பதன் மூலம் சராசரி சதுர மதிப்பு கணக்கிடப்படுகிறது என்பதை நினைவில் கொள்க. அதாவது, இது இன்னும் உண்மை:

source: regardless of whether we’re talking about ``drug``, ``therapy`` or the residuals. To see this, let’s not worry about how the sums of squares values are calculated. Instead, let’s take it on faith that jamovi has calculated the SS values correctly, and try to verify that all the rest of the numbers make sense. First, note that for the ``drug`` factor, we divide 3.45 by 2 and end up with a mean square value of 1.73. For the ``therapy`` factor, there’s only 1 degree of freedom, so our calculations are even simpler: dividing 0.47 (the SS value) by 1 gives us an answer of 0.47 (the MS value).
de: unabhängig davon, ob es sich um ``drug``, ``therapy`` oder um die Residuen handelt. Wir machen uns zunächst keine Gedanken darüber, wie die Summen der Quadrate berechnet werden. Stattdessen nehmen wir an, dass jamovi die SS-Werte korrekt berechnet hat, und versuchen zu überprüfen, ob alle anderen Zahlen Sinn ergeben. Beachten Sie zunächst, dass wir für den Faktor ``drug`` 3,45 durch 2 dividieren und eine mittlere quadrierte Abweichung von 1,73 erhalten. Für den Faktor ``therapy`` gibt es nur einen Freiheitsgrad, so dass unsere Berechnungen noch einfacher sind: wenn wir 0,47 (den SS-Wert) durch 1 teilen, erhalten wir 0,47 (den MS-Wert).
nb: uavhengig av om vi snakker om ``drug``, ``therapy`` eller residuene. For å se dette, la oss ikke bekymre oss for hvordan kvadratsummene (SS) er beregnet. La oss i stedet stole på at jamovi har beregnet kvadratsummene riktig, og prøve å verifisere at resten av tallene gir mening. Først må vi legge merke til at for faktoren ``drug`` dividerer vi 3,45 med 2 og ender opp med en gjennomsnittlig kvadratverdi (MS) på 1,73. For faktoren ``therapy`` er det bare én frihetsgrad, så beregningene våre er enda enklere: Ved å dividere 0,47 (SS) med 1 får vi et svar på 0,47 (MS).
ta: `` மருந்து`, `` சிகிச்சை`` அல்லது எஞ்சியவர்களைப் பற்றி நாங்கள் பேசுகிறோமா என்பதைப் பொருட்படுத்தாமல். இதைப் பார்க்க, சதுர மதிப்புகளின் தொகைகள் எவ்வாறு கணக்கிடப்படுகின்றன என்பதைப் பற்றி கவலைப்பட வேண்டாம். அதற்கு பதிலாக, சமோவி எச்எச் மதிப்புகளை சரியாக கணக்கிட்டுள்ளார் என்ற நம்பிக்கையின் மீது எடுத்துக்கொள்வோம், மீதமுள்ள எண்கள் அனைத்தும் அர்த்தமுள்ளதா என்பதை சரிபார்க்க முயற்சிக்கிறோம். முதலாவதாக, `` மருந்து` காரணத்திற்காக, நாங்கள் 3.45 ஐ 2 ஆல் பிரித்து 1.73 என்ற சராசரி சதுர மதிப்புடன் முடிவடைகிறோம் என்பதை நினைவில் கொள்க. `` சிகிச்சை` காரணத்திற்காக, 1 டிகிரி விடுதலை மட்டுமே உள்ளது, எனவே எங்கள் கணக்கீடுகள் இன்னும் எளிமையானவை: 0.47 (எச்எச் மதிப்பு) ஐ 1 ஆல் வகுப்பது 0.47 (எம்எச் மதிப்பு) பதிலை நமக்கு அளிக்கிறது.

source: Turning to the *F*-statistics and the *p*-values, notice that we have two of each; one corresponding to the ``drug`` factor and the other corresponding to the ``therapy`` factor. Regardless of which one we’re talking about, the *F*-statistic is calculated by dividing the mean square value associated with the factor by the mean square value associated with the residuals. If we use “A” as shorthand notation to refer to the first factor (factor A; in this case ``drug``) and “R” as shorthand notation to refer to the residuals, then the *F*-statistic associated with factor A is denoted *F*\ :sub:`A`, and is calculated as follows:
de: Bei der Betrachtung der *F*-Statistik und der *p*-Werte fällt auf, dass es jeweils zwei davon gibt; eine für den Faktor ``drug`` und die andere für den Faktor ``therapy``. Unabhängig davon, um welchen Faktor es sich handelt, wird die *F*-Statistik berechnet, indem die mittleren quadrierten Abweichungen des Faktors durch die mittleren quadrierten Abweichungen der Residuen geteilt werden. Wenn wir „A“ als Kurzschreibweise für den ersten Faktor (Faktor A; in diesem Fall ``drug``) und „R“ als Kurzschreibweise für die Residuen verwenden, dann wird die *F*-Statistik, die dem Faktor A zugeordnet ist, mit *F*\ :sub:`A` bezeichnet und wie folgt berechnet:
nb: Når det gjelder *F*-statistikken og *p*-verdiene, legger vi merke til at vi har to av hver; én som svarer til faktoren ``drug`` og én som svarer til faktoren ``therapy``. Uansett hvilken av dem vi snakker om, beregnes *F*-statistikken ved å dividere den gjennomsnittlige kvadratverdien knyttet til faktoren med den gjennomsnittlige kvadratverdien knyttet til residuene. Hvis vi bruker «A» som forkortelse for den første faktoren (faktor A; i dette tilfellet ``drug``) og «R» som forkortelse for residuene, blir *F*-statistikken knyttet til faktor A betegnet *F*\ :sub:`A`, og beregnes på følgende måte:
ta: *F *-புள்ளிவிவரங்கள் மற்றும் *p *-மதிப்புகள் ஆகியவற்றிற்கு திரும்பும்போது, ஒவ்வொன்றிலும் இரண்டு இருப்பதைக் கவனியுங்கள்; ஒன்று `` மருந்து` காரணியுடன் தொடர்புடையது, மற்றொன்று `` சிகிச்சை` காரணியுடன் தொடர்புடையது. நாம் எதைப் பற்றி பேசினாலும், *f *-statistict காரணிடன் தொடர்புடைய சராசரி சதுர மதிப்பை எச்சங்களுடன் தொடர்புடைய சராசரி சதுர மதிப்பால் பிரிப்பதன் மூலம் கணக்கிடப்படுகிறது. முதல் காரணி (காரணி A; இந்த விசயத்தில் `` மருந்து``) மற்றும் “ஆர்” ஆகியவற்றைக் குறிக்க “A” ஐ சுருக்கெழுத்து குறியீடாகப் பயன்படுத்தினால், எஞ்சியவர்களைக் குறிக்க சுருக்கெழுத்து குறியீடாக காரணி A எனக் குறிக்கப்படுகிறது *f *\: sub: `a`, மற்றும் பின்வருமாறு கணக்கிடப்படுகிறது:

source: and an equivalent formula exists for factor B (i.e., ``therapy``). Note that this use of “R” to refer to residuals is a bit awkward, since we also used the letter R to refer to the number of rows in the table, but I’m only going to use “R” to mean residuals in the context of SS\ :sub:`R` and MS\ :sub:`R`, so hopefully this shouldn’t be confusing. Anyway, to apply this formula to the ``drug`` factor we take the mean square of 1.73 and divide it by the residual mean square value of 0.07, which gives us an *F*-statistic of 26.15. The corresponding calculation for the ``therapy`` variable would be to divide 0.47 by 0.07 which gives 7.08 as the *F*-statistic. Not surprisingly, of course, these are the same values that jamovi has reported in the ANOVA table above.
de: und eine äquivalente Formel existiert für den Faktor B (d.h. ``therapy``). Beachten Sie, dass die Verwendung von „R“ für Residuen etwas unglücklich ist, da wir den Buchstaben R auch für die Anzahl der Zeilen in der Tabelle verwendet haben, aber ich werde „R“ nur für Residuen im Zusammenhang mit SS\ :sub:`R` und MS\ :sub:`R` verwenden, so dass dies hoffentlich nicht verwirrend sein sollte. Wie auch immer, um diese Formel auf den Faktor ``drug`` anzuwenden, nehmen wir die mittlere quadrierte Abweichung von 1,73 und teilen sie durch die mittlere quadrierte Abweichung der Residuen von 0,07, was uns eine *F*-Statistik von 26,15 ergibt. Die entsprechende Berechnung für den Faktor ``therapy`` wäre, 0,47 durch 0,07 zu teilen, was 7,08 als *F*-Statistik ergibt. Es überrascht nicht, dass dies die gleichen Werte sind, die jamovi in der ANOVA-Tabelle oben angegeben hat.
nb: og en tilsvarende formel finnes for faktor B (dvs. ``therapy``). Merk at denne bruken av «R» for å referere til residuer er litt vanskelig, siden vi også brukte bokstaven R for å referere til antall rader i tabellen, men jeg kommer bare til å bruke «R» for å referere til residuer i forbindelse med SS\ :sub:`R` og MS\ :sub:`R`, så forhåpentligvis bør ikke dette være forvirrende. Uansett, for å bruke denne formelen på faktoren ``drug`` tar vi den gjennomsnittlige kvadratverdien på 1,73 og deler det på den gjennomsnittlige kvadratverdien av residuene på 0,07, noe som gir oss en *F*-statistikk på 26,15. Den tilsvarende beregningen for variabelen ``therapy`` ville være å dividere 0,47 med 0,07, noe som gir 7,08 som *F*-statistikk. Ikke overraskende er dette de samme verdiene som jamovi har rapportert i ANOVA-tabellen ovenfor.
ta: காரணி B க்கு சமமான தேற்றம் உள்ளது (அதாவது, `` சிகிச்சை``). மீதமுள்ளவற்றைக் குறிக்க “ஆர்” இன் இந்த பயன்பாடு சற்று மோசமானது என்பதை நினைவில் கொள்க, ஏனென்றால் அட்டவணையில் உள்ள வரிசைகளின் எண்ணிக்கையைக் குறிக்க R என்ற எழுத்தையும் நாங்கள் பயன்படுத்தினோம், ஆனால் நான் “ஆர்” ஐ மட்டுமே பயன்படுத்தப் போகிறேன் SS \: துணை: `r` மற்றும் MS \: துணை:` r` இன் சூழல், எனவே இது குழப்பமாக இருக்கக்கூடாது என்று நம்புகிறோம். எப்படியிருந்தாலும், இந்த சூத்திரத்தை `` மருந்து` காரணிக்கு பயன்படுத்த நாங்கள் 1.73 இன் சராசரி சதுரத்தை எடுத்து 0.07 இன் மீதமுள்ள சராசரி சதுர மதிப்பால் பிரிக்கிறோம், இது 26.15 இன் *f *-15 -15 ஐ வழங்குகிறது. `` சிகிச்சை` `மாறிக்கான தொடர்புடைய கணக்கீடு 0.47 ஆல் 0.07 ஆல் வகுக்க வேண்டும், இது 7.08 ஐ *f *-statistic ஆக வழங்குகிறது. ஆச்சரியப்படுவதற்கில்லை, நிச்சயமாக, மேலே உள்ள ANOVA அட்டவணையில் சமோவி புகாரளித்த அதே மதிப்புகள் இவைதான்.
