Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: The simplest possible model for the data would be one in which neither milk nor sugar is assumed to have any effect on babbling. The only term that would be included in such a model is the intercept, written as ``babble ~ 1``. This is our initial null hypothesis. The next simplest model for the data would be one in which only one of the two main effects is included. In the |coffee|_ data, there are two different possible choices here, because we could choose to add milk first or to add sugar first. The order actually turns out to matter, as we’ll see later, but for now let’s just make a choice arbitrarily and pick sugar. So, the second model in our sequence of models is ``babble ~ sugar``, and it forms the alternative hypothesis for our first test. We now have our first hypothesis test:
de: Das einfachste mögliche Modell für die Daten wäre eines, bei dem angenommen wird, dass weder Milch noch Zucker irgendeinen Einfluss auf die Redemenge haben. Der einzige Term, der in einem solchen Modell enthalten wäre, ist das Interzept, geschrieben als ``babble ~ 1``. Dies ist unsere erste Nullhypothese. Das nächst einfachste Modell für die Daten wäre eines, in dem nur einer der beiden Haupteffekte enthalten ist. Bei den |coffee|_-Daten gibt es hier zwei verschiedene Möglichkeiten, denn wir könnten wählen, ob wir zuerst Milch oder zuerst Zucker hinzufügen. Die Reihenfolge spielt tatsächlich eine Rolle, wie wir später sehen werden, aber für den Moment treffen wir einfach eine willkürliche Wahl und wählen Zucker. Das zweite Modell in unserer Reihe von Modellen ist also ``babble ~ sugar``, und es bildet die Alternativhypothese für unseren ersten Test. Wir haben jetzt unseren ersten Hypothesentest:
nb: Den enkleste mulige modellen for dataene ville være en modell der verken melk eller sukker antas å ha noen effekt på babling. Den eneste termen som vil inngå i en slik modell, er skjæringspunktet (*intercept*), skrevet som ``babble ~ 1``. Dette er vår opprinnelige nullhypotese. Den nest enkleste modellen for dataene ville være en modell der bare én av de to hovedeffektene er inkludert. I dataene for |coffee|_ er det to forskjellige mulige valg her, fordi vi kan velge å tilsette melk først eller sukker først. Rekkefølgen viser seg faktisk å ha noe å si, som vi skal se senere, men la oss foreløpig bare ta et vilkårlig valg og velge sukker. Den andre modellen i vår sekvens av modeller er altså ``babble ~ sugar``, og den utgjør alternativhypotesen for vår første test. Vi har nå vår første hypotesetest:
ta: தரவுகளுக்கான எளிமையான சாத்தியமான மாதிரி, அதில் பால் அல்லது சர்க்கரை எதுவும் பாதிப்பை ஏற்படுத்தாது என்று கருதப்படவில்லை. அத்தகைய மாதிரியில் சேர்க்கப்படும் ஒரே சொல் இடைமறிப்பு, `` பேபி ~ 1`` என எழுதப்பட்டுள்ளது. இது எங்கள் ஆரம்ப சுழிய கருதுகோள். தரவுகளுக்கான அடுத்த எளிய மாதிரி இரண்டு முக்கிய விளைவுகளில் ஒன்று மட்டுமே சேர்க்கப்படும். | காபி | _ தரவுகளில், இங்கே இரண்டு வெவ்வேறு தேர்வுகள் உள்ளன, ஏனென்றால் முதலில் பால் சேர்க்க அல்லது முதலில் சர்க்கரையைச் சேர்க்கலாம். நாங்கள் பின்னர் பார்ப்போம், ஆனால் இப்போது தன்னிச்சையாக ஒரு தேர்வு செய்து சர்க்கரையைத் தேர்ந்தெடுப்போம். எனவே, எங்கள் மாதிரிகளின் வரிசையில் இரண்டாவது மாதிரி `` பேபி ~ சர்க்கரை`` ஆகும், மேலும் இது எங்கள் முதல் சோதனைக்கான மாற்று கருதுகோளை உருவாக்குகிறது. இப்போது எங்கள் முதல் கருதுகோள் சோதனை உள்ளது:

source: Null model:
de: Nullmodell:
nb: Nullmodell:
ta: சுழிய மாதிரி:

source: Alternative model:
de: Alternativmodell:
nb: Alternativmodell:
ta: மாற்று மாதிரி:

source: This comparison forms our hypothesis test of the main effect of ``sugar``. The next step in our model building exercise is to add the other main effect term, so the next model in our sequence is ``babble ~ sugar + milk``. The second hypothesis test is then formed by comparing the following pair of models:
de: Dieser Vergleich bildet unseren Hypothesentest für den Haupteffekt von ``sugar``. Der nächste Schritt in unserer Modellbildung besteht darin, den anderen Haupteffekt-Term hinzuzufügen, so dass das nächste Modell in unserer Sequenz ``babble ~ sugar + milk`` ist. Der zweite Hypothesentest wird dann durch den Vergleich des folgenden Modellpaares gebildet:
nb: Denne sammenligningen utgjør vår hypotesetest av hovedeffekten av ``sugar``. Neste trinn i modellbyggingen er å legge til den andre hovedeffekttermen, slik at den neste modellen i vår sekvens er ``babble ~ sugar + milk``. Den andre hypotesetesten blir da dannet ved å sammenligne følgende modellpar:
ta: இந்த ஒப்பீடு `` சர்க்கரை`` இன் முக்கிய விளைவின் எங்கள் கருதுகோள் சோதனையை உருவாக்குகிறது. எங்கள் மாதிரி கட்டிட உடற்பயிற்சியின் அடுத்த கட்டம் மற்ற முக்கிய விளைவு காலத்தைச் சேர்ப்பதாகும், எனவே எங்கள் வரிசையில் அடுத்த மாதிரி `` பேபி ~ சர்க்கரை + பால்``. இரண்டாவது கருதுகோள் சோதனை பின்னர் பின்வரும் இணை மாதிரிகளை ஒப்பிடுவதன் மூலம் உருவாகிறது:

source: This comparison forms our hypothesis test of the main effect of ``milk``. In one sense, this approach is very elegant: the alternative hypothesis from the first test forms the null hypothesis for the second one. It is in this sense that the Type 1 method is strictly sequential. Every test builds directly on the results of the last one. However, in another sense it’s very inelegant, because there’s a strong asymmetry between the two tests. The test of the main effect of ``sugar`` (the first test) completely ignores ``milk``, whereas the test of the main effect of ``milk`` (the second test) does take ``sugar`` into account. In any case, the fourth model in our sequence is now the full model, ``babble ~ sugar + milk + sugar * milk``, and the corresponding hypothesis test is:
de: Dieser Vergleich bildet unseren Hypothesentest für den Haupteffekt von ``milk``. In gewissem Sinne ist dieser Ansatz sehr elegant: Die Alternativhypothese des ersten Tests bildet die Nullhypothese für den zweiten Test. In diesem Sinne ist die Methode vom Typ 1 streng sequentiell. Jeder Test baut direkt auf den Ergebnissen des vorherigen Tests auf. In einem anderen Sinne ist sie jedoch sehr unelegant, denn es besteht eine starke Asymmetrie zwischen den beiden Tests. Der Test auf den Haupteffekt von ``sugar`` (der erste Test) ignoriert ``milk`` vollständig, während der Test auf den Haupteffekt von ``milk`` (der zweite Test) ``sugar`` berücksichtigt. In jedem Fall ist das vierte Modell in unserer Sequenz dann das vollständige Modell, ``babble ~ sugar + milk + sugar * milk``, und der entsprechende Hypothesentest lautet:
nb: For denne sammenligningen dannes vår hypotesetest av hovedeffekten av ``milk``. På én måte er denne tilnærmingen svært elegant: Alternativhypotesen fra den første testen danner nullhypotesen for den andre. Det er i denne forstand at type-1-metoden er strengt sekvensiell. Hver test bygger direkte på resultatene fra den forrige. I en annen forstand er den imidlertid svært uelegant, fordi det er en sterk asymmetri mellom de to testene. Testen av hovedeffekten av ``sugar`` (den første testen) ignorerer ``milk`` fullstendig, mens testen av hovedeffekten av ``milk`` (den andre testen) tar ``sugar`` i betraktning. Uansett, den fjerde modellen i vår sekvens er nå den fullstendige modellen, ``babble ~ sugar + milk + sugar * milk``, og den tilsvarende hypotesetesten er:
ta: இந்த ஒப்பீடு `` பால்`` இன் முக்கிய விளைவின் எங்கள் கருதுகோள் சோதனையை உருவாக்குகிறது. ஒரு வகையில், இந்த அணுகுமுறை மிகவும் நேர்த்தியானது: முதல் சோதனையிலிருந்து மாற்று கருதுகோள் இரண்டாவது ஒன்றிற்கான சுழிய கருதுகோளை உருவாக்குகிறது. இந்த அர்த்தத்தில்தான் வகை 1 முறை கண்டிப்பாக தொடர்ச்சியானது. ஒவ்வொரு சோதனையும் கடைசியாக முடிவுகளை நேரடியாக உருவாக்குகிறது. இருப்பினும், மற்றொரு அர்த்தத்தில் இது மிகவும் பொருத்தமற்றது, ஏனென்றால் இரண்டு சோதனைகளுக்கும் இடையில் ஒரு வலுவான சமச்சீரற்ற தன்மை உள்ளது. `` சர்க்கரை`` (முதல் சோதனை) இன் முக்கிய விளைவின் சோதனை `` பால்`` ஐ முற்றிலுமாக புறக்கணிக்கிறது, அதேசமயம் `` பால்`` (இரண்டாவது சோதனை) இன் முக்கிய விளைவின் சோதனை `` சர்க்கரை`` ஆகும் கணக்கில். எவ்வாறாயினும், எங்கள் வரிசையில் நான்காவது மாதிரி இப்போது முழு மாதிரியாக உள்ளது, `` பேபி ~ சர்க்கரை + பால் + சர்க்கரை * பால்``, மற்றும் அதனுடன் தொடர்புடைய கருதுகோள் சோதனை:

source: Type 3 sum of squares is the default hypothesis testing method used by jamovi ANOVA, so to run a Type 1 sum of squares analysis we have to select ``Type 1`` in the ``Sum of squares`` selection box in the jamovi ``ANOVA`` → ``Model`` options. This gives us the ANOVA table shown in :numref:`fig-factorialanova16`.
de: Die Typ-3-Quadratsumme ist die Standardhypothesentestmethode, die von der ANOVA in jamovi verwendet wird. Um eine Typ-1-Quadratsumme-Analyse durchzuführen, müssen wir ``Type 1`` im Auswahlfeld ``Sum of squares`` in den jamovi ``ANOVA`` → ``Model``-Optionen auswählen. So erhalten wir die ANOVA-Tabelle, die in :numref:`fig-factorialanova16` gezeigt wird.
nb: Kvadratsummen av type 3 er standardmetoden for hypotesetesting som brukes av ANOVA i jamovi, så for å kjøre en analyse med kvadratsummen av type 1 må vi velge ``Type 1`` i valgboksen ``Sum of squares`` i jamovi ``ANOVA`` → ``Model``-opsjonene. Dette gir oss ANOVA-tabellen som vises i :numref:`fig-factorialanova16`.
ta: சதுரங்களின் வகை 3 தொகை என்பது சாமோவி ANOVA ஆல் பயன்படுத்தப்படும் இயல்புநிலை கருதுகோள் சோதனை முறையாகும், எனவே சதுரங்கள் பகுப்பாய்வின் வகை 1 தொகையை இயக்க நாம் `` வகை 1`` ஐ சாமோவியில் உள்ள `` சதுரங்களின் `தேர்வு பெட்டியில் தேர்ந்தெடுக்க வேண்டும் `` Anova`` → `` model`` விருப்பங்கள். இது காட்டப்பட்டுள்ள ANOVA அட்டவணையை நமக்குத் தருகிறது: NumRef: `Fig-factoralananova16`.

source: Results table using Type 1 sum of squares, factor ``sugar`` entered first
de: Ergebnistabelle unter Verwendung der Quadratsumme vom Typ 1, bei der zuerst der Faktor ``sugar`` hinzugefügt wurde
nb: Resultattabell med kvadratsummen av type 1, faktor ``sugar`` lagt inn først
ta: வகை 1 சதுரங்களைப் பயன்படுத்தி முடிவுகள் அட்டவணை, காரணி `` சர்க்கரை`` முதலில் நுழைந்தது

source: ANOVA results table using Type 1 sum of squares in jamovi (with the |coffee|_ data set and a saturated model with the factors ``sugar``, ``milk``, and their interaction; factor ``sugar`` is entered first).
de: ANOVA-Ergebnistabelle unter Verwendung von Typ-1-Quadratsumme in jamovi (mit dem |coffee|_-Datensatz und einem gesättigten Modell mit den Faktoren ``sugar``, ``milk``, und deren Interaktion; der Faktor ``sugar`` wurde zuerst hinzugefügt).
nb: ANOVA-resultattabell med kvadratsummen av type 1 i jamovi (med datasettet |coffee|_ og en fullstendig modell med faktorene ``sugar``, ``milk`` og deres interaksjon; faktoren ``sugar`` er lagt inn først).
ta: சாமோவியில் வகை 1 தொகை சதுரங்களைப் பயன்படுத்தி ANOVA முடிவுகள் (| காபி | _ தரவு தொகுப்பு மற்றும் `` சர்க்கரை``, `` பால்``, மற்றும் அவற்றின் தொடர்பு; காரணி `` சர்க்கரை`` முதலில் நுழைந்தது).

source: The big problem with using Type 1 sum of squares is the fact that it really does depend on the order in which you enter the variables. Yet, in many situations the researcher has no reason to prefer one ordering over another. This is presumably the case for our milk and sugar problem. Should we add milk first or sugar first? It feels exactly as arbitrary as a data analysis question as it does as a coffee-making question. There may in fact be some people with firm opinions about ordering, but it’s hard to imagine a principled answer to the question. Yet, look what happens when we change the ordering, as in :numref:`fig-factorialanova17`.
de: Das große Problem bei der Verwendung von Quadratsummen des Typs 1 ist die Tatsache, dass das Ergebnis von der Reihenfolge abhängt, in der Sie die Faktoren zum Modell hinzufügen. In vielen Situationen hat der Forscher keinen Grund, eine Reihenfolge gegenüber einer anderen zu bevorzugen. Dies ist vermutlich bei unserem Milch- und Zuckerproblem der Fall. Sollen wir zuerst ``milk`` oder zuerst ``sugar`` hinzufügen? Als Frage der Datenanalyse erscheint sie genauso willkürlich wie als Frage des Kaffeekochens. Es mag tatsächlich Leute geben, die eine festgefügte Meinung über die „korrekte“ Reihenfolge haben, aber es ist schwer, sich eine prinzipielle Antwort auf diese Frage vorzustellen. Aber sehen Sie sich an, was passiert, wenn wir die Reihenfolge ändern, wie in :numref:`fig-factorialanova17`.
nb: Det store problemet med å bruke kvadratsummen av type 1 er at den avhenger av rekkefølgen du legger inn variablene i. I mange situasjoner er det imidlertid ingen grunn til å foretrekke en annen rekkefølge. I mange situasjoner har forskeren imidlertid ingen grunn til å foretrekke én rekkefølge fremfor en annen. Dette er antakelig tilfelle for vårt problem med melk og sukker. Skal vi tilsette melk først eller sukker først? Det føles akkurat like vilkårlig som et spørsmål om dataanalyse som det gjør som et spørsmål om kaffekoking. Det kan faktisk være noen som har bestemte meninger om rekkefølgen, men det er vanskelig å forestille seg et prinsipielt svar på spørsmålet. Likevel, se hva som skjer når vi endrer rekkefølgen, som i :numref:`fig-factorialanova17`.
ta: வகை 1 தொகை சதுரங்களைப் பயன்படுத்துவதில் உள்ள பெரிய சிக்கல் என்னவென்றால், நீங்கள் மாறிகளுக்குள் நுழையும் வரிசையைப் பொறுத்தது. ஆயினும்கூட, பல சூழ்நிலைகளில், ஆராய்ச்சியாளருக்கு ஒரு வரிசையை மற்றொன்றுக்கு மேல் விரும்புவதற்கு எந்த காரணமும் இல்லை. இது நமது பால் மற்றும் சர்க்கரை பிரச்சினைக்கு பொருந்தக்கூடியது. நாம் முதலில் பால் அல்லது சர்க்கரையை சேர்க்க வேண்டுமா? இது ஒரு தரவு பகுப்பாய்வு கேள்வியைப் போலவே தன்னிச்சையாக உணர்கிறது. ஆர்டர் செய்வதில் உறுதியான கருத்துக்களைக் கொண்ட சிலர் உண்மையில் இருக்கலாம், ஆனால் கேள்விக்கு ஒரு கொள்கை ரீதியான பதிலை கற்பனை செய்வது கடினம். ஆனாலும், வரிசைப்படுத்தலை மாற்றும்போது என்ன நடக்கும் என்று பாருங்கள், இதுபோன்று: numref: `Fig-factorialanova17`.

source: Results table using Type 1 sum of squares, factor milk entered first
de: Ergebnistabelle unter Verwendung der Quadratsumme vom Typ 1, bei der zuerst der Faktor ``milk`` hinzugefügt wurde
nb: Resultattabell med kvadratsummen av type 1, faktor ``milk`` lagt inn først
ta: வகை 1 சதுரங்களைப் பயன்படுத்தி முடிவுகள் அட்டவணை, காரணி பால் முதலில் உள்ளிடப்பட்டது

source: ANOVA results table using Type 1 sum of squares in jamovi (with the |coffee|_ data set and a saturated model with the factors ``milk``, ``sugar``, and their interaction; factor ``milk`` is entered first).
de: ANOVA-Ergebnistabelle unter Verwendung von Typ-1-Quadratsumme in jamovi (mit dem |coffee|_-Datensatz und einem gesättigten Modell mit den Faktoren ``sugar``, ``milk``, und deren Interaktion; der Faktor ``milk`` wurde zuerst hinzugefügt).
nb: ANOVA-resultattabell med kvadratsummen av type 1 i jamovi (med datasettet |coffee|_ og en fullstendig modell med faktorene ``milk``, ``sugar`` og deres interaksjon ``sugar * milk``; faktoren ``milk`` er lagt inn først).
ta: சாமோவியில் வகை 1 தொகை சதுரங்களைப் பயன்படுத்தி ANOVA முடிவுகள் (| காபி | _ தரவு தொகுப்பு மற்றும் `` பால்`, `` சர்க்கரை``, மற்றும் அவற்றின் தொடர்பு; காரணி `` பால்`` முதலில் நுழைந்தது).

source: The *p*-values for both main effect terms have changed, and fairly dramatically. Among other things, the effect of ``milk`` has become significant (though one should avoid drawing any strong conclusions about this, as I’ve mentioned previously). Which of these two ANOVAs should one report? It’s not immediately obvious.
de: Die *p*-Werte für beide Haupteffekt-Terme haben sich verändert, und zwar ziemlich dramatisch. Unter anderem ist der Effekt von ``milk`` signifikant geworden (obwohl man, wie bereits erwähnt, keine eindeutigen Schlüsse daraus ziehen sollte). Welche dieser beiden ANOVAs sollte man berichten? Das ist nicht sofort klar.
nb: *p*-verdiene for begge hovedeffekttermene har endret seg, og det ganske dramatisk. Blant annet er effekten av ``milk`` blitt signifikant (selv om man bør unngå å trekke noen sterke konklusjoner om dette, som jeg har nevnt tidligere). Hvilken av disse to ANOVAene bør man rapportere? Det er ikke umiddelbart opplagt.
ta: இரண்டு முக்கிய விளைவு சொற்களுக்கான *பி *-மதிப்புகள் மாறிவிட்டன, மிகவும் வியத்தகு முறையில். மற்றவற்றுடன், `` பால்`` இன் விளைவு குறிப்பிடத்தக்கதாகிவிட்டது (நான் முன்பு குறிப்பிட்டது போல, இதைப் பற்றிய வலுவான முடிவுகளை எடுப்பதை ஒருவர் தவிர்க்க வேண்டும்). இந்த இரண்டு ANOVA களில் எது அறிக்கை செய்ய வேண்டும்? இது உடனடியாகத் தெரியவில்லை.

source: When you look at the hypothesis tests that are used to define the “first” main effect and the “second” one, it’s clear that they’re qualitatively different from one another. In our initial example, we saw that the test for the main effect of ``sugar`` completely ignores ``milk``, whereas the test of the main effect of ``milk`` does take ``sugar`` into account. As such, the Type 1 testing strategy really does treat the first main effect as if it had a kind of theoretical primacy over the second one. In my experience there is very rarely if ever any theoretically primacy of this kind that would justify treating any two main effects asymmetrically.
de: Wenn man sich die Hypothesentests ansieht, die zur Bestimmung des „ersten“ Haupteffekts und des „zweiten“ Haupteffekts verwendet werden, wird deutlich, dass sie sich qualitativ voneinander unterscheiden. In unserem ersten Beispiel haben wir gesehen, dass der Test für den Haupteffekt von ``sugar`` den Faktor ``milk`` vollständig ignoriert, während der Test für den Haupteffekt von ``milk`` den Faktor ``sugar`` berücksichtigt. Die Teststrategie vom Typ 1 behandelt also den ersten Haupteffekt so, als hätte er eine Art theoretischen Vorrang vor dem zweiten. Meiner Erfahrung nach gibt es sehr selten, wenn überhaupt, eine theoretische Vorrangstellung, die eine asymmetrische Behandlung zweier Haupteffekte rechtfertigen würde.
nb: Når du ser på hypotesetestene som brukes til å definere den «første» og den «andre» hovedeffekten, er det tydelig at de er kvalitativt forskjellige fra hverandre. I vårt første eksempel så vi at testen for hovedeffekten av ``sugar`` fullstendig ignorerer ``milk``, mens testen for hovedeffekten av ``milk`` tar hensyn til ``sugar``. Type-1-teststrategien behandler altså den første hovedeffekten som om den hadde en slags teoretisk forrang over den andre. Etter min erfaring er det svært sjelden eller aldri noen teoretisk forrang av denne typen som rettferdiggjør en asymmetrisk behandling av to hovedeffekter.
ta: “முதல்” முக்கிய விளைவையும் “இரண்டாவது” ஒன்றை வரையறுக்கப் பயன்படும் கருதுகோள் சோதனைகளை நீங்கள் பார்க்கும்போது, அவை ஒருவருக்கொருவர் தர ரீதியாக வேறுபடுகின்றன என்பது தெளிவாகிறது. எங்கள் ஆரம்ப எடுத்துக்காட்டில், `` சர்க்கரை`` இன் முக்கிய விளைவுக்கான சோதனை `` பால்`` ஐ முற்றிலுமாக புறக்கணிக்கிறது என்பதைக் கண்டோம், அதேசமயம் `` பால்`` இன் முக்கிய விளைவின் சோதனை `` சர்க்கரை`` ஐ கணக்கில் எடுத்துக்கொள்கிறது . எனவே, டைப் 1 சோதனை உத்தி உண்மையில் முதல் முக்கிய விளைவை இரண்டாவது முறையை விட ஒரு வகையான தத்துவார்த்த முதன்மையாக இருப்பதைப் போலவே கருதுகிறது. இந்த வகையான கோட்பாட்டளவில் முதன்மையானது, எந்தவொரு இரண்டு முக்கிய விளைவுகளையும் சமச்சீரற்ற முறையில் சிகிச்சையளிப்பதை நியாயப்படுத்தும் என்றால் எனது அனுபவத்தில் மிகவும் அரிதாகவே உள்ளது.

source: The consequence of all this is that Type 1 tests are very rarely of much interest, and so we should move on to discuss Type 2 tests and Type 3 tests.
de: Die Konsequenz aus all dem ist, dass Hypothesentests vom Typ 1 nur sehr selten von großem Interesse sind, so dass wir zu den Tests von Typ 2 und Typ 3 übergehen sollten.
nb: Konsekvensen av alt dette er at type-1-tester sjelden er særlig interessante, og vi bør derfor gå videre til å diskutere type-2-tester og type-3-tester.
ta: இவற்றின் விளைவு என்னவென்றால், வகை 1 சோதனைகள் மிகவும் அரிதாகவே அதிக ஆர்வம் கொண்டவை, எனவே வகை 2 சோதனைகள் மற்றும் வகை 3 சோதனைகள் பற்றி விவாதிக்க நாம் செல்ல வேண்டும்.

source: Type 3 sum of squares
de: Typ-3-Quadratsumme
nb: Kvadratsummen av type 3
ta: சதுரங்களின் 3 தொகை

source: Having just finished talking about Type 1 tests, you might think that the natural thing to do next would be to talk about Type 2 tests. However, I think it’s actually a bit more natural to discuss Type 3 tests (which are simple and the default in jamovi ANOVA) before talking about Type 2 tests (which are trickier). The basic idea behind Type 3 tests is extremely simple. Regardless of which term you’re trying to evaluate, run the *F*-test in which the alternative hypothesis corresponds to the full ANOVA model as specified by the user, and the null model just deletes that one term that you’re testing. For instance, in the example from the |coffee|_ data set, in which our full model was ``babble ~ sugar + milk + sugar * milk``, the test for a main effect of ``sugar`` would correspond to a comparison between the following two models:
de: Nachdem wir gerade über Hypothesentests vom Typ 1 gesprochen haben, könnte man meinen, dass es naheliegend wäre, als Nächstes über Tests vom Typ 2 zu sprechen. Ich halte es jedoch für natürlicher, zunächst über Tests vom Typ 3 zu sprechen (die einfacher sind und in der ANOVA in jamovi standardmäßig verwendet werden), bevor man sich mit den Hypothesentests vom Typ 2 befasst (die schwieriger sind). Die Grundidee hinter den Typ-3-Tests ist extrem einfach. Unabhängig davon, welchen Term Sie zu bewerten versuchen, führen Sie den *F*-Test durch, bei dem die Alternativhypothese dem vollständigen ANOVA-Modell entspricht, wie vom Benutzer angegeben, und das Nullmodell nur den Term, den Sie gerade testen, löscht. In dem Beispiel aus dem |coffee|_-Datensatz, in dem unser vollständiges Modell ``babble ~ sugar + milk + sugar * milk`` war, würde der Test auf einen Haupteffekt von ``sugar`` einem Vergleich zwischen den beiden folgenden Modellen entsprechen:
nb: Etter å ha snakket om type-1-tester, skulle man kanskje tro at det neste naturlige ville være å snakke om type-2-tester. Men jeg synes faktisk det er litt mer naturlig å snakke om type-3-tester (som er enkle og standard i jamovi ANOVA) før vi snakker om type-2-tester (som er vanskeligere). Den grunnleggende ideen bak type-3-tester er ekstremt enkel. Uansett hvilken term du prøver å evaluere, kjører du *F*-testen der alternativhypotesen tilsvarer den fullstendige ANOVA-modellen som spesifisert av brukeren, og nullmodellen bare sletter den ene termen du tester. For eksempel, i eksemplet fra datasettet |coffee|_, der den fullstendige modellen vår var ``babble ~ sugar + milk + sugar * milk``, vil testen for en hovedeffekt av ``sugar`` tilsvare en sammenligning mellom følgende to modeller:
ta: வகை 1 சோதனைகளைப் பற்றி பேசுவதை முடித்துவிட்டு, அடுத்து செய்ய வேண்டிய இயற்கையான சேதி வகை 2 சோதனைகளைப் பற்றி பேசுவதாக நீங்கள் நினைக்கலாம். இருப்பினும், வகை 2 சோதனைகள் (அவை தந்திரமானவை) பற்றி பேசுவதற்கு முன் வகை 3 சோதனைகள் (அவை எளிமையானவை மற்றும் சமோவி ANOVA இல் இயல்புநிலை) பற்றி விவாதிப்பது உண்மையில் சற்று இயல்பானது என்று நான் நினைக்கிறேன். வகை 3 சோதனைகளுக்குப் பின்னால் உள்ள அடிப்படை சிந்தனை மிகவும் எளிது. நீங்கள் எந்த காலத்தை மதிப்பீடு செய்ய முயற்சிக்கிறீர்கள் என்பதைப் பொருட்படுத்தாமல், மாற்று கருதுகோள் பயனரால் குறிப்பிடப்பட்ட முழு ANOVA மாதிரியுடன் ஒத்த *f *-test ஐ இயக்கவும், மேலும் சுழிய மாதிரி நீங்கள் சோதிக்கும் ஒரு காலத்தை நீக்குகிறது. உதாரணமாக, | காபி | _ தரவு தொகுப்பிலிருந்து எடுத்துக்காட்டில், இதில் எங்கள் முழு மாதிரி `` பேபி ~ சர்க்கரை + பால் + சர்க்கரை * பால்``, `` சர்க்கரை`` இன் முக்கிய விளைவுக்கான சோதனை ஒத்ததாக இருக்கும் பின்வரும் இரண்டு மாதிரிகளுக்கு இடையிலான ஒப்பீடு:

source: Similarly the main effect of ``milk`` is evaluated by testing the full model against a null model that removes the ``milk`` term, like so:
de: In ähnlicher Weise wird der Haupteffekt von ``milk`` getestet, indem das vollständige Modell mit einem Nullmodell verglichen wird, bei dem der Term ``milk`` entfernt wurde:
nb: På samme måte evalueres hovedeffekten av ``milk`` ved å teste hele modellen mot en nullmodell som fjerner ``milk``-termen, på denne måten:
ta: இதேபோல் `` பால்`` இன் முக்கிய விளைவு முழு மாதிரியை ஒரு சுழிய மாதிரிக்கு எதிராக சோதிப்பதன் மூலம் மதிப்பீடு செய்யப்படுகிறது, இது `` பால்` 'காலத்தை நீக்குகிறது:
