Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Time to switch to a different topic. Rather than pre-planned comparisons that you have tested using contrasts, let’s suppose you’ve done your ANOVA and it turns out that you obtained some significant effects. Because of the fact that the *F*-tests are “omnibus” tests that only really test the null hypothesis that there are no differences among groups, obtaining a significant effect doesn’t tell you which groups are different to which other ones. We discussed this issue back in chapter :doc:`../Ch13/Ch13_ANOVA`, and in that chapter our solution was to run *t*-tests for all possible pairs of groups, making corrections for multiple comparisons (e.g., Bonferroni, Holm) to control the Type I error rate across all comparisons. The methods that we used back there have the advantage of being relatively simple and being the kind of tools that you can use in a lot of different situations where you’re testing multiple hypotheses, but they’re not necessarily the best choices if you’re interested in doing efficient post-hoc testing in an ANOVA context. There are actually quite a lot of different methods for performing multiple comparisons in the statistics literature (:ref:`Hsu, 1996 <Hsu_1996>`), and it would be beyond the scope of an introductory text like this one to discuss all of them in any detail.
de: Es ist nun Zeit, sich einem anderen Thema zu widmen. Anstatt geplanter Vergleiche, die mit Hilfe von Kontrasten getestet werden, haben Sie einfach Ihre ANOVA durchgeführt und haben einige signifikante Effekte erhalten haben. Da es sich bei den *F*-Tests um „Omnibus“-Tests handelt, die eigentlich nur die Nullhypothese testen, dass es keine Unterschiede zwischen den Gruppen gibt, sagt die Feststellung eines signifikanten Effekts nichts darüber aus, welche der Gruppen sich von welchen anderen unterscheiden. Wir haben dieses Problem bereits in Kapitel :doc:`../Ch13/Ch13_ANOVA` erörtert. In jenem Kapitel bestand unsere Lösung darin, *t*-Tests für alle möglichen Gruppenpaare durchzuführen und dabei Korrekturen für multiple Paarvergleiche (z. B. Bonferroni, Holm) vorzunehmen, um die Fehlerrate vom Typ I bei diesen Vergleichen zu kontrollieren. Die Methoden, die wir damals verwendet haben, haben den Vorteil, dass sie relativ einfach sind und sie lassen sich in vielen verschiedenen Situationen verwenden, in denen man mehrere Hypothesen testet. Sie sind aber nicht unbedingt die beste Wahl, wenn man an effizienten Post-hoc-Tests im Rahmen einer ANOVA interessiert ist. In der Statistikliteratur gibt es eine ganze Reihe verschiedener Methoden zum Durchführen von multiplen Paarvergleichen (:ref:`Hsu, 1996 <Hsu_1996>`), und es würde den Rahmen eines einführenden Textes wie diesem sprengen, sie alle im Detail zu besprechen.
nb: På tide å bytte til et annet tema. I stedet for forhåndsplanlagte sammenligninger som du har testet ved hjelp av kontraster, la oss anta at du har gjort ANOVAen din og det viser seg at du har fått noen signifikante effekter. Siden *F*-testene er «omnibus»-tester som egentlig bare tester nullhypotesen om at det ikke er noen forskjeller mellom gruppene, forteller ikke en signifikant effekt deg hvilke grupper som er forskjellige fra de andre. Vi diskuterte dette problemet i kapittel :doc:`../Ch13/Ch13_ANOVA`, og i det kapittelet var løsningen vår å kjøre *t*-tester for alle mulige par av grupper, med korreksjoner for multiple sammenligninger (f.eks. Bonferroni, Holm) for å kontrollere type-I-feilraten på tvers av alle sammenligninger. Metodene vi brukte der har den fordelen at de er relativt enkle og kan brukes i mange ulike situasjoner der du tester flere hypoteser, men de er ikke nødvendigvis de beste valgene hvis du er interessert i å gjøre effektive post-hoc-tester i en ANOVA-sammenheng. Det finnes faktisk ganske mange forskjellige metoder for å utføre multiple sammenligninger i statistiklitteraturen (:ref:`Hsu, 1996 <Hsu_1996>`), og det ville sprenge rammene for en introduksjonstekst som denne å diskutere dem alle i detalj.
ta: வேறு தலைப்புக்கு மாற வேண்டிய நேரம். முரண்பாடுகளைப் பயன்படுத்தி நீங்கள் சோதித்த முன் திட்டமிடப்பட்ட ஒப்பீடுகளுக்கு பதிலாக, நீங்கள் உங்கள் ANOVA ஐ செய்துள்ளீர்கள் என்று வைத்துக்கொள்வோம், மேலும் நீங்கள் சில குறிப்பிடத்தக்க விளைவுகளைப் பெற்றீர்கள் என்று மாறிவிடும். *F *-tests என்பது “ஆம்னிபச்” சோதனைகள் என்பதால், குழுக்களிடையே வேறுபாடுகள் எதுவும் இல்லை என்ற சுழிய கருதுகோளை மட்டுமே சோதிக்கிறது, குறிப்பிடத்தக்க விளைவைப் பெறுவது எந்தக் குழுக்கள் வேறுபட்டவை என்பதை உங்களுக்குக் கூறாது. இந்த சிக்கலை அத்தியாயத்தில் விவாதித்தோம்: DOC: `../ ch13/ch13_anova`, அந்த அத்தியாயத்தில் எங்கள் தீர்வு சாத்தியமான அனைத்து இணை குழுக்களுக்கும் *t *-teds ஐ இயக்குவதாகும், பல ஒப்பீடுகளுக்கான திருத்தங்களைச் செய்கிறது (எ.கா., போன்பெரோரோனி, ஓல்ம்) அனைத்து ஒப்பீடுகளிலும் வகை I பிழை வீதத்தைக் கட்டுப்படுத்த. நாங்கள் அங்கு பயன்படுத்திய முறைகள் ஒப்பீட்டளவில் எளிமையாக இருப்பதன் நன்மையைக் கொண்டுள்ளன, மேலும் நீங்கள் பல கருதுகோள்களைச் சோதிக்கும் பல்வேறு சூழ்நிலைகளில் நீங்கள் பயன்படுத்தக்கூடிய கருவிகளாக இருப்பது, ஆனால் அவை நீங்கள் இருந்தால் அவை சிறந்த தேர்வுகள் அல்ல ' ANOVA சூழலில் திறமையான பிந்தைய தற்காலிக சோதனை செய்ய ஆர்வமாக உள்ளார். புள்ளிவிவர இலக்கியத்தில் பல ஒப்பீடுகளைச் செய்வதற்கு உண்மையில் பல்வேறு முறைகள் உள்ளன (: குறிப்பு: `அ்சு, 1996 <hsu_1996>`), மேலும் அவை அனைத்தையும் விவாதிக்க இது போன்ற ஒரு அறிமுக உரையின் எல்லைக்கு அப்பாற்பட்டதாக இருக்கும் எந்த விவரத்திலும்.

source: That being said, there’s one tool that I do want to draw your attention to, namely Tukey’s “Honestly Significant Difference”, or **Tukey’s HSD** for short. For once, I’ll spare you the formulas and just stick to the qualitative ideas. The basic idea in Tukey’s HSD is to examine all relevant pairwise comparisons between groups, and it’s only really appropriate to use Tukey’s HSD if it is *pairwise* differences that you’re interested in.\ [#]_ For instance, earlier we conducted a factorial ANOVA using the |clinicaltrial|_ data set, and where we specified a main effect for ``drug`` and a main effect of ``therapy`` we would be interested in the following four comparisons:
de: Allerdings gibt es ein Instrument, auf das ich Ihre Aufmerksamkeit lenken möchte, nämlich Tukey's „Honestly Significant Difference“ oder kurz **Tukey's HSD**. Ich werde Ihnen die Formeln ersparen und erkläre stattdessen nur die grundlegende Idee. Diese ist, alle relevanten paarweisen Vergleiche zwischen Gruppen zu untersuchen, und es ist nur dann wirklich sinnvoll, Tukey's HSD zu verwenden, wenn Sie an *paarweisen* Unterschieden interessiert sind.\ [#]_ Wenn wir zum Beispiel früher eine faktorielle ANOVA mit dem |clinicaltrial|_-Datensatz durchgeführt haben und einen Haupteffekt für ``drug`` und einen Haupteffekt von ``therapy`` angegeben haben, wären wir an den folgenden vier Vergleichen interessiert:
nb: Når det er sagt, er det ett verktøy jeg vil gjøre deg oppmerksom på, nemlig Tukey's «*Honestly Significant Difference*», eller **Tukey's HSD** som det forkortes. For en gangs skyld skal jeg spare deg for formlene og bare holde meg til de kvalitative ideene. Den grunnleggende ideen i Tukeys HSD er å undersøke alle relevante parvise sammenligninger mellom grupper, og det er egentlig bare hensiktsmessig å bruke Tukeys HSD hvis det er *parvise* forskjeller du er interessert i.\ [#]_ For eksempel gjennomførte vi tidligere en faktoriell ANOVA ved hjelp av datasettet |clinicaltrial|_, og der vi spesifiserte en hovedeffekt for ``drug`` og en hovedeffekt for ``therapy``, ville vi være interessert i følgende fire sammenligninger:
ta: சொல்லப்பட்டால், உங்கள் கவனத்தை ஈர்க்க விரும்பும் ஒரு கருவி உள்ளது, அதாவது டுகேயின் “நேர்மையான குறிப்பிடத்தக்க வேறுபாடு” அல்லது ** டுகேயின் HSD ** சுருக்கமாக. ஒருமுறை, நான் உங்களுக்கு சூத்திரங்களை விட்டுவிட்டு, தரமான யோசனைகளுடன் ஒட்டிக்கொள்வேன். டுகேயின் எச்.எச்.டி.யில் உள்ள அடிப்படை சிந்தனை குழுக்களுக்கிடையேயான அனைத்து சோடிவரிசை ஒப்பீடுகளையும் ஆராய்வதாகும், மேலும் நீங்கள் ஆர்வமுள்ள * சோடிவரிசை * வேறுபாடுகள் இருந்தால் டுகேயின் எச்.எச்.டி. | கிளினிக்கல் ட்ரீல் | _ தரவு தொகுப்பைப் பயன்படுத்தி ஒரு காரணியாலான ANOVA, மற்றும் `` மருந்து`` என்பதற்கு ஒரு முக்கிய விளைவையும், `` சிகிச்சை`` இன் முக்கிய விளைவையும் நாங்கள் குறிப்பிட்டுள்ளோம், பின்வரும் நான்கு ஒப்பீடுகளில் நாங்கள் ஆர்வமாக இருப்போம்:

source: The difference in ``mood.gain`` for people given ``anxifree`` versus people given the ``placebo``.
de: Die Stimmungsänderung ``mood.gain`` bei Personen, die ``anxifree`` erhielten, im Vergleich zu Personen, die das ``placebo`` erhielten.
nb: Humørforbedring (``mood.gain``) for personer som fikk ``anxifree`` versus personer som fikk ``placebo``.
ta: `` மருந்துப்போலி`` வழங்கப்பட்ட நபர்களுக்கு எதிராக `` மனநிலை.

source: The difference in ``mood.gain`` for people given ``joyzepam`` versus people given the ``placebo``.
de: Die Stimmungsänderung ``mood.gain`` bei Personen, die ``joyzepam`` erhielten, im Vergleich zu Personen, die das ``placebo`` erhielten.
nb: Humørforbedring (``mood.gain``) for personer som fikk ``joyzepam`` versus personer som fikk ``placebo``.
ta: `` மருந்துப்போலி`` வழங்கப்பட்ட நபர்களுக்கு எதிராக `` மனநிலை.

source: The difference in ``mood.gain`` for people given ``anxifree`` versus people given ``joyzepam``.
de: Die Stimmungsänderung ``mood.gain`` bei Personen, die ``anxifree`` erhalten haben, gegenüber Personen, die ``joyzepam`` erhalten haben.
nb: Humørforbedring (``mood.gain``) for personer som fikk ``anxifree`` versus personer som fikk ``joyzepam``.
ta: `` Incifree`` க்கு எதிராக `` சாய்செபம்`` வழங்கப்படும் நபர்களுக்கு `` மனநிலை.கைன்`` இல் உள்ள வேறுபாடு.

source: The difference in ``mood.gain`` for people treated with ``CBT`` and people given ``no.therapy``.
de: Die Stimmungsänderung ``mood.gain`` bei Personen, die mit ``CBT`` behandelt wurden, und Personen, die ``no.therapy`` erhielten.
nb: Humørforbedring (``mood.gain``) for personer som ble behandlet med ``CBT`` og personer som ikke fikk ingen terapi (``no.therapy``).
ta: `` சிபிடி`` உடன் சிகிச்சையளிக்கப்பட்டவர்களுக்கு `` மனநிலை.

source: For any one of these comparisons, we’re interested in the true difference between (population) group means. Tukey’s HSD constructs **simultaneous confidence intervals** for all four of these comparisons. What we mean by 95\% “simultaneous” confidence interval is that, if we were to repeat this study many times, then in 95\% of the study results the confidence intervals would contain the relevant true value. Moreover, we can use these confidence intervals to calculate an adjusted *p*-value for any specific comparison.
de: Für jeden dieser Vergleiche interessieren wir uns für den wahren Unterschied zwischen den Gruppenmitteln (in der Gesamtpopulation). Tukey's HSD konstruiert **simultane Konfidenzintervalle** für alle vier dieser Vergleiche. Was wir mit 95 % „gleichzeitigem“ Konfidenzintervall meinen, ist, dass, wenn wir diese Studie viele Male wiederholen würden, die Konfidenzintervalle in 95 % der Studienergebnisse den wahren Wert (der Gesamtpopulation) enthalten würden. Außerdem können wir diese Konfidenzintervalle verwenden, um einen bereinigten *p*-Wert für einen bestimmten Vergleich zu berechnen.
nb: For hver av disse sammenligningene er vi interessert i den sanne forskjellen mellom (populasjons-)gruppegjennomsnitt. Tukey's HSD konstruerer **simultane konfidensintervaller** for alle disse fire sammenligningene. Det vi mener med «samtidige» (*simultaneous*) 95\%-konfidensintervaller, er at hvis vi skulle gjenta denne studien mange ganger, ville konfidensintervallene inneholde den relevante sanne verdien i 95\% av studieresultatene. Videre kan vi bruke disse konfidensintervallene til å beregne en justert *p*-verdi for en spesifikk sammenligning.
ta: இந்த ஒப்பீடுகளில் ஏதேனும் ஒன்றிற்கு, (மக்கள் தொகை) குழு வழிமுறைகளுக்கு இடையிலான உண்மையான வேறுபாட்டில் நாங்கள் ஆர்வமாக உள்ளோம். இந்த நான்கு ஒப்பீடுகளுக்கும் டுகேயின் எச்.எச்.டி ** ஒரே நேரத்தில் நம்பிக்கை இடைவெளிகளை ** உருவாக்குகிறது. 95 \% “ஒரே நேரத்தில்” நம்பிக்கை இடைவெளியால் நாம் சொல்வது என்னவென்றால், இந்த ஆய்வை நாம் பல முறை மீண்டும் சொல்ல விரும்பினால், 95 \% ஆய்வு முடிவுகளில் நம்பிக்கை இடைவெளிகளில் தொடர்புடைய உண்மையான மதிப்பைக் கொண்டிருக்கும். மேலும், எந்தவொரு குறிப்பிட்ட ஒப்பீட்டிற்கும் சரிசெய்யப்பட்ட *p *-value ஐக் கணக்கிட இந்த நம்பிக்கை இடைவெளிகளைப் பயன்படுத்தலாம்.

source: The ``TukeyHSD`` function in jamovi is pretty easy to use. You simply specify the ANOVA model term that you want to run the post-hoc tests for. For example, if we were looking to run post-hoc tests for the main effects but not the interaction, we would open up the ``Post Hoc Tests`` option in the ANOVA analysis screen, move the ``drug`` and ``therapy`` variables across to the box on the right, and then select the ``Tukey`` checkbox in the list of possible post-hoc corrections that could be applied. This, along with the corresponding results table, is shown in :numref:`fig-factorialanova13`.
de: Die Funktion ``TukeyHSD`` in jamovi ist ziemlich einfach zu benutzen. Sie geben einfach den Term des ANOVA-Modells an, für den Sie die Post-hoc-Tests durchführen möchten. Wenn wir zum Beispiel Post-Hoc-Tests für die Haupteffekte, aber nicht für die Interaktion durchführen wollen, öffnen wir die Option ``Post Hoc Tests`` in den ANOVA-Analyseoptionen, verschieben die Variablen ``drug`` und ``therapy`` in das Feld auf der rechten Seite und aktivieren dann die ``Tukey``-Checkbox aus der Liste der möglichen Post-Hoc-Korrekturen. Dieses Vorgehen wird zusammen mit der entsprechenden Ergebnistabelle in :numref:`fig-factorialanova13` gezeigt.
nb: ``TukeyHSD``-funksjonen i jamovi er ganske enkel å bruke. Du spesifiserer ganske enkelt ANOVA-modelltermen du ønsker å kjøre post-hoc-tester for. Hvis vi for eksempel ønsker å kjøre post-hoc-tester for hovedeffektene, men ikke interaksjonen, kan vi åpne alternativet ``Post Hoc Tests`` i ANOVA-analyseskjermbildet, flytte variablene ``drug`` og ``therapy`` over til boksen til høyre, og deretter krysse av for ``Tukey`` i listen over mulige post-hoc-korreksjoner som kan brukes. Dette, sammen med den tilhørende resultattabellen, vises i :numref:`fig-factorialanova13`.
ta: சாமோவியில் உள்ள `` tukeyhsd`` செயல்பாடு பயன்படுத்த மிகவும் எளிதானது. நீங்கள் பிந்தைய தற்காலிக சோதனைகளை இயக்க விரும்பும் ANOVA மாதிரி காலத்தை நீங்கள் குறிப்பிடுகிறீர்கள். எடுத்துக்காட்டாக, முக்கிய விளைவுகளுக்காக பிந்தைய தற்காலிக சோதனைகளை இயக்க நாங்கள் விரும்பினால், ஆனால் தொடர்பு அல்ல, நாங்கள் ANOVA பகுப்பாய்வுத் திரையில் `` பிந்தைய தற்காலிக சோதனைகள்` விருப்பத்தைத் திறப்போம், `` மருந்து`` மற்றும் ` `சிகிச்சை`` வலதுபுறத்தில் உள்ள பெட்டியின் மாறிகள், பின்னர் பயன்படுத்தக்கூடிய பிந்தைய தற்காலிக திருத்தங்களின் பட்டியலில்` `டுகே`` தேர்வுப்பெட்டியைத் தேர்ந்தெடுக்கவும். இது, தொடர்புடைய முடிவுகள் அட்டவணையுடன், இதில் காட்டப்பட்டுள்ளது: NumRef: `Fig-factoralananova13`.

source: Options panel to set up post hoc tests
de: Optionenspanel zum Definieren von Post-hoc-Tests
nb: Analysepanel for å sette opp post-hoc-tester
ta: பிந்தைய தற்காலிக சோதனைகளை அமைக்க விருப்பங்கள் குழு

source: Options panel for setting up post-hoc test within jamovi's factorial ANOVA procedure (the current settings request a Tukey HSD statistic): Unsaturated model with the factors ``drug`` and ``therapy`` but without an interaction term (using the |clinicaltrial|_ data set)
de: Options-Panel zum Definieren von Post-hoc-Tests innerhalb der faktoriellen ANOVA in jamovi (die aktuellen Einstellungen erstellen eine Tukey HSD-Statistik): Modell mit den Faktoren ``drug`` und ``therapy``, aber ohne einen Interaktionsterm für die beiden Faktoren (unter Verwendung des |clinicaltrial|_ Datensatzes)
nb: Analysepanel for oppsett av post-hoc-tester for faktoriell ANOVA i jamovi(de nåværende innstillingene ber om en Tukey HSD-statistikk): Umettet (*unsaturated*) modell med faktorene ``drug`` og ``therapy``, men uten en interaksjonsterm (ved bruk av datasettet |clinicaltrial|_)
ta: சமோவியின் காரணியாலான ANOVA நடைமுறைக்குள் பிந்தைய தற்காலிக சோதனையை அமைப்பதற்கான விருப்பங்கள் குழு (தற்போதைய அமைப்புகள் ஒரு டுகே எச்.எச்.டி புள்ளிவிவரத்தைக் கோருகின்றன): `` மருந்து` மற்றும் `சிகிச்சை`` காரணிகளுடன் நிறைவுறா மாதிரி ஆனால் ஒரு தொடர்பு காலமின்றி (| கிளினிக்கல் ட்ரீல் | _ தரவு தொகுப்பு)

source: The output shown in the ``Post Hoc Tests`` results table is (I hope) pretty straightforward. The first comparison, for example, is the Anxifree versus placebo difference, and the first part of the output indicates that the observed difference in group means is 0.27. The next number is the standard error for the difference. Then there is a column with the degrees of freedom, a column with the *t*-value, and finally a column with the *p*-value. For the first comparison the adjusted *p*-value is 0.21. In contrast, if you look at the next line, we see that the observed difference between joyzepam and the placebo is 1.03, and this result is significant (*p* < 0.001).
de: Die Ausgabe in der Ergebnistabelle ``Post Hoc Tests`` ist (hoffentlich) recht übersichtlich. Der erste Vergleich ist zum Beispiel der Unterschied zwischen Anxifree und Placebo, und der erste Teil der Ausgabe zeigt an, dass der beobachtete Unterschied der Gruppenmittelwerte 0,27 beträgt. Die nächste Zahl ist der Standardfehler für den Unterschied. Dann gibt es eine Spalte mit den Freiheitsgraden, eine Spalte mit dem *t*-Wert und schließlich eine Spalte mit dem *p*-Wert. Für den ersten Vergleich beträgt der bereinigte *p*-Wert 0,21. Im Gegensatz dazu sehen wir in der nächsten Zeile, dass der beobachtete Unterschied zwischen Joyzepam und dem Placebo 1,03 beträgt, und dieses Ergebnis signifikant ist (*p* < 0,001).
nb: Resultatene som vises i resultattabellen ``Post Hoc Tests`` er (håper jeg) ganske enkle. Den første sammenligningen er for eksempel forskjellen mellom Anxifree og placebo, og den første delen av utgaven viser at den observerte forskjellen i gruppegjennomsnitt er 0,27. Det neste tallet er standardfeilen for forskjellen. Deretter følger en kolonne med frihetsgrader, en kolonne med *t*-verdien og til slutt en kolonne med *p*-verdien. For den første sammenligningen er den justerte *p*-verdien 0,21. Hvis du derimot ser på neste linje, ser vi at den observerte forskjellen mellom joyzepam og placebo er 1,03, og dette resultatet er signifikant (*p* < 0,001).
ta: `` பிந்தைய தற்காலிக சோதனைகள்` `முடிவுகள் அட்டவணையில் காட்டப்பட்டுள்ள வெளியீடு (நான் நம்புகிறேன்) மிகவும் நேரடியானது. முதல் ஒப்பீடு, எடுத்துக்காட்டாக, கவலைக்கு எதிராக மருந்துப்போலி வேறுபாடு, மற்றும் வெளியீட்டின் முதல் பகுதி குழு வழிமுறைகளில் காணப்பட்ட வேறுபாடு 0.27 என்பதைக் குறிக்கிறது. அடுத்த எண் வித்தியாசத்திற்கான நிலையான பிழை. பின்னர் சுதந்திரத்தின் டிகிரி கொண்ட ஒரு நெடுவரிசை, *t *-value உடன் ஒரு நெடுவரிசை, இறுதியாக *p *-value உடன் ஒரு நெடுவரிசை உள்ளது. முதல் ஒப்பீட்டிற்கு சரிசெய்யப்பட்ட *பி *-மதிப்பு 0.21 ஆகும். இதற்கு நேர்மாறாக, நீங்கள் அடுத்த வரியைப் பார்த்தால், சாய்செபமுக்கும் மருந்துப்போலி இடையே காணப்பட்ட வேறுபாடு 1.03 ஆக இருப்பதைக் காண்கிறோம், மேலும் இந்த முடிவு குறிப்பிடத்தக்கதாகும் (* ப* <0.001).

source: So far, so good. What about the situation where your model includes interaction terms? For instance, the default option in jamovi is to allow for the possibility that there is an interaction between ``drug`` and ``therapy``. If that’s the case, the number of pairwise comparisons that we need to consider starts to increase. As before, we need to consider the three comparisons that are relevant to the main effect of ``drug`` and the one comparison that is relevant to the main effect of ``therapy``. But, if we want to consider the possibility of a significant interaction (and try to find the group differences that underpin that significant interaction), we need to include comparisons such as the following:
de: Wie sieht es aus, wenn Ihr Modell Interaktionsterme enthält? Die Standardoption in jamovi berücksichtigt zum Beispiel die Möglichkeit, dass es eine Wechselwirkung zwischen ``drug`` und ``therapy`` gibt. Wenn dies der Fall ist, erhöht sich die Anzahl der Paarvergleiche, die wir berücksichtigen müssen. Wie zuvor müssen wir die drei Vergleiche berücksichtigen, die für den Haupteffekt von ``drug`` relevant sind, und den einen Vergleich, der für den Haupteffekt von ``therapy`` relevant ist. Wenn wir jedoch die Möglichkeit einer signifikanten Interaktion in Betracht ziehen wollen (und versuchen, die Gruppenunterschiede zu finden, die dieser signifikanten Interaktion zugrunde liegen), müssen wir Vergleiche wie die folgenden einbeziehen:
nb: Så langt, så bra. Hva med situasjonen der modellen din inkluderer interaksjonstermer? For eksempel er standardalternativet i jamovi å ta hensyn til muligheten for at det er en interaksjon mellom ``drug`` og ``therapy``. Hvis det er tilfelle, begynner antallet parvise sammenligninger vi må vurdere å øke. Som før må vi ta hensyn til de tre sammenligningene som er relevante for hovedeffekten av ``drug``, og den ene sammenligningen som er relevant for hovedeffekten av ``therapy``. Men hvis vi ønsker å vurdere muligheten for en signifikant interaksjon (og prøve å finne gruppeforskjellene som ligger til grunn for den signifikante interaksjonen), må vi inkludere sammenligninger som den følgende:
ta: இதுவரை, மிகவும் நல்லது. உங்கள் மாதிரியில் தொடர்பு விதிமுறைகளை உள்ளடக்கிய நிலைமை என்ன? உதாரணமாக, சாமோவியில் இயல்புநிலை விருப்பம் `` மருந்து`` மற்றும் `` சிகிச்சை`` இடையே ஒரு தொடர்பு இருப்பதற்கான வாய்ப்பை அனுமதிப்பதாகும். அப்படியானால், நாம் கருத்தில் கொள்ள வேண்டிய சோடிவரிசை ஒப்பீடுகளின் எண்ணிக்கை அதிகரிக்கத் தொடங்குகிறது. முன்பு போலவே, `` மருந்து`` இன் முக்கிய விளைவு மற்றும் `` சிகிச்சை`` இன் முக்கிய விளைவுக்கு பொருத்தமான ஒரு ஒப்பீடு ஆகியவற்றுக்கு பொருத்தமான மூன்று ஒப்பீடுகளை நாம் கருத்தில் கொள்ள வேண்டும். ஆனால், ஒரு குறிப்பிடத்தக்க தொடர்புகளின் சாத்தியத்தை நாம் கருத்தில் கொள்ள விரும்பினால் (மேலும் அந்த குறிப்பிடத்தக்க தொடர்புக்கு உட்பட்ட குழு வேறுபாடுகளைக் கண்டுபிடிக்க முயற்சிக்கவும்), பின்வருவன போன்ற ஒப்பீடுகளை நாம் சேர்க்க வேண்டும்:

source: The difference in ``mood.gain`` for people given ``anxifree`` and treated with ``CBT``, versus people given the ``placebo`` and treated with ``CBT``
de: Der Unterschied in ``mood.gain`` bei Personen, die ``anxifree`` erhalten haben und mit ``CBT`` behandelt wurden, und Personen, die das ``placebo`` erhalten haben und mit ``CBT`` behandelt wurden
nb: Forskjellen i ``mood.gain`` for personer som fikk ``anxifree`` og ble behandlet med ``CBT``, sammenlignet med personer som fikk ``placebo`` og ble behandlet med ``CBT``
ta: `` மனநிலை.

source: The difference in ``mood.gain`` for people given ``anxifree`` and given ``no.therapy``, versus people given the ``placebo`` and given ``no.therapy``.
de: Der Unterschied in ``mood.gain`` für Personen, die ``anxifree`` und ``no.therapy`` erhalten haben, und Personen, die ``placebo`` und ``no.therapy`` erhalten haben.
nb: Forskjellen i ``mood.gain`` for personer som fikk ``anxifree`` og ``no.therapy``, sammenlignet med personer som fikk ``placebo`` og ``no.therapy``.
ta: `` மனநிலை.

source: etc.
de: usw.
nb: osv.
ta: முதலியன.
