Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Regression analysis for the |rtfm|_ data set in jamovi: Model with two factors ``attend`` and ``reading`` but without the interaction term for these two factors
de: Regressionsanalyse für den |rtfm|_-Datensatz in jamovi: Modell mit zwei Faktoren ``attend`` und ``reading``, aber ohne den Interaktionsterm dieser beiden Faktoren
nb: Regresjonsanalyse for datasettet |rtfm|_ i jamovi: Modell med to faktorer, ``attend`` og ``reading``, men uten interaksjonstermen for disse to faktorene

source: Summary
de: Zusammenfassung
nb: Sammendrag

source: :doc:`Checking assumptions in the ANOVA <Ch14_ANOVA2_04>`
de: :doc:`Überprüfung der Voraussetzungen für das Durchführen einer ANOVA <Ch14_ANOVA2_04>`
nb: :doc:`Sjekk av forutsetningene for ANOVA <Ch14_ANOVA2_04>`

source: :doc:`Post-hoc testing <Ch14_ANOVA2_09>` (using Tukey’s HSD) and a brief commentary on :doc:`planned comparisons <Ch14_ANOVA2_10>`
de: :doc:`Post-hoc-Tests <Ch14_ANOVA2_09>` (unter Verwendung von Tukey's HSD) und ein kurzer Kommentar zu :doc:`geplanten Vergleichen <Ch14_ANOVA2_10>`
nb: :doc:`Post-hoc-testing <Ch14_ANOVA2_09>` (ved hjelp av Tukey's HSD) og en kort kommentar til :doc:`planlagte sammenligninger <Ch14_ANOVA2_10>`

source: :doc:`Factorial ANOVA with unbalanced designs <Ch14_ANOVA2_11>`
de: :doc:`Faktorielle ANOVA bei unbalancierten Versuchsdesigns <Ch14_ANOVA2_11>`
nb: :doc:`Faktoriell ANOVA med ubalanserte design <Ch14_ANOVA2_11>`

source: As you can see, the intercept term *b*\ :sub:`0` acts like a kind of “baseline” grade that you would expect from those students who don’t take the time to attend class or read the textbook. Similarly, *b*\ :sub:`1` represents the boost that you’re expected to get if you come to class, and *b*\ :sub:`2` represents the boost that comes from reading the textbook. In fact, if this were an ANOVA you might very well want to characterise *b*\ :sub:`1` as the main effect of attendance, and *b*\ :sub:`2` as the main effect of reading! In fact, for a simple 2 × 2 ANOVA that’s *exactly* how it plays out.
nb: Som du kan se, fungerer skjæringspunktet (*intercept term*) *b*\ :sub:`0` som en slags «grunn»-karakter (``grade``) som du kan forvente av de studentene som ikke tar seg tid til å delta i undervisningen eller lese læreboken. På samme måte representerer *b*\ :sub:`1` det løftet du forventes å få hvis du kommer til timen, og *b*\ :sub:`2` representerer det løftet du får ved å lese læreboken. Hvis dette var en ANOVA, ville du kanskje ha karakterisert *b*\ :sub:`1` som hovedeffekten av ``attend``, og *b*\ :sub:`2` som hovedeffekten av ``reading``! For en enkel 2 × 2 ANOVA er det faktisk *nøyaktig* slik det ser ut.
