Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Despite this advantage, ANCOVA runs the risk of undoing real differences between groups |nominal|, and this should be avoided. Look at :numref:`fig-ancova_groups`, for example, which shows a plot of Statistics anxiety against age and shows two distinct groups – students who have either an Arts or Science background or preference. ANCOVA with age as a covariate might lead to the conclusion that statistics anxiety does not differ in the two groups. Would this conclusion be reasonable – probably not because the ages of the two groups do not overlap and analysis of variance has essentially “extrapolated into a region with no data” (:ref:`Everitt, 1996 <Everitt_1996>`).
de: Trotz dieses Vorteils besteht bei der ANCOVA die Gefahr, dass tatsächliche Unterschiede zwischen den Gruppen |nominal| aufgehoben werden, was vermieden werden sollte. Sehen Sie sich zum Beispiel :numref:`fig-ancova_groups` an, das die Angst vor Statistik gegen das Alter aufträgt und zwei verschiedene Gruppen zeigt - Studenten, die entweder einen geisteswissenschaftlichen oder naturwissenschaftlichen Hintergrund haben. Eine ANCOVA mit dem Alter als Kovariate könnte zu dem Schluss führen, dass sich die Statistikangst in den beiden Gruppen nicht unterscheidet. Wäre diese Schlussfolgerung vernünftig - wahrscheinlich nicht, da sich das Alter der beiden Gruppen nicht überschneidet und die Varianzanalyse im Wesentlichen „in einen Bereich ohne Daten extrapoliert“ wurde (:ref:`Everitt, 1996 <Everitt_1996>`).
nb: Til tross for denne fordelen risikerer ANCOVA å utviske reelle forskjeller mellom grupper |nominal|, og dette bør unngås. Se for eksempel :numref:`fig-ancova_groups`, som viser et plott av statistikkangst mot alder og viser to distinkte grupper - studenter som enten har en kunst- eller naturvitenskapelig bakgrunn eller preferanser. ANCOVA med alder som kovariat kan føre til den konklusjonen at statistikkangst ikke er forskjellig i de to gruppene. Ville denne konklusjonen være rimelig - sannsynligvis ikke fordi alderen til de to gruppene ikke overlapper hverandre, og variansanalysen har i hovedsak «ekstrapolert inn i et område uten data» (:ref:`Everitt, 1996 <Everitt_1996>`).
ta: இந்த நன்மை இருந்தபோதிலும், குழுக்களுக்கு இடையிலான உண்மையான வேறுபாடுகளை செயல்தவிர்க்கும் அபாயத்தை ANCOVA இயக்குகிறது | பெயரளவு |, இது தவிர்க்கப்பட வேண்டும். பாருங்கள்: NUMREF: `FIG-ANCOVA_GROUPS`, எடுத்துக்காட்டாக, இது வயதுக்கு எதிரான புள்ளிவிவர கவலையின் சதித்திட்டத்தைக் காட்டுகிறது மற்றும் இரண்டு தனித்துவமான குழுக்களைக் காட்டுகிறது-கலை அல்லது அறிவியல் பின்னணி அல்லது விருப்பம் உள்ள மாணவர்கள். ஒரு கோவாரியட்டாக வயதுடைய ANCOVA இரண்டு குழுக்களில் புள்ளிவிவர கவலை வேறுபடுவதில்லை என்ற முடிவுக்கு வழிவகுக்கும். இந்த முடிவு நியாயமானதாக இருக்குமா - அநேகமாக இரு குழுக்களின் அகவை ஒன்றுடன் ஒன்று இல்லாததால் அல்ல, மாறுபாட்டின் பகுப்பாய்வு அடிப்படையில் “தரவு இல்லாத ஒரு பிராந்தியத்தில் விரிவுபடுத்தப்பட்டுள்ளது” (: `எவரிட், 1996 <everitt_1996>`).

source: Plot of Statistics anxiety against age for two distinct groups
de: Darstellung der Statistikangst gegen das Alter für zwei verschiedene Gruppen
nb: Plott av statistikk for angst mot alder for to forskjellige grupper
ta: இரண்டு தனித்துவமான குழுக்களுக்கான வயதுக்கு எதிரான புள்ளிவிவர கவலை

source: Clearly, careful thought needs to be given to an analysis of covariance with distinct groups. This applies to both one-way and factorial designs, as ANCOVA can be used with both.
de: Es liegt auf der Hand, dass eine Kovarianzanalyse mit unterschiedlichen Gruppen sorgfältig durchdacht werden muss. Dies gilt sowohl für ein- als auch für mehrfaktorielle Versuchspläne, da die ANCOVA für beide verwendet werden kann.
nb: Det er klart at man må tenke nøye gjennom en kovariansanalyse med distinkte grupper. Dette gjelder både enveis- og faktorielle design, ettersom ANCOVA kan brukes med begge.
ta: தனித்துவமான குழுக்களுடன் கோவாரன்ச் பகுப்பாய்விற்கு கவனமாக சிந்தனை வழங்கப்பட வேண்டும் என்பது தெளிவாகிறது. இது ஒரு வழி மற்றும் காரணியாலான வடிவமைப்புகளுக்கு பொருந்தும், ஏனெனில் ANCOVA இரண்டையும் பயன்படுத்தலாம்.

source: Running ANCOVA in jamovi
de: Durchführen einer ANCOVA in jamovi
nb: Kjører ANCOVA i jamovi
ta: சாமோவியில் அன்கோவா இயங்குகிறது

source: A health psychologist was interested in the effect of routine cycling and stress on happiness levels, with age as a covariate. Open the |ancova|_ data set in jamovi and then, to undertake an ANCOVA, select ``Analyses`` → ``ANOVA`` → ``ANCOVA`` to open the ANCOVA analysis window (:numref:`fig-ancova1`). Highlight the dependent variable ``happiness`` |continuous| and transfer it into the ``Dependent Variable`` text box. Highlight the independent variables ``stress`` |nominal| and ``commute`` |nominal| and transfer them into the ``Fixed Factors`` text box. Highlight the covariate ``age`` |continuous| and transfer it into the ``Covariates`` text box. Then, click on ``Estimated Marginal Means`` to bring up the plots and tables options.
de: Ein Gesundheitspsychologe interessierte sich für die Auswirkungen von routinemäßigem Radfahren und Stress auf das Glücksniveau, wobei das Alter als Kovariate diente. Öffnen Sie den |ancova|_-Datensatz in jamovi und wählen Sie dann zum Durchführen einer ANCOVA ``Analyses`` → ``ANOVA`` → ``ANCOVA``, um die ANCOVA-Eingabeoptionen (:numref:`fig-ancova1`) zu öffnen. Markieren Sie die abhängige Variable ``happiness`` |continuous| und übertragen Sie diese in das Eingabefeld ``Dependent Variable``. Markieren Sie die unabhängigen Variablen ``stress`` |nominal| und ``commute`` |nominal| und übertragen Sie diese in das Eingabefeld ``Fixed Factors``. Markieren Sie die Kovariate ``age`` |continuous| und übertragen Sie diese in das Eingabefeld ``Covariates``. Klicken Sie dann auf ``Estimated Marginal Means``, um die Optionen für Diagramme und Tabellen aufzurufen.
nb: En helsepsykolog var interessert i effekten av å sykle til jobben og stress på lykkenivået, med alder som kovariat. Åpne datasettet |ancova|_ i jamovi, og velg deretter ``Analyses`` → ``ANOVA`` → ``ANCOVA`` for å åpne ANCOVA-analysevinduet (:numref:`fig-ancova1`) for å foreta en ANCOVA. Marker den avhengige variabelen ``happiness`` |continuous| og overfør den til tekstboksen ``Dependent Variable``. Marker de uavhengige variablene ``stress`` |nominal| og ``commute`` |nominal|, og overfør dem til tekstboksen ``Fixed Factors``. Marker kovariaten ``age`` |continuous| og overfør den til tekstboksen ``Covariates``. Klikk deretter på ``Estimated Marginal Means`` for å få opp alternativene for plott og tabeller.
ta: ஒரு சுகாதார உளவியலாளர் வழக்கமான சைக்கிள் ஓட்டுதல் மற்றும் மகிழ்ச்சி நிலைகளில் மன அழுத்தத்தின் தாக்கத்தில் ஆர்வம் காட்டினார், அகவை ஒரு கோவாரியட்டாக இருந்தது. சாமோவியில் அமைக்கப்பட்ட | ANCOVA | _ தரவுகளைத் திறந்து, பின்னர், ஒரு அன்கோவாவை மேற்கொள்ள, அன்கோவா பகுப்பாய்வு சாளரத்தைத் திறக்க `` அனலீச்`` `` அனோவா` `` அன்கோவா`` என்பதைத் தேர்ந்தெடுக்கவும் `). சார்பு மாறியை முன்னிலைப்படுத்தவும் `` மகிழ்ச்சி`` | தொடர்ச்சியானது | அதை `` சார்பு மாறி`` உரை பெட்டியில் மாற்றவும். சுயாதீன மாறிகள் `` மன அழுத்தம்`` | பெயரளவு | மற்றும் `` பயணம்`` | பெயரளவு | அவற்றை `` நிலையான காரணிகள்`` உரை பெட்டியில் மாற்றவும். கோவாரியேட் `` வயது`` | தொடர்ச்சியான | அதை `` கோவாரியட்டுகள்` உரை பெட்டியில் மாற்றவும். பின்னர், அடுக்குகள் மற்றும் அட்டவணைகள் விருப்பங்களை கொண்டு வர `` மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளை`` என்பதைக் சொடுக்கு செய்க.

source: The jamovi ANCOVA options panel
de: Das ANCOVA-Optionsfeld in jamovi
nb: Analysepanel for ANCOVA i jamovi
ta: சமோவி அன்கோவா விருப்பங்கள் குழு

source: Options panel showing the variable boxes to assign the ``Dependent Variable``, ``Fixed Factors`` and the ``Covariates`` for the ANCOVA in jamovi
de: Optionsfeld mit den Feldern für die Zuweisung der Variablen ``Dependent Variable``, ``Fixed Factors`` und ``Covariates`` innerhalb der ANCOVA in jamovi
nb: Analysepanel for ANCOVA i jamovi som viser variabelboksene for å tilordne ``Dependent Variable``, ``Fixed Factors`` og ``Covariates``
ta: `` சார்பு மாறி``, `` நிலையான காரணிகள்`` மற்றும் சாமோவியில் உள்ள அன்கோவாவிற்கு `` கோவாரியட்டுகள்` ஆகியவற்றை ஒதுக்க மாறி பெட்டிகளைக் காட்டும் விருப்பங்கள் குழு

source: An ANCOVA table showing Tests of Between-Subjects Effects is produced in the jamovi results panel (:numref:`fig-ancova2`). The *F*-value for the covariate ``age`` is significant at *p* = 0.023, suggesting that age is an important predictor of the dependent variable, happiness. When we look at the estimated marginal mean scores (:numref:`fig-ancova3`), adjustments have been made (compared to an analysis without the covariate) because of the inclusion of the covariate ``age`` in this ANCOVA. A plot (:numref:`fig-ancova4`) is a good way of visualising and interpreting the significant effects.
de: Im jamovi-Ergebnispanel wird eine ANCOVA-Tabelle mit den Tests der Zwischensubjekt-Effekte erstellt (:numref:`fig-ancova2`). Der *F*-Wert für die Kovariate ``age`` ist signifikant bei *p* = 0,023, was darauf hindeutet, dass das Alter ein wichtiger Prädiktor für die abhängige Variable, das Glück, ist. Bei der Betrachtung der geschätzten Randmittel (:numref:`fig-ancova3`) wurden (im Vergleich zu einer Analyse ohne die Kovariate) Anpassungen vorgenommen, da die Kovariate ``age`` in diese ANCOVA einbezogen wurde. Ein Diagramm (:numref:`fig-ancova4`) ist eine gute Möglichkeit, die signifikanten Effekte zu visualisieren und zu interpretieren.
nb: En ANCOVA-tabell som viser tester av effekter mellom subjekter, er produsert i jamovi-resultatpanelet (:numref:`fig-ancova2`). *F*-verdien for kovariaten ``age`` er signifikant med *p* = 0,023, noe som tyder på at alder er en viktig prediktor for den avhengige variabelen, lykke. Når vi ser på de estimerte marginale gjennomsnittsverdiene (:numref:`fig-ancova3`), har det blitt gjort justeringer (sammenlignet med en analyse uten kovariaten) på grunn av inkluderingen av kovariaten ``age`` i denne ANCOVA-en. Et plott (:numref:`fig-ancova4`) er en god måte å visualisere og tolke de signifikante effektene på.
ta: சாமோவி முடிவுகள் குழுவில் (: NUMREF: `Fig-Ancova2`) பாடங்களுக்கிடையேயான விளைவுகளின் சோதனைகளைக் காட்டும் ANCOVA அட்டவணை தயாரிக்கப்படுகிறது. கோவாரியட்டுக்கான *f *-மதிப்பு *p *= 0.023 இல் குறிப்பிடத்தக்கதாகும், இது அகவை சார்பு மாறியின் முக்கியமான முன்கணிப்பு, மகிழ்ச்சியின் முக்கிய முன்னறிவிப்பாளர் என்று பரிந்துரைக்கிறது. மதிப்பிடப்பட்ட விளிம்பு சராசரி மதிப்பெண்களைப் பார்க்கும்போது (: NUMREF: `Fig-Ancova3`), இந்த ANCOVA இல் கோவாரியேட்` `வயது`` சேர்ப்பதன் காரணமாக மாற்றங்கள் செய்யப்பட்டுள்ளன (கோவாரியேட் இல்லாத பகுப்பாய்வோடு ஒப்பிடும்போது). ஒரு சூழ்ச்சி (: NUMREF: `Fig-Ancova4`) என்பது குறிப்பிடத்தக்க விளைவுகளை காட்சிப்படுத்துவதற்கும் விளக்குவதற்கும் ஒரு சிறந்த வழியாகும்.

source: jamovi ANCOVA output
de: jamovi ANCOVA-Ausgabe
nb: Utgave fra ANCOVA i jamovi
ta: சாமோவி அன்கோவா வெளியீடு

source: jamovi ANCOVA output for happiness as a function of stress and commuting method, with age as a covariate
de: jamovi ANCOVA-Ausgabe für Glück als Funktion von Stress und Pendelmethode, mit Alter als Kovariate
nb: Utgave fra ANCOVA for lykke som en funksjon av stress og pendlingsmetode, med alder som kovariat i jamovi
ta: மன அழுத்தம் மற்றும் பயண முறையின் செயல்பாடாக மகிழ்ச்சிக்கான சாமோவி அன்கோவா வெளியீடு, அகவை ஒரு கோவாரியட்டாக

source: Estimated Marginal means within the ANCOVA
de: Geschätzte Randmittel innerhalb der ANCOVA
nb: Estimerte marginale gjennomsnitt innenfor ANCOVA
ta: அன்கோவாவுக்குள் மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்

source: Table with the Estimated Marginal means within the ANCOVA: Shown are the mean happiness level as a function of stress and commuting method (adjusted for the covariate age) with 95\% confidence intervals
de: Tabelle mit den geschätzten Randmitteln innerhalb der ANCOVA: Abgebildet ist das mittlere Glücksniveau in Abhängigkeit von Stress und Pendelmethode (kontrolliert für die Kovariate Alter) mit 95\%-Konfidenzintervallen
nb: Tabell med de estimerte marginale gjennomsnittene i ANCOVA: Her vises gjennomsnittlig lykkenivå som en funksjon av stress og pendlingsmetode (justert for kovariaten alder) med 95\%-konfidensintervall
ta: ANCOVA க்குள் மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளைக் கொண்ட அட்டவணை: 95 \% நம்பிக்கை இடைவெளிகளுடன் மன அழுத்தம் மற்றும் பயண முறையின் செயல்பாடாக (கோவாரியேட் வயதுக்கு சரிசெய்யப்பட்டது) சராசரி மகிழ்ச்சி நிலை காட்டப்பட்டுள்ளது

source: The *F*-value for the main effect ``stress`` (52.61) has an associated probability of *p* < 0.001. The *F*-value for the main effect ``commute`` (42.33) has an associated probability of *p* < 0.001. Since both of these are less than the probability that is typically used to decide if a statistical result is significant (*p* < 0.05) we can conclude that there was a significant main effect of stress (*F*\(1,15) = 52.61, *p* < 0.001) and a significant main effect of commuting method (*F*\(1,15) = 42.33, *p* < 0.001). A significant interaction between stress and commuting method was also found (*F*\(1,15) = \14.15, *p* = 0.002).
de: Der *F*-Wert für den Haupteffekt ``stress`` (52,61) hat eine Fehlerwahrscheinlichkeit von *p* < 0,001. Der *F*-Wert für den Haupteffekt ``commute`` (42,33) hat eine Fehlerwahrscheinlichkeit von *p* < 0,001. Da beide Werte unter der Wahrscheinlichkeit liegen, die normalerweise verwendet wird, um zu entscheiden, ob ein statistisches Ergebnis signifikant ist (*p* < 0,05), können wir schließen, dass es signifikante Haupteffekte sowohl für Stress (*F*\(1,15) = 52,61, *p* < 0,001) als auch für die Pendelmethode (*F*\(1,15) = 42,33, *p* < 0,001) gab. Zusätzlich wurde eine signifikante Interaktion zwischen Stress und Pendelmethode festgestellt (*F*\(1,15) = \14.15, *p* = 0.002).
nb: *F*-verdien for hovedeffekten ``stress`` (52,61) har en tilhørende sannsynlighet på *p* < 0,001. *F*-verdien for hovedeffekten ``commute`` (42,33) har en tilhørende sannsynlighet på *p* < 0,001. Siden begge disse er mindre enn den sannsynligheten som vanligvis brukes for å avgjøre om et statistisk resultat er signifikant (*p* < 0,05), kan vi konkludere med at det var en signifikant hovedeffekt av stress (*F*\(1,15) = 52,61, *p* < 0,001) og en signifikant hovedeffekt av pendlingsmetode (*F*\(1,15) = 42,33, *p* < 0,001). Det ble også funnet en signifikant interaksjon mellom stress og pendlingsmetode (*F*\(1,15) = \14,15, *p* = 0,002).
ta: முக்கிய விளைவுக்கான *f *-மதிப்பு `` மன அழுத்தம்`` (52.61) *p *<0.001 இன் தொடர்புடைய நிகழ்தகவைக் கொண்டுள்ளது. முக்கிய விளைவுக்கான *f *-மதிப்பு `` பயணம்`` (42.33) *p *<0.001 இன் தொடர்புடைய நிகழ்தகவைக் கொண்டுள்ளது. இவை இரண்டும் ஒரு புள்ளிவிவர முடிவு குறிப்பிடத்தக்கதா என்பதை தீர்மானிக்க பொதுவாகப் பயன்படுத்தப்படும் நிகழ்தகவைக் காட்டிலும் குறைவாக இருப்பதால் (*ப*<0.05) மன அழுத்தத்தின் குறிப்பிடத்தக்க முக்கிய விளைவு இருப்பதாக நாம் முடிவு செய்யலாம் (*f*\ (1,15) = 52.61,*ப*<0.001) மற்றும் பயண முறையின் குறிப்பிடத்தக்க முக்கிய விளைவு (*f*\ (1,15) = 42.33,*ப*<0.001). மன அழுத்தத்திற்கும் பயண முறைக்கும் இடையிலான ஒரு குறிப்பிடத்தக்க தொடர்பு கண்டறியப்பட்டது (*f*\ (1,15) = \ 14.15,*ப*= 0.002).

source: In :numref:`fig-ancova4` we can see the adjusted, marginal, mean happiness scores when age is a covariate in an ANCOVA. In this analysis there is a significant interaction effect, whereby people with low stress who cycle to work are happier than people with low stress who drive and people with high stress whether they cycle or drive to work. There is also a significant main effect of stress – people with low stress are happier than those with high stress. And there is also a significant main effect of commuting behaviour – people who cycle are happier, on average, than those who drive to work.
de: In :numref:`fig-ancova4` sehen wir die bereinigten Randmittel für Glück, wenn das Alter eine Kovariate in einer ANCOVA ist. In dieser Analyse gibt es einen signifikanten Interaktionseffekt, wobei Personen mit geringem Stress, die mit dem Fahrrad zur Arbeit fahren, glücklicher sind als Personen mit geringem Stress, die mit dem Auto fahren, während die Glückswerte bei Personen mit hohem Stress niedriger sind, unabhängig davon, ob sie mit dem Fahrrad oder dem Auto zur Arbeit fahren. Es gibt auch einen signifikanten Haupteffekt von Stress - Menschen mit geringem Stress sind glücklicher als Menschen mit hohem Stress. Und es gibt einen signifikanten Haupteffekt des Pendelverhaltens - Menschen, die mit dem Fahrrad zur Arbeit fahren, sind im Durchschnitt glücklicher als Menschen, die mit dem Auto zur Arbeit fahren.
nb: I :numref:`fig-ancova4` kan vi se de justerte, marginale, gjennomsnittlige lykkeskårene når alder er en kovariat i en ANCOVA. I denne analysen er det en signifikant interaksjonseffekt, der personer med lavt stressnivå som sykler til jobben, er lykkeligere enn personer med lavt stressnivå som kjører bil, og personer med høyt stressnivå, uansett om de sykler eller kjører bil til jobben. Det er også en signifikant hovedeffekt av stress - personer med lavt stressnivå er lykkeligere enn personer med høyt stressnivå. Og det er også en signifikant hovedeffekt av pendleratferd - personer som sykler, er i gjennomsnitt lykkeligere enn de som kjører bil til jobben.
ta: இல்: NUMREF: `Fig-Ancova4` ஒரு அன்கோவாவில் அகவை ஒரு கோவாரியட்டாக இருக்கும்போது சரிசெய்யப்பட்ட, விளிம்பு, சராசரி மகிழ்ச்சி மதிப்பெண்களைக் காணலாம். இந்த பகுப்பாய்வில் ஒரு குறிப்பிடத்தக்க தொடர்பு விளைவு உள்ளது, இதன் மூலம் குறைந்த மன அழுத்தத்தைக் கொண்டவர்கள் வேலை செய்ய சுழற்சி செய்பவர்கள் குறைந்த மன அழுத்தத்தைக் கொண்டவர்களையும், அதிக மன அழுத்தத்தைக் கொண்டவர்களையும் விட அவர்கள் சுழற்சி செய்கிறார்களா அல்லது வேலைக்குச் செல்கிறார்களா என்பதை விட மகிழ்ச்சியாக இருப்பார்கள். மன அழுத்தத்தின் குறிப்பிடத்தக்க முக்கிய விளைவும் உள்ளது - குறைந்த மன அழுத்தத்தைக் கொண்டவர்கள் அதிக மன அழுத்தத்தைக் காட்டிலும் மகிழ்ச்சியாக இருக்கிறார்கள். பயண நடத்தையின் குறிப்பிடத்தக்க முக்கிய விளைவும் உள்ளது - வேலைக்குச் செல்வவர்களை விட சுழற்சி செய்பவர்கள் சராசரியாக மகிழ்ச்சியாக இருக்கிறார்கள்.

source: Plot with the Estimated Marginal means within the ANCOVA
de: Diagramm mit den geschätzten Randmitteln innerhalb der ANCOVA
nb: Plot med de estimerte marginale gjennomsnittene innenfor ANCOVA
ta: அன்கோவாவுக்குள் மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளுடன் சூழ்ச்சி

source: Plot with the Estimated Marginal means within the ANCOVA: Shown are the mean happiness level as a function of stress and commuting method
de: Diagramm mit den geschätzten Randmitteln innerhalb der ANCOVA: Abgebildet ist das mittlere Glücksniveau als Funktion von Stress und Pendelmethode
nb: Plott med de estimerte marginale gjennomsnittene i ANCOVA: Her vises gjennomsnittlig lykkenivå som en funksjon av stress og pendlingsmetode
ta: ANCOVA க்குள் மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளுடன் சதி: மன அழுத்தம் மற்றும் பயண முறையின் செயல்பாடாக சராசரி மகிழ்ச்சி நிலை காட்டப்பட்டுள்ளது

source: One thing to be aware of is that, if you are thinking of including a covariate in your ANOVA, there is an additional assumption: the relationship between the covariate and the dependent variable should be similar for all levels of the independent variable. This can be checked by adding an interaction term between the covariate and each independent variable in the jamovi ``Model`` → ``Model terms`` option. If the interaction effect is not significant it can be removed. If it is significant then a different and more advanced statistical technique might be appropriate (which is beyond the scope of this book so you might want to consult a friendly statistician).
de: Wenn Sie eine Kovariate in Ihre ANOVA einbeziehen wollen, müssen Sie eine zusätzliche Annahme beachten: Die Beziehung zwischen der Kovariate und der abhängigen Variable sollte für alle Stufen der unabhängigen Variable ähnlich sein. Dies kann durch Hinzufügen eines Interaktionsterms zwischen der Kovariate und jeder unabhängigen Variablen in der Option jamovi ``Model`` → ``Model terms`` überprüft werden. Wenn der Interaktionseffekt nicht signifikant ist, kann er entfernt werden. Wenn er signifikant ist, könnte eine andere und fortgeschrittenere statistische Technik angebracht sein (zu sagen welche, würde den Rahmen dieses Buches sprengen würde, suchen sie in einem solchen Fall Hilfe bei einer Statistik-Beratung).
nb: En ting du må være oppmerksom på, er at hvis du vurderer å inkludere en kovariat i ANOVA-en din, er det en ekstra forutsetning: Forholdet mellom kovariaten og den avhengige variabelen skal være likt for alle nivåer av den uavhengige variabelen. Dette kan kontrolleres ved å legge til en interaksjonsterm mellom kovariaten og hver av de uavhengige variablene i jamovi ``Model`` → ``Model terms``. Hvis interaksjonseffekten ikke er signifikant, kan den fjernes. Hvis den er signifikant, kan en annen og mer avansert statistisk teknikk være hensiktsmessig (noe som ligger utenfor denne bokens omfang, så det kan være lurt å rådføre seg med en vennligsinnet statistiker).
ta: விழிப்புடன் இருக்க வேண்டிய ஒரு சேதி என்னவென்றால், உங்கள் ANOVA இல் ஒரு கோவாரியட்டைச் சேர்க்க நீங்கள் யோசிக்கிறீர்கள் என்றால், கூடுதல் அனுமானம் உள்ளது: கோவாரியேட் மற்றும் சார்பு மாறிக்கு இடையிலான உறவு சுயாதீன மாறியின் அனைத்து மட்டங்களுக்கும் ஒத்ததாக இருக்க வேண்டும். சாமோவி `` மாதிரி`` `` மாதிரி விதிமுறைகள்` விருப்பத்தில் உள்ள கோவாரியேட் மற்றும் ஒவ்வொரு சுயாதீன மாறிக்கும் இடையில் ஒரு தொடர்பு காலத்தைச் சேர்ப்பதன் மூலம் இதைச் சரிபார்க்கலாம். தொடர்பு விளைவு குறிப்பிடத்தக்கதாக இல்லாவிட்டால் அதை அகற்றலாம். இது குறிப்பிடத்தக்கதாக இருந்தால், வேறுபட்ட மற்றும் மேம்பட்ட புள்ளிவிவர நுட்பம் பொருத்தமானதாக இருக்கலாம் (இது இந்த புத்தகத்தின் எல்லைக்கு அப்பாற்பட்டது, எனவே நீங்கள் ஒரு நட்பு புள்ளிவிவர நிபுணரை அணுக விரும்பலாம்).

source: ANOVA as a linear model
de: Die ANOVA als lineares Modell
nb: ANOVA som en lineær modell
ta: ANOVA ஒரு நேரியல் மாதிரியாக
