Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: This is, of course, the exact same equation that I used earlier to describe a two-predictor regression model! The only difference is that *X*\ :sub:`1` and *X*\ :sub:`2` are now *binary* variables (i.e., values can only be 0 or 1), whereas in a regression analysis we expect that *X*\ :sub:`1` and *X*\ :sub:`2` will be continuous. There’s a couple of ways I could try to convince you of this. One possibility would be to do a lengthy mathematical exercise proving that the two are identical. However, I’m going to go out on a limb and guess that most of the readership of this book will find that annoying rather than helpful. Instead, I’ll explain the basic ideas and then rely on jamovi to show that ANOVA analyses and regression analyses aren’t just similar, they’re identical for all intents and purposes. Let’s start by running this as an ANOVA. To do this, we’ll use the |rtfm|_ data set, and :numref:`fig-factorialanova6` shows what we get when we run the analysis in jamovi.
de: Dies ist natürlich genau die gleiche Gleichung, die ich zuvor zur Beschreibung eines Regressionsmodells mit zwei Prädiktoren verwendet habe! Der einzige Unterschied besteht darin, dass *X*\ :sub:`1` und *X*\ :sub:`2` nun *binäre* Variablen sind (d.h. die Werte können nur 0 oder 1 sein), während wir bei einer Regressionsanalyse erwarten, dass *X*\ :sub:`1` und *X*\ :sub:`2` kontinuierlich sind. Es gibt mehrere Möglichkeiten, wie ich versuchen könnte, Sie davon zu überzeugen. Eine Möglichkeit wäre, eine langwierige mathematische Analyse durchzuführen, um zu beweisen, dass die beiden identisch sind. Ich lehne mich stattdessen weit aus dem Fenster und vermute, dass die meisten Leser dieses Buches das eher lästig als hilfreich finden würden. Stattdessen werde ich die grundlegenden Ideen erklären und mich dann auf jamovi verlassen, um zu zeigen, dass ANOVA-Analysen und Regressionsanalysen nicht nur ähnlich, sondern in jeder Hinsicht identisch sind. Beginnen wir damit, dies als ANOVA durchzuführen. Dazu verwenden wir den Datensatz |rtfm|_, und :numref:`fig-factorialanova6` zeigt, was wir erhalten, wenn wir die Analyse in jamovi ausführen.
nb: Dette er selvfølgelig nøyaktig den samme ligningen som jeg brukte tidligere for å beskrive en regresjonsmodell med to prediktorer! Den eneste forskjellen er at *X*\ :sub:`1` og *X*\ :sub:`2` nå er *binære* variabler (dvs. at verdiene bare kan være 0 eller 1), mens vi i en regresjonsanalyse forventer at *X*\ :sub:`1` og *X*\ :sub:`2` vil være kontinuerlige. Det er flere måter jeg kan prøve å overbevise deg om dette på. En mulighet ville være å gjøre en lang matematisk øvelse for å bevise at de to er identiske. Jeg tar imidlertid sjansen på å gjette at de fleste som leser denne boken, vil synes at det er mer irriterende enn nyttig. I stedet vil jeg forklare de grunnleggende ideene og deretter bruke jamovi til å vise at ANOVA-analyser og regresjonsanalyser ikke bare ligner på hverandre, men at de i praksis er identiske. La oss starte med å kjøre dette som en ANOVA. For å gjøre dette bruker vi datasettet |rtfm|_, og :numref:`fig-factorialanova6` viser hva vi får når vi kjører analysen i jamovi.
ta: நிச்சயமாக, இது இரண்டு-ப்ரெடிக்டர் பின்னடைவு மாதிரியை விவரிக்க நான் முன்பு பயன்படுத்திய அதே சமன்பாடு! ஒரே வேறுபாடு என்னவென்றால், *x *\: துணை: `1` மற்றும் *x *\: துணை:` 2` இப்போது *பைனரி *மாறிகள் (அதாவது, மதிப்புகள் 0 அல்லது 1 ஆக மட்டுமே இருக்க முடியும்), அதேசமயம் ஒரு பின்னடைவு பகுப்பாய்வில் நாம் *x *\: துணை: `1` மற்றும் *x *\: துணை:` 2` தொடர்ச்சியாக இருக்கும் என்று எதிர்பார்க்கலாம். இதைப் பற்றி நான் உங்களை நம்ப வைக்க சில வழிகள் உள்ளன. இரண்டும் ஒரே மாதிரியானவை என்பதை நிரூபிக்கும் ஒரு நீண்ட கணித பயிற்சியைச் செய்வதே ஒரு வாய்ப்பு. இருப்பினும், நான் ஒரு மூட்டுக்கு வெளியே சென்று இந்த புத்தகத்தின் வாசகர்களின் பெரும்பகுதி உதவியைக் காட்டிலும் எரிச்சலூட்டுவதைக் காணும் என்று நினைக்கிறேன். அதற்கு பதிலாக, நான் அடிப்படை யோசனைகளை விளக்குகிறேன், பின்னர் ANOVA பகுப்பாய்வுகள் மற்றும் பின்னடைவு பகுப்பாய்வுகள் ஒத்தவை அல்ல என்பதைக் காட்ட சமோவியை நம்பியிருக்கிறேன், அவை எல்லா நோக்கங்களுக்கும் நோக்கங்களுக்கும் ஒரே மாதிரியானவை. இதை ANOVA ஆக இயக்குவதன் மூலம் ஆரம்பிக்கலாம். இதைச் செய்ய, நாங்கள் | rtfm | _ தரவு தொகுப்பைப் பயன்படுத்துவோம், மேலும்: NumRef: `fig-factoralananova6` சமோவியில் பகுப்பாய்வை இயக்கும்போது நமக்குப் பெறுவதைக் காட்டுகிறது.

source: ANOVA with two factors (only main effects, without their interaction)
de: ANOVA mit zwei Faktoren (nur Haupteffekte, ohne ihre Interaktion)
nb: ANOVA med to faktorer (kun hovedeffekter, uten interaksjon)
ta: இரண்டு காரணிகளுடன் ANOVA (முக்கிய விளைவுகள் மட்டுமே, அவற்றின் தொடர்பு இல்லாமல்)

source: So, by reading the key numbers off the ANOVA table and the mean scores that we presented earlier, we can see that the students obtained a higher grade if they attended class (*F*\(1,5) = 21.6, *p* = 0.0056) and if they read the textbook: *F*\(1,5) = 52.3,*p* = 0.0008. Let’s make a note of those *p*-values and those *F*-statistics.
de: Wenn wir also die Ergebnisse aus der ANOVA-Tabelle mit den Mittelwerte aus unserer früheren Analyse vergleichen, so können wir sehen, dass die Schüler eine bessere Note erhielten, wenn sie am Unterricht teilnahmen (*F*\(1,5) = 21,6, *p* = 0,0056) und wenn sie das Lehrbuch gelesen haben: *F*\(1,5) = 52,3,*p* = 0,0008. Notieren wir uns diese *p*-Werte und diese *F*-Statistiken.
nb: Ved å lese nøkkeltallene fra ANOVA-tabellen og gjennomsnittsskårene som vi presenterte tidligere, kan vi se at elevene fikk en bedre karakter hvis de deltok i undervisningen (*F*\(1,5) = 21,6, *p* = 0,0056) og hvis de leste læreboken: *F*\(1,5) = 52,3, *p* = 0,0008. La oss notere oss disse *p*-verdiene og *F*-statistikkene.
ta: எனவே, ANOVA அட்டவணையின் முக்கிய எண்களையும், நாங்கள் முன்பு வழங்கிய சராசரி மதிப்பெண்களையும் படிப்பதன் மூலம், மாணவர்கள் வகுப்பில் (*f*\ (1,5) = 21.6,*ப* = 0.0056) மற்றும் அவர்கள் பாடப்புத்தகத்தைப் படித்தால்:*f*\ (1,5) = 52.3,*ப*= 0.0008. அந்த *பி *-மதிப்புகள் மற்றும் அந்த *எஃப் *-புள்ளிவிவரங்கள் ஆகியவற்றைக் குறிப்போம்.

source: Now let’s think about the same analysis from a linear regression perspective. In the |rtfm|_ data set, we have encoded ``attend`` and ``reading`` as if they were numeric predictors. In this case, this is perfectly acceptable. There really is a sense in which a student who turns up to class (i.e. ``attend = 1``) has in fact done “more attendance” than a student who does not (i.e. ``attend = 0``). So it’s not at all unreasonable to include it as a predictor in a regression model. It’s a little unusual, because the predictor only takes on two possible values, but it doesn’t violate any of the assumptions of linear regression. And it’s easy to interpret. If the regression coefficient for ``attend`` is greater than 0 it means that students that attend lectures get higher grades. If it’s less than zero then students attending lectures get lower grades. The same is true for our ``reading`` variable.
de: Betrachten wir nun die gleiche Analyse aus der Perspektive der linearen Regression. Im Datensatz |rtfm|_ haben wir ``attend`` und ``reading`` so kodiert, als wären sie numerische Prädiktoren. In diesem Fall ist dies durchaus akzeptabel. Ein Schüler, der zum Unterricht erscheint (d.h. ``attend = 1``), hat in der Tat „mehr Anwesenheit“ geleistet als ein Schüler, der nicht erscheint (d.h. ``attend = 0``). Es ist also gar nicht so unvernünftig, dies als Prädiktor in ein Regressionsmodell aufzunehmen. Es ist ein wenig ungewöhnlich, weil der Prädiktor nur einen von zwei möglichen Werten annehmen kann, aber es verletzt keine der Annahmen der linearen Regression. Und es ist leicht zu interpretieren. Wenn der Regressionskoeffizient für ``attend`` größer ist als 0 ist, bedeutet das, dass Studenten, die Vorlesungen besuchen, bessere Noten bekommen. Ist der Koeffizient kleiner als Null, dann haben die Studenten, die an Vorlesungen teilnehmen, schlechtere Noten. Das Gleiche gilt für unsere Variable ``reading``.
nb: La oss nå se på den samme analysen fra et lineært regresjonsperspektiv. I datasettet |rtfm|_ har vi kodet ``attend`` og ``reading`` som om de var numeriske prediktorer. I dette tilfellet er dette helt akseptabelt. Det er faktisk slik at en student som møter opp til timene (dvs. ``attend = 1``), faktisk har vært «mer til stede» enn en student som ikke møter opp (dvs. ``attend = 0``). Så det er slett ikke urimelig å inkludere det som en prediktor i en regresjonsmodell. Det er litt uvanlig, fordi prediktoren bare har to mulige verdier, men det bryter ikke med noen av forutsetningene for lineær regresjon. Og det er enkelt å tolke. Hvis regresjonskoeffisienten for ``attend`` er større enn 0, betyr det at studenter som deltar på forelesninger, får høyere karakterer. Hvis den er mindre enn null, får studenter som deltar på forelesninger, lavere karakterer. Det samme gjelder for variabelen ``reading``.
ta: இப்போது ஒரு நேரியல் பின்னடைவு கண்ணோட்டத்தில் அதே பகுப்பாய்வைப் பற்றி சிந்திக்கலாம். | Rtfm | _ தரவு தொகுப்பில், நாங்கள் `` கலந்துகொள்ளும்`` மற்றும் `` படித்தல்`` அவர்கள் எண் முன்கணிப்பாளர்களாக இருப்பதைப் போல குறியிட்டுள்ளோம். இந்த விசயத்தில், இது முற்றிலும் ஏற்றுக்கொள்ளத்தக்கது. வகுப்பிற்கு திரும்பும் ஒரு மாணவர் (அதாவது. எனவே பின்னடைவு மாதிரியில் முன்னறிவிப்பாளராக இதைச் சேர்ப்பது நியாயமற்றது. இது கொஞ்சம் அசாதாரணமானது, ஏனென்றால் முன்கணிப்பு இரண்டு சாத்தியமான மதிப்புகளை மட்டுமே எடுத்துக்கொள்கிறது, ஆனால் இது நேரியல் பின்னடைவின் எந்த அனுமானங்களையும் மீறாது. அதை விளக்குவது எளிது. `` கலந்துகொள்ளும்` `க்கான பின்னடைவு குணகம் 0 ஐ விட அதிகமாக இருந்தால், விரிவுரைகளில் கலந்து கொள்ளும் மாணவர்கள் அதிக தரங்களைப் பெறுகிறார்கள் என்பதாகும். இது பூச்சியத்தை விடக் குறைவாக இருந்தால், விரிவுரைகளில் கலந்து கொள்ளும் மாணவர்கள் குறைந்த தரங்களைப் பெறுகிறார்கள். எங்கள் `` வாசிப்பு`` மாறிக்கும் இதே நிலைதான்.

source: Wait a second though. *Why* is this true? It’s something that is intuitively obvious to everyone who has taken a few stats classes and is comfortable with the maths, but it *isn’t* clear to everyone else at first pass. To see why this is true, it helps to look closely at a few specific students. Let’s start by considering the 6th and 7th students in our data set (i.e. p = 6 and p = 7). Neither one has read the textbook, so in both cases we can set ``reading = 0``. Or, to say the same thing in our mathematical notation, we observe *X*\ :sub:`2,6` = 0 and *X*\ :sub:`2,7` = 0. However, student number 7 did turn up to lectures (i.e., ``attend = 1``, *X*\ :sub:`1,7` = 1) whereas student number 6 did not (i.e., ``attend = 0``, *X*\ :sub:`1,6` = 0). Now let’s look at what happens when we insert these numbers into the general formula for our regression line. For student number 6, the regression predicts that:
de: Aber warten Sie eine Sekunde. *Warum* ist das wahr? Es ist etwas, das intuitiv für jeden offensichtlich ist, der ein paar Statistikkurse besucht hat und mit der Mathematik vertraut ist, aber allen anderen ist es *nicht* auf Anhieb klar. Um zu sehen, warum das so ist, hilft es, sich ein paar ausgewählte Schüler genauer anzusehen. Betrachten wir zunächst den 6. und den 7. Schüler in unserem Datensatz (d. h. p = 6 und p = 7). Keiner von ihnen hat das Lehrbuch gelesen, also können wir in beiden Fällen ``reading = 0`` einstellen. Oder, um dasselbe in unserer mathematischen Notation zu sagen, wir beobachten *X*\ :sub:`2,6` = 0 und *X*\ :sub:`2,7` = 0. Student Nummer 7 ist jedoch zu den Vorlesungen erschienen (d.h., ``attend = 1``, *X*\ :sub:`1,7` = 1), während Student Nummer 6 nicht erschien (d.h. ``attend = 0``, *X*\ :sub:`1,6` = 0). Sehen wir uns nun an, was passiert, wenn wir diese Zahlen in die allgemeine Formel für unsere Regressionsgerade einsetzen. Für Schüler Nummer 6 sagt die Regression voraus, dass:
nb: Men vent litt. *Hvorfor* er dette sant? Det er noe som er intuitivt åpenbart for alle som har tatt noen statistikkurs og er komfortable med matematikken, men det *er* ikke klart for alle andre ved første gjennomkjøring. For å se hvorfor det er slik, er det nyttig å se nærmere på noen spesifikke studenter. La oss begynne med å se på 6. og 7. elev i datasettet vårt (dvs. p = 6 og p = 7). Ingen av dem har lest læreboken, så i begge tilfeller kan vi sette ``reading = 0``. Eller, for å si det samme i vår matematiske notasjon, vi observerer *X*\ :sub:`2,6` = 0 og *X*\ :sub:`2,7` = 0. Student nummer 7 møtte imidlertid opp til forelesningene (dvs. ``attend = 1``, *X*\ :sub:`1,7` = 1), mens student nummer 6 ikke gjorde det (dvs. ``attend = 0``, *X*\ :sub:`1,6` = 0). La oss nå se på hva som skjer når vi setter disse tallene inn i den generelle formelen for regresjonslinjen vår. For elev nummer 6 predikerer regresjonen at:
ta: ஒரு நொடி காத்திருங்கள். * ஏன்* இது உண்மை? இது சில புள்ளிவிவர வகுப்புகளை எடுத்த மற்றும் கணிதத்துடன் வசதியாக இருக்கும் அனைவருக்கும் உள்ளுணர்வாக வெளிப்படையான ஒன்று, ஆனால் இது முதல் பாசில் மற்ற அனைவருக்கும் தெளிவாக இல்லை. இது ஏன் உண்மை என்று பார்க்க, இது ஒரு சில குறிப்பிட்ட மாணவர்களை உற்று நோக்க உதவுகிறது. எங்கள் தரவுத் தொகுப்பில் 6 மற்றும் 7 வது மாணவர்களைக் கருத்தில் கொண்டு ஆரம்பிக்கலாம் (அதாவது பி = 6 மற்றும் பி = 7). யாரும் பாடப்புத்தகத்தைப் படிக்கவில்லை, எனவே இரண்டு சந்தர்ப்பங்களிலும் `` வாசிப்பு = 0`` ஐ அமைக்கலாம். அல்லது, எங்கள் கணிதக் குறியீட்டில் இதே விசயத்தைச் சொல்ல, *x *\: துணை: `2,6` = 0 மற்றும் *x *\: துணை:` 2,7` = 0. இருப்பினும், மாணவர் எண் 7 செய்தது விரிவுரைகளுக்கு திரும்பவும் (அதாவது, `` கலந்து கொள்ளுங்கள் = 1``, *x *\: துணை: `1,7` = 1) மாணவர் எண் 6 இல்லை (அதாவது,` `கலந்து கொள்ளுங்கள் = 0``, *x * \: துணை: `1,6` = 0). எங்கள் பின்னடைவு வரிக்கான பொது சூத்திரத்தில் இந்த எண்களைச் செருகும்போது என்ன நடக்கும் என்பதைப் பார்ப்போம். மாணவர் எண் 6 க்கு, பின்னடைவு இதை முன்னறிவிக்கிறது:

source: So we’re expecting that this student will obtain a grade corresponding to the value of the intercept term *b*\ :sub:`0`. What about student 7? This time when we insert the numbers into the formula for the regression line, we obtain the following:
de: Wir gehen also davon aus, dass dieser Schüler eine Note erhält, die dem Wert des Interzept Terms *b*\ :sub:`0` entspricht. Was ist mit dem 7. Schüler? Wenn wir dieses Mal die Zahlen in die Formel für die Regressionsgerade einsetzen, erhalten wir folgendes Ergebnis:
nb: Vi forventer altså at denne eleven vil få en karakter som tilsvarer verdien av termen for intercept *b*\ :sub:`0`. Hva med student 7? Når vi denne gangen setter inn tallene i formelen for regresjonslinjen, får vi følgende:
ta: எனவே இந்த மாணவர் *B *\: துணை: `0` இடைமறிப்பு காலத்தின் மதிப்புக்கு ஒத்த தரத்தைப் பெறுவார் என்று நாங்கள் எதிர்பார்க்கிறோம். மாணவர் 7 பற்றி என்ன? இந்த முறை பின்னடைவு வரிக்கான சூத்திரத்தில் எண்களைச் செருகும்போது, பின்வருவனவற்றைப் பெறுகிறோம்:

source: Because this student attended class, the predicted grade is equal to the intercept term *b*\ :sub:`0` *plus* the coefficient associated with the ``attend`` variable, *b*\ :sub:`1`. So, if *b*\ :sub:`1` is greater than zero, we’re expecting that the students who turn up to lectures will get higher grades than those students who don’t. If this coefficient is negative we’re expecting the opposite: students who turn up at class end up performing much worse. In fact, we can push this a little bit further. What about student number 1, who turned up to class (*X*\ :sub:`1,1` = 1) *and* read the textbook (*X*\ :sub:`2,1` = 1)? If we plug these numbers into the regression we get:
de: Da dieser Student an den Vorlesungen teilgenommen hat, ist die vorhergesagte Note gleich dem Interzept-Term *b*\ :sub:`0` *plus* dem Koeffizienten, der mit der Variable ``attend`` verbunden ist, *b*\ :sub:`1`. Wenn also *b*\ :sub:`1` größer als Null ist, erwarten wir, dass die Studenten, die zu den Vorlesungen erscheinen, bessere Noten bekommen als die Studenten, die nicht kommen. Wenn dieser Koeffizient negativ ist, erwarten wir das Gegenteil: Studierende, die zu den Vorlesungen erscheinen, erbringen schlechtere Leistungen. Wir können das Ganze sogar noch ein bisschen weiter treiben. Was ist mit dem 1. Schüler, der zum Unterricht erschienen ist (*X*\ :sub:`1,1` = 1) *und* das Lehrbuch gelesen hat (*X*\ :sub:`2,1` = 1)? Wenn wir diese Zahlen in die Regression einsetzen, erhalten wir:
nb: Fordi denne studenten møtte til forelesningene, er den predikerte karakteren lik termen for intercept *b*\ :sub:`0` *pluss* koeffisienten knyttet til variabelen ``attend``, *b*\ :sub:`1`. Hvis *b*\ :sub:`1` er større enn null, forventer vi altså at de studentene som møter opp til forelesningene, får bedre karakterer enn de som ikke møter opp. Hvis koeffisienten er negativ, forventer vi det motsatte: Studenter som møter opp til forelesningene, ender opp med å prestere mye dårligere. Vi kan faktisk dra dette litt lenger. Hva med elev nummer 1, som møtte opp til timen (*X*\ :sub:`1,1` = 1) *og* leste læreboka (*X*\ :sub:`2,1` = 1)? Hvis vi setter disse tallene inn i regresjonen, får vi:
ta: இந்த மாணவர் வகுப்பில் கலந்துகொண்டதால், கணிக்கப்பட்ட தகுதி *b *\: துணை: `0` *பிளச் *` `கலந்துகொள்ளும்`` மாறுபாடு, *பி *\: துணை: `1` . எனவே, *b *\: துணை: `1` பூச்சியத்தை விட அதிகமாக இருந்தால், விரிவுரைகளுக்கு திரும்பும் மாணவர்கள் இல்லாத மாணவர்களை விட அதிக தரங்களைப் பெறுவார்கள் என்று நாங்கள் எதிர்பார்க்கிறோம். இந்த குணகம் எதிர்மறையாக இருந்தால், நாங்கள் இதற்கு நேர்மாறாக எதிர்பார்க்கிறோம்: வகுப்பில் வரும் மாணவர்கள் மிகவும் மோசமாக செயல்படுகிறார்கள். உண்மையில், இதை நாம் இன்னும் கொஞ்சம் தள்ளலாம். மாணவர் எண் 1 பற்றி, வகுப்பிற்கு (*x*\: துணை: `1,1` = 1)**மற்றும்*பாடப்புத்தகத்தைப் படியுங்கள் (*x*\: துணை:` 2,1` = 1)? இந்த எண்களை நாம் பெறும் பின்னடைவில் செருகினால்:

source: So if we assume that attending class helps you get a good grade (i.e., *b*\ :sub:`1` > 0) and if we assume that reading the textbook also helps you get a good grade (i.e., *b*\ :sub:`2` > 0), then our expectation is that student 1 will get a grade that that is higher than student 6 and student 7.
de: Wenn wir also davon ausgehen, dass die Teilnahme am Unterricht zu einer guten Note beiträgt (d.h., *b*\ :sub:`1` > 0) und wenn wir annehmen, dass das Lesen des Lehrbuchs ebenfalls zu einer guten Note beiträgt (d.h., *b*\ :sub:`2` > 0), dann ist unsere Erwartung, dass der 1. Schüler eine bessere Note erhält als der 6. und der 7. Schüler.
nb: Så hvis vi antar at det å delta i undervisningen hjelper deg å få en god karakter (dvs. *b*\ :sub:`1` > 0), og hvis vi antar at det å lese læreboken også hjelper deg å få en god karakter (dvs. *b*\ :sub:`2` > 0), forventer vi at student 1 vil få en karakter som er høyere enn student 6 og student 7.
ta: ஆகவே, கலந்துகொள்வது ஒரு நல்ல தரத்தைப் பெற உதவுகிறது என்று நாங்கள் கருதினால் \: துணை: `2`> 0), மாணவர் 1 மற்றும் மாணவர் 7 ஐ விட அதிகமான தரத்தை மாணவர் 1 பெறுவார் என்பது எங்கள் எதிர்பார்ப்பு.

source: And at this point you won’t be at all suprised to learn that the regression model predicts that student 3, who read the book but didn’t attend lectures, will obtain a grade of *b*\ :sub:`2` + *b*\ :sub:`0`. I won’t bore you with yet another regression formula. Instead, what I’ll do is show you the following table of *expected grades*:
de: Und an dieser Stelle wird es Sie nicht überraschen, dass das Regressionsmodell vorhersagt, dass der 3. Schüler, der das Buch gelesen, aber nicht an den Vorlesungen teilgenommen hat, eine Note von *b*\ :sub:`2` + *b*\ :sub:`0` erhalten wird. Ich werde Sie nicht mit einer weiteren Regressionsformel langweilen. Stattdessen zeige ich Ihnen die folgende Tabelle der *erwarteten Noten*:
nb: Og nå blir du ikke overrasket over å høre at regresjonsmodellen predikerer at student 3, som har lest boken, men ikke deltatt på forelesningene, vil få en karakter på *b*\ :sub:`2` + *b*\ :sub:`0`. Jeg skal ikke kjede deg med enda en regresjonsformel. I stedet vil jeg vise deg følgende tabell over *forventede karakterer*:
ta: இந்த கட்டத்தில் நீங்கள் புத்தகத்தைப் படித்த ஆனால் விரிவுரைகளில் கலந்து கொள்ளாத மாணவர் 3 *b *\: துணை: `2` + என்ற தரத்தைப் பெறுவார் என்று பின்னடைவு மாதிரி கணித்துள்ளது என்பதை அறிய நீங்கள் விரும்ப மாட்டீர்கள் *பி*\: துணை: `0`. இன்னொரு பின்னடைவு சூத்திரத்துடன் நான் உங்களைத் தாங்க மாட்டேன். அதற்கு பதிலாக, நான் என்ன செய்வேன் என்பது *எதிர்பார்க்கப்படும் தரங்களின் பின்வரும் அட்டவணையை உங்களுக்குக் காண்பிப்பதாகும்:

source: read the textbook?
de: Lehrbuch gelesen?
nb: lest læreboken?
ta: பாடப்புத்தகத்தைப் படிக்கவா?

source: no
de: Nein
nb: nei
ta: இல்லை

source: yes
de: Ja
nb: ja
ta: ஆம்

source: **attended?**
de: **An Vorlesungen teilgenommen?**
nb: **oppmøte?**
ta: ** கலந்து கொண்டதா? **

source: **no**
de: **Nein**
nb: **nei**
ta: ** இல்லை **

source: **yes**
de: **Ja**
nb: **ja**
ta: ** ஆம் **

source: Okay, now that we’re really starting to see why ANOVA and regression are basically the same thing, let’s actually run our regression using the |rtfm|_ data set and the jamovi regression analysis to convince ourselves that this is really true. Running the regression in the usual way gives the results shown in :numref:`fig-factorialanova7`.
de: Da wir jetzt langsam beginnen, zu verstehen, warum ANOVA und Regression im Grunde dasselbe sind, führen wir unsere Regression mit dem |rtfm|_-Datensatz und der jamovi-Regressionsanalyse durch, um uns davon zu überzeugen, dass dies wirklich so ist. Das Durchführen der Regression auf die übliche Weise ergibt die in :numref:`fig-factorialanova7` dargestellten Ergebnisse.
nb: Ok, nå som vi virkelig begynner å forstå hvorfor ANOVA og regresjon i bunn og grunn er det samme, la oss faktisk kjøre regresjonen vår ved hjelp av datasettet |rtfm|_ og jamovi-regresjonsanalysen for å overbevise oss selv om at dette virkelig er sant. Å kjøre regresjonen på vanlig måte gir resultatene som vises i :numref:`fig-factorialanova7`.
ta: சரி, இப்போது ANOVA மற்றும் பின்னடைவு ஏன் ஒரே மாதிரியானவை என்பதை இப்போது நாம் காணத் தொடங்கியுள்ளோம், இது உண்மையில் உண்மை என்று நம்மை நம்பவைக்க | RTFM | _ தரவு தொகுப்பு மற்றும் சாமோவி பின்னடைவு பகுப்பாய்வு ஆகியவற்றைப் பயன்படுத்தி எங்கள் பின்னடைவை உண்மையில் இயக்குவோம். வழக்கமான வழியில் பின்னடைவை இயக்குவது காட்டப்பட்டுள்ள முடிவுகளைத் தருகிறது: NUMREF: `Fig-factoriananova7`.

source: Regression analysis for the rtfm dataset, unsaturated
de: Regressionsanalyse für den |rtfm|-Datensatz (ungesättigtes Modell)
nb: Regresjonsanalyse for rtfm-datasett, umettet (*unsaturated*)
ta: RTFM தரவுத்தொகுப்பிற்கான பின்னடைவு பகுப்பாய்வு, நிறைவுறா
