Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Factorial ANOVA
de: Faktorielle ANOVA
nb: Faktoriell ANOVA
ta: காரணி ANOVA

source: Over the course of the last few chapters we have done quite a lot. We have looked at statistical tests you can use when you have one nominal predictor variable |nominal| with two groups (e.g. the *t*-test, chapter :doc:`../Ch11/Ch11_tTest`) or with three or more groups (e.g. in chapter :doc:`../Ch13/Ch13_ANOVA`). The chapter on :doc:`../Ch12/Ch12_Regression` introduced a powerful new idea, that is building statistical models with *multiple* continuous predictor variables |continuous| used to explain a single outcome variable |continuous|. For instance, a regression model could be used to predict the number of errors a student makes in a reading comprehension test based on the number of hours they studied for the test and their score on a standardised IQ test.
de: In den bisherigen Kapiteln haben wir ine Menge gelernt und getan. Wir haben uns statistische Tests angesehen, die man verwenden kann, wenn man eine nominale Prädiktorvariable |nominal| mit zwei Gruppen (z.B. den *t*-Test, Kapitel :doc:`../Ch11/Ch11_tTest`) oder mit drei oder mehr Gruppen (z.B. in Kapitel :doc:`../Ch13/Ch13_ANOVA`). Im Kapitel :doc:`../Ch12/Ch12_Regression` wurde eine neue Idee vorgestellt, nämlich das Erstellen statistischer Modelle mit *mehreren* kontinuierlichen Prädiktorvariablen |continuous|, die zur Erklärung einer einzelnen Ergebnisvariablen |continuous| verwendet werden. Beispielsweise könnte ein Regressionsmodell verwendet werden, um vorherzusagen, wie viele Fehler ein Schüler in einem Leseverständnistest macht, wobei die Vorhersage auf der Anzahl der Stunden, die er für den Test gelernt hat, sowie seiner Punktzahl in einem standardisierten IQ-Test basiert.
nb: I løpet av de siste kapitlene har vi gjort ganske mye. Vi har sett på statistiske tester du kan bruke når du har én nominell prediktorvariabel |nominal| med to grupper (f.eks. *t*-testen, kapittel :doc:`../Ch11/Ch11_tTest`) eller med tre eller flere grupper (f.eks. i kapittel :doc:`../Ch13/Ch13_ANOVA`). Kapittelet om :doc:`../Ch12/Ch12_Regression` introduserte en ny, kraftfull idé, nemlig å bygge statistiske modeller med *flere* kontinuerlige prediktorvariabler |continuous| som brukes til å forklare en enkelt utfallsvariabel |continuous|. En regresjonsmodell kan for eksempel brukes til å forutsi hvor mange feil en elev gjør i en leseforståelsestest basert på antall timer de har studert til testen og poengsummen deres på en standardisert IQ-test.
ta: கடந்த சில அத்தியாயங்களின் போது நாங்கள் நிறைய செய்துள்ளோம். உங்களிடம் ஒரு பெயரளவு முன்கணிப்பு மாறி | பெயரளவு | இருக்கும்போது நீங்கள் பயன்படுத்தக்கூடிய புள்ளிவிவர சோதனைகளை நாங்கள் பார்த்தோம். இரண்டு குழுக்களுடன் (எ.கா. *t *-test, அத்தியாயம்: டாக்: `../ ch11/ch11_ttest`) அல்லது மூன்று அல்லது அதற்கு மேற்பட்ட குழுக்களுடன் (எ.கா. அத்தியாயத்தில்: டாக்:` ../ ch13/ch13_anova`). அத்தியாயம்: டாக்: `../ சி.எச் .12/சி.எச். ஒற்றை விளைவு மாறியை விளக்கப் பயன்படுகிறது | தொடர்ச்சியான |. க்கு instance, a regression மாதிரியுரு could be used பெறுநர் predict the எண் of errors a student makes in a படித்தல் comprehension தேர்வு based on the எண் of hours they studied க்கு the தேர்வு and their கெலிப்பெண் on a standardised IQ test.

source: The goal in this chapter is to extend the idea of using multiple predictors into the ANOVA framework. For instance, suppose we were interested in using the reading comprehension test to measure student achievements in three different schools, and we suspect that girls and boys are developing at different rates (and so would be expected to have different performance on average). Each student is classified in two different ways: on the basis of their gender and on the basis of their school. What we’d like to do is analyse the reading comprehension scores in terms of *both* of these grouping variables |nominal|. The tool for doing so is generically referred to as **factorial ANOVA**. However, since we have two grouping variables |nominal|, we sometimes refer to the analysis as a two-way ANOVA, in contrast to the one-way ANOVAs that we ran in chapter :doc:`../Ch13/Ch13_ANOVA`.
de: Ziel dieses Kapitels ist es, die Idee der Verwendung mehrerer Prädiktoren auf die ANOVA zu übertragen. Nehmen wir zum Beispiel an, dass wir mit dem Leseverständnistest die Leistungen der Schüler in drei verschiedenen Schulen messen wollen und dass wir vermuten, dass sich Mädchen und Jungen unterschiedlich schnell entwickeln (und daher im Durchschnitt unterschiedliche Leistungen zu erwarten sind). Jeder Schüler wird auf zwei verschiedene Arten klassifiziert: nach seinem Geschlecht und nach seiner Schule. Wir möchten die Ergebnisse für das Leseverständnis im Hinblick auf *beide* dieser Gruppierungsvariablen |nominal| analysieren. Das Instrument dafür wird allgemein als **faktorielle ANOVA** bezeichnet. Da wir jedoch zwei Gruppierungsvariablen |nominal| haben, bezeichnen wir die Analyse gewöhnlich als zweifaktorielle ANOVA, im Gegensatz zur einfaktoriellen ANOVA, die wir in Kapitel :doc:`../Ch13/Ch13_ANOVA` eingeführt haben.
nb: Målet med dette kapittelet er å utvide ideen om bruk av flere prediktorer til ANOVA-rammeverket. Anta for eksempel at vi er interessert i å bruke leseforståelsestesten til å måle elevenes prestasjoner på tre forskjellige skoler, og at vi mistenker at jenter og gutter utvikler seg i ulik takt (og dermed forventes å ha ulike prestasjoner i gjennomsnitt). Hver elev er klassifisert på to forskjellige måter: på grunnlag av kjønn og på grunnlag av skole. Det vi ønsker å gjøre, er å analysere leseforståelsesresultatene med hensyn til *begge* disse grupperingsvariablene |nominal|. Verktøyet for å gjøre dette kalles vanligvis **faktoriell ANOVA**. Men siden vi har to grupperingsvariabler |nominal|, refererer vi noen ganger til analysen som en toveis ANOVA, i motsetning til enveis ANOVA som vi kjørte i kapittel :doc:`../Ch13/Ch13_ANOVA`.
ta: இந்த அத்தியாயத்தில் உள்ள குறிக்கோள், ANOVA கட்டமைப்பில் பல முன்னறிவிப்பாளர்களைப் பயன்படுத்துவதற்கான யோசனையை விரிவுபடுத்துவதாகும். உதாரணமாக, மூன்று வெவ்வேறு பள்ளிகளில் மாணவர் சாதனைகளை அளவிட வாசிப்பு புரிதல் சோதனையைப் பயன்படுத்துவதில் நாங்கள் ஆர்வமாக இருந்தோம் என்று வைத்துக்கொள்வோம், மேலும் சிறுமிகளும் சிறுவர்களும் வெவ்வேறு விகிதத்தில் வளர்ந்து வருவதாக நாங்கள் சந்தேகிக்கிறோம் (எனவே சராசரியாக வெவ்வேறு செயல்திறனைக் கொண்டிருக்கும் என்று எதிர்பார்க்கப்படுகிறது). ஒவ்வொரு மாணவரும் இரண்டு வெவ்வேறு வழிகளில் வகைப்படுத்தப்படுகிறார்கள்: அவர்களின் பாலினத்தின் அடிப்படையில் மற்றும் அவர்களின் பள்ளியின் அடிப்படையில். இந்த குழு மாறிகள் | பெயரளவு | அடிப்படையில் * இரண்டின் அடிப்படையில் வாசிப்பு புரிந்துகொள்ளும் மதிப்பெண்களை பகுப்பாய்வு செய்வதே நாங்கள் செய்ய விரும்புவது. அவ்வாறு செய்வதற்கான கருவி பொதுவாக ** காரணியாலான ANOVA ** என குறிப்பிடப்படுகிறது. எவ்வாறாயினும், எங்களிடம் இரண்டு குழும மாறிகள் |

source: Factorial ANOVA 1: balanced designs, no interactions
de: Faktorielle ANOVA 1: balancierte Designs, keine Wechselwirkungen
nb: Faktoriell ANOVA 1: balansert design, ingen interaksjoner
ta: காரணி ANOVA 1: சீரான வடிவமைப்புகள், இடைவினைகள் இல்லை

source: When we discussed analysis of variance in chapter :doc:`../Ch13/Ch13_ANOVA`, we assumed a fairly simple experimental design. Each person is in one of several groups and we want to know whether these groups have different mean scores on some outcome variable. In this section, I’ll discuss a broader class of experimental designs known as **factorial designs**, in which we have more than one grouping variable |nominal|. I gave one example of how this kind of design might arise above. Another example appears in chapter :doc:`../Ch13/Ch13_ANOVA` in which we were looking at the effect of different drugs on the ``mood.gain`` experienced by each person |continuous|. In that chapter we did find a significant effect of drug, but at the end of the chapter we also ran an analysis to see if there was an effect of therapy. We didn’t find one, but there’s something a bit worrying about trying to run two *separate* analyses trying to predict the same outcome. Maybe there actually *is* an effect of therapy on mood gain, but we couldn’t find it because it was being “hidden” by the effect of drug? In other words, we’re going to want to run a *single* analysis that includes *both* ``drug`` and ``therapy`` as predictors. For this analysis each person is cross-classified by the drug they were given (a factor with 3 levels) and what therapy they received (a factor with 2 levels). We refer to this as a 3 × 2 factorial design.
de: Als wir in Kapitel :doc:`../Ch13/Ch13_ANOVA` die Varianzanalyse eingeführt haben, sind wir von einem recht einfachen Versuchsplan ausgegangen. Jede Person gehört zu einer von mehreren Gruppen, und wir wollen wissen, ob diese Gruppen unterschiedliche Mittelwerte für eine Ergebnisvariable aufweisen. In diesem Abschnitt werde ich eine breitere Klasse von Versuchsplänen erörtern, die als **faktorielle Versuchspläne** bekannt sind und in denen es mehr als eine Gruppierungsvariable |nominal| gibt. Ich habe oben ein Beispiel für diese Art von Versuchsplan gegeben. Ein weiteres Beispiel findet sich in Kapitel :doc:`../Ch13/Ch13_ANOVA`, wo wir die Wirkung verschiedener Medikamente auf die Stimmungsänderung (``mood.gain``) verschiedener Personen |continuous| erfahren haben. In diesem Kapitel haben wir einen signifikanten Effekt des Medikaments gefunden, aber am Ende des Kapitels haben wir auch eine Analyse durchgeführt, um zu sehen, ob es einen Effekt der Therapie gibt. Wir haben keinen gefunden, aber es ist etwas beunruhigend, zwei *getrennte* Analysen durchzuführen, um dasselbe Ergebnis vorherzusagen. Vielleicht gibt es *tatsächlich* einen Effekt der Therapie auf die Stimmungsverbesserung, aber wir konnten ihn nicht finden, weil er durch den Effekt des Medikaments „versteckt“ wurde? Mit anderen Worten, wir wollen eine *einzelne* Analyse durchführen, die *sowohl* ``drug`` *als auch* ``therapy`` als Prädiktoren enthält. Für diese Analyse wird jede Person nach dem Medikament, das sie erhalten hat (ein Faktor mit 3 Stufen), und der Therapie, die sie erhalten hat (ein Faktor mit 2 Stufen), klassifiziert. Wir bezeichnen dies als 3 × 2 faktorielles Design.
nb: Da vi diskuterte variansanalyse i kapittel :doc:`../Ch13/Ch13_ANOVA`, tok vi utgangspunkt i et ganske enkelt eksperimentelt design. Hver person er i én av flere grupper, og vi ønsker å finne ut om disse gruppene har forskjellige gjennomsnittsskårer på en eller annen utfallsvariabel. I denne delen skal jeg ta for meg en bredere klasse av eksperimentelle design som kalles **faktorielle design**, der vi har mer enn én grupperingsvariabel |nominal|. Jeg ga ett eksempel på hvordan denne typen design kan oppstå ovenfor. Et annet eksempel finner du i kapittel :doc:`../Ch13/Ch13_ANOVA`, der vi så på effekten av ulike legemidler på den ``mood.gain`` som hver person opplevde |continuous|. I det kapittelet fant vi en signifikant effekt av legemiddel, men på slutten av kapittelet kjørte vi også en analyse for å se om det var en effekt av terapi. Vi fant ingen effekt, men det er litt bekymringsfullt å prøve å kjøre to *separate* analyser for å forutsi det samme utfallet. Kanskje det faktisk *er* en effekt av terapi (``therapy``) på humørforbedringer (``mood.gain``), men at vi ikke kunne finne den fordi den ble «skjult» av effekten av legemiddelet? Med andre ord ønsker vi å kjøre en *enkel* analyse som inkluderer *både* ``drug`` og ``therapy`` som prediktorer. I denne analysen kryssklassifiseres hver person etter hvilket legemiddel de fikk (``drug``; en faktor med tre nivåer) og hvilken terapi de fikk (``therapy``; en faktor med to nivåer). Vi kaller dette en 3 × 2-faktoriell design.
ta: அத்தியாயத்தில் மாறுபாட்டின் பகுப்பாய்வைப் பற்றி விவாதித்தபோது: DOC: `../ ch13/ch13_anova`, நாங்கள் மிகவும் எளிமையான சோதனை வடிவமைப்பை ஏற்றுக்கொண்டோம். ஒவ்வொரு நபரும் பல குழுக்களில் ஒன்றில் உள்ளனர், மேலும் இந்த குழுக்கள் சில விளைவு மாறியில் வெவ்வேறு சராசரி மதிப்பெண்களைக் கொண்டுள்ளனவா என்பதை அறிய விரும்புகிறோம். இந்த பிரிவில், ** காரணியாலான வடிவமைப்புகள் ** எனப்படும் பரந்த அளவிலான சோதனை வடிவமைப்புகளைப் பற்றி விவாதிப்பேன், இதில் ஒன்றுக்கு மேற்பட்ட குழுக்கள் மாறுகின்றன | பெயரளவு |. இந்த வகையான வடிவமைப்பு மேலே எவ்வாறு எழக்கூடும் என்பதற்கு நான் ஒரு உதாரணத்தை அளித்தேன். அத்தியாயத்தில் மற்றொரு எடுத்துக்காட்டு தோன்றும்: DOC: `../ ch13/ch13_anova` இதில் ஒவ்வொரு நபரும் அனுபவித்த` `மனநிலையில்` மனநிலையில் வெவ்வேறு மருந்துகளின் விளைவைப் பார்த்துக் கொண்டிருந்தோம் | தொடர்ச்சியான |. அந்த அத்தியாயத்தில் நாங்கள் மருந்தின் குறிப்பிடத்தக்க விளைவைக் கண்டோம், ஆனால் அத்தியாயத்தின் முடிவில் சிகிச்சையின் விளைவு இருக்கிறதா என்று ஒரு பகுப்பாய்வையும் நடத்தினோம். நாங்கள் ஒன்றைக் கண்டுபிடிக்கவில்லை, ஆனால் அதே முடிவைக் கணிக்க முயற்சிக்கும் இரண்டு * தனித்தனி * பகுப்பாய்வுகளை இயக்க முயற்சிப்பதைப் பற்றி கொஞ்சம் கவலைப்படுகிறார். மனநிலை ஆதாயத்தில் சிகிச்சையின் விளைவு * உண்மையில் * இருக்கலாம், ஆனால் போதைப்பொருளின் விளைவால் அது “மறைக்கப்பட்டுள்ளது” என்பதால் அதை எங்களால் கண்டுபிடிக்க முடியவில்லை? வேறு வார்த்தைகளில் கூறுவதானால், * `` மருந்து` மற்றும் `` சிகிச்சை` இரண்டையும் முன்னறிவிப்பாளர்களாக உள்ளடக்கிய * ஒற்றை * பகுப்பாய்வை இயக்க விரும்புகிறோம். இந்த பகுப்பாய்விற்கு ஒவ்வொரு நபரும் அவர்களுக்கு வழங்கப்பட்ட மருந்துகளால் குறுக்கு வகைப்படுத்தப்படுகிறார்கள் (3 நிலைகளைக் கொண்ட ஒரு காரணி) மற்றும் அவர்கள் எந்த சிகிச்சையைப் பெற்றார்கள் (2 நிலைகளைக் கொண்ட ஒரு காரணி). இதை நாங்கள் 3 × 2 காரணியாலான வடிவமைப்பு என்று குறிப்பிடுகிறோம்.

source: If we cross-tabulate ``drug`` by ``therapy``, using the ``Frequencies`` → ``Contingency Tables`` analysis in jamovi (see :doc:`../Ch06/Ch06_DataHandling_1`), we get the table shown in :numref:`fig-factorialanova1`.
de: Wenn wir ``drug`` und ``therapy`` kreuztabellieren, indem wir die Analyse ``Frequencies`` → ``Contingency Tables`` in jamovi verwenden (siehe :doc:`../Ch06/Ch06_DataHandling_1`), erhalten wir die in :numref:`fig-factorialanova1` gezeigte Tabelle.
nb: Hvis vi krysstabulerer ``drug`` med ``therapy``, ved hjelp av ``Frequencies`` → ``Contingency Tables`` i jamovi (se :doc:`../Ch06/Ch06_DataHandling_1`), får vi tabellen som vises i :numref:`fig-factorialanova1`.
ta: `` சிகிச்சை` மூலம் `` மருந்து` `` `சிகிச்சை` மூலம்,` `அதிர்வெண்கள்` →` `` தற்செயல் அட்டவணைகள்`` சாமோவியில் பகுப்பாய்வைப் பயன்படுத்தி நாம் குறுக்கு-தட்டச்சு செய்தால் (பார்க்க: டாக்: `.. காட்டப்பட்டுள்ள அட்டவணையைப் பெறுங்கள்: NumRef: `Fig-factoralanova1`.

source: jamovi contingency table for ``drug`` by ``therapy``
de: jamovi-Kreuztabelle für Arzneimittel (``drug``) und Therapie (``therapy``)
nb: jamovi krysstabell for ``drug`` etter ``therapy``
ta: `` சிகிச்சை` ஆல் `` மருந்து` க்கான சாமோவி தற்செயல் அட்டவணை

source: As you can see, not only do we have participants corresponding to all possible combinations of the two factors, indicating that our design is **completely crossed**, it turns out that there are an equal number of people in each group. In other words, we have a **balanced** design. In this section I’ll talk about how to analyse data from balanced designs, since this is the simplest case. The story for unbalanced designs is quite tedious, so we’ll put it to one side for the moment.
de: Wie Sie sehen, haben wir nicht nur Teilnehmer, die allen möglichen Kombinationen der beiden Faktoren entsprechen, was darauf hindeutet, dass unser Design **vollständig gekreuzt** ist, sondern es stellt sich auch heraus, dass sich in jeder Gruppe auch die gleiche Anzahl von Personen befindet. Mit anderen Worten, wir haben ein **balanciertes** Design. In diesem Abschnitt werde ich darüber sprechen, wie man Daten aus balancierten Designs analysiert, da dies der einfachste Fall ist. Die Geschichte für unbalancierte Designs ist aufwändiger, also lassen wir sie für den Moment beiseite.
nb: Som du kan se, har vi ikke bare deltakere som tilsvarer alle mulige kombinasjoner av de to faktorene, noe som indikerer at designet vårt er **fullstendig krysset**, det viser seg også at det er like mange personer i hver gruppe. Vi har med andre ord et **balansert** design. I denne delen skal jeg snakke om hvordan man analyserer data fra balanserte design, siden dette er det enkleste tilfellet. Historien om ubalanserte design er ganske kjedelig, så vi legger den til side for øyeblikket.
ta: நீங்கள் பார்க்கிறபடி, இரண்டு காரணிகளின் சாத்தியமான அனைத்து சேர்க்கைகளுக்கும் ஒத்த பங்கேற்பாளர்கள் எங்களிடம் இருப்பது மட்டுமல்லாமல், எங்கள் வடிவமைப்பு ** முழுவதுமாக கடக்கப்பட்டது ** என்பதைக் குறிக்கிறது, ஒவ்வொரு குழுவிலும் சம எண்ணிக்கையிலான மக்கள் இருக்கிறார்கள் என்று மாறிவிடும். வேறு வார்த்தைகளில் கூறுவதானால், எங்களிடம் ** சீரான ** வடிவமைப்பு உள்ளது. இந்த பிரிவில் நான் சீரான வடிவமைப்புகளிலிருந்து தரவை எவ்வாறு பகுப்பாய்வு செய்வது என்பது பற்றி பேசுவேன், ஏனெனில் இது எளிமையான வழக்கு. சமநிலையற்ற வடிவமைப்புகளுக்கான கதை மிகவும் கடினமானது, எனவே நாங்கள் அதை ஒரு பக்கத்திற்கு இப்போதைக்கு வைப்போம்.

source: What hypotheses are we testing?
de: Welche Hypothesen testen wir?
nb: Hvilke hypoteser tester vi?
ta: நாம் என்ன கருதுகோள்களை சோதிக்கிறோம்?

source: Like one-way ANOVA, factorial ANOVA is a tool for testing certain types of hypotheses about population means. So a sensible place to start would be to be explicit about what our hypotheses actually are. However, before we can even get to that point, it’s really useful to have some clean and simple notation to describe the population means. Because of the fact that observations are cross-classified in terms of two different factors, there are quite a lot of different means that one might be interested in. To see this, let’s start by thinking about all the different sample means that we can calculate for this kind of design. Firstly, there’s the obvious idea that we might be interested in this list of group means:
de: Wie die einfaktorielle ANOVA ist die (mehr-)faktorielle ANOVA ein Instrument zur Prüfung von Hypothesen über die Mittelwerte einer Population. Ein sinnvoller Anfang wäre also, sich klar darüber zu werden, was eigentlich unsere Hypothesen sind. Bevor wir jedoch zu diesem Punkt kommen, ist es nützlich, eine saubere und einfache Notation zur Beschreibung der Populationsmittelwerte einzuführen. Aufgrund der Tatsache, dass die Beobachtungen in Bezug auf *zwei* verschiedene Faktoren klassifiziert werden, gibt es eine ganze Reihe von Mittelwerten, an denen man interessiert sein könnte. Um dies zu erkennen, sollten wir zunächst über die verschiedenen Stichprobenmittelwerte nachdenken, die wir für diese Art von Design berechnen können. Zunächst ist es naheliegend, dass wir an der folgenden Liste von Gruppenmittelwerten interessiert sind:
nb: I likhet med enveis ANOVA er faktoriell ANOVA et verktøy for å teste visse typer hypoteser om populasjonsgjennomsnitt. Et fornuftig sted å starte ville derfor være å være eksplisitt om hva hypotesene våre faktisk er. Men før vi i det hele tatt kommer så langt, er det nyttig å ha en ren og enkel notasjon for å beskrive populasjonsgjennomsnittet. Siden observasjonene er kryssklassifisert med hensyn til to ulike faktorer, finnes det ganske mange ulike gjennomsnitt som man kan være interessert i. For å se dette, la oss begynne med å tenke på alle de ulike utvalgsgjennomsnittene som vi kan beregne for denne typen design. For det første er det åpenbart at vi kan være interessert i denne listen over gruppegjennomsnitt:
ta: Like one-way ANOVA, தொடர்பெருக்கு ANOVA is a கருவி க்கு testing certain வகைகள் of hypotheses பற்றி population means. So a sensible place பெறுநர் தொடங்கு would be பெறுநர் be explicit பற்றி what our hypotheses actually are. However, before we can இரட்டை get பெறுநர் that point, it’s really useful பெறுநர் have some clean and simple notation பெறுநர் describe the population means. இரண்டு வெவ்வேறு காரணிகளின் அடிப்படையில் அவதானிப்புகள் குறுக்கு-வகைப்படுத்தப்பட்டவை என்ற உண்மையின் காரணமாக, ஒருவர் ஆர்வமாக இருக்கக்கூடிய வேறுபட்ட வழிமுறைகள் உள்ளன. இதைப் பார்க்க, வெவ்வேறு மாதிரிகளைப் பற்றி சிந்திப்பதன் மூலம் தொடங்குவோம் க்கு this kind of design. Firstly, there’s the obvious idea that we might be interested in this பட்டியல் of குழு means:

source: Now, this output shows a list of the group means for all possible combinations of the two factors (e.g., people who received the placebo and no therapy, people who received the placebo while getting CBT, etc.). It is helpful to organise all these numbers, plus the marginal and grand means, into a single table which looks like this:
de: Diese Ausgabe zeigt eine Liste der Gruppenmittelwerte für alle möglichen Kombinationen der beiden Faktoren (z. B. Personen, die das Placebo und keine Therapie erhielten; Personen, die das Placebo erhielten und gleichzeitig eine CBT, usw.). Es ist hilfreich, all diese Zahlen sowie die Rand- und Gesamtmittelwerte in einer einzigen Tabelle zusammenzufassen, die wie folgt aussieht:
nb: Dette resultatet viser en liste over gruppegjennomsnitt for alle mulige kombinasjoner av de to faktorene (f.eks. personer som fikk placebo og ingen terapi, personer som fikk placebo samtidig som de fikk CBT, osv.) Det er nyttig å organisere alle disse tallene, pluss marginal- og totalgjennomsnittet, i en enkelt tabell som ser slik ut:
ta: இப்போது, இந்த வெளியீடு இரண்டு காரணிகளின் சாத்தியமான அனைத்து சேர்க்கைகளுக்கும் குழுவின் பட்டியலைக் காட்டுகிறது (எ.கா., மருந்துப்போலி பெற்றவர்கள் மற்றும் மருத்தீடு இல்லாதவர்கள், சிபிடி பெறும் போது மருந்துப்போலி பெற்றவர்கள்). இந்த எண்கள் அனைத்தையும், மற்றும் விளிம்பு மற்றும் பிரமாண்டமான வழிமுறைகளையும், ஒரே ஒரு அட்டவணையில் ஒழுங்கமைக்க இது உதவியாக இருக்கும்:

source: no therapy
de: keine Therapie
nb: ingen terapi
ta: மருத்தீடு இல்லை

source: CBT
ta: சிபிடி

source: total
de: insgesamt
nb: totalt
ta: மொத்தம்

source: **total**
de: **insgesamt**
nb: **totalt**
ta: ** மொத்தம் **
