Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Now, each of these different means is of course a sample statistic. It’s a quantity that pertains to the specific observations that we’ve made during our study. What we want to make inferences about are the corresponding population parameters. That is, the true means as they exist within some broader population. Those population means can also be organised into a similar table, but we’ll need a little mathematical notation to do so. As usual, I’ll use the symbol µ to denote a population mean. However, because there are lots of different means, I’ll need to use subscripts to distinguish between them.
de: Jeder dieser verschiedenen Mittelwerte ist natürlich eine Stichprobenstatistik. Es ist eine Größe, die sich auf die spezifischen Beobachtungen bezieht, die wir während unserer Studie gemacht haben. Worauf wir aber Rückschlüsse ziehen wollen, sind die entsprechenden Populationsparameter. Das heißt, die wahren Mittelwerte, wie sie in einer breiteren Population existieren. Diese Populationsmittelwerte können in einer ähnlichen Tabelle dargestellt werden, aber dazu benötigen wir etwas mathematische Notation. Wie üblich werde ich das Symbol µ verwenden, um einen Populationsmittelwert zu bezeichnen. Da es jedoch viele verschiedene Mittelwerte gibt, muss ich zur Unterscheidung zwischen ihnen tiefgestellte Indizes verwenden.
nb: Hvert av disse ulike gjennomsnittene er selvfølgelig en utvalgsstatistikk. Det er en størrelse som gjelder de spesifikke observasjonene vi har gjort i løpet av studien vår. Det vi ønsker å trekke slutninger om, er de tilsvarende populasjonsparametrene. Det vil si de sanne gjennomsnittene slik de eksisterer i en bredere populasjon. Disse populasjonsgjennomsnittene kan også organiseres i en lignende tabell, men vi trenger litt matematisk notasjon for å gjøre det. Som vanlig bruker jeg symbolet µ for å betegne et populasjonsgjennomsnitt. Men fordi det finnes mange forskjellige gjennomsnitt, må jeg bruke abonnementer for å skille mellom dem.
ta: இப்போது, இந்த வெவ்வேறு வழிமுறைகள் ஒவ்வொன்றும் நிச்சயமாக ஒரு மாதிரி புள்ளிவிவரம். இது எங்கள் ஆய்வின் போது நாங்கள் செய்த குறிப்பிட்ட அவதானிப்புகளுடன் தொடர்புடைய ஒரு அளவு. நாம் அனுமானங்களைச் செய்ய விரும்புவது தொடர்புடைய மக்கள்தொகை அளவுருக்கள். அதாவது, சில பரந்த மக்கள்தொகைக்குள் அவை இருப்பதால் உண்மையான வழிமுறைகள். அந்த மக்கள்தொகையும் இதேபோன்ற அட்டவணையில் ஒழுங்கமைக்கப்படலாம், ஆனால் அவ்வாறு செய்ய எங்களுக்கு கொஞ்சம் கணிதக் குறியீடு தேவை. வழக்கம் போல், மக்கள்தொகை சராசரியைக் குறிக்க indem குறியீட்டைப் பயன்படுத்துவேன். இருப்பினும், பல்வேறு வழிமுறைகள் இருப்பதால், அவற்றுக்கு இடையில் வேறுபடுவதற்கு நான் சந்தாக்களைப் பயன்படுத்த வேண்டும்.

source: Here’s how the notation works. Our table is defined in terms of two factors. Each row corresponds to a different level of Factor A (in this case ``drug``), and each column corresponds to a different level of Factor B (in this case ``therapy``). If we let *R* denote the number of rows in the table, and *C* denote the number of columns, we can refer to this as an R × C factorial ANOVA. In this case R = 3 and C = 2. We’ll use lowercase letters to refer to specific rows and columns, so µ\ :sub:`rc` refers to the population mean associated with the *r*\ th level of Factor A (i.e. row number *r*) and the *c*-th level of Factor B (column number *c*).\ [#]_ So the population means are now written like this:
de: Die Notation funktioniert folgendermaßen. Unsere Tabelle ist durch die zwei Faktoren definiert (bzw. determiniert). Jede Zeile entspricht einer Stufe des Faktors A (in diesem Fall ``drug``), und jede Spalte entspricht einer Stufe des Faktors B (in diesem Fall ``therapy``). Wenn wir die Anzahl der Zeilen in der Tabelle als *R* und die Anzahl der Spalten als *C* bezeichnen, können wir dies als eine R × C faktorielle ANOVA bezeichnen. In diesem Fall ist R = 3 und C = 2. Wir verwenden Kleinbuchstaben, um auf bestimmte Zeilen und Spalten zu verweisen, so dass µ\ :sub:`rc` sich auf den Populationsmittelwert bezieht, der mit der *r*-ten Ebene von Faktor A (d.h. der Zeilennummer *r*) und der *c*-ten Ebene von Faktor B (der Spaltennummer *c*) verbunden ist.\ [#]_ Die Populationsmittelwerte werden nun also wie folgt gekennzeichnet:
nb: Slik fungerer notasjonen. Tabellen vår er definert i form av to faktorer. Hver rad tilsvarer et nivå av faktor A (i dette tilfellet ``drug``), og hver kolonne tilsvarer et nivå av faktor B (i dette tilfellet ``therapy``). Hvis vi lar *R* betegne antall rader i tabellen, og *C* betegne antall kolonner, kan vi kalle dette en R × C-faktoriell ANOVA. I dette tilfellet er R = 3 og C = 2. Vi bruker små bokstaver for å referere til spesifikke rader og kolonner, slik at µ\ :sub:`rc` refererer til populasjonsgjennomsnittet knyttet til det *r*\. nivået av faktor A (dvs. radnummer *r*) og det *c*. nivået av faktor B (kolonnenummer *c*).\ [#]_ Så populasjonsgjennomsnittene skrives nå slik:
ta: குறியீடு எவ்வாறு செயல்படுகிறது என்பது இங்கே. எங்கள் அட்டவணை இரண்டு காரணிகளின் அடிப்படையில் வரையறுக்கப்படுகிறது. ஒவ்வொரு வரிசையும் வெவ்வேறு அளவிலான காரணி A உடன் ஒத்துப்போகிறது (இந்த விசயத்தில் `` மருந்து``), மேலும் ஒவ்வொரு நெடுவரிசையும் வெவ்வேறு அளவிலான காரணி B உடன் ஒத்திருக்கிறது (இந்த விசயத்தில் `` சிகிச்சை``). நாம் * r * அட்டவணையில் உள்ள வரிசைகளின் எண்ணிக்கையைக் குறிக்க அனுமதித்தால், * C * நெடுவரிசைகளின் எண்ணிக்கையைக் குறிக்கிறது என்றால், இதை ஒரு R × C காரணியாலான ANOVA என குறிப்பிடலாம். இந்த வழக்கில் r = 3 மற்றும் c = 2. குறிப்பிட்ட வரிசைகள் மற்றும் நெடுவரிசைகளைக் குறிக்க சிறிய எழுத்துக்களைப் பயன்படுத்துவோம், எனவே µ \: துணை: `rc` என்பது மக்கள்தொகையை குறிக்கிறது *r *\ வது காரணி மட்டத்துடன் தொடர்புடையது A (அதாவது வரிசை எண் *r *) மற்றும் *C *-th காரணி B (நெடுவரிசை எண் *C *). \ [#] _ எனவே மக்கள் தொகை இப்போது இதுபோன்று எழுதப்பட்டுள்ளது:

source: Okay, what about the remaining entries? For instance, how should we describe the average mood gain across the entire (hypothetical) population of people who might be given Joyzepam in an experiment like this, regardless of whether they were in CBT? We use the “dot” notation to express this. In the case of Joyzepam, notice that we’re talking about the mean associated with the third row in the table. That is, we’re averaging across two cell means (i.e., µ\ :sub:`31` and µ\ :sub:`32`). The result of this averaging is referred to as a **marginal mean**, and would be denoted µ\ :sub:`3.` in this case. The marginal mean for CBT corresponds to the population mean associated with the second column in the table, so we use the notation µ\ :sub:`.2` to describe it. The grand mean is denoted µ\ :sub:`..` because it is the mean obtained by averaging (marginalising\ [#]_) over both. So our full table of population means can be written down like this:
de: Darüber hinaus gibt es eine Reihe von weiteren Einträgen: Wir sollten zum Beispiel die durchschnittliche Stimmungsverbesserung über die gesamte (hypothetische) Population von Personen beschreiben, die Joyzepam erhalten haben, unabhängig davon, ob sie an einer CBT teilgenommen haben oder keine Therapie erhielten. Wir verwenden die „Punkt“-Notation, um dies auszudrücken. Im Fall von Joyzepam ist zu beachten, dass wir über den Mittelwert sprechen, der mit der dritten Zeile in der Tabelle verbunden ist. Das heißt, wir mitteln über zwei Zellenmittelwerte (d. h. µ\ :sub:`31` und µ\ :sub:`32`). Das Ergebnis dieser Mittelwertbildung wird als **Randmittel** (*marginal means*) bezeichnet und würde in diesem Fall mit µ\ :sub:`3.` bezeichnet werden. Das Randmittel für CBT entspricht dem Mittelwert aller Bedingungen, die mit der zweiten Spalte in der Tabelle verbunden sind, daher verwenden wir die Notation µ\ :sub:`.2`, um ihn zu beschreiben. Der Gesamtmittelwert wird mit µ\ :sub:`..` bezeichnet, weil er der Mittelwert ist, der durch Mittelung (Marginalisierung\ [#]_) von beiden erhalten wird. Unsere vollständige Tabelle der Populationsmittelwerte kann also folgendermaßen geschrieben werden:
nb: Ok, hva med de resterende oppføringene? Hvordan skal vi for eksempel beskrive den gjennomsnittlige humørforbedringen (``mood.gain``) i hele den (hypotetiske) populasjonen av personer som kan få Joyzepam i et eksperiment som dette, uavhengig av om de får ``CBT`` eller ikke? Vi bruker «dot»-notasjonen for å uttrykke dette. Når det gjelder Joyzepam, legger du merke til at vi snakker om gjennomsnittet knyttet til den tredje raden i tabellen. Det vil si at vi tar gjennomsnittet av to cellegjennomsnitt (dvs. µ\ :sub:`31` og µ\ :sub:`32`). Resultatet av denne gjennomsnittsberegningen kalles et **marginalgjennomsnitt**, og betegnes i dette tilfellet µ\ :sub:`3.`. Det marginale gjennomsnittet for CBT tilsvarer populasjonsgjennomsnittet som er knyttet til den andre kolonnen i tabellen, så vi bruker notasjonen µ\ :sub:`.2` for å beskrive det. Det totale gjennomsnittet betegnes µ\ :sub:`..` fordi det er gjennomsnittet som oppnås ved å beregne gjennomsnittet (marginalising\ [#]_) over begge. Den fullstendige tabellen over populasjonsgjennomsnitt kan altså skrives slik:
ta: சரி, மீதமுள்ள உள்ளீடுகளைப் பற்றி என்ன? உதாரணமாக, சிபிடியில் இருந்ததா என்பதைப் பொருட்படுத்தாமல், இது போன்ற ஒரு பரிசோதனையில் சாய்செபமுக்கு வழங்கப்படக்கூடிய முழு (கற்பனையான) மக்கள்தொகையிலும் சராசரி மனநிலை ஆதாயத்தை நாம் எவ்வாறு விவரிக்க வேண்டும்? இதை வெளிப்படுத்த “புள்ளி” குறியீட்டைப் பயன்படுத்துகிறோம். சாய்செபம் விசயத்தில், அட்டவணையில் மூன்றாவது வரிசையுடன் தொடர்புடைய சராசரி பற்றி நாங்கள் பேசுகிறோம் என்பதைக் கவனியுங்கள். அதாவது, நாங்கள் இரண்டு செல் வழிமுறைகளில் சராசரியாக இருக்கிறோம் (அதாவது, µ \: துணை: `31` மற்றும் µ \: துணை:` 32`). இந்த சராசரியின் முடிவு ** விளிம்பு சராசரி ** என குறிப்பிடப்படுகிறது, மேலும் இது µ \: துணை: `3.` இந்த விசயத்தில் குறிக்கப்படும். CBT க்கான விளிம்பு சராசரி அட்டவணையில் இரண்டாவது நெடுவரிசையுடன் தொடர்புடைய மக்கள்தொகைக்கு ஒத்திருக்கிறது, எனவே அதை விவரிக்க µ \: துணை: `.2` என்ற குறியீட்டைப் பயன்படுத்துகிறோம். கிராண்ட் சராசரி குறிக்கப்படுகிறது µ \: துணை: `..` ஏனெனில் இது இரண்டையும் விட சராசரியாக (ஓரங்கட்டப்படுதல் \ [#] _) பெறப்பட்ட சராசரி. எனவே எங்கள் முழு மக்கள்தொகை அட்டவணையை இதுபோன்று எழுதலாம்:

source: Now that we have this notation, it is straightforward to formulate and express some hypotheses. Let’s suppose that the goal is to find out two things. First, does the choice of drug have any effect on mood? And second, does CBT have any effect on mood? These aren’t the only hypotheses that we could formulate of course, and we’ll see a really important example of a different kind of hypothesis in section :doc:`Ch14_ANOVA2_02`, but these are the two simplest hypotheses to test, and so we’ll start there. Consider the first test. If the drug has no effect then we would expect all of the row means to be identical, right? So that’s our null hypothesis. On the other hand, if the drug does matter then we should expect these row means to be different. Formally, we write down our null and alternative hypotheses in terms of the *equality of marginal means*:
de: Jetzt, da wir diese Notation haben, ist es einfach, einige Hypothesen zu formulieren und auszudrücken. Nehmen wir an, dass das Ziel darin besteht, zwei Dinge herauszufinden. Erstens: Hat die Wahl des Medikaments einen Einfluss auf die Stimmung? Und zweitens: Hat die CBT einen Einfluss auf die Stimmung? Dies sind natürlich nicht die einzigen Hypothesen, die wir formulieren könnten, aber es sind die beiden am einfachsten zu prüfenden Hypothesen, und deshalb beginnen wir damit. Wir werden danach im Abschnitt :doc:`Ch14_ANOVA2_02` näher auf ein Beispiel für eine andere, komplexere Art von Hypothese eingehen. Betrachten wir den ersten Test. Wenn das Medikament keine Wirkung hat, dann würden wir erwarten, dass alle Zeilenmittelwerte identisch sind, richtig? Das ist also unsere Nullhypothese. Wenn das Medikament jedoch eine Rolle spielt, dann sollten wir erwarten, dass die Mittelwerte der Zeilen unterschiedlich sind. Formal schreiben wir unsere Null- und Alternativhypothese in Form der *Gleichheit der Randmittel* auf:
nb: Nå som vi har denne notasjonen, er det enkelt å formulere og uttrykke noen hypoteser. La oss anta at målet er å finne ut to ting. For det første: Har valg av legemiddel noen effekt på humøret? Og for det andre: Har CBT noen effekt på humøret? Dette er selvsagt ikke de eneste hypotesene vi kan formulere, og vi skal se et veldig viktig eksempel på en annen type hypotese i avsnitt :doc:`Ch14_ANOVA2_02`, men dette er de to enkleste hypotesene å teste, så vi begynner der. Se på den første testen. Hvis legemiddelet ikke har noen effekt, forventer vi at alle radgjennomsnittene er identiske, ikke sant? Så det er nullhypotesen vår. Hvis legemiddelet (``drug``) derimot har en effekt, forventer vi at disse radgjennomsnittene er forskjellige. Formelt sett skriver vi ned nullhypotesen og alternativhypotesen i form av *likheten mellom marginale gjennomsnitt*:
ta: இப்போது நம்மிடம் இந்த குறியீடு உள்ளது, சில கருதுகோள்களை வகுத்து வெளிப்படுத்துவது நேரடியானது. இரண்டு விசயங்களைக் கண்டுபிடிப்பதே குறிக்கோள் என்று வைத்துக்கொள்வோம். முதலாவதாக, மருந்தின் தேர்வு மனநிலையில் ஏதேனும் தாக்கத்தை ஏற்படுத்துமா? இரண்டாவதாக, சிபிடி மனநிலையில் ஏதேனும் தாக்கத்தை ஏற்படுத்துமா? இவை நிச்சயமாக நாம் உருவாக்கக்கூடிய ஒரே கருதுகோள்கள் அல்ல, மேலும் பிரிவில் வேறு வகையான கருதுகோளின் மிக முக்கியமான உதாரணத்தைக் காண்போம்: டிஓசி: `CH14_ANOVA2_02`, ஆனால் இவை சோதிக்க இரண்டு எளிய கருதுகோள்கள், மற்றும் நாங்கள் அங்கு தொடங்குவோம். முதல் சோதனையை கவனியுங்கள். மருந்து எந்த விளைவையும் ஏற்படுத்தவில்லை என்றால், வரிசை அனைத்தும் ஒரே மாதிரியாக இருக்கும் என்று நாங்கள் எதிர்பார்க்கிறோம், இல்லையா? எனவே இது எங்கள் சுழிய கருதுகோள். மறுபுறம், மருந்து முக்கியமானது என்றால், இந்த வரிசை வித்தியாசமாக இருக்கும் என்று நாம் எதிர்பார்க்க வேண்டும். முறையாக, விளிம்பு வழிமுறைகளின் *சமத்துவத்தின் அடிப்படையில் எங்கள் சுழிய மற்றும் மாற்று கருதுகோள்களை எழுதுகிறோம் *:

source: Null hypothesis, H\ :sub:`0`:
de: Nullhypothese, H\ :sub:`0`:
nb: Nullhypotese, H\ :sub:`0`:
ta: சுழிய கருதுகோள், h \: துணை: `0`:

source: row means are the same, i.e., µ\ :sub:`1.` = µ\ :sub:`2.` = µ\ :sub:`3.`
de: Die Zeilenmittelwerte sind gleich, d. h. µ\ :sub:`1.` = µ\ :sub:`2.` = µ\ :sub:`3.`
nb: radmidlene er de samme, dvs. µ\ :sub:`1.` = µ\ :sub:`2.` = µ\ :sub:`3.`
ta: வரிசை வழிகள் ஒன்றே, அதாவது, µ \: துணை: `1.` = µ \: துணை:` 2.` = µ \: துணை: `3.`

source: Alternative hypothesis, H\ :sub:`1`:
de: Alternativhypothese, H\ :sub:`1`:
nb: Alternativ hypotese, H\ :sub:`1`:
ta: மாற்று கருதுகோள், H \: துணை: `1`:

source: at least one row mean is different.
de: Mindestens ein Zeilenmittelwert ist unterschiedlich.
nb: minst ett radgjennomsnitt er forskjellig.
ta: குறைந்தது ஒரு வரிசை சராசரி வேறுபட்டது.

source: It’s worth noting that these are *exactly* the same statistical hypotheses that we formed when we ran a one-way ANOVA on these data back in :doc:`the previous chapter <../Ch13/Ch13_ANOVA>`. Back then, I used the notation µ\ :sub:`P` to refer to the mean mood gain for the placebo group, with µ\ :sub:`A` and µ\ :sub:`J` corresponding to the group means for the two drugs, and the null hypothesis was µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`. So we’re actually talking about the same hypothesis, it’s just that the more complicated ANOVA requires more careful notation due to the presence of multiple grouping variables, so we’re now referring to this hypothesis as µ\ :sub:`1.` = µ\ :sub:`2.` = µ\ :sub:`3.`. However, as we’ll see shortly, although the hypothesis is identical the test of that hypothesis is subtly different due to the fact that we’re now acknowledging the existence of the second grouping variable.
de: Es ist erwähnenswert, dass dies *dieselben* statistischen Hypothesen sind, die wir für die einfaktorielle ANOVA mit diesen Daten :doc:`im vorigen Kapitel <../Ch13/Ch13_ANOVA>` benutzt haben. Damals verwendete ich die Schreibweise µ\ :sub:`P` für den mittleren Stimmungszuwachs der Placebogruppe, wobei µ\ :sub:`A` und µ\ :sub:`J` den Gruppenmittelwerten für die beiden Medikamente entsprachen, und die Nullhypothese lautete µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`. Wir sprechen also eigentlich über dieselbe Hypothese, es ist nur so, dass die kompliziertere ANOVA aufgrund des Vorhandenseins mehrerer gruppierender Variablen eine sorgfältigere Schreibweise erfordert, so dass wir uns jetzt auf diese Hypothese als µ\ :sub:`1.` = µ\ :sub:`2.` = µ\ :sub:`3.` beziehen. Wie wir jedoch gleich sehen werden, ist der Test dieser Hypothese, obwohl die Hypothese identisch ist, aufgrund der Tatsache, dass wir nun die Existenz der zweiten gruppierenden Variablen anerkennen, etwas anders.
nb: Det er verdt å merke seg at dette er *nøyaktig* de samme statistiske hypotesene som vi dannet da vi kjørte en enveis ANOVA på disse dataene i :doc:`det forrige kapitlet <../Ch13/Ch13_ANOVA>`. Den gang brukte jeg notasjonen µ\ :sub:`P` for å referere til den gjennomsnittlige humørforbedringen for placebogruppen, mens µ\ :sub:`A` og µ\ :sub:`J` tilsvarte gruppegjennomsnittene for de to legemidlene, og nullhypotesen var µ\ :sub:`P` = µ\ :sub:`A` = µ\ :sub:`J`. Så vi snakker faktisk om den samme hypotesen, det er bare det at den mer kompliserte ANOVA-en krever en mer forsiktig notasjon på grunn av tilstedeværelsen av flere grupperingsvariabler, så vi refererer nå til denne hypotesen som µ\ :sub:`1.` = µ\ :sub:`2.` = µ\ :sub:`3.`. Men som vi snart skal se, er testen av hypotesen litt annerledes, selv om hypotesen er identisk, fordi vi nå erkjenner eksistensen av den andre grupperingsvariabelen.
ta: இவை * சரியாக * இந்த தரவுகளில் ஒரு வழி ANOVA ஐ இயக்கும்போது நாங்கள் உருவாக்கிய அதே புள்ளிவிவர கருதுகோள்கள்: doc: `முந்தைய அத்தியாயம் <../ ch13/ch13_anova>`. பின்னர், மருந்துப்போலி குழுவிற்கான சராசரி மனநிலை ஆதாயத்தைக் குறிக்க µ \: sub: `p` என்ற குறியீட்டைப் பயன்படுத்தினேன், \ \: துணை:` a` மற்றும் µ \: துணை: `j` குழுவுடன் தொடர்புடையது இரண்டு மருந்துகளுக்கு, மற்றும் சுழிய கருதுகோள் µ \: துணை: `p` = µ \: துணை:` a` = µ \: துணை: `j`. எனவே நாங்கள் உண்மையில் அதே கருதுகோளைப் பற்றி பேசுகிறோம், பல குழுக்கள் இருப்பதால் மிகவும் சிக்கலான ANOVA க்கு மிகவும் கவனமான குறியீடு தேவைப்படுகிறது, எனவே இந்த கருதுகோளை இப்போது µ \: `1. 1. 1.` எனக் குறிப்பிடுகிறோம் = µ \: துணை: `2.` = µ \: துணை:` 3.`. எவ்வாறாயினும், விரைவில் நாம் பார்ப்போம், கருதுகோள் ஒரே மாதிரியாக இருந்தாலும், அந்த கருதுகோளின் சோதனை நுட்பமாக வேறுபட்டது, ஏனெனில் இரண்டாவது குழு மாறியின் இருப்பை நாம் இப்போது ஒப்புக்கொள்கிறோம்.

source: Speaking of the other grouping variable, you won’t be surprised to discover that our second hypothesis test is formulated the same way. However, since we’re talking about the psychological therapy rather than drugs our null hypothesis now corresponds to the equality of the column means:
de: Was die andere Gruppierungsvariable betrifft, so wird es Sie nicht überraschen, dass unser zweiter Hypothesentest auf die gleiche Weise formuliert ist. Da es sich jedoch um die psychologische Therapie und nicht um die Medikamente handelt, entspricht unsere Nullhypothese nun der Gleichheit der Spaltenmittelwerte:
nb: Når vi snakker om den andre grupperingsvariabelen, vil du ikke bli overrasket over å oppdage at vår andre hypotesetest er formulert på samme måte. Men siden vi snakker om psykologisk terapi i stedet for legemiddel, tilsvarer nullhypotesen vår nå likhet mellom kolonnegjennomsnittene:
ta: மற்ற குழு மாறியைப் பற்றி பேசுகையில், எங்கள் இரண்டாவது கருதுகோள் சோதனை அதே வழியில் வடிவமைக்கப்பட்டுள்ளது என்பதைக் கண்டு நீங்கள் ஆச்சரியப்பட மாட்டீர்கள். எவ்வாறாயினும், மருந்துகளை விட உளவியல் சிகிச்சையைப் பற்றி நாம் பேசுவதால், எங்கள் சுழிய கருதுகோள் இப்போது நெடுவரிசையின் சமத்துவத்திற்கு ஒத்திருக்கிறது:

source: column means are the same, i.e., µ\ :sub:`.1` = µ\ :sub:`.2`
de: Die Spaltenmittelwerte sind gleich, d. h. μ\ :sub:`.1` = μ\ :sub:`.2`
nb: kolonnemidlene er de samme, dvs. µ\ :sub:`.1` = µ\ :sub:`.2`
ta: நெடுவரிசை வழிகள் ஒன்றே, அதாவது, µ \: துணை: `.1` = µ \: துணை:` .2`

source: column means are different, i.e., µ\ :sub:`.1` ≠ µ\ :sub:`.2`
de: Die Spaltenmittelwerte sind unterschiedlich, d. h. µ\ :sub:`.1` ≠ µ\ :sub:`.2`
nb: kolonnemidlene er forskjellige, dvs. µ\ :sub:`.1` ≠ µ\ :sub:`.2`
ta: நெடுவரிசை வழிமுறைகள் வேறுபட்டவை, அதாவது, µ \: துணை: `.1` ≠ µ \: துணை:` .2`

source: Running the analysis in jamovi
de: Durchführen der Analyse in jamovi
nb: Kjører analysen i jamovi
ta: சமோவியில் பகுப்பாய்வை இயக்குகிறது
