Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: As before, this can be interpreted in much the same way as *R*\² in regression.\ [#]_ It tells you the proportion of variance in the outcome variable that can be accounted for by the main effect of Factor A. It is therefore a number that ranges from 0 (no effect at all) to 1 (accounts for *all* of the variability in the outcome). Moreover, the sum of all the η² values, taken across all the terms in the model, will sum to the the total *R*\² for the ANOVA model. If, for instance, the ANOVA model fits perfectly (i.e., there is no within-groups variability at all!), the η² values will sum to 1. Of course, that rarely if ever happens in real life.
de: Wie zuvor kann dieser Wert ähnlich interpretiert werden wie *R*\² in der Regression.\ [#]_ Er gibt den Anteil der Varianz der Ergebnisvariablen an, der durch den Haupteffekt von Faktor A erklärt wird. Es handelt sich also um eine Zahl, die von 0 (überhaupt kein Effekt) bis 1 (erklärt die *gesamte* Variabilität in der Ergebnisvariablen) reicht. Darüber hinaus ergibt die Summe aller η²-Werte für alle Terme des Modells die Gesamtsumme *R*\² für das ANOVA-Modell. Wenn das ANOVA-Modell beispielsweise perfekt passt (d. h. es gibt überhaupt keine Variabilität innerhalb der Gruppen auf den möglichen Faktorstufen), ergeben die η²-Werte den Wert 1. Natürlich kommt das in der Realität selten bis nie vor.
nb: Som tidligere kan denne tolkes på samme måte som *R*\² i regresjon:\ [#]_ Den forteller hvor stor andel av variansen i utfallsvariabelen som kan forklares av hovedeffekten av faktor A. Det er altså et tall som går fra 0 (ingen effekt i det hele tatt) til 1 (forklarer *all* variasjonen i utfallet). Videre vil summen av alle η²-verdiene, tatt på tvers av alle termene i modellen, utgjøre den totale *R*\² for ANOVA-modellen. Hvis ANOVA-modellen for eksempel passer perfekt (det vil si at det ikke er noen variabilitet i gruppene i det hele tatt!), vil η²-verdiene summere seg til 1. Det skjer selvfølgelig sjelden eller aldri i virkeligheten.
ta: முன்பு போலவே, இது பின்னடைவில் *r *² the போன்ற அதே வழியில் விளக்கப்படலாம். \ [#] _ இது காரணி A இன் முக்கிய விளைவால் கணக்கிடக்கூடிய விளைவு மாறியில் மாறுபாட்டின் விகிதத்தை உங்களுக்குக் கூறுகிறது. எனவே இது 0 (எந்த விளைவும் இல்லை) முதல் 1 வரை இருக்கும் ஒரு எண் (முடிவில் உள்ள மாறுபாட்டின் * அனைத்து * கணக்குகளும்). மேலும், மாதிரியில் உள்ள அனைத்து விதிமுறைகளிலும் எடுக்கப்பட்ட அனைத்து η² மதிப்புகளின் கூட்டுத்தொகை, ANOVA மாதிரிக்கான மொத்த *r *² பெறுநர் க்கு தொகுக்கும். உதாரணமாக, ANOVA மாதிரி சரியாக பொருந்தினால் (அதாவது, குழுக்களுக்குள் மாறுபாடு இல்லை!), Η² மதிப்புகள் 1 ஆக இருக்கும். நிச்சயமாக, நிச வாழ்க்கையில் எப்போதாவது நடந்தால் அது அரிதாகவே.

source: However, when doing a factorial ANOVA, there is a second measure of effect size that people like to report, known as partial η². The idea behind partial η² (which is sometimes denoted :sub:`p`\ η² or \η²\ :sub:`p`) is that, when measuring the effect size for a particular term (say, the main effect of Factor A), you want to deliberately ignore the other effects in the model (e.g., the main effect of Factor B). That is, you would pretend that the effect of all these other terms is zero, and then calculate what the η²-value would have been. This is actually pretty easy to calculate. All you have to do is remove the sum of squares associated with the other terms from the denominator. In other words, if you want the partial η² for the main effect of Factor A, the denominator is just the sum of the SS values for Factor A and the residuals
de: Beim Durchführen einer faktoriellen ANOVA gibt es jedoch ein zweites Maß für die Effektstärke, das gerne angegeben wird, nämlich das partielle η². Der Gedanke hinter dem partiellen η² (das manchmal auch als :sub:`p` η² oder \η²\ :sub:`p` bezeichnet wird) ist, dass man bei der Messung der Effektstärke für einen bestimmten Term (z. B. den Haupteffekt von Faktor A) die anderen Effekte im Modell (z. B. den Haupteffekt von Faktor B) absichtlich ignorieren möchte. Das heißt, man würde so tun, als sei der Effekt all dieser anderen Terme gleich Null, und dann berechnen, wie hoch der η²-Wert gewesen wäre. Dies ist eigentlich recht einfach zu berechnen. Sie müssen lediglich die Quadratsumme der anderen Terme aus dem Nenner entfernen. Mit anderen Worten, wenn Sie den partiellen η²-Wert für den Haupteffekt von Faktor A suchen, ist der Nenner einfach die Summe der SS-Werte für Faktor A und die Residuen
nb: Når man utfører en faktoriell ANOVA, er det imidlertid et annet mål på effektstørrelse som folk liker å rapportere, kjent som partiell η². Tanken bak partiell η² (som noen ganger betegnes :sub:`p`\ η² eller \η²\ :sub:`p`) er at når man måler effektstørrelsen for en bestemt term (f.eks. hovedeffekten av faktor A), ønsker man bevisst å ignorere de andre effektene i modellen (f.eks. hovedeffekten av faktor B). Det vil si at du later som om effekten av alle disse andre termene er null, og deretter beregner hva η²-verdien ville ha vært. Dette er faktisk ganske enkelt å beregne. Alt du trenger å gjøre, er å fjerne kvadratsummen forbundet med de andre termene fra nevneren. Med andre ord, hvis du vil ha den partielle η²-verdien for hovedeffekten av faktor A, er nevneren bare de oppsummerte kvadratsummenene (SS) for faktor A og residuene
ta: இருப்பினும், ஒரு காரணியாலான ANOVA ஐச் செய்யும்போது, மக்கள் புகாரளிக்க விரும்பும் விளைவு அளவின் இரண்டாவது அளவீடு உள்ளது, இது பகுதி η² என அழைக்கப்படுகிறது. பகுதியளவு η² (இது சில நேரங்களில் குறிக்கப்படுகிறது: துணை: `p` \ η² அல்லது \ η² \:` p`) ஒரு குறிப்பிட்ட காலத்திற்கு விளைவு அளவை அளவிடும்போது (சொல்லுங்கள், காரணி a ), மாதிரியில் உள்ள மற்ற விளைவுகளை நீங்கள் வேண்டுமென்றே புறக்கணிக்க விரும்புகிறீர்கள் (எ.கா., காரணி B இன் முக்கிய விளைவு). அதாவது, இந்த மற்ற எல்லா சொற்களின் விளைவு பூச்சியமானது என்று நீங்கள் பாசாங்கு செய்வீர்கள், பின்னர் η²-மதிப்பு என்னவாக இருந்திருக்கும் என்பதைக் கணக்கிடுவீர்கள். இது உண்மையில் கணக்கிட மிகவும் எளிதானது. நீங்கள் செய்ய வேண்டியதெல்லாம், மற்ற விதிமுறைகளுடன் தொடர்புடைய சதுரங்களின் தொகையை வகுப்பிலிருந்து அகற்றுவதுதான். வேறு வார்த்தைகளில் கூறுவதானால், காரணி A இன் முக்கிய விளைவுக்கு நீங்கள் பகுதி η² விரும்பினால், வகுப்பானது காரணி A மற்றும் எச்சங்களுக்கான SS மதிப்புகளின் கூட்டுத்தொகையாகும்

source: This will always give you a larger number than η², which the cynic in me suspects accounts for the popularity of partial η². And once again you get a number between 0 and 1, where 0 represents no effect. However, it’s slightly trickier to interpret what a large partial η² value means. In particular, you can’t actually compare the partial η² values across terms! Suppose, for instance, there is no within-groups variability at all: if so, SS\ :sub:`R` = 0. What that means is that *every* term has a partial η² value of 1. But that doesn’t mean that all terms in your model are equally important, or indeed that they are equally large. All it mean is that all terms in your model have effect sizes that are large *relative to the residual variation*. It is not comparable across terms.
de: Dadurch erhält man immer eine größere Zahl als η², was, wie der Zyniker in mir vermutet, der Grund für die Beliebtheit vom partiellen η² ist. Und auch hier erhält man eine Zahl zwischen 0 und 1, wobei 0 für keinen Effekt steht. Allerdings ist es etwas schwieriger zu interpretieren, was ein großer partieller η²-Wert bedeutet. Vor allem kann man die partiellen η²-Werte nicht zwischen den Termen vergleichen! Angenommen, es gibt überhaupt keine Variabilität innerhalb von Gruppen: dann ist SS\ :sub:`R` = 0. Das bedeutet, dass *jeder* -Term einen partiellen η²-Wert von 1 hat. Das bedeutet aber nicht, dass alle Terme in Ihrem Modell gleich wichtig sind oder dass sie gleich groß sind. Es bedeutet lediglich, dass alle Terme in Ihrem Modell Effektstärken haben, die *relativ zur Restvariation* groß sind. Es ist nicht zwischen den Termen vergleichbar.
nb: Dette vil alltid gi deg et større tall enn η², noe kynikeren i meg mistenker er årsaken til populariteten til partiell η². Og nok en gang får du et tall mellom 0 og 1, der 0 representerer ingen effekt. Det er imidlertid litt vanskeligere å tolke hva en stor partiell η²-verdi betyr. Du kan nemlig ikke sammenligne de partielle η²-verdiene på tvers av termene! Anta for eksempel at det ikke er noen variabilitet innad i gruppene i det hele tatt: I så fall er SS\ :sub:`R` = 0. Det betyr at *alle* termene har en partiell η²-verdi på 1. Men det betyr ikke at alle termene i modellen din er like viktige, eller at de er like store. Det betyr bare at alle termene i modellen din har effektstørrelser som er store *relativt til den resterende variasjonen* (dvs. kvadratsummen til residuene). Det er ikke sammenlignbart på tvers av termene.
ta: இது எப்போதுமே உங்களுக்கு η² ஐ விட ஒரு பெரிய எண்ணிக்கையை வழங்கும், இது என்னில் உள்ள இழிந்தவர் பகுதி η² இன் பிரபலத்திற்கு கணக்கிடுகிறார். மீண்டும் 0 மற்றும் 1 க்கு இடையில் ஒரு எண்ணைப் பெறுவீர்கள், அங்கு 0 எந்த விளைவையும் குறிக்கவில்லை. இருப்பினும், ஒரு பெரிய பகுதி η² மதிப்பு என்றால் என்ன என்பதை விளக்குவது சற்று தந்திரமானது. குறிப்பாக, நீங்கள் உண்மையில் பகுதி η² மதிப்புகளை விதிமுறைகளில் ஒப்பிட முடியாது! உதாரணமாக, குழுக்களுக்குள் மாறுபாடு இல்லை என்று வைத்துக்கொள்வோம்: அப்படியானால், ss \: sub: `r` = 0. இதன் பொருள் என்னவென்றால் * ஒவ்வொரு * காலத்திலும் ஒரு பகுதி η² மதிப்பு உள்ளது. ஆனால் அது இல்லை ' உங்கள் மாதிரியில் உள்ள அனைத்து சொற்களும் சமமாக முதன்மை, அல்லது உண்மையில் அவை சமமாக பெரியவை என்று பொருள். இதன் பொருள் என்னவென்றால், உங்கள் மாதிரியில் உள்ள அனைத்து சொற்களும் எஞ்சிய மாறுபாட்டுடன் ஒப்பிடும்போது பெரியதாக இருக்கும் விளைவு அளவுகளைக் கொண்டுள்ளன *. இது விதிமுறைகளில் ஒப்பிட முடியாது.

source: To see what I mean by this, it’s useful to see a concrete example. First, let’s have a look at the effect sizes for the original ANOVA without the interaction term, from :numref:`fig-factorialanova3`:
de: Um zu sehen, was ich damit meine, ist es nützlich, ein konkretes Beispiel zu betrachten. Schauen wir uns zunächst die Effektstärken für die ursprüngliche ANOVA ohne den Interaktionsterm aus :numref:`fig-factorialanova3` an:
nb: For å se hva jeg mener med dette, er det nyttig å se et konkret eksempel. La oss først ta en titt på effektstørrelsene for den opprinnelige ANOVA-en uten interaksjonstermen, fra :numref:`fig-factorialanova3`:
ta: இதன் மூலம் நான் என்ன சொல்கிறேன் என்பதைப் பார்க்க, ஒரு உறுதியான உதாரணத்தைப் பார்ப்பது பயனுள்ளதாக இருக்கும். முதலாவதாக, தொடர்பு காலமின்றி அசல் ANOVA க்கான விளைவு அளவுகளைப் பார்ப்போம், இதிலிருந்து: NumRef: `Fig-factoriananova3`:

source: Looking at the η² values first, we see that ``drug`` accounts for 71\% of the variance (i.e. η² = 0.71) in ``mood.gain``, whereas ``therapy`` only accounts for 10\%. This leaves a total of 19\% of the variation unaccounted for (i.e., the residuals constitute 19\% of the variation in the outcome). Overall, this implies that we have a very large effect\ [#]_ of ``drug`` and a modest effect of ``therapy``.
de: Betrachtet man zunächst die η²-Werte, so stellt man fest, dass ``drug`` 71 % der Varianz (d. h. η² = 0,71) in ``mood.gain`` erklärt, ``therapy`` jedoch nur 10 %. Damit verbleiben insgesamt 19 % der Varianz unaufgeklärt (d. h. die Residuen machen 19 % der Varianz des Ergebnisses aus). Insgesamt bedeutet dies, dass wir einen sehr großen Effekt\ [#]_ von ``drug`` und einen deutlich kleineren Effekt von ``therapy`` haben.
nb: Ser vi først på η²-verdiene, ser vi at ``drug`` står for 71\% av variansen (dvs. η² = 0,71) i ``mood.gain``, mens ``therapy`` bare står for 10\%. Dette etterlater totalt 19\% av variasjonen uforklart (dvs. at residuene utgjør 19\% av variasjonen i utfallsvariablen). Samlet sett innebærer dette at vi har en svært stor effekt\ [#]_ av ``drug`` og en beskjeden effekt av ``therapy``.
ta: முதலில் η² மதிப்புகளைப் பார்க்கும்போது, `` மனநிலை. . இது மொத்தம் 19 \% மாறுபாட்டைக் கணக்கிடாமல் விட்டுவிடுகிறது (அதாவது, மீதமுள்ளவை 19 \% விளைவின் மாறுபாடாகும்). ஒட்டுமொத்தமாக, `` மருந்து`` மற்றும் `` சிகிச்சை`` இன் மிகப் பெரிய விளைவைக் கொண்டிருப்பதை இது குறிக்கிறது.

source: Now let’s look at the partial η² values, shown in :numref:`fig-factorialanova3`. Because the effect of ``therapy`` isn’t all that large, controlling for it doesn’t make much of a difference, so the partial η² for ``drug`` doesn’t increase very much, and we obtain a value of :sub:`p`\ η² = 0.79). In contrast, because the effect of ``drug`` was very large, controlling for it makes a big difference, and so when we calculate the partial η² for ``therapy`` you can see that it rises to :sub:`p`\ η² = 0.34. The question that we have to ask ourselves is, what do these partial η² values actually *mean*? The way I generally interpret the partial η² for the main effect of Factor A is to interpret it as a statement about a hypothetical experiment in which *only* Factor A was being varied. So, even though in *this* experiment we varied both A and B, we can easily imagine an experiment in which only Factor A was varied, and the partial η² statistic tells you how much of the variance in the outcome variable you would expect to see accounted for in that experiment. However, it should be noted that this interpretation, like many things associated with main effects, doesn’t make a lot of sense when there is a large and significant interaction effect.
de: Schauen wir uns nun die partiellen η²-Werte an, die in :numref:`fig-factorialanova3` gezeigt werden. Da der Effekt von ``therapy`` nicht sehr groß ist, macht die Kontrolle dafür keinen großen Unterschied, so dass der partielle η²-Wert für ``drug`` nicht sehr stark ansteigt, und wir erhalten einen Wert von :sub:`p`\ η² = 0,79). Da der Effekt von ``drug`` dagegen sehr groß war, macht die Kontrolle dafür einen großen Unterschied, und wenn wir das partielle η² für ``therapy`` berechnen, können wir sehen, dass er auf :sub:`p`\ η² = 0,34 ansteigt. Die Frage, die wir uns stellen müssen, ist, was *bedeuten* diese partiellen η²-Werte eigentlich? Die Art und Weise, wie ich im Allgemeinen den partiellen η²-Wert für den Haupteffekt von Faktor A interpretiere, besteht darin, ihn als eine Aussage über ein hypothetisches Experiment zu interpretieren, in dem *nur* Faktor A variiert wurde. Obwohl wir also in *diesem* Experiment sowohl A als auch B variiert haben, können wir uns leicht ein Experiment vorstellen, in dem nur Faktor A variiert wurde. Die partielle η²-Statistik gibt dann an, wie viel der Varianz in der Ergebnisvariablen in diesem Experiment voraussichtlich aufgeklärt werden würde. Es ist jedoch anzumerken, dass diese Interpretation, wie viele Dinge im Zusammenhang mit Haupteffekten, nicht viel Sinn macht, wenn es einen großen und signifikanten Interaktionseffekt gibt.
nb: La oss nå se på de partielle η²-verdiene, som vises i :numref:`fig-factorialanova3`. Fordi effekten av ``therapy`` ikke er så stor, gjør det ikke så stor forskjell å kontrollere for den, så den partielle η² for ``drug`` øker ikke særlig mye, og vi får en verdi på :sub:`p`\ η² = 0,79). Fordi effekten av ``drug`` var svært stor, gjør det derimot en stor forskjell å kontrollere for den, og når vi beregner den partielle η² for ``therapy``, ser vi at den stiger til :sub:`p`\ η² = 0,34. Spørsmålet vi må stille oss, er hva disse partielle η²-verdiene egentlig *betyr*. Jeg pleier å tolke den partielle η²-verdien for hovedeffekten av faktor A som et utsagn om et hypotetisk eksperiment der *bare* faktor A ble variert. Så selv om vi i *dette* eksperimentet har variert både A og B, kan vi lett forestille oss et eksperiment der bare faktor A ble variert, og den partielle η²-statistikken forteller deg hvor mye av variansen i utfallsvariabelen du ville forvente å finne i dette eksperimentet. Det er imidlertid verdt å merke seg at denne tolkningen, i likhet med mange andre ting som er forbundet med hovedeffekter, ikke gir særlig mening når det er en stor og signifikant interaksjonseffekt.
ta: இப்போது காட்டப்பட்டுள்ள பகுதி η² மதிப்புகளைப் பார்ப்போம்: NumRef: `Fig-factoralanova3`. ஏனெனில் `` சிகிச்சை`` இன் விளைவு அவ்வளவு பெரியதல்ல, அதைக் கட்டுப்படுத்துவது அதிக வித்தியாசத்தை ஏற்படுத்தாது, எனவே `` மருந்து`` க்கான பகுதி η² அதிகரிக்காது, நாங்கள் ஒரு மதிப்பைப் பெறுகிறோம் of: துணை: `p` \ η² = 0.79). இதற்கு நேர்மாறாக, `` மருந்து`` இன் விளைவு மிகப் பெரியதாக இருந்ததால், அதைக் கட்டுப்படுத்துவது ஒரு பெரிய வித்தியாசத்தை ஏற்படுத்துகிறது, எனவே `` சிகிச்சை` `க்கான பகுதியை நாம் கணக்கிடும்போது அது உயர்கிறது என்பதை நீங்கள் காணலாம்: துணை:` பி `\ η² = 0.34. நாம் நம்மை நாமே கேட்டுக்கொள்ள வேண்டிய கேள்வி என்னவென்றால், இந்த பகுதி η² மதிப்புகள் உண்மையில் *என்றால் என்ன? காரணி A இன் முக்கிய விளைவுக்கான பகுதியை நான் பொதுவாக விளக்கும் விதம், * காரணி A மாறுபடும் ஒரு கற்பனையான பரிசோதனையைப் பற்றிய அறிக்கையாக இதை விளக்குவதாகும். எனவே, * இந்த * பரிசோதனையில் நாங்கள் A மற்றும் B இரண்டையும் மாறுபட்டிருந்தாலும், ஒரு காரணி A மட்டுமே மாறுபட்ட ஒரு பரிசோதனையை நாம் எளிதாக கற்பனை செய்து பார்க்க முடியும், மேலும் பகுதி η² புள்ளிவிவரம் நீங்கள் எதிர்பார்க்கும் விளைவு மாறியில் எவ்வளவு மாறுபாடு என்பதை உங்களுக்குக் கூறுகிறது அந்த பரிசோதனையில் கணக்கிடப்படுவதைக் காண்க. இருப்பினும், இந்த விளக்கம், முக்கிய விளைவுகளுடன் தொடர்புடைய பல விசயங்களைப் போலவே, ஒரு பெரிய மற்றும் குறிப்பிடத்தக்க தொடர்பு விளைவு இருக்கும்போது நிறைய அர்த்தமில்லை என்பதை கவனத்தில் கொள்ள வேண்டும்.

source: Speaking of interaction effects, here’s what we get when we calculate the effect sizes for the model that includes the interaction term, as in :numref:`fig-factorialanova4`. As you can see, the η² values for the main effects don’t change, but the partial η² values do:
de: Apropos Interaktionseffekte: Hier sehen Sie, was wir erhalten, wenn wir die Effektstärken für das Modell berechnen, das den Interaktionsterm enthält, wie in :numref:`fig-factorialanova4`. Wie Sie sehen können, ändern sich die η²-Werte für die Haupteffekte nicht, wohl aber die partiellen η²-Werte:
nb: Apropos interaksjonseffekter, her er hva vi får når vi beregner effektstørrelsene for modellen som inkluderer interaksjonstermen, som i :numref:`fig-factorialanova4`. Som du kan se, endres ikke η²-verdiene for hovedeffektene, men det gjør de partielle η²-verdiene:
ta: தொடர்பு விளைவுகளைப் பற்றி பேசுகையில், தொடர்பு காலத்தை உள்ளடக்கிய மாதிரிக்கான விளைவு அளவுகளை நாம் கணக்கிடும்போது இங்கே நமக்குக் கிடைக்கிறது, இதுபோன்றது: numref: `Fig-factoralanova4`. நீங்கள் பார்க்க முடியும் என, முக்கிய விளைவுகளுக்கான η² மதிப்புகள் மாறாது, ஆனால் பகுதி η² மதிப்புகள் செய்கின்றன:

source: Estimated group means
de: Geschätzte Gruppenmittelwerte
nb: Estimert gruppegjennomsnitt
ta: மதிப்பிடப்பட்ட குழு பொருள்

source: In many situations you will find yourself wanting to report estimates of all the group means based on the results of your ANOVA, as well as confidence intervals associated with them. You can use the ``Estimated Marginal Means`` option in the jamovi ANOVA analysis to do this, as in :numref:`fig-margmean1`. If the ANOVA that you have run is a **saturated model** (i.e., contains all possible main effects and all possible interaction effects) then the estimates of the group means are actually identical to the sample means, though the confidence intervals will use a pooled estimate of the standard errors rather than use a separate one for each group.
de: In vielen Situationen werden Sie Schätzungen für alle Gruppenmittelwerte auf der Grundlage der Ergebnisse Ihrer ANOVA sowie die zugehörigen Konfidenzintervalle ausgeben wollen. Sie können dazu die Option ``Estimated Marginal Means`` in der jamovi ANOVA-Analyse verwenden (wie in :numref:`fig-margmean1` gezeigt). Wenn die von Ihnen durchgeführte ANOVA ein **gesättigtes Modell** ist (d.h. alle möglichen Haupteffekte und alle möglichen Interaktionseffekte enthält), dann sind die Schätzungen der Gruppenmittelwerte tatsächlich identisch mit den Stichprobenmittelwerten, obwohl die Konfidenzintervalle eine gepoolte Schätzung der Standardfehler verwenden, anstatt eine separate für jede Gruppe zu verwenden.
nb: I mange situasjoner vil du ønske å rapportere estimater av alle gruppegjennomsnittene basert på resultatene av ANOVA-analysen, samt konfidensintervallene som er knyttet til dem. Du kan bruke alternativet ``Estimated Marginal Means`` i jamovi ANOVA-analysen for å gjøre dette, som i :numref:`fig-margmean1`. Hvis ANOVA-analysen du har kjørt er en **fullstendig modell** (*saturated model*; dvs. inneholder alle mulige hovedeffekter og alle mulige interaksjonseffekter), er estimatene av gruppegjennomsnittene faktisk identiske med utvalgsgjennomsnittet, selv om konfidensintervallene vil bruke et samlet estimat av standardfeilene i stedet for å bruke et separat estimat for hver gruppe.
ta: பல சூழ்நிலைகளில், உங்கள் ANOVA இன் முடிவுகளின் அடிப்படையில் அனைத்து குழுவின் மதிப்பீடுகளையும், அவற்றுடன் தொடர்புடைய நம்பிக்கை இடைவெளிகளையும் அடிப்படையாகக் கொண்டு நீங்கள் விரும்புவீர்கள். இதைச் செய்ய சமோவி ANOVA பகுப்பாய்வில் `` மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளை`` விருப்பத்தைப் பயன்படுத்தலாம்: NumRef: `Fig-margmean1`. நீங்கள் இயங்கும் ANOVA ஒரு ** நிறைவுற்ற மாதிரி ** என்றால் (அதாவது, சாத்தியமான அனைத்து முக்கிய விளைவுகளையும் சாத்தியமான அனைத்து தொடர்பு விளைவுகளையும் கொண்டிருந்தது) பின்னர் குழு வழிமுறைகளின் மதிப்பீடுகள் உண்மையில் மாதிரி வழிமுறைகளுக்கு ஒத்ததாக இருக்கும், இருப்பினும் நம்பிக்கை இடைவெளிகள் பயன்படுத்தப்படும் ஒவ்வொரு குழுவிற்கும் தனித்தனி ஒன்றைப் பயன்படுத்துவதை விட நிலையான பிழைகளின் பூல் மதிப்பீடு.

source: Estimated marginal means for the saturated model
de: Geschätzte Randmittel für das gesättigte Modell
nb: Estimerte marginale gjennomsnitt for den mettede modellen
ta: நிறைவுற்ற மாதிரிக்கு மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள்

source: jamovi screenshot showing the estimated marginal means for the saturated model, i.e. including the interaction component, with the |clinicaltrial|_ dataset
de: jamovi-Screenshot mit den geschätzten Randmitteln für das gesättigte Modell, d. h. einschließlich der Interaktionskomponente, mit dem Datensatz |clinicaltrial|_
nb: jamovi-skjermbilde som viser de estimerte marginale gjennomsnittene for den mettede modellen, dvs. inkludert interaksjonskomponenten, med datasettet |clinicaltrial|_
ta: நிறைவுற்ற மாதிரிக்கான மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளைக் காட்டும் சாமோவி திரைக்காட்சி, அதாவது தொடர்பு கூறு உட்பட, | மருத்துவமினை | _ தரவுத்தொகுப்புடன்

source: In the output we see that the estimated mean mood gain for the placebo group with no therapy was 0.300, with a 95\% confidence interval from 0.006 to 0.594. Note that these are not the same confidence intervals that you would get if you calculated them separately for each group, because of the fact that the ANOVA model assumes homogeneity of variance and therefore uses a pooled estimate of the standard deviation.
de: In der Ausgabe sehen wir, dass der geschätzte mittlere Stimmungszuwachs für die Placebogruppe ohne Therapie 0,300 beträgt, mit einem 95\%-Konfidenzintervall von 0,006 bis 0,594. Beachten Sie, dass dies nicht die gleichen Konfidenzintervalle sind, die Sie erhalten würden, wenn Sie sie für jede Gruppe separat berechnen würden, da das ANOVA-Modell von homogenen Varianzen ausgeht und daher eine gepoolte Schätzung der Standardabweichung verwendet.
nb: I resultatet ser vi at den estimerte gjennomsnittlige humørforbedringen (``mood.gain``) for placebogruppen uten terapi (``no.therapy``) var 0,300, med et 95\%-konfidensintervall fra 0,006 til 0,594. Merk at dette ikke er de samme konfidensintervallene som du ville fått hvis du beregnet dem separat for hver gruppe, fordi ANOVA-modellen forutsetter varianshomogenitet og derfor bruker et samlet estimat av standardavviket.
ta: சிகிச்சையின்றி மருந்துப்போலி குழுவின் மதிப்பிடப்பட்ட சராசரி மனநிலை ஆதாயம் 0.300 ஆக இருப்பதைக் காண்கிறோம், 95 \% நம்பிக்கை இடைவெளி 0.006 முதல் 0.594 வரை. ஒவ்வொரு குழுவிற்கும் நீங்கள் தனித்தனியாக கணக்கிட்டால் நீங்கள் பெறும் அதே நம்பிக்கை இடைவெளிகள் இவை அல்ல என்பதை நினைவில் கொள்க, ஏனெனில் ANOVA மாதிரி மாறுபாட்டின் ஒருமைப்பாட்டைக் கருதுகிறது, எனவே நிலையான விலகலின் பூல் மதிப்பீட்டைப் பயன்படுத்துகிறது.
