Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: The nice thing about the subscript notation is that it generalises nicely. If our experiment had involved a third factor, then we could just add a third subscript. In principle, the notation extends to as many factors as you might care to include, but in this book we’ll rarely consider analyses involving more than two factors, and never more than three.
de: Das Schöne an der tiefgestellten Notation ist, dass sie sich sehr gut verallgemeinern lässt. Wenn in unserem Experiment ein dritter Faktor hinzugefügt würde, könnten wir einfach einen dritten tiefgestellten Wert benutzen. Im Prinzip lässt sich die Notation auf beliebig viele Faktoren ausdehnen, aber in diesem Buch werden wir selten Analysen mit mehr als zwei und nie mehr als drei Faktoren betrachten.
nb: Det fine med subscript-notasjonen er at den generaliserer på en fin måte. Hvis eksperimentet vårt hadde involvert en tredje faktor, kunne vi bare legge til et tredje subscript. I prinsippet kan notasjonen utvides til å omfatte så mange faktorer som du måtte ønske, men i denne boken vil vi sjelden ta for oss analyser som involverer mer enn to faktorer, og aldri mer enn tre.
ta: சந்தா குறியீட்டைப் பற்றிய நல்ல சேதி என்னவென்றால், அது நன்றாக பொதுமைப்படுத்துகிறது. எங்கள் பரிசோதனையில் மூன்றாவது காரணியை உள்ளடக்கியிருந்தால், நாங்கள் மூன்றாவது சந்தா சேர்க்கலாம். கொள்கையளவில், குறியீடு நீங்கள் சேர்க்க விரும்பும் பல காரணிகளுக்கு நீண்டுள்ளது, ஆனால் இந்த புத்தகத்தில் இரண்டு காரணிகளுக்கு மேல் சம்பந்தப்பட்ட பகுப்பாய்வுகளை நாங்கள் அரிதாகவே கருத்தில் கொள்வோம், மேலும் மூன்றுக்கு மேல் ஒருபோதும் இல்லை.

source: Technically, marginalising isn’t quite identical to a regular mean. It’s a weighted average where you take into account the frequency of the different events that you’re averaging over. However, in a balanced design, all of our cell frequencies are equal by definition so the two are equivalent. We’ll discuss unbalanced designs later, and when we do so you’ll see that all of our calculations become a real headache. But let’s ignore this for now.
de: Technisch gesehen ist die Marginalisierung (das Berechnen von Randmitteln) nicht ganz identisch mit einem normalen Mittelwert. Es handelt sich um einen gewichteten Mittelwert, bei dem die Häufigkeit der verschiedenen Ereignisse berücksichtigt wird, über die der Mittelwert gebildet wird. In einem balancierten Design sind jedoch alle Zellhäufigkeiten per Definition gleich, so dass die beiden Resultate gleichwertig sind. Wir werden uns später mit unbalancierten Designs befassen, und dann werden Sie sehen, dass unsere Berechnungen schwieriger und komplexer werden. Aber lassen wir das erst einmal beiseite.
nb: Teknisk sett er marginalisering ikke helt identisk med et vanlig gjennomsnitt. Det er et vektet gjennomsnitt der du tar hensyn til frekvensen av de ulike hendelsene du beregner gjennomsnittet over. I et balansert design er imidlertid alle cellefrekvensene våre like per definisjon, så de to er ekvivalente. Vi skal diskutere ubalanserte design senere, og når vi gjør det, vil du se at alle beregningene våre blir en skikkelig hodepine. Men la oss se bort fra dette nå.
ta: தொழில்நுட்ப ரீதியாக, ஓரங்கட்டப்படுவது வழக்கமான சராசரிக்கு மிகவும் ஒத்ததாக இல்லை. நீங்கள் சராசரியாக இருக்கும் வெவ்வேறு நிகழ்வுகளின் அதிர்வெண்ணை கணக்கில் எடுத்துக்கொள்ளும் எடையுள்ள சராசரி இது. இருப்பினும், ஒரு சீரான வடிவமைப்பில், எங்கள் செல் அதிர்வெண்கள் அனைத்தும் வரையறையால் சமமாக இருக்கின்றன, எனவே இவை இரண்டும் சமமானவை. நாங்கள் பின்னர் சமநிலையற்ற வடிவமைப்புகளைப் பற்றி விவாதிப்போம், அவ்வாறு செய்யும்போது, எங்கள் கணக்கீடுகள் அனைத்தும் உண்மையான தலைவலியாக மாறுவதை நீங்கள் காண்பீர்கள். ஆனால் இப்போதைக்கு இதை புறக்கணிப்போம்.

source: To put it bluntly: “least tedious”.
de: Offen gesagt: „am wenigsten mühsam“.
nb: Satt på spissen: «minst kjedelig».
ta: அதை அப்பட்டமாக வைக்க: “குறைந்தது கடினமானது”.

source: Factorial ANOVA 2: balanced designs, interactions allowed
de: Faktorielle ANOVA 2: balancierte Designs mit Wechselwirkungen
nb: Faktoriell ANOVA 2: balansert design, interaksjoner tillatt
ta: காரணி ANOVA 2: சீரான வடிவமைப்புகள், இடைவினைகள் அனுமதிக்கப்படுகின்றன

source: Qualitatively different interactions for a 2 × 2 ANOVA
de: Unterschiedliche, mögliche Wechselwirkungen bei einer 2 × 2 ANOVA
nb: Kvalitativt forskjellige interaksjoner for en 2 × 2 ANOVA
ta: 2 × 2 ANOVA க்கான தர ரீதியாக வேறுபட்ட தொடர்புகள்

source: The four patterns of data shown in :numref:`fig-maineffects` are all quite realistic. There are a great many data sets that produce exactly those patterns. However, they are not the whole story and the ANOVA model that we have been talking about up to this point is not sufficient to fully account for a table of group means. Why not? Well, so far we have the ability to talk about the idea that drugs can influence mood, and therapy can influence mood, but no way of talking about the possibility of an **interaction** between the two. An interaction between A and B is said to occur whenever the effect of Factor A is *different*, depending on which level of Factor B we’re talking about. Several examples of an interaction effect with the context of a 2 × 2 ANOVA are shown in :numref:`fig-interactions`. To give a more concrete example, suppose that the operation of Anxifree and Joyzepam is governed by quite different physiological mechanisms. One consequence of this is that while Joyzepam has more or less the same effect on mood regardless of whether one is in therapy, Anxifree is actually much more effective when administered in conjunction with CBT. The ANOVA that we developed in the previous section does not capture this idea. To get some idea of whether an interaction is actually happening here, it helps to plot the various group means. In jamovi this is done via the ANOVA ``Estimated Marginal Means`` option - just move ``drug`` and ``therapy`` across into the ``Marginal Means`` box under ``Term 1``. This should look something like :numref:`fig-interaction`. Our main concern relates to the fact that the two lines aren’t parallel. The effect of ``CBT`` (difference between solid line and dotted line) when the ``drug`` is ``joyzepam`` (right side) appears to be near zero, even smaller than the effect of ``CBT`` when a ``placebo`` is used (left side). However, when ``anxifree`` is administered, the effect of ``CBT`` is larger than that of ``no.therapy`` (middle). Is this effect real, or is this just random variation due to chance? Our original ANOVA cannot answer this question, because we make no allowances for the idea that interactions even exist! In this section, we’ll fix this problem.
de: Die vier in :numref:`fig-maineffects` gezeigten Muster von Daten sind alle recht realistisch. Es gibt sehr viele Datensätze, die genau diese Muster aufweisen. Sie sind jedoch nicht die ganze Geschichte, und das ANOVA-Modell, über das wir bis jetzt gesprochen haben, reicht nicht aus, um eine Tabelle mit Gruppenmittelwerten vollständig zu erklären. Warum nicht? Nun, bisher können wir über die Idee sprechen, dass Medikamente die Stimmung beeinflussen können, und dass eine Therapie die Stimmung beeinflussen kann, aber wir können nicht über die Möglichkeit einer **Interaktion** zwischen den beiden sprechen. Von einer Wechselwirkung zwischen A und B spricht man immer dann, wenn die Wirkung von Faktor A *unterschiedlich* ist, je nachdem, von welchem Niveau des Faktors B wir sprechen. Mehrere Beispiele für einen Interaktionseffekt im Zusammenhang mit einer 2 × 2 ANOVA sind in :numref:`fig-interactions` dargestellt. Um ein konkreteres Beispiel zu geben, nehmen wir an, dass die Wirkung von Anxifree und Joyzepam von unterschiedlichen physiologischen Mechanismen gesteuert wird. Eine Folge davon ist, dass Joyzepam mehr oder weniger die gleiche Wirkung auf die Stimmung hat, unabhängig davon, ob man sich in einer Therapie befindet, während Anxifree viel effektiver ist, wenn es in Verbindung mit CBT verabreicht wird. Die ANOVA, die wir im vorherigen Abschnitt durchgeführt haben, erfasst diese Idee nicht. Um eine Vorstellung davon zu bekommen, ob tatsächlich eine Wechselwirkung vorliegt, ist es hilfreich, die verschiedenen Gruppenmittelwerte darzustellen. In jamovi wird dies über das ANOVA-Optionsfeld ``Estimated Marginal Means`` definiert - verschieben Sie einfach ``drug`` und ``therapy`` in das Feld ``Marginal Means`` unter ``Term 1``. Dies sollte ungefähr so aussehen wie :numref:`fig-interaction`. Unsere Hauptsorge bezieht sich auf die Tatsache, dass die beiden Zeilen nicht parallel sind. Die Auswirkung von ``CBT`` (Unterschied zwischen durchgezogener und gestrichelter Linie), wenn ``joyzepam`` als ``drug`` verwendet wurde (rechte Seite), scheint fast Null zu sein, sogar kleiner als die Auswirkung von ``CBT``, wenn ``placebo`` als ``drug`` verwendet wird (linke Seite). Wenn jedoch ``anxifree`` als ``drug`` verabreicht wird, ist die Wirkung von ``CBT`` größer als die von ``no.therapy`` (Mitte). Ist dieser Effekt real oder handelt es sich nur um eine zufällige Variation, die auf Zufall zurückzuführen ist? Unsere ursprüngliche ANOVA kann diese Frage nicht beantworten, denn wir berücksichtigen nicht, dass es möglicherweise Wechselwirkungen gibt! In diesem Abschnitt werden wir dieses Problem beheben.
nb: De fire datamønstrene som vises i :numref:`fig-maineffects` er alle ganske realistiske. Det finnes svært mange datasett som gir akkurat disse mønstrene. De er imidlertid ikke hele historien, og ANOVA-modellen som vi har snakket om til nå, er ikke tilstrekkelig til å gjøre fullstendig rede for en tabell med gruppegjennomsnitt. Hvorfor ikke? Vel, så langt har vi muligheten til å snakke om at legemidler kan påvirke humøret, og at terapi kan påvirke humøret, men ingen måte å snakke om muligheten for en **interaksjon** mellom de to. En interaksjon mellom A og B sies å oppstå når effekten av faktor A er *forskjellig*, avhengig av hvilket nivå av faktor B vi snakker om. Flere eksempler på en interaksjonseffekt i forbindelse med en 2 × 2 ANOVA er vist i :numref:`fig-interactions`. For å gi et mer konkret eksempel kan vi anta at virkningen av Anxifree og Joyzepam styres av ganske forskjellige fysiologiske mekanismer. En konsekvens av dette er at mens Joyzepam har mer eller mindre samme effekt på humøret uavhengig av om man er i terapi eller ikke, er Anxifree faktisk mye mer effektivt når det gis i forbindelse med KAT. ANOVA-analysen som vi utviklet i forrige avsnitt, fanger ikke opp denne ideen. For å få en idé om hvorvidt det faktisk skjer en interaksjon her, er det nyttig å plotte de ulike gruppegjennomsnittene. I jamovi gjøres dette via ANOVA-alternativet ``Estimated Marginal Means`` - bare flytt ``drug`` og ``therapy`` over i ``Marginal Means``-boksen under ``Term 1``. Dette bør se ut omtrent som :numref:`fig-interaction`. Vår største bekymring er knyttet til det faktum at de to linjene ikke er parallelle. Effekten av ``CBT`` (forskjellen mellom heltrukken linje og stiplet linje) når legemiddelet (``drug``) er ``joyzepam`` (høyre side) ser ut til å være nær null, til og med mindre enn effekten av ``CBT`` når ``placebo`` brukes (venstre side). Når ``anxifree`` administreres, er imidlertid effekten av ``CBT`` større enn effekten av ``no.therapy`` (midten). Er denne effekten reell, eller er dette bare tilfeldig variasjon som skyldes tilfeldigheter? Vår opprinnelige ANOVA kan ikke svare på dette spørsmålet, fordi vi ikke tar høyde for at det i det hele tatt eksisterer interaksjoner! I dette avsnittet skal vi løse dette problemet.
ta: காட்டப்பட்டுள்ள தரவுகளின் நான்கு வடிவங்கள்: NUMREF: `FIG-MAINEFFECTS` அனைத்தும் மிகவும் யதார்த்தமானவை. அந்த வடிவங்களை சரியாக உருவாக்கும் பல தரவுத் தொகுப்புகள் உள்ளன. எவ்வாறாயினும், அவை முழு கதையும், இந்த கட்டத்தில் நாம் பேசிக்கொண்டிருக்கும் ANOVA மாதிரியும் குழு வழிமுறைகளின் அட்டவணையை முழுமையாகக் கணக்கிட போதுமானதாக இல்லை. ஏன் இல்லை? சரி, இதுவரை மருந்துகள் மனநிலையை பாதிக்கும் என்ற கருத்தைப் பற்றி பேசும் திறன் உள்ளது, மேலும் சிகிச்சையானது மனநிலையை பாதிக்கும், ஆனால் இருவருக்கும் இடையில் ஒரு ** தொடர்பு ** இன் சாத்தியத்தைப் பற்றி பேசுவதற்கான வழி இல்லை. காரணி A இன் விளைவு *வேறுபட்டதாக இருக்கும்போதெல்லாம் A மற்றும் B க்கு இடையிலான ஒரு தொடர்பு நிகழும் என்று கூறப்படுகிறது, நாம் எந்த அளவிலான காரணி B ஐப் பற்றி பேசுகிறோம் என்பதைப் பொறுத்து. 2 × 2 ANOVA இன் சூழலுடன் ஒரு தொடர்பு விளைவின் பல எடுத்துக்காட்டுகள் இதில் காட்டப்பட்டுள்ளன: NUMREF: `FIG-INTERACTIONS`. இன்னும் உறுதியான உதாரணத்தை அளிக்க, கவலை மற்றும் சாய்செபமின் செயல்பாடு மிகவும் மாறுபட்ட உடலியல் வழிமுறைகளால் நிர்வகிக்கப்படுகிறது என்று வைத்துக்கொள்வோம். இதன் ஒரு விளைவு என்னவென்றால், ஒருவர் சிகிச்சையில் இருக்கிறாரா என்பதைப் பொருட்படுத்தாமல் சாய்செபம் மனநிலையில் அதிகமாகவோ அல்லது குறைவாகவோ அதே விளைவைக் கொண்டிருக்கும்போது, சிபிடியுடன் இணைந்து நிர்வகிக்கப்படும் போது ஆர்வம் உண்மையில் மிகவும் பயனுள்ளதாக இருக்கும். முந்தைய பிரிவில் நாங்கள் உருவாக்கிய ANOVA இந்த யோசனையைப் பிடிக்காது. ஒரு தொடர்பு உண்மையில் இங்கே நடக்கிறது என்பதைப் பற்றிய சில யோசனைகளைப் பெற, இது பல்வேறு குழு வழிமுறைகளைத் திட்டமிட உதவுகிறது. சாமோவியில் இது ANOVA `` மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகள் `` விருப்பம் வழியாக செய்யப்படுகிறது - `` மருந்து` `` சிகிச்சை` ஆகியவற்றை `` விளிம்பு வழிமுறைகள்` `` கால 1`` இன் கீழ் நகர்த்தவும். இது போன்றதாக இருக்க வேண்டும்: NUMREF: `Fig-VERACTIONACTION`. எங்கள் முக்கிய கவலை இரண்டு வரிகளும் இணையாக இல்லை என்பதோடு தொடர்புடையது. `` மருந்து`` ஆக இருக்கும் போது `` சிபிடி`` (திடக் கோட்டிற்கும் புள்ளியிடப்பட்ட கோட்டிற்கும் இடையிலான வேறுபாடு) விளைவு `` சாய்செபம்`` (வலது பக்கம்) பூச்சியத்திற்கு அருகில் இருப்பதாகத் தோன்றுகிறது, `` சிபிடி` `ஒரு` `மருந்துப்போலி`` பயன்படுத்தப்படும்போது (இடது பக்கம்). எவ்வாறாயினும், `` கவலை`` நிர்வகிக்கப்படும் போது, `` சிபிடி`` இன் விளைவு `` இல்லை சிகிச்சை`` (நடுத்தர) விட பெரியது. இந்த விளைவு உண்மையானதா, அல்லது வாய்ப்பு காரணமாக இது சீரற்ற மாறுபாடா? எங்கள் அசல் ANOVA இந்த கேள்விக்கு பதிலளிக்க முடியாது, ஏனென்றால் இடைவினைகள் கூட உள்ளன என்ற கருத்துக்கு நாங்கள் எந்த கொடுப்பனவுகளையும் செய்யவில்லை! இந்த பிரிவில், இந்த சிக்கலை நாங்கள் சரிசெய்வோம்.

source: Descriptive interaction plot in jamovi
de: Deskriptives Interaktionsdiagramm in jamovi
nb: (Deskriptivstatistisk) Interaksjonsplott i jamovi
ta: சாமோவியில் விளக்க தொடர்பு சூழ்ச்சி

source: jamovi screen shot showing how to generate a descriptive interaction plot within the ANOVA (using ``Estimated Marginal Means``) for the |clinicaltrial|_ data set
de: jamovi-Bildschirmfoto, das zeigt, wie ein Interaktionsdiagramm innerhalb der ANOVA (unter Verwendung von ``Estimated Marginal Means``) für den |clinicaltrial|_-Datensatz erzeugt wird
nb: jamovi-skjermbilde som viser hvordan du genererer et interaksjonsplott i ANOVA (ved hjelp av ``Estimated Marginal Means``) for datasettet |clinicaltrial|_
ta: | கிளினிக்கல் ட்ரையல் | _ தரவு தொகுப்பு ஆகியவற்றிற்கான ANOVA க்குள் (`` மதிப்பிடப்பட்ட விளிம்பு வழிமுறைகளைப் பயன்படுத்தி) ஒரு விளக்க தொடர்பு சதித்திட்டத்தை எவ்வாறு உருவாக்குவது என்பதைக் காட்டும் சாமோவி திரை காட்சி காட்சி.

source: What exactly is an interaction effect?
de: Was genau ist ein Interaktionseffekt?
nb: Hva er egentlig en interaksjonseffekt?
ta: ஒரு தொடர்பு விளைவு என்ன?

source: The key idea that we’re going to introduce in this section is that of an interaction effect. In the ANOVA model we have looked at so far there are only two *factors* involved in our model (i.e., ``drug`` and ``therapy``). But when we add an interaction we add a new component to the model: the combination of ``drug`` and ``therapy``. Intuitively, the idea behind an interaction effect is fairly simple. It just means that the effect of Factor A is different, depending on which level of Factor B we’re talking about. But what does that actually mean in terms of our data? The plot in :numref:`fig-interactions` depicts several different patterns that, although quite different to each other, would all count as an interaction effect. So it’s not entirely straightforward to translate this qualitative idea into something mathematical that a statistician can work with.
de: Der Schlüsselbegriff, den wir in diesem Abschnitt einführen werden, ist der eines Interaktionseffekts. In dem ANOVA-Modell, das wir bisher betrachtet haben, sind nur zwei *Faktoren* an unserem Modell beteiligt (d. h. ``drug`` und ``therapy``). Wenn wir jedoch eine Interaktion hinzufügen, fügen wir dem Modell eine weitere Komponente hinzu: die Kombination von ``drug`` und ``therapy``. Intuitiv ist die Idee hinter einem Interaktionseffekt recht einfach. Es bedeutet einfach, dass die Wirkung von Faktor A unterschiedlich ist, je nachdem, über welche Stufe von Faktor B wir sprechen. Aber was bedeutet das in Bezug auf unsere Daten? Das Diagramm in :numref:`fig-interactions` zeigt mehrere verschiedene Muster, die sich zwar stark voneinander unterscheiden, aber alle als Interaktionseffekt gelten würden. Es ist also nicht ganz einfach, diese qualitative Idee in etwas Mathematisches zu übersetzen, mit dem ein Statistiker arbeiten kann.
nb: Nøkkelbegrepet som vi skal introdusere i dette avsnittet, er interaksjonseffekten. I ANOVA-modellen vi har sett på så langt, er det bare to *faktorer* involvert i modellen vår (dvs. ``drug`` og ``therapy``). Men når vi legger til en interaksjon, legger vi til en ny komponent i modellen: kombinasjonen av ``drug`` og ``therapy``. Intuitivt er ideen bak en interaksjonseffekt ganske enkel. Det betyr bare at effekten av faktor A er forskjellig, avhengig av hvilket nivå av faktor B vi snakker om. Men hva betyr det egentlig for dataene våre? Plottet i :numref:`fig-interactions` viser flere forskjellige mønstre som, selv om de er ganske forskjellige fra hverandre, alle vil telle som en interaksjonseffekt. Så det er ikke helt enkelt å oversette denne kvalitative ideen til noe matematisk som en statistiker kan jobbe med.
ta: இந்த பிரிவில் நாம் அறிமுகப்படுத்தப் போகிறோம் என்ற முக்கிய சிந்தனை ஒரு தொடர்பு விளைவு. ANOVA மாதிரியில் நாங்கள் இதுவரை பார்த்திருக்கிறோம், எங்கள் மாதிரியில் இரண்டு * காரணிகள் * மட்டுமே உள்ளன (அதாவது, `` மருந்து`` மற்றும் `சிகிச்சை``). ஆனால் நாங்கள் ஒரு தொடர்பைச் சேர்க்கும்போது, மாதிரியில் ஒரு புதிய கூறுகளைச் சேர்க்கிறோம்: `` மருந்து`` மற்றும் `` சிகிச்சை`` ஆகியவற்றின் கலவையாகும். உள்ளுணர்வாக, ஒரு தொடர்பு விளைவின் பின்னணியில் உள்ள சிந்தனை மிகவும் எளிது. காரணி A இன் விளைவு வேறுபட்டது என்பதே இதன் பொருள், நாம் எந்த அளவிலான காரணி B ஐப் பற்றி பேசுகிறோம் என்பதைப் பொறுத்து. ஆனால் எங்கள் தரவின் அடிப்படையில் உண்மையில் என்ன அர்த்தம்? சதி: எண்ரெஃப்: `அத்தி-இடைவினைகள்` பல வேறுபட்ட வடிவங்களை சித்தரிக்கிறது, அவை ஒருவருக்கொருவர் முற்றிலும் வேறுபட்டவை என்றாலும், அனைத்தும் ஒரு தொடர்பு விளைவு என்று கருதப்படும். எனவே இந்த தரமான யோசனையை ஒரு புள்ளிவிவர வல்லுநர் வேலை செய்யக்கூடிய கணிதமாக மொழிபெயர்ப்பது முற்றிலும் நேரடியானதல்ல.

source: As a consequence, the way that the idea of an interaction effect is formalised in terms of null and alternative hypotheses is slightly difficult, and I’m guessing that a lot of readers of this book probably won’t be all that interested. Even so, I’ll try to give the basic idea here.
de: Folglich ist die Art und Weise, wie die Idee eines Interaktionseffekts in Form von Null- und Alternativhypothesen formalisiert wird, etwas schwierig. Ich vermute, dass viele Leser dieses Buches daran wahrscheinlich nicht sonderlich interessiert sein werden. Trotzdem werde ich versuchen, zumindest die Grundidee zu vermitteln.
nb: Derfor er det litt vanskelig å formalisere ideen om en interaksjonseffekt i form av nullhypoteser og alternative hypoteser, og jeg antar at mange av leserne av denne boken sannsynligvis ikke vil være så interessert i dette. Jeg skal likevel forsøke å gi en grunnleggende innføring her.
ta: இதன் விளைவாக, ஒரு தொடர்பு விளைவின் சிந்தனை சுழிய மற்றும் மாற்று கருதுகோள்களின் அடிப்படையில் முறைப்படுத்தப்படும் விதம் சற்று கடினம், மேலும் இந்த புத்தகத்தின் நிறைய வாசகர்கள் அவ்வளவு ஆர்வமாக இருக்க மாட்டார்கள் என்று நான் நினைக்கிறேன். அப்படியிருந்தும், நான் இங்கே அடிப்படை யோசனையை வழங்க முயற்சிப்பேன்.

source: To start with, we need to be a little more explicit about our main effects. Consider the main effect of Factor A (``drug`` in our running example). We originally formulated this in terms of the null hypothesis that the two marginal means µ\ :sub:`r.` are all equal to each other. Obviously, if all of these are equal to each other, then they must also be equal to the grand mean µ\ :sub:`..` as well, right? So what we can do is define the *effect* of Factor A at level *r* to be equal to the difference between the marginal mean µ\ :sub:`r.` and the grand mean µ\ :sub:`..`. Let’s denote this effect by α\ :sub:`r`, and note that
de: Zu Beginn müssen wir unsere Haupteffekte etwas genauer beschreiben. Betrachten wir den Haupteffekt des Faktors A (``drug`` in unserem Beispiel). Ursprünglich formulierten wir dies im Sinne der Nullhypothese, dass die beiden Randmittel µ\ :sub:`r.` alle gleich sind. Wenn diese alle gleich sind, dann müssen sie natürlich auch gleich dem Gesamtmittelwert µ\ :sub:`..` sein. Wir können also den *Effekt* des Faktors A auf der Ebene *r* als gleich der Differenz zwischen dem Randmittel µ\ :sub:`r.` und dem Gesamtmittelwert µ\ :sub:`..` definieren. Bezeichnen wir diesen Effekt mit α\ :sub:`r`, dann stellen wir fest, dass
nb: Til å begynne med må vi være litt mer eksplisitte når det gjelder hovedeffektene våre. La oss se på hovedeffekten av faktor A (``drug`` i vårt løpende eksempel). Opprinnelig formulerte vi dette i form av nullhypotesen om at de to marginale gjennomsnittene µ\ :sub:`r.` alle er lik hverandre. Det er klart at hvis alle disse er like hverandre, så må de også være like det totale gjennomsnittet µ\ :sub:`..`, ikke sant? Vi kan altså definere *effekten* av faktor A på nivå *r* som lik differansen mellom det marginale gjennomsnittet µ\ :sub:`r.` og det totale gjennomsnittet µ\ :sub:`..`. La oss betegne denne effekten med α\ :sub:`r`, og merke oss at
ta: தொடங்குவதற்கு, எங்கள் முக்கிய விளைவுகளைப் பற்றி இன்னும் கொஞ்சம் வெளிப்படையாக இருக்க வேண்டும். எங்கள் இயங்கும் எடுத்துக்காட்டில் காரணி A (`` மருந்து`` இன் முக்கிய விளைவைக் கவனியுங்கள். இரண்டு விளிம்பு என்றால் µ \: துணை: `r.` அனைத்தும் ஒருவருக்கொருவர் சமம் என்று சுழிய கருதுகோளின் அடிப்படையில் இதை முதலில் உருவாக்கினோம். வெளிப்படையாக, இவை அனைத்தும் ஒருவருக்கொருவர் சமமாக இருந்தால், அவை கிராண்ட் சராசரி µ \: துணை: `..` என்பதற்கு சமமாக இருக்க வேண்டும், இல்லையா? ஆகவே, நாம் என்ன செய்ய முடியும் என்பது காரணி A இன் * r * இன் * விளைவை * வரையறுப்பதுதான் விளிம்பு சராசரி µ \: sub: `r.` மற்றும் கிராண்ட் சராசரி µ \: sub:` .. `. இந்த விளைவை α \: sub: `r` மூலம் குறிப்போம், அதைக் கவனியுங்கள்

source: Now, by definition all of the α\ :sub:`r` values must sum to zero, for the same reason that the average of the marginal means µ\ :sub:`r.` must be the grand mean µ\ :sub:`..`. We can similarly define the effect of Factor B at level i to be the difference between the column marginal mean µ\ :sub:`.c` and the grand mean µ\ :sub:`..`
de: Nun müssen sich per Definition alle α\ :sub:`r`-Werte zu Null summieren, und zwar aus demselben Grund, aus dem der Durchschnitt der Randmittel µ\ :sub:`r.` der Gesamtmittelwert µ\ :sub:`..` sein muss. In ähnlicher Weise können wir den Effekt von Faktor B auf Ebene i als die Differenz zwischen dem Randmittel der Spalte µ\ :sub:`.c` und dem Gesamtmittelwert µ\ :sub:`..` definieren
nb: Nå må per definisjon alle α\ :sub:`r`-verdiene summere seg til null, av samme grunn som at gjennomsnittet av de marginale gjennomsnittene µ\ :sub:`r.` må være det totale gjennomsnittet µ\ :sub:`..`. På samme måte kan vi definere effekten av faktor B på nivå i som differansen mellom kolonnens marginalgjennomsnitt µ\ :sub:`.c` og totalgjennomsnittet µ\ :sub:`..`
ta: இப்போது. : `..`. நிலை I இல் காரணி B இன் விளைவை நாம் இதேபோல் வரையறுக்கலாம்.
