Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: As with one-way ANOVA, the most interesting\ [#]_ part of this formula is the (Ȳ\ :sub:`r.` – Ȳ\ :sub:`..`)² bit, which corresponds to the squared deviation associated with level *r*. All that this formula does is calculate this squared deviation for all *R* levels of the factor, add them up, and then multiply the result by *N* × *C*. The reason for this last part is that there are multiple cells in our design that have level *r* on Factor A. In fact, there are *C* of them, one corresponding to each possible level of Factor B! For instance, in our example there are *two* different cells in the design corresponding to the ``anxifree`` drug: one for people with ``no.therapy`` and one for the ``CBT`` group. Not only that, within each of these cells there are *N* observations. So, if we want to convert our SS value into a quantity that calculates the between-groups sum of squares on a “per observation” basis, we have to multiply by *N* × *C*. The formula for factor B is of course the same thing, just with some subscripts shuffled around
de: Wie bei der einfaktoriellen ANOVA ist der interessanteste Teil\ [#]_ dieser Formel der (Ȳ\ :sub:`r.` - Ȳ\ :sub:`..`)²-Teil, das der quadratischen Abweichung entspricht, die mit der Stufe *r* verbunden ist. Alles, was diese Formel tut, ist, diese quadratische Abweichung für alle *R* Stufen des Faktors zu berechnen, sie zu addieren und dann das Ergebnis mit *N* × *C* zu multiplizieren. Der Grund für diesen letzten Teil ist, dass es in unserem Entwurf mehrere Zellen gibt, welche die Stufe *r* auf Faktor A haben. Tatsächlich gibt es *C* davon, eine entsprechend jeder möglichen Stufe des Faktors B! In unserem Beispiel gibt es *zwei* verschiedene Zellen im Versuchsdesign, die der Droge ``anxifree`` entsprechen: eine für die Gruppe mit ``no.therapy`` und eine für die Gruppe mit ``CBT``. Und nicht nur das: Innerhalb jeder dieser Zellen gibt es *N* Beobachtungen. Wenn wir also unseren SS-Wert in eine Größe umwandeln wollen, welche die Quadratsumme zwischen den Gruppen auf einer „pro Beobachtung“-Basis berechnet, müssen wir mit *N* × *C* multiplizieren.
nb: Som ved enveis ANOVA er den mest interessante\ [#]_ delen av denne formelen (Ȳ\ :sub:`r.` - Ȳ\ :sub:`..`)²-biten, som tilsvarer det kvadrerte avviket som er knyttet til nivå *r*. Alt denne formelen gjør, er å beregne dette kvadrerte avviket for alle *R* nivåer av faktoren, legge dem sammen og deretter multiplisere resultatet med *N* × *C*. Grunnen til det siste er at det er flere celler i designet vårt som har nivå *r* på faktor A. Faktisk er det *C* av dem, én som tilsvarer hvert mulige nivå på faktor B! I vårt eksempel er det for eksempel *to* forskjellige celler i designet som tilsvarer det legemiddelet ``anxifree``: én for personer som ikke fikk terapi (``no.therapy``) og én for gruppen som fikk ``CBT``. Ikke bare det, innenfor hver av disse cellene finnes det *N* observasjoner. Så hvis vi ønsker å konvertere våre kvadratsummene (SS) til en størrelse som beregner kvadratsummen mellom gruppene på «per observasjon»-basis, må vi multiplisere med *N* × *C*. Formelen for faktor B er selvfølgelig den samme, bare med noen endringer i indeksene
ta: ஒரு வழி ANOVA ஐப் போலவே, இந்த சூத்திரத்தின் மிகவும் சுவையான \ [#] _ ஒரு பகுதி (ȳ \: sub: `r.`-ȳ \: sub:` ..`) ² பிட், இது ச்கொயர் உடன் ஒத்திருக்கிறது நிலை *r *உடன் தொடர்புடைய விலகல். இந்த தேற்றம் செய்யும் அனைத்தும் காரணி அனைத்து *r *நிலைகளுக்கும் இந்த சதுர விலகலைக் கணக்கிடுவது, அவற்றைச் சேர்க்கவும், பின்னர் முடிவை *n *× *C *மூலம் பெருக்கவும். இந்த கடைசி பகுதிக்கான காரணம் என்னவென்றால், எங்கள் வடிவமைப்பில் பல செல்கள் உள்ளன, அவை காரணி A இல் நிலை * r * உள்ளன. உண்மையில், அவற்றில் * c * உள்ளன, இது காரணி B இன் ஒவ்வொரு மட்டத்திற்கும் தொடர்புடையது! உதாரணமாக, எங்கள் எடுத்துக்காட்டில் `` கவலை 'மருந்துடன் தொடர்புடைய வடிவமைப்பில் * இரண்டு * வெவ்வேறு செல்கள் உள்ளன: ஒன்று ``. அது மட்டுமல்லாமல், இந்த ஒவ்வொரு உயிரணுக்களிலும் * n * அவதானிப்புகள் உள்ளன. எனவே, எங்கள் எச்எச் மதிப்பை “ஒரு கண்காணிப்புக்கு” அடிப்படையில் குழுக்களின் தொகையை கணக்கிடும் அளவாக மாற்ற விரும்பினால், நாம் *n *× *c *ஆல் பெருக்க வேண்டும். காரணி B க்கான தேற்றம் நிச்சயமாக ஒரே சேதி

source: Now that we have these formulas we can check them against the jamovi output from the earlier section.
de: Da wir diese Formeln haben, können wir sie mit der jamovi-Ausgabe aus dem vorherigen Abschnitt vergleichen.
nb: Nå som vi har disse formlene, kan vi sjekke dem mot jamovi-utgaven fra forrige avsnitt.
ta: இப்போது எங்களிடம் இந்த சூத்திரங்கள் இருப்பதால், முந்தைய பகுதியிலிருந்து சாமோவி வெளியீட்டிற்கு எதிராக அவற்றை சரிபார்க்கலாம்.

source: First, let’s calculate the sum of squares associated with the main effect of ``drug``. There are a total of *N* = 3 people in each group and *C* = 2 different types of therapy. Or, to put it another way, there are 3 · 2 = 6 people who received any particular drug. When we do these calculations in a spreadsheet programme, we get a value of 3.45 for the sum of squares associated with the main effect of ``drug``. Not surprisingly, this is the same number that you get when you look up the SS value for the ``drug`` factor in the ANOVA table that I presented earlier, in :numref:`fig-factorialanova3`.
de: Berechnen wir zunächst die Quadratesumme, die mit dem Haupteffekt von ``drug`` verbunden ist. Es gibt insgesamt *N* = 3 Personen in jeder Gruppe und *C* = 2 verschiedene Arten von Therapien. Oder anders ausgedrückt, es gibt 3 · 2 = 6 Personen, die ein bestimmtes Medikament erhalten haben. Wenn wir diese Berechnungen in einem Tabellenkalkulationsprogramm durchführen, erhalten wir einen Wert von 3,45 für die mit dem Haupteffekt von ``drug`` verbundene Quadratsumme. Es überrascht nicht, dass dies die gleiche Zahl ist, die man als SS-Wert für den Faktor ``drug`` in der ANOVA-Tabelle erhält, die in :numref:`fig-factorialanova3` dargestellt ist.
nb: La oss først beregne summen av kvadrater knyttet til hovedeffekten av ``drug``. Det er totalt *N* = 3 personer i hver gruppe og *C* = 2 ulike typer terapi (``therapy``). Eller sagt på en annen måte: Det er 3 - 2 = 6 personer som har fått et bestemt legemiddel (``drug``). Når vi gjør disse beregningene i et regnearkprogram, får vi en verdi på 3,45 for kvadratsummen knyttet til hovedeffekten av ``drug``. Ikke overraskende er dette det samme tallet som du får når du slår opp kvadratsummen (SS) for faktoren ``drug`` i ANOVA-tabellen som jeg presenterte tidligere, i :numref:`fig-factorialanova3`.
ta: முதலில், `` மருந்து`` இன் முக்கிய விளைவுடன் தொடர்புடைய சதுரங்களின் தொகையை கணக்கிடுவோம். ஒவ்வொரு குழுவிலும் மொத்தம் * n * = 3 பேர் மற்றும் * c * = 2 வெவ்வேறு வகையான சிகிச்சைகள் உள்ளன. அல்லது, இதை வேறு வழியில் செலுத்த, எந்தவொரு குறிப்பிட்ட மருந்தையும் பெற்ற 3 · 2 = 6 பேர் உள்ளனர். இந்த கணக்கீடுகளை ஒரு விரிதாள் திட்டத்தில் செய்யும்போது, `` மருந்து`` இன் முக்கிய விளைவுடன் தொடர்புடைய சதுரங்களின் தொகைக்கு 3.45 மதிப்பைப் பெறுகிறோம். ஆச்சரியப்படுவதற்கில்லை, நான் முன்பு வழங்கிய ANOVA அட்டவணையில் `` மருந்து`` காரணிக்கான SS மதிப்பைப் பார்க்கும்போது நீங்கள் பெறும் அதே எண் இதுதான்: IN: NUMREF: `Fig-factoriananova3`.

source: We can repeat the same kind of calculation for the effect of ``therapy``. Again, there are *N* = 3 people in each group, but since there are R = 3 different values in ``drug``, this time around we note that there are 3 · 3 = 9 people who received ``CBT`` and an additional 9 people who received ``no.therapy``. So our calculation in this case gives us a value of 0.47 for the sum of squares associated with the main effect of ``therapy``. Once again, we are not surprised to see that our calculations are identical to the ANOVA output in :numref:`fig-factorialanova3`.
de: Wir können auf die gleiche Art die Berechnung für die Wirkung von ``therapy`` durchführen. Auch hier gibt es *N* = 3 Personen in jeder Gruppe, aber da es *R* = 3 verschiedene Werte in ``drug`` gibt, stellen wir dieses Mal fest, dass es 3 · 3 = 9 Personen gibt, die ``CBT`` erhalten haben und weitere 9 Personen, die ``no.therapy`` erhalten haben. Unsere Berechnung ergibt also in diesem Fall einen Wert von 0,47 für die Quadratesumme, die mit dem Haupteffekt von ``therapy`` verbunden ist. Auch hier sind wir nicht überrascht, dass unsere Berechnungen identisch mit der ANOVA-Ausgabe in :numref:`fig-factorialanova3` sind.
nb: Vi kan gjenta samme type beregning for effekten av ``therapy``. Igjen er det *N* = 3 personer i hver gruppe, men siden det er R = 3 forskjellige verdier i ``drug``, ser vi denne gangen at det er 3 · 3 = 9 personer som fikk ``CBT`` og ytterligere 9 personer som fikk ``no.therapy``. I dette tilfellet gir beregningen en verdi på 0,47 for kvadratsummen knyttet til hovedeffekten av ``therapy``. Igjen er vi ikke overrasket over å se at beregningene våre er identiske med utgaven fra ANOVA i :numref:`fig-factorialanova3`.
ta: `` சிகிச்சை`` இன் விளைவுக்கு அதே வகையான கணக்கீட்டை நாம் மீண்டும் செய்யலாம். மீண்டும், ஒவ்வொரு குழுவிலும் * n * = 3 பேர் உள்ளனர், ஆனால் `` மருந்து`` இல் r = 3 வெவ்வேறு மதிப்புகள் இருப்பதால், இந்த நேரத்தில் `` cbt` பெற்ற 3 · 3 = 9 பேர் இருக்கிறார்கள் என்பதை நாங்கள் கவனிக்கிறோம் `மற்றும் கூடுதலாக 9 பேர்` `இல்லை. எனவே இந்த வழக்கில் எங்கள் கணக்கீடு `` சிகிச்சை`` இன் முக்கிய விளைவுடன் தொடர்புடைய சதுரங்களின் தொகைக்கு 0.47 மதிப்பை நமக்கு வழங்குகிறது. மீண்டும், எங்கள் கணக்கீடுகள் ANOVA வெளியீட்டிற்கு ஒத்தவை என்பதைக் கண்டு நாங்கள் ஆச்சரியப்படுவதில்லை: NumRef: `Fig-factoralanova3`.

source: So that’s how you calculate the SS values for the two main effects. These SS values are analogous to the between-group sum of squares values that we calculated when doing the one-way ANOVA in :doc:`the previous chapter <../Ch13/Ch13_ANOVA>`. However, it’s not a good idea to think of them as between-groups SS values anymore, just because we have two different grouping variables and it’s easy to get confused. In order to construct an *F*-test, however, we also need to calculate the within-groups sum of squares. In keeping with the terminology that we used in chapter :doc:`../Ch12/Ch12_Regression` and the terminology that jamovi uses when printing out the ANOVA table, I’ll start referring to the within-groups SS value as the *residual* sum of squares SS\ :sub:`R`.
de: So berechnen Sie also die SS-Werte für die beiden Haupteffekte. Diese SS-Werte sind analog zu den Quadratsummen zwischen den Gruppen, die wir für die einfaktorielle ANOVA im :doc:`vorherigen Kapitel <../Ch13/Ch13_ANOVA>` berechnet haben. Es ist jedoch nicht ratsam, sie weiterhin als SS-Werte zwischen den Gruppen zu betrachten, da wir nun zwei unterschiedliche Gruppierungsvariablen haben und es daher leicht zu Verwechslungen kommen kann. Um einen *F*-Test zu konstruieren, müssen wir jedoch auch die Quadratsumme innerhalb der Gruppen berechnen. In Anlehnung an die Terminologie, die wir in Kapitel :doc:`../Ch12/Ch12_Regression` verwendet haben, und an die Terminologie, die jamovi beim Ausdrucken der ANOVA-Tabelle verwendet, werde ich den SS-Wert innerhalb der Gruppen als Quadratsumme der *Residuen* SS\ :sub:`R` bezeichnen.
nb: Slik beregner du kvadratsummene (SS) for de to hovedeffektene. Verdiene for SS er analoge med summen av kvadratsummene mellom gruppene som vi beregnet da vi utførte enveis ANOVA i :doc:`det forrige kapittelet <../Ch13/Ch13_ANOVA>`. Det er imidlertid ikke så lurt å tenke på dem som kvdratsummer (SS) mellom grupper lenger, bare fordi vi har to forskjellige grupperingsvariabler, og det er lett å bli forvirret. For å kunne konstruere en *F*-test må vi imidlertid også beregne kvadratsummen innenfor gruppene. I tråd med terminologien som vi brukte i kapittel :doc:`../Ch12/Ch12_Regression` og terminologien som jamovi bruker når vi skriver ut ANOVA-tabellen, vil jeg begynne å referere til kvadratsummen (SS) innenfor gruppene som kvadratersummen av *residuene* SS\ :sub:`R`.
ta: எனவே இரண்டு முக்கிய விளைவுகளுக்கான SS மதிப்புகளை நீங்கள் எவ்வாறு கணக்கிடுகிறீர்கள். இந்த எச்எச் மதிப்புகள் ஒரு வழி ANOVA ஐச் செய்யும்போது நாம் கணக்கிட்ட சதுர மதிப்புகளின் குழுக்கு இடையிலான தொகைக்கு ஒப்பானவை: doc: `முந்தைய அத்தியாயம் <../ ch13/ch13_anova>`. எவ்வாறாயினும், குழுக்களுக்கு இடையில் எச்.எச் மதிப்புகள் என நினைப்பது நல்ல யோசனையல்ல, ஏனென்றால் எங்களிடம் இரண்டு வெவ்வேறு குழும மாறிகள் இருப்பதால், குழப்பமடைவது எளிது. இருப்பினும், ஒரு *f *-Test ஐ உருவாக்க, இருப்பினும், குழுக்களுக்குள் சதுரங்களின் தொகையை கணக்கிட வேண்டும். அத்தியாயத்தில் நாம் பயன்படுத்திய சொற்களாட்டைக் கருத்தில் கொண்டு: டாக்: `../ சி.எச். * சதுரங்களின் தொகை ss \: sub: `r`.

source: The easiest way to think about the residual SS values in this context, I think, is to think of it as the leftover variation in the outcome variable after you take into account the differences in the marginal means (i.e., after you remove SS\ :sub:`A` and SS\ :sub:`B`). What I mean by that is we can start by calculating the total sum of squares, which I’ll label SS\ :sub:`T`. The formula for this is pretty much the same as it was for one-way ANOVA. We take the difference between each observation *Y*\ :sub:`rci` and the grand mean Ȳ\ :sub:`..`, square the differences, and add them all up
de: Am einfachsten lassen sich die SS-Werte für die Residuen in diesem Zusammenhang als die verbleibende Variation in der Ergebnisvariablen betrachten, nachdem man die Unterschiede in den Randmitteln berücksichtigt hat (d. h. nachdem man SS\ :sub:`A` und SS\ :sub:`B` subtrahiert hat). Was ich damit meine, ist, dass wir mit der Berechnung der Gesamt-Quadratsumme beginnen können, die ich als SS\ :sub:`T` bezeichnen werde. Die Formel hierfür ist ziemlich genau dieselbe wie bei der einfaktoriellen ANOVA. Wir nehmen die Differenz zwischen jeder Beobachtung *Y*\ :sub:`rci` und dem Gesamtmittelwert Ȳ\ :sub:`..`, quadrieren die Differenzen und addieren sie zusammen
nb: Den enkleste måten å tenke på kvadratsummen av residuene i denne sammenhengen er å se på dem som resterende variasjonen i utfallsvariabelen etter at du har tatt hensyn til forskjellene i de randgjennomsnittene (dvs. etter at du har subtrahert SS\ :sub:`A` og SS\ :sub:`B`). Det jeg mener med det, er at vi kan begynne med å beregne den totale kvadratsummen, som jeg kaller SS\ :sub:`T`. Formelen for dette er stort sett den samme som for enveis ANOVA. Vi tar differansen mellom hver observasjon *Y*\ :sub:`rci` og det totale gjennomsnittet Ȳ\ :sub:`..`, kvadrerer differansene og legger dem sammen
ta: இந்த சூழலில் மீதமுள்ள எச்எச் மதிப்புகளைப் பற்றி சிந்திக்க எளிதான வழி, நான் நினைக்கிறேன், விளிம்பு வழிமுறைகளில் உள்ள வேறுபாடுகளை நீங்கள் கணக்கில் எடுத்துக் கொண்ட பிறகு (அதாவது, நீங்கள் ss \: துணை: `அ` மற்றும் எச்எச் \: துணை:` பி`). இதன் மூலம் நான் சொல்வது என்னவென்றால், சதுரங்களின் மொத்த தொகையை கணக்கிடுவதன் மூலம் நாம் தொடங்கலாம், இதை நான் SS \: துணை: `T` என்று லேபிளிடுவேன். இதற்கான தேற்றம் ஒரு வழி ANOVA க்கு இருந்ததைப் போலவே உள்ளது. ஒவ்வொரு அவதானிப்புக்கும் இடையிலான வித்தியாசத்தை நாம் எடுத்துக்கொள்கிறோம் *y *\: sub: `rci` மற்றும் கிராண்ட் சராசரி ȳ \: sub:` ..`, வேறுபாடுகளை சதுரப்படுத்தி, அனைத்தையும் சேர்க்கவும்

source: The “triple summation” here looks more complicated than it is. In the first two summations, we’re summing across all levels of Factor A (i.e., over all possible rows *r* in our table) and across all levels of Factor B (i.e., all possible columns *c*). Each rc-combination corresponds to a single group and each group contains *N* people, so we have to sum across all those people (i.e., all i values) too. In other words, all we’re doing here is summing across all observations in the data set (i.e., all possible rci-combinations).
de: Die „dreifache Summierung“ sieht hier komplizierter aus, als sie ist. In den ersten beiden Summierungen summieren wir über alle Stufen von Faktor A (d. h. über alle möglichen Zeilen *r* in unserer Tabelle) und über alle Stufen von Faktor B (d. h. über alle möglichen Spalten *c*). Jede rc-Kombination entspricht einer einzelnen Gruppe, und jede Gruppe enthält *N* Personen, so dass wir auch über alle diese Personen (d. h. alle i-Werte) summieren müssen. Mit anderen Worten, alles, was wir hier tun, ist, über alle Beobachtungen im Datensatz zu summieren (d. h. alle möglichen rci-Kombinationen).
nb: «Trippelsummeringen» her ser mer komplisert ut enn den er. I de to første summeringene summerer vi over alle nivåer av faktor A (dvs. over alle mulige rader *r* i tabellen vår) og over alle nivåer av faktor B (dvs. alle mulige kolonner *c*). Hver rc-kombinasjon tilsvarer én enkelt gruppe, og hver gruppe inneholder *N* personer, så vi må også summere over alle disse personene (dvs. alle i-verdiene). Med andre ord, alt vi gjør her, er å summere over alle observasjonene i datasettet (dvs. alle mulige rci-kombinasjoner).
ta: இங்கே “டிரிபிள் சம்மேசன்” அதை விட மிகவும் சிக்கலானது. முதல் இரண்டு சுருக்கங்களில், காரணி A இன் அனைத்து மட்டங்களிலும் (அதாவது, எங்கள் அட்டவணையில் சாத்தியமான அனைத்து வரிசைகளிலும் *r *) மற்றும் காரணி B இன் அனைத்து மட்டங்களிலும் (அதாவது, சாத்தியமான அனைத்து நெடுவரிசைகளும் *c *) சுருக்கமாகக் கூறுகிறோம். ஒவ்வொரு ஆர்.சி. வேறு வார்த்தைகளில் கூறுவதானால், தரவுத் தொகுப்பில் உள்ள அனைத்து அவதானிப்புகளிலும் (அதாவது, சாத்தியமான அனைத்து ஆர்.சி.ஐ-போட்டிகளும்) நாங்கள் இங்கு செய்கிறோம்.

source: At this point, we know the total variability of the outcome variable SS\ :sub:`T`, and we know how much of that variability can be attributed to Factor A (SS\ :sub:`A`) and how much of it can be attributed to Factor B (SS\ :sub:`B`). The residual sum of squares is thus defined to be the variability in *Y* that *can’t* be attributed to either of our two factors. In other words
de: Zu diesem Zeitpunkt kennen wir die Gesamtvariabilität der Ergebnisvariablen SS\ :sub:`T`, und wir wissen, wie viel von dieser Variabilität dem Faktor A (SS\ :sub:`A`) und wie viel dem Faktor B (SS\ :sub:`B`) zugeschrieben werden kann. Die Quadratsumme der Residuen ist somit definiert als die Variabilität in *Y*, die *keinem* unserer beiden Faktoren zugeschrieben werden kann. Mit anderen Worten
nb: På dette tidspunktet kjenner vi den totale variabiliteten i utfallsvariabelen SS\ :sub:`T`, og vi vet hvor mye av denne variabiliteten som kan tilskrives faktor A (SS\ :sub:`A`) og hvor mye som kan tilskrives faktor B (SS\ :sub:`B`). Kvadratsummen for residuene er dermed definert som den variasjonen i *Y* som *ikke* kan tilskrives en av de to faktorene våre. Med andre ord
ta: இந்த கட்டத்தில், விளைவு மாறி SS \: `t` இன் மொத்த மாறுபாட்டை நாங்கள் அறிவோம், மேலும் அந்த மாறுபாட்டின் காரணி A (ss \: sub:` a`) க்கு எவ்வளவு காரணம் என்று எங்களுக்குத் தெரியும் இது காரணி B (SS \: SUB: `B`) காரணமாக இருக்கலாம். சதுரங்களின் எஞ்சிய தொகை * ஒய் * இல் உள்ள மாறுபாடாக வரையறுக்கப்படுகிறது, இது எங்கள் இரண்டு காரணிகளில் ஒன்றுக்கு * * கூற முடியாது. வேறு வார்த்தைகளில் கூறுவதானால்

source: In any case, it’s probably worth taking a moment to check that we can calculate SS\ :sub:`R` using this formula and verify that we do obtain the same answer that jamovi produces in its ANOVA table. The calculations are pretty straightforward when done using computed variables in jamovi. We download and open the |clinicaltrial|_ data set and define three computed variables: (1) ``sq_res_T`` with ``(mood.gain - VMEAN(mood.gain)) ^ 2`` as formula, (2) ``sq_res_A`` with ``(VMEAN(mood.gain) - VMEAN(mood.gain, group_by = drug)) ^ 2`` as formula, and (3) ``sq_res_B`` with ``(VMEAN(mood.gain) - VMEAN(mood.gain, group_by = therapy)) ^ 2`` as formula. Once we created those three variables, we calculate the sum of squares using ``Descriptives`` → ``Descriptive Statistics``, then moving ``sq_res_T``, ``sq_res_A`` and ``sq_res_B`` to the ``Variables`` box, and finally selecting ``Sum`` from the ``Statistics`` drop-down menu. SS\ :sub:`T` (``sq_res_T``) has a value of **4.845**, SS\ :sub:`A` (``sq_res_A``) a value of **3.453**, and SS\ :sub:`B` (``sq_res_B``) a value of **0.467**. Using these three values, we can calculate SS\ :sub:`R` using the formula above.
de: In jedem Fall lohnt es sich, zu überprüfen, ob die SS\ :sub:`R`, die wir mit dieser Formel berechnen, mit der Ausgabe übereinstimmt, die jamovi in seiner ANOVA-Tabelle liefert. Die Berechnungen sind ziemlich einfach, wenn man die jamovi benutzt, um die Variablen zu berechnen. Wir öffnen den Datensatz |clinicaltrial|_ und definieren drei berechnete Variablen (``New Computed Variable`` unter ``Data``): (1) ``sq_res_T`` mit ``(mood.gain - VMEAN(mood.gain)) ^ 2`` als Formel, (2) ``sq_res_A`` mit ``(VMEAN(mood.gain) - VMEAN(mood.gain, group_by = drug)) ^ 2`` als Formel und (3) ``sq_res_B`` mit ``(VMEAN(mood.gain) - VMEAN(mood.gain, group_by = therapy)) ^ 2`` als Formel. Nachdem wir diese drei Variablen erstellt haben, berechnen wir die Quadratsumme mit ``Descriptives`` → ``Descriptive Statistics``\ : Wir verschieben dann ``sq_res_T``, ``sq_res_A`` und ``sq_res_B`` in das Feld ``Variables`` und wählen schließlich ``Sum`` aus dem Dropdown-Menü ``Statistics``. SS\ :sub:`T` (``sq_res_T``) hat einen Wert von **4.845**, SS\ :sub:`A` (``sq_res_A``) einen Wert von **3.453**, und SS\ :sub:`B` (``sq_res_B``) einen Wert von **0.467**. Anhand dieser drei Werte können wir SS\ :sub:`R` mit der obigen Formel berechnen.
nb: Uansett er det nok verdt å sjekke at vi kan beregne SS\ :sub:`R` ved hjelp av denne formelen, og verifisere at vi får det samme svaret som jamovi produserer i ANOVA-tabellen sin. Beregningene er ganske enkle når de gjøres ved hjelp av beregnede variabler i jamovi. Vi laster ned og åpner datasettet |clinicaltrial|_ og definerer tre beregnede variabler: (1) ``sq_res_T`` med ``(mood.gain - VMEAN(mood.gain)) ^ 2`` som formel, (2) ``sq_res_A`` med ``(VMEAN(mood.gain) - VMEAN(mood.gain, group_by = drug)) ^ 2`` som formel, og (3) ``sq_res_B`` med ``(VMEAN(mood.gain) - VMEAN(mood.gain, group_by = therapy)) ^ 2`` som formel. Når vi har opprettet disse tre variablene, beregner vi kvadratsummen ved å bruke ``Descriptives`` → ``Descriptive Statistics``, deretter flytter vi ``sq_res_T``, ``sq_res_A`` og ``sq_res_B`` til ``Variables``-boksen, og til slutt velger vi ``Sum`` fra ``Statistics``-rullegardinmenyen. SS\ :sub:`T` (``sq_res_T``) har en verdi på **4,845**, SS\ :sub:`A` (``sq_res_A``) en verdi på **3,453** og SS\ :sub:`B` (``sq_res_B``) en verdi på **0,467**. Ved hjelp av disse tre verdiene kan vi beregne SS\ :sub:`R` ved hjelp av formelen ovenfor.
ta: எவ்வாறாயினும், SS \: Sub: `r` இந்த சூத்திரத்தைப் பயன்படுத்தி கணக்கிட முடியுமா என்பதைச் சரிபார்க்க சிறிது நேரம் எடுத்துக்கொள்ளலாம், மேலும் சாமோவி அதன் ANOVA அட்டவணையில் உருவாக்கும் அதே பதிலைப் பெறுகிறோமா என்பதை சரிபார்க்கவும். சமோவியில் கணக்கிடப்பட்ட மாறிகளைப் பயன்படுத்தி செய்யும்போது கணக்கீடுகள் மிகவும் நேரடியானவை. மூன்று கணக்கிடப்பட்ட மாறிகள் | `` (vmean (meod.gain) - vmean (mood.gain, group_by = மருந்து)) ^ 2`` சூத்திரமாக, மற்றும் (3) `` sq_res_b`` .gain) - vmean (mood.gain, group_by = சிகிச்சை)) ^ 2`` சூத்திரமாக. அந்த மூன்று மாறிகளை உருவாக்கியதும், `` விளக்கங்கள்` `` `` விளக்க புள்ளிவிவரங்கள்`` ஐப் பயன்படுத்தி சதுரங்களின் தொகையை நாங்கள் கணக்கிடுகிறோம், பின்னர் `` sq_res_t``, `` sq_res_a`` மற்றும் `` sq_res_b` க்கு `` `sq_res_b` மாறிகள்`` பெட்டியில், இறுதியாக `` புள்ளிவிவரங்கள்` கீழ்தோன்றும் மெனுவிலிருந்து `` தொகை` என்பதைத் தேர்ந்தெடுங்கள். Ss \: sub: `t` (` `sq_res_t``) ** 4.845 **, ss \: துணை:` a` (`` sq_res_a``) மதிப்பின் மதிப்பு ** 3.453 **, மற்றும் SS \: துணை: `B` (` `sq_res_b``) ** 0.467 ** இன் மதிப்பு. இந்த மூன்று மதிப்புகளைப் பயன்படுத்தி, மேலே உள்ள சூத்திரத்தைப் பயன்படுத்தி SS \: துணை: `r` கணக்கிடலாம்.
