Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: Type 2 tests are broadly similar to Type 3 tests. Start with a “full” model, and test a particular term by deleting it from that model. However, Type 2 tests are based on the **marginality principle** which states that you should not omit a lower order term from your model if there are any higher order ones that depend on it. So, for instance, if your model contains the two-way interaction ``A * B`` (a 2nd order term), then it really ought to contain the main effects ``A`` and ``B`` (1st order terms). Similarly, if it contains a three-way interaction term ``A * B * C``, then the model must also include the main effects ``A``, ``B`` and ``C`` as well as the simpler interactions ``A * B``, ``A * C`` and ``B * C``. Type 3 tests routinely violate the marginality principle. For instance, consider the test of the main effect of ``A`` in the context of a three-way ANOVA that includes all possible interaction terms. According to Type 3 tests, our null and alternative models are:
de: Tests vom Typ 2 ähneln weitgehend den Tests vom Typ 3. Man beginnt mit einem „vollständigen“ Modell und testet einen bestimmten Term, indem man ihn aus diesem Modell entfernt. Typ-2-Tests beruhen jedoch auf dem **Marginalitätsprinzip**, das besagt, dass Sie einen Term niedrigerer Ordnung nicht aus Ihrem Modell streichen sollten, wenn es davon abhängige Terme höherer Ordnung gibt. Wenn Ihr Modell also zum Beispiel die Zweifach-Interaktion ``A * B`` (einen Term 2. Ordnung) enthält, dann sollte es gleichzeitig auch die Haupteffekte ``A`` und ``B`` (Terme 1. Ordnung) enthalten. Ähnlich verhält es sich, wenn das Modell einen Dreifach-Interaktionsterm ``A * B * C`` enthält, dann muss das Modell auch die Haupteffekte ``A``, ``B`` und ``C`` sowie die Interaktionen ``A * B``, ``A * C`` und ``B * C`` enthalten. Tests vom Typ 3 verletzen das Marginalitätsprinzip. Betrachten wir zum Beispiel den Test des Haupteffekts von ``A`` im Rahmen einer dreifaktoriellen ANOVA, die alle möglichen Interaktionsterme einschließt. Gemäß den Tests vom Typ 3 lauten unsere Null- und Alternativmodelle:
nb: Type-2-tester ligner i stor grad på type-3-tester. Du starter med en «fullstendig» modell, og tester en bestemt term ved å utelate den fra modellen. Type-2-tester er imidlertid basert på **marginalitetsprinsippet**, som sier at du ikke bør utelate en term av lavere orden fra modellen din hvis det finnes termer av høyere orden som avhenger av det. Hvis modellen din for eksempel inneholder toveisinteraksjonen ``A * B`` (et 2. ordensterm), bør den egentlig inneholde hovedeffektene ``A`` og ``B`` (1. ordensterm). Tilsvarende, hvis den inneholder en treveis interaksjonsterm ``A * B * C``, må modellen også inneholde hovedeffektene ``A``, ``B`` og ``C`` i tillegg til de enklere interaksjonene ``A * B``, ``A * C`` og ``B * C``. Type-3-tester bryter rutinemessig med marginalitetsprinsippet. Tenk for eksempel på testen av hovedeffekten av ``A`` i forbindelse med en treveis ANOVA som inkluderer alle mulige interaksjonsterm. I henhold til type-3-tester er null- og alternativmodellene våre:
ta: வகை 2 சோதனைகள் வகை 3 சோதனைகளுக்கு பரவலாக ஒத்தவை. “முழு” மாதிரியுடன் தொடங்கி, ஒரு குறிப்பிட்ட காலத்தை அந்த மாதிரியிலிருந்து நீக்குவதன் மூலம் சோதிக்கவும். எவ்வாறாயினும், வகை 2 சோதனைகள் ** விளிம்பு கொள்கையை அடிப்படையாகக் கொண்டவை ** இது உங்கள் மாதிரியிலிருந்து குறைந்த வரிசை காலத்தை நீங்கள் தவிர்க்கக்கூடாது என்று கூறுகிறது. எனவே, உதாரணமாக, உங்கள் மாதிரியில் இரு வழி தொடர்பு `` a * b`` (2 வது வரிசை கால) இருந்தால், அது உண்மையில் முக்கிய விளைவுகளை `` a` மற்றும் `` b`` (1 வது இடத்தைக் கொண்டிருக்க வேண்டும் ஆர்டர் விதிமுறைகள்). இதேபோல், அதில் மூன்று வழி தொடர்பு காலமான `` a * b * c`` இருந்தால், மாதிரியில் முக்கிய விளைவுகள் `` a`, `` b`` மற்றும் `c`` மற்றும் எளிமையான இடைவினைகள் `` a * b``, `` a * c`` மற்றும் `` b * c``. வகை 3 சோதனைகள் வழக்கமாக விளிம்பு கொள்கையை மீறுகின்றன. உதாரணமாக, மூன்று வழி ANOVA இன் சூழலில் `` a`` இன் முக்கிய விளைவின் சோதனையை கவனியுங்கள், அதில் சாத்தியமான அனைத்து தொடர்பு விதிமுறைகளும் அடங்கும். வகை 3 சோதனைகளின்படி, எங்கள் சுழிய மற்றும் மாற்று மாதிரிகள்:

source: Notice that the null hypothesis omits ``A``, but includes ``A * B``, ``A * C`` and ``A * B * C`` as part of the model. This, according to the Type 2 tests, is not a good choice of null hypothesis. What we should do instead, if we want to test the null hypothesis that ``A`` is not relevant to our ``outcome``, is to specify the null hypothesis that is the most complicated model that does not rely on ``A`` in any form, even as an interaction. The alternative hypothesis corresponds to this null model plus a main effect term of ``A``. This is a lot closer to what most people would intuitively think of as a “main effect of ``A``”, and it yields the following as our Type 2 test of the main effect of ``A``:\ [#]_
de: Beachten Sie, dass die Nullhypothese ``A`` auslässt, aber ``A * B``, ``A * C`` und ``A * B * C`` als Teil des Modells einschließt. Nach den Tests vom Typ 2 ist dies keine gute Wahl der Nullhypothese. Wenn wir stattdessen die Nullhypothese testen wollen, dass ``A`` für unser ``outcome`` nicht relevant ist, sollten wir die Nullhypothese angeben, die das komplizierteste Modell ist, das sich nicht auf ``A`` in irgendeiner Form stützt, auch nicht als Interaktion. Die Alternativhypothese entspricht diesem Nullmodell plus einem Haupteffektterm von ``A``. Dies ist viel näher an dem, was die meisten Leute intuitiv als „Haupteffekt von ``A``“ ansehen würden, und es ergibt sich das Folgende als unser Typ-2-Test des Haupteffekts von ``A``:\ [#]_
nb: Legg merke til at nullhypotesen utelater ``A``, men inkluderer ``A * B``, ``A * C`` og ``A * B * C`` som en del av modellen. Dette er i henhold til type-2-testene ikke et godt valg av nullhypotese. Det vi i stedet bør gjøre, hvis vi ønsker å teste nullhypotesen om at ``A`` ikke er relevant for vårt ``outcome``, er å spesifisere nullhypotesen som er den mest kompliserte modellen som ikke er avhengig av ``A`` i noen form, heller ikke som en interaksjon. Alternativhypotesen tilsvarer denne nullmodellen pluss en hovedeffektterm av ``A``. Dette er mye nærmere det folk flest intuitivt vil tenke på som en «hovedeffekt av ``A``», og det gir følgende som vår type-2-test av hovedeffekten av ``A``:\ [#]_
ta: சுழிய கருதுகோள் `` a`` ஐத் தவிர்க்கிறது என்பதைக் கவனியுங்கள், ஆனால் மாதிரியின் ஒரு பகுதியாக `` a * b``, `` a * c`` மற்றும் `` a * b * c`` ஆகியவை அடங்கும். இது, வகை 2 சோதனைகளின்படி, சுழிய கருதுகோளின் நல்ல தேர்வு அல்ல. அதற்கு பதிலாக நாம் என்ன செய்ய வேண்டும், `` அ` `எங்கள்` `விளைவு`` உடன் பொருந்தாது என்ற சுழிய கருதுகோளை நாம் சோதிக்க விரும்பினால்,` `ஐ நம்பாத மிகவும் சிக்கலான மாதிரியாக இருக்கும் சுழிய கருதுகோளைக் குறிப்பிடுவதாகும் A`` எந்த வடிவத்திலும், ஒரு தொடர்புகளாக கூட. மாற்று கருதுகோள் இந்த சுழிய மாதிரியுடன் ஒத்திருக்கிறது மற்றும் `` a`` இன் முக்கிய விளைவு காலத்திற்கு ஒத்திருக்கிறது. இது `` a`` ”இன் முக்கிய விளைவு என்று பெரும்பாலான மக்கள் உள்ளுணர்வாக நினைப்பதற்கு இது மிகவும் நெருக்கமாக உள்ளது, மேலும் இது` `a`: \ [# இன் முக்கிய விளைவின் எங்கள் வகை 2 சோதனையாக பின்வருவனவற்றை அளிக்கிறது ] _

source: Anyway, just to give you a sense of how the Type 2 tests play out, here’s the full table of tests that would be applied in a three-way factorial ANOVA:
de: Um Ihnen ein Gefühl dafür zu vermitteln, wie sich die Typ-2-Tests auswirken, finden Sie hier die vollständige Tabelle aller Tests, die bei einer dreifaktoriellen ANOVA verwendet würden:
nb: Uansett, bare for å gi deg en følelse av hvordan type-2-testene fungerer, her er den fullstendige tabellen med tester som ville blitt brukt i en treveis faktoriell ANOVA:
ta: எப்படியிருந்தாலும், வகை 2 சோதனைகள் எவ்வாறு இயங்குகின்றன என்பதைப் புரிந்துகொள்ள, மூன்று வழி காரணியாலான ANOVA இல் பயன்படுத்தப்படும் சோதனைகளின் முழு அட்டவணை இங்கே:

source: In the context of the two way ANOVA that we’ve been using in the |coffee|_ data, the hypothesis tests are even simpler. The main effect of ``sugar`` corresponds to an *F*-test comparing these two models:
de: Im Zusammenhang mit der zweifaktoriellen ANOVA, die wir für die |coffee|_-Daten verwendet haben, sind die Hypothesentests noch einfacher. Der Haupteffekt von ``sugar`` entspricht einem *F*-Test zum Vergleich dieser beiden Modelle:
nb: I forbindelse med toveis ANOVA som vi har brukt i |coffee|_-dataene, er hypotesetestene enda enklere. Hovedeffekten av ``sugar`` tilsvarer en *F*-test som sammenligner disse to modellene:
ta: | காபி | _ தரவுகளில் நாம் பயன்படுத்தும் இரண்டு வழி ANOVA இன் சூழலில், கருதுகோள் சோதனைகள் இன்னும் எளிமையானவை. `` சர்க்கரை`` இன் முக்கிய விளைவு இந்த இரண்டு மாதிரிகளை ஒப்பிடும் *f *-Test க்கு ஒத்திருக்கிறது:

source: The test for the main effect of ``milk`` is
de: Der Test für den Haupteffekt von ``milk`` lautet
nb: Testen for hovedeffekten av ``milk`` er
ta: `` பால்`` இன் முக்கிய விளைவுக்கான சோதனை

source: Finally, the test for the interaction ``sugar * milk`` is:
de: Schließlich lautet der Test für die Interaktion ``sugar * milk``:
nb: Til slutt er testen for interaksjonen ``sugar * milk``:
ta: இறுதியாக, `` சர்க்கரை * பால்` தொடர்புக்கான சோதனை:

source: Running the tests are again straightforward. Just select ``Type 2`` in the ``Sum of squares`` selection box in the jamovi ``ANOVA`` → ``Model`` options, This gives us the ANOVA table shown in :numref:`fig-factorialanova19`.
de: Das Durchführen des Typ-2-Tests ist wiederum unkompliziert. Wählen Sie einfach ``Type 2`` im Auswahlfeld ``Sum of squares`` in den Optionen ``ANOVA`` → ``Model`` in jamovi, und Sie erhalten die in :numref:`fig-factorialanova19` gezeigte ANOVA-Tabelle.
nb: Det er igjen enkelt å kjøre testene. Bare velg ``Type 2`` i valgboksen ``Sum of squares`` i jamovi ``ANOVA`` → ``Model``-alternativene. Dette gir oss ANOVA-tabellen som vises i :numref:`fig-factorialanova19`.
ta: சோதனைகளை இயக்குவது மீண்டும் நேரடியானது. `` வகை 2`` `` சதுரங்கள்` `தேர்வு பெட்டியில்` `அனோவா`` →` மாதிரி`` விருப்பங்கள் என்பதைத் தேர்ந்தெடுக்கவும், இது காட்டப்பட்டுள்ள ANOVA அட்டவணையை நமக்குத் தருகிறது: NUMREF: `Fig-factoralanova19 `.

source: Results table using Type 2 sum of squares
de: Ergebnistabelle unter Verwendung der Quadratsumme vom Typ 2
nb: Resultattabell med kvadratsummen av type 2
ta: வகை 2 சதுரங்களைப் பயன்படுத்தி முடிவுகள் அட்டவணை

source: ANOVA results table using Type 2 sum of squares in jamovi (with the |coffee|_ data set and a saturated model with the factors ``sugar``, ``milk``, and their interaction).
de: ANOVA-Ergebnistabelle unter Verwendung von Typ-2-Quadratsumme in jamovi (mit dem |coffee|_-Datensatz sowie einem gesättigten Modell mit den Faktoren ``sugar``, ``milk`` und deren Interaktion).
nb: ANOVA-resultattabell med type-2-kvadratsummen i jamovi (med datasettet |coffee|_ og en fullstendig modell med faktorene ``sugar``, ``milk`` og deres interaksjon).
ta: சாமோவியில் வகை 2 தொகை சதுரங்களைப் பயன்படுத்தி ANOVA முடிவுகள் அட்டவணை (| காபி | _ தரவு தொகுப்பு மற்றும் `` சர்க்கரை``, `` பால்`` மற்றும் அவற்றின் தொடர்பு ஆகியவற்றைக் கொண்ட ஒரு நிறைவுற்ற மாதிரி).

source: Type 2 tests have some clear advantages over Type 1 and Type 3 tests. They don’t depend on the order in which you specify factors (unlike Type 1), and they don’t depend on the contrasts that you use to specify your factors (unlike Type 3). And although opinions may differ on this last point, and it will definitely depend on what you’re trying to do with your data, I do think that the hypothesis tests that they specify are more likely to correspond to something that you actually care about. As a consequence, I find that it’s usually easier to interpret the results of a Type 2 test than the results of a Type 1 or Type 3 test. For this reason my tentative advice is that, if you can’t think of any obvious model comparisons that directly map onto your research questions but you still want to run an ANOVA in an unbalanced design, Type 2 tests are probably a better choice than Type 1 or Type 3.\ [#]_
de: Tests vom Typ 2 haben einige klare Vorteile gegenüber Tests vom Typ 1 und Typ 3. Sie hängen nicht von der Reihenfolge ab, in der Sie die Faktoren spezifizieren (im Gegensatz zu Typ 1), und sie hängen nicht von den Kontrasten ab, die Sie zur Spezifikation Ihrer Faktoren verwenden (im Gegensatz zu Typ 3). Und obwohl die Meinungen über diesen letzten Punkt auseinandergehen können und es definitiv davon abhängt, was Sie mit Ihren Daten zu tun versuchen, denke ich, dass die Hypothesentests, die sie spezifizieren, mit größerer Wahrscheinlichkeit etwas entsprechen, was Sie tatsächlich interessiert. Folglich finde ich, dass die Ergebnisse eines Typ-2-Tests in der Regel leichter zu interpretieren sind als die Ergebnisse eines Typ-1- oder Typ-3-Tests. Aus diesem Grund lautet mein vorsichtiger Ratschlag: Wenn Ihnen keine offensichtlichen Modellvergleiche einfallen, die sich direkt auf Ihre Forschungsfragen beziehen, Sie aber dennoch eine ANOVA in einem unbalancierten Design durchführen möchten, sind Tests vom Typ 2 wahrscheinlich die bessere Wahl als Tests vom Typ 1 oder Typ 3.\ [#]_
nb: Type-2-tester har noen klare fordeler i forhold til type-1- og type-3-tester. De avhenger ikke av rekkefølgen du spesifiserer faktorene i (i motsetning til type 1), og de avhenger ikke av kontrastene du bruker til å spesifisere faktorene dine (i motsetning til type 3). Og selv om det kan være ulike meninger om dette siste punktet, og det definitivt vil avhenge av hva du prøver å gjøre med dataene dine, tror jeg at det er mer sannsynlig at hypotesetestene som de spesifiserer, samsvarer med noe du faktisk bryr deg om. Derfor synes jeg at det vanligvis er lettere å tolke resultatene av en type-2-test enn resultatene av en type-1- eller type-3-test. Derfor er mitt foreløpige råd at hvis du ikke kan komme på noen åpenbare modellsammenligninger som er direkte knyttet til forskningsspørsmålene dine, men du likevel ønsker å kjøre en ANOVA i et ubalansert design, er type-2-tester sannsynligvis et bedre valg enn type 1 eller type 3.\ [#]_
ta: வகை 2 சோதனைகள் வகை 1 மற்றும் வகை 3 சோதனைகளை விட சில தெளிவான நன்மைகளைக் கொண்டுள்ளன. அவை நீங்கள் காரணிகளைக் குறிப்பிடும் வரிசையை சார்ந்து இல்லை (வகை 1 போலல்லாமல்), அவை உங்கள் காரணிகளைக் குறிப்பிட நீங்கள் பயன்படுத்தும் முரண்பாடுகளைச் சார்ந்தது (வகை 3 போலல்லாமல்). இந்த கடைசி கட்டத்தில் கருத்துக்கள் வேறுபடலாம் என்றாலும், உங்கள் தரவுகளுடன் நீங்கள் என்ன செய்ய முயற்சிக்கிறீர்கள் என்பதைப் பொறுத்தது என்றாலும், அவர்கள் குறிப்பிடும் கருதுகோள் சோதனைகள் நீங்கள் உண்மையில் அக்கறை கொண்ட ஒன்றோடு ஒத்திருக்கும் என்று நான் நினைக்கிறேன். இதன் விளைவாக, வகை 1 அல்லது வகை 3 சோதனையின் முடிவுகளை விட வகை 2 சோதனையின் முடிவுகளை விளக்குவது பொதுவாக எளிதானது என்பதை நான் காண்கிறேன். இந்த காரணத்திற்காக எனது தற்காலிக அறிவுரை என்னவென்றால், உங்கள் ஆராய்ச்சி கேள்விகளில் நேரடியாக வரைபடமாக்கும் எந்தவொரு வெளிப்படையான மாதிரி ஒப்பீடுகளையும் நீங்கள் சிந்திக்க முடியாவிட்டால், ஆனால் நீங்கள் இன்னும் சமநிலையற்ற வடிவமைப்பில் ANOVA ஐ இயக்க விரும்புகிறீர்கள், வகை 2 சோதனைகள் வகையை விட சிறந்த தேர்வாகும் 1 அல்லது வகை 3. \ [#] _

source: Effect sizes (and non-additive sums of squares)
de: Effektstärken (und nicht-additive Quadratsummen)
nb: Effektstørrelser (og ikke-additive kvadratsummer)
ta: விளைவு அளவுகள் (மற்றும் சதுரங்களின் சேர்க்கை அல்லாத தொகைகள்)

source: jamovi also provides the effect sizes η² and partial η² when you select these options, as in :numref:`fig-factorialanova19`. However, when you’ve got an unbalanced design there’s a bit of extra complexity involved.
de: jamovi liefert die Effektstärken η² und partielles η², wenn Sie diese Optionen auswählen, wie in :numref:`fig-factorialanova19` gezeigt. Wenn Sie jedoch ein unbalanciertes Design haben, ist die Berechnung etwas komplexer.
nb: jamovi gir også effektstørrelsene η² og partiell η² når du velger disse alternativene, som i :numref:`fig-factorialanova19`. Når du har et ubalansert design, er det imidlertid litt ekstra kompleksitet involvert.
ta: இந்த விருப்பங்களை நீங்கள் தேர்ந்தெடுக்கும்போது சாமோவி விளைவு அளவுகள் η² மற்றும் பகுதி η² ஐ வழங்குகிறது: NumRef: `Fig-factoriananova19`. இருப்பினும், உங்களுக்கு சமநிலையற்ற வடிவமைப்பு கிடைக்கும்போது, கூடுதல் சிக்கலானது உள்ளது.

source: If you remember back to our very early discussions of ANOVA, one of the key ideas behind the sums of squares calculations is that if we add up all the SS terms associated with the effects in the model, and add that to the residual SS, they’re supposed to add up to the total sum of squares. And, on top of that, the whole idea behind η² is that, because you’re dividing one of the SS terms by the total SS value, an η² value can be interpreted as the proportion of variance accounted for by a particular term. But this is not so straightforward in unbalanced designs because some of the variance goes “missing”.
de: Wenn Sie sich an unsere frühen Diskussionen über die ANOVA erinnern, ist eine der wichtigsten Ideen hinter der Berechnung der Quadratsummen, dass wir die totale Quadratsumme erhalten sollten wenn wir alle SS-Terme, die mit den Effekten im Modell verbunden sind, sowie die SS der Residuen addieren. Darüber hinaus besteht die Idee hinter η² darin, dass ein η²-Wert als der Anteil der Varianz interpretiert werden kann, der durch einen bestimmten Term erklärt wird, weil man einen der SS-Terme durch den totalen SS-Wert teilt. Bei unbalancierten Versuchsdesigns ist dies jedoch nicht so einfach, da ein Teil der Varianz „verloren“ geht.
nb: Hvis du husker tilbake til de tidlige diskusjonene våre om ANOVA, er en av de viktigste ideene bak kvadratsummene (SS) at hvis vi legger sammen alle SS-termene som er knyttet til effektene i modellen, og legger det til kvadratsummenfor residueene, skal de summere seg til den totale kvadratsummen. Og i tillegg er hele ideen bak η² at fordi du dividerer hver av SS-termene med den totale kvadratummen, kan en η²-verdi tolkes som andelen av variansen som forklares av en bestemt term. Men dette er ikke like enkelt i ubalanserte design, fordi noe av variansen «mangler».
ta: ANOVA இன் எங்கள் ஆரம்ப விவாதங்களுக்கு நீங்கள் மீண்டும் நினைவில் வைத்திருந்தால், சதுரங்கள் கணக்கீடுகளின் தொகையின் பின்னணியில் உள்ள முக்கிய யோசனைகளில் ஒன்று என்னவென்றால், மாதிரியில் உள்ள விளைவுகளுடன் தொடர்புடைய அனைத்து SS சொற்களையும் சேர்த்து, மீதமுள்ள SS இல் சேர்த்தால், அவை சதுரங்களின் மொத்த தொகை வரை சேர்க்க வேண்டும். மேலும், அதற்கு மேல், feell பின்னால் உள்ள முழு யோசனையும் என்னவென்றால், நீங்கள் SS விதிமுறைகளில் ஒன்றை மொத்த SS மதிப்பால் பிரிப்பதால், ஒரு குறிப்பிட்ட காலத்தால் கணக்கிடப்பட்ட மாறுபாட்டின் விகிதமாக η² மதிப்பை விளக்க முடியும். ஆனால் இது சமநிலையற்ற வடிவமைப்புகளில் அவ்வளவு நேரடியானதல்ல, ஏனெனில் சில மாறுபாடுகள் “காணவில்லை”.

source: This seems a bit odd at first, but here’s why. When you have unbalanced designs your factors become correlated with one another, and it becomes difficult to tell the difference between the effect of Factor A and the effect of Factor B. In the extreme case, suppose that we’d run a 2 × 2 design in which the number of participants in each group had been as follows:
de: Das erscheint zunächst etwas seltsam, aber hier ist der Grund dafür. Bei unbalancierten Versuchsplänen korrelieren die Faktoren miteinander, und es wird schwierig, den Unterschied zwischen dem Effekt von Faktor A und dem Effekt von Faktor B zu erkennen. Nehmen wir im Extremfall an, wir hätten einen 2 × 2-Versuchsplan durchgeführt, bei dem die Anzahl der Teilnehmer in jeder Gruppe wie folgt gewesen wäre:
nb: Dette virker litt merkelig i første omgang, men her er hvorfor. Når du har ubalanserte design, blir faktorene korrelert med hverandre, og det blir vanskelig å se forskjell på effekten av faktor A og effekten av faktor B. I det ekstreme tilfellet kan vi tenke oss at vi hadde kjørt et 2 × 2-design der antall deltakere i hver gruppe hadde vært som følger:
ta: இது முதலில் சற்று வித்தியாசமாகத் தெரிகிறது, ஆனால் இங்கே ஏன். உங்களிடம் சமநிலையற்ற வடிவமைப்புகள் இருக்கும்போது, உங்கள் காரணிகள் ஒருவருக்கொருவர் தொடர்புபடுத்தப்படுகின்றன, மேலும் காரணி A இன் விளைவுக்கும் காரணி B இன் விளைவுக்கும் உள்ள வித்தியாசத்தை சொல்வது கடினம். தீவிர வழக்கில், நாங்கள் 2 × 2 வடிவமைப்பை இயக்குவோம் என்று வைத்துக்கொள்வோம் இதில் ஒவ்வொரு குழுவிலும் பங்கேற்பாளர்களின் எண்ணிக்கை பின்வருமாறு:

source: sugar
de: Zucker
nb: sukker
ta: சர்க்கரை

source: no sugar
de: kein Zucker
nb: ingen sukker
ta: சர்க்கரை இல்லை

source: **milk**
de: **Milch**
nb: **melk**
ta: ** பால் **

source: **no milk**
de: **keine Milch**
nb: **ingen melk**
ta: ** பால் இல்லை **

source: Here we have a spectacularly unbalanced design: 100 people have milk and sugar, 100 people have no milk and no sugar, and that’s all. There are 0 people with milk and no sugar, and 0 people with sugar but no milk. Now suppose that, when we collected the data, it turned out there is a large (and statistically significant) difference between the “milk and sugar” group and the “no-milk and no-sugar” group. Is this a main effect of sugar? A main effect of milk? Or an interaction? It’s impossible to tell, because the presence of sugar has a perfect association with the presence of milk. Now suppose the design had been a little more balanced:
de: Hier haben wir ein spektakulär unausgewogenes Design: 100 Personen haben Milch und Zucker, 100 Personen haben keine Milch und keinen Zucker, und das ist alles. Es gibt 0 Personen mit Milch und ohne Zucker, und 0 Personen mit Zucker, aber ohne Milch. Nehmen wir nun an, dass sich bei der Datenerhebung ein großer (und statistisch signifikanter) Unterschied zwischen der „Milch und Zucker“-Gruppe und der „keine-Milch-und-kein-Zucker“-Gruppe herausstellt. Ist dies ein Haupteffekt von Zucker? Ein Haupteffekt der Milch? Oder eine Wechselwirkung? Das ist unmöglich zu sagen, denn das Vorhandensein von Zucker steht in perfektem Zusammenhang mit dem Vorhandensein von Milch. Nehmen wir nun an, das Design wäre etwas balancierter gewesen:
nb: Her har vi en spektakulær ubalansert design: 100 personer har melk og sukker, 100 personer har ikke melk og ikke sukker, og det er alt. Det er 0 personer med melk og uten sukker, og 0 personer med sukker, men uten melk. Anta nå at det viser seg at det er en stor (og statistisk signifikant) forskjell mellom gruppen «melk og sukker» og gruppen «ingen melk og ingen sukker» når vi samler inn dataene. Er dette en hovedeffekt av sukker? En hovedeffekt av melk? Eller en interaksjon? Det er umulig å si, fordi tilstedeværelsen av sukker har en perfekt sammenheng med tilstedeværelsen av melk. Sett nå at designet hadde vært litt mer balansert:
ta: இங்கே எங்களிடம் ஒரு கண்கவர் சமநிலையற்ற வடிவமைப்பு உள்ளது: 100 பேருக்கு பால் மற்றும் சர்க்கரை உள்ளது, 100 பேருக்கு பால் இல்லை, சர்க்கரை இல்லை, அவ்வளவுதான். பால் மற்றும் சர்க்கரை இல்லாத 0 பேர், சர்க்கரை கொண்ட 0 பேர் ஆனால் பால் இல்லை. இப்போது, நாங்கள் தரவைச் சேகரித்தபோது, “பால் மற்றும் சர்க்கரை” குழு மற்றும் “பால் இல்லை மற்றும் சர்க்கரை இல்லாத” குழுவுக்கு இடையிலான ஒரு பெரிய (மற்றும் புள்ளிவிவர ரீதியாக குறிப்பிடத்தக்க) வேறுபாடு உள்ளது என்று வைத்துக்கொள்வோம். இது சர்க்கரையின் முக்கிய விளைவு? பாலின் முக்கிய விளைவு? அல்லது ஒரு தொடர்பு? சர்க்கரையின் இருப்பு பால் இருப்பதோடு சரியான தொடர்பைக் கொண்டிருப்பதால், அதைச் சொல்ல முடியாது. இப்போது வடிவமைப்பு இன்னும் கொஞ்சம் சீரானதாக இருந்தது என்று வைத்துக்கொள்வோம்:
