Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: At long last, I can finally give a definition of degrees of freedom that I am happy with. Degrees of freedom are defined in terms of the number of parameters that have to be estimated in a model. For a regression model or an ANOVA, the number of parameters corresponds to the number of regression coefficients (i.e. *b*-values), including the intercept. Keeping in mind that any *F*-test is always a comparison between two models and the first *df* is the difference in the number of parameters. For example, in the model comparison above, the null model (``mood.gain ~ therapyCBT``) has two parameters: there’s one regression coefficient for the ``therapyCBT`` variable, and a second one for the intercept. The alternative model (``mood.gain ~ druganxifree + drugjoyzepam + therapyCBT``) has four parameters: one regression coefficient for each of the three contrasts, and one more for the intercept. So the degrees of freedom associated with the *difference* between these two models is *df*\ :sub:`1` = 4 - 2 = 2.
de: Endlich kann ich eine Definition von Freiheitsgraden geben, mit der ich zufrieden bin. Freiheitsgrade werden in Bezug auf die Anzahl der Parameter definiert, die in einem Modell geschätzt werden müssen. Bei einem Regressionsmodell oder einer ANOVA entspricht die Anzahl der Parameter der Anzahl der Regressionskoeffizienten (d. h. *b*-Werte), einschließlich des Interzepts. Dabei ist zu beachten, dass jeder *F*-Test immer ein Vergleich zwischen zwei Modellen ist und der erste *df* die Differenz in der Anzahl der Parameter ist. Im obigen Modellvergleich hat das Nullmodell (``mood.gain ~ therapyCBT``) zum Beispiel zwei Parameter: Es gibt einen Regressionskoeffizienten für die Variable ``therapyCBT`` und einen zweiten für das Interzept. Das Alternativmodell (``mood.gain ~ druganxifree + drugjoyzepam + therapyCBT``) hat vier Parameter: einen Regressionskoeffizienten für jeden der drei Kontraste und einen weiteren für das Interzept. Die Freiheitsgrade für den *Unterschied* zwischen diesen beiden Modellen sind also *df*\ :sub:`1` = 4 - 2 = 2.
nb: Endelig kan jeg gi en definisjon av frihetsgrader som jeg er fornøyd med. Frihetsgrader er definert som antall parametere som må estimeres i en modell. For en regresjonsmodell eller en ANOVA tilsvarer antall parametere antall regresjonskoeffisienter (dvs. *b*-verdier), inkludert skjæringspunktet (*intercept*). Husk at enhver *F*-test alltid er en sammenligning mellom to modeller, og at den første *df* er forskjellen i antall parametere. I modellsammenligningen ovenfor har for eksempel nullmodellen (``mood.gain ~ therapyCBT``) to parametere: det er én regresjonskoeffisient for variabelen ``therapyCBT``, og en annen for skjæringspunktet. Den alternative modellen (``mood.gain ~ druganxifree + drugjoyzepam + therapyCBT``) har fire parametere: en regresjonskoeffisient for hver av de tre kontrastene, og en til for skjæringspunktet. Frihetsgradene knyttet til *forskjellen* mellom disse to modellene er altså *df*\ :sub:`1` = 4 - 2 = 2.
ta: நீண்ட காலமாக, நான் மகிழ்ச்சியாக இருக்கும் சுதந்திரத்தின் டிகிரி வரையறையை இறுதியாக வழங்க முடியும். ஒரு மாதிரியில் மதிப்பிடப்பட வேண்டிய அளவுருக்களின் எண்ணிக்கையின் அடிப்படையில் சுதந்திரத்தின் அளவுகள் வரையறுக்கப்படுகின்றன. ஒரு பின்னடைவு மாதிரி அல்லது ANOVA க்கு, அளவுருக்களின் எண்ணிக்கை பின்னடைவு உட்பட பின்னடைவு குணகங்களின் எண்ணிக்கையுடன் (அதாவது *B *-மதிப்புகள்) ஒத்திருக்கிறது. எந்தவொரு *f *-Test என்பது எப்போதும் இரண்டு மாதிரிகள் மற்றும் முதல் *df *ஆகியவற்றுக்கு இடையேயான ஒப்பீடு என்பதை நினைவில் வைத்துக் கொள்வது அளவுருக்களின் எண்ணிக்கையில் உள்ள வித்தியாசமாகும். எடுத்துக்காட்டாக, மேலே உள்ள மாதிரி ஒப்பீட்டில், சுழிய மாதிரி (`` mood.gain ~ reacycbt``) இரண்டு அளவுருக்களைக் கொண்டுள்ளது: `` `சிகிச்சை CBT`` மாறிக்கு ஒரு பின்னடைவு குணகம் உள்ளது, மேலும் இடைமறிப்புக்கு இரண்டாவது ஒன்று. மாற்று மாதிரி (`` மனநிலை. எனவே இந்த இரண்டு மாடல்களுக்கிடையேயான *வித்தியாசத்துடன் *தொடர்புடைய சுதந்திரத்தின் அளவுகள் *df *\: துணை: `1` = 4 - 2 = 2.

source: What about the case when there doesn’t seem to *be* a null model? For instance, you might be thinking of the *F*-test that shows up when you select ``F Test`` under the ``Linear Regression`` - ``Model Fit`` options. I originally described that as a test of the regression model as a whole. However, that is still a comparison between two models. The null model is the trivial model that only includes 1 regression coefficient, for the intercept term. The alternative model contains *K* + 1 regression coefficients, one for each of the *K* predictor variables and one more for the intercept. So the *df*-value that you see in this *F*-test is equal to *df*\ :sub:`1` = *K* + 1 - 1 = *K*.
de: Was ist mit dem Fall, dass es kein Nullmodell *zu geben* scheint? Sie denken vielleicht an den *F*-Test, der angezeigt wird, wenn Sie ``F Test`` unter den Optionen ``Linear Regression`` - ``Model Fit`` auswählen. Ursprünglich habe ich diesen Test als einen Test des Regressionsmodells als Ganzes beschrieben. Es ist jedoch immer ein Vergleich zwischen zwei Modellen. Das Nullmodell ist das triviale Modell, das nur einen Regressionskoeffizienten für den Interzept-Term enthält. Das Alternativmodell enthält *K* + 1 Regressionskoeffizienten, einen für jede der *K* Prädiktorvariablen und einen weiteren für das Interzept. Der *df*-Wert, den Sie in diesem *F*-Test sehen, ist also gleich *df*\ :sub:`1` = *K* + 1 - 1 = *K*.
nb: Hva med tilfellet der det ikke ser ut til å *være* en nullmodell? Du tenker kanskje på *F*-testen som dukker opp når du velger ``F Test`` under ``Linear Regression`` - ``Model Fit``. Jeg beskrev den opprinnelig som en test av regresjonsmodellen som helhet. Det er imidlertid fortsatt en sammenligning mellom to modeller. Nullmodellen er den trivielle modellen som bare inneholder én regresjonskoeffisient, for skjæringspunktet. Den alternative modellen inneholder *K* + 1 regresjonskoeffisienter, én for hver av de *K* prediktorvariablene og én til for skjæringspunktet. Så *df*-verdien som du ser i denne *F*-testen, er lik *df*\ :sub:`1` = *K* + 1 - 1 = *K*.
ta: * ஒரு சுழிய மாதிரி இருக்கத் தெரியாதபோது என்ன? உதாரணமாக, `` நேரியல் பின்னடைவு`` - `` மாதிரி பொருத்தம்`` விருப்பங்களின் கீழ் `` எஃப் டெச்ட்` `என்பதைத் தேர்ந்தெடுக்கும்போது காண்பிக்கப்படும் *எஃப் * -டெச்டைப் பற்றி நீங்கள் சிந்திக்கலாம். ஒட்டுமொத்தமாக பின்னடைவு மாதிரியின் சோதனை என்று நான் முதலில் விவரித்தேன். இருப்பினும், இது இன்னும் இரண்டு மாடல்களுக்கு இடையிலான ஒப்பீடு ஆகும். சுழிய மாதிரி என்பது கீழான மாதிரியாகும், இது இடைமறிப்பு காலத்திற்கு 1 பின்னடைவு குணகம் மட்டுமே அடங்கும். மாற்று மாதிரியில் * K * + 1 பின்னடைவு குணகங்கள் உள்ளன, ஒவ்வொரு * K * முன்கணிப்பு மாறிகள் மற்றும் இடைமறிப்புக்கு இன்னும் ஒன்று. எனவே இந்த *f *-test இல் நீங்கள் காணும் *df *-மதிப்பு *df *\: துணை: `1` = *k * + 1-1 = *k *க்கு சமம்.

source: What about the second *df*-value that appears in the *F*-test? This always refers to the degrees of freedom associated with the residuals. It is possible to think of this in terms of parameters too, but in a slightly counter-intuitive way. Think of it like this. Suppose that the total number of observations across the study as a whole is *N*. If you wanted to *perfectly* describe each of these *N* values, you need to do so using, well… *N* numbers. When you build a regression model, what you’re really doing is specifying that some of the numbers need to perfectly describe the data. If your model has *K* predictors and an intercept, then you’ve specified *K* + 1 numbers. So, without bothering to figure out exactly *how* this would be done, how many *more* numbers do you think are going to be needed to transform a *K* + 1 parameter regression model into a perfect re-description of the raw data? If you found yourself thinking that (*K* + 1) + (*N* - *K* - 1) = *N*, and so the answer would have to be *N* - *K* - 1, well done! That’s exactly right. In principle you can imagine an absurdly complicated regression model that includes a parameter for every single data point, and it would of course provide a perfect description of the data. This model would contain *N* parameters in total, but we’re interested in the difference between the number of parameters required to describe this full model (i.e. *N*) and the number of parameters used by the simpler regression model that you’re actually interested in (i.e., *K* + 1), and so the second degrees of freedom in the *F*-test is *df*\ :sub:`2` = *N* - *K* - 1, where *K* is the number of predictors (in a regression model) or the number of contrasts (in an ANOVA). In the example I gave above, there are *N* = 18 observations in the data set and *K* + 1 = 4 regression coefficients associated with the ANOVA model, so the degrees of freedom for the residuals is *df*\ :sub:`2` = 18 - 4 = 14.
de: Was ist mit dem zweiten *df*-Wert, der im *F*-Test erscheint? Dieser bezieht sich immer auf die Freiheitsgrade, die mit den Residuen verbunden sind. Man kann sich dies auch in Form von Parametern vorstellen. Allerdings geschieht das auf eine etwas kontra-intuitive Weise. Stellen Sie sich das folgendermaßen vor. Nehmen wir an, dass die Gesamtzahl der Beobachtungen in der gesamten Studie *N* beträgt. Wenn Sie jeden dieser *N* Werte *perfekt* beschreiben wollten, müssten Sie dies mit *N* Zahlen tun. Wenn Sie ein Regressionsmodell erstellen, legen Sie damit eigentlich nur fest, dass einige der Zahlen die Daten perfekt beschreiben müssen. Wenn Ihr Modell *K* Prädiktoren und ein Interzept hat, dann haben Sie *K* + 1 Zahlen verwendet. Ohne sich die Mühe zu machen, genau *herauszufinden*, wie dies geschehen würde, wie viele *weitere* Zahlen werden Ihrer Meinung nach benötigt, um ein Regressionsmodell mit *K* + 1 Parametern in eine perfekte Neubeschreibung der Rohdaten zu verwandeln? Gut gemacht, wenn Sie sich gedacht haben, dass (*K* + 1) + (*N* - *K* - 1) = *N* ist und die Antwort daher *N* - *K* - 1 lauten müsste. Das ist genau richtig. Im Prinzip können Sie sich ein absurd kompliziertes Regressionsmodell vorstellen, das für jeden einzelnen Datenpunkt einen Parameter enthält, und das natürlich eine perfekte Beschreibung der Daten liefern würde. Dieses Modell würde insgesamt *N* Parameter enthalten, aber wir interessieren uns für die Differenz zwischen der Anzahl der Parameter, die zur Beschreibung dieses vollständigen Modells erforderlich sind (d. h. *N*), und der Anzahl der Parameter, die von dem einfacheren Regressionsmodell verwendet werden, an dem wir eigentlich interessiert sind (d. h., *K* + 1), so dass der zweite Freiheitsgrad im *F*-Test *df*\ :sub:`2` = *N* - *K* - 1 ist, wobei *K* die Anzahl der Prädiktoren (im Regressionsmodell) oder die Anzahl der Kontraste (in einer ANOVA) ist. In dem oben genannten Beispiel gibt es *N* = 18 Beobachtungen im Datensatz und *K* + 1 = 4 Regressionskoeffizienten, die mit dem ANOVA-Modell verbunden sind, so dass die Anzahl der Freiheitsgrade für die Residuen *df*\ :sub:`2` = 18 - 4 = 14 beträgt.
nb: Hva med den andre *df*-verdien som vises i *F*-testen? Denne refererer alltid til frihetsgradene som er knyttet til residuene. Det er mulig å tenke på dette som parametere også, men på en litt kontraintuitiv måte. Tenk på det på denne måten. Anta at det totale antallet observasjoner i hele studien er *N*. Hvis du ønsker å beskrive hver av disse *N* verdiene *perfekt*, må du gjøre det ved hjelp av, vel… *N* tall. Når du bygger en regresjonsmodell, spesifiserer du egentlig bare at noen av tallene må beskrive dataene perfekt. Hvis modellen din har *K* prediktorer og et skjæringspunkt, har du spesifisert *K* + 1 tall. Så, uten å bry deg med å finne ut nøyaktig *hvordan* dette skal gjøres, hvor mange *flere* tall tror du må til for å gjøre en regresjonsmodell med *K* + 1 parametere om til en perfekt beskrivelse av rådataene? Hvis du tenkte at (*K* + 1) + (*N* - *K* - 1) = *N*, og at svaret derfor må være *N* - *K* - 1, så er det godt gjort! Det er helt riktig. I prinsippet kan man tenke seg en absurd komplisert regresjonsmodell som inneholder en parameter for hvert eneste datapunkt, og den ville selvsagt gi en perfekt beskrivelse av dataene. Denne modellen ville inneholde *N* parametere totalt, men vi er interessert i forskjellen mellom antall parametere som kreves for å beskrive denne fullstendige modellen (dvs. *N*) og antall parametere som brukes av den enklere regresjonsmodellen som du faktisk er interessert i (dvs, *K* + 1), og dermed er den andre frihetsgraden i *F*-testen *df*\ :sub:`2` = *N* - *K* - 1, der *K* er antall prediktorer (i en regresjonsmodell) eller antall kontraster (i en ANOVA). I eksempelet jeg ga ovenfor, er det *N* = 18 observasjoner i datasettet og *K* + 1 = 4 regresjonskoeffisienter knyttet til ANOVA-modellen, slik at frihetsgradene for residuene er *df*\ :sub:`2` = 18 - 4 = 14.
ta: *F *-test இல் தோன்றும் இரண்டாவது *df *-மதிப்பு பற்றி என்ன? இது எப்போதும் எச்சங்களுடன் தொடர்புடைய சுதந்திரத்தின் அளவைக் குறிக்கிறது. அளவுருக்களின் அடிப்படையில் இதைப் பற்றி சிந்திக்க முடியும், ஆனால் சற்று எதிர்-உள்ளுணர்வு வழியில். இதை இப்படி நினைத்துப் பாருங்கள். ஒட்டுமொத்தமாக ஆய்வில் உள்ள மொத்த அவதானிப்புகளின் எண்ணிக்கை *n *என்று வைத்துக்கொள்வோம். இந்த * n * மதிப்புகள் ஒவ்வொன்றையும் நீங்கள் * சரியாக * விவரிக்க விரும்பினால், நீங்கள் அவ்வாறு செய்ய வேண்டும், நன்றாக… * n * எண்கள். நீங்கள் ஒரு பின்னடைவு மாதிரியை உருவாக்கும்போது, நீங்கள் உண்மையில் என்ன செய்கிறீர்கள் என்பது சில எண்கள் தரவை சரியாக விவரிக்க வேண்டும் என்பதைக் குறிப்பிடுகிறது. உங்கள் மாதிரியில் * K * முன்னறிவிப்பாளர்கள் மற்றும் இடைமறிப்பு இருந்தால், நீங்கள் * K * + 1 எண்களைக் குறிப்பிட்டுள்ளீர்கள். எனவே, இது எப்படி செய்யப்படும் என்பதை சரியாகக் கண்டுபிடிக்க கவலைப்படாமல், * K * + 1 அளவுரு பின்னடைவு மாதிரியை மூலத்தின் சரியான மறு விளக்கமாக மாற்ற எத்தனை * இன்னும் * எண்கள் தேவைப்படும் என்று நீங்கள் நினைக்கிறீர்கள் தரவு? (*K* + 1) + (*n* -*k* - 1) =*n*, எனவே பதில்*n* -*k* - 1 ஆக இருக்க வேண்டும் என்று நீங்கள் நினைத்தால் ! அது சரி. கொள்கையளவில் ஒவ்வொரு தரவு புள்ளிக்கும் ஒரு அளவுருவை உள்ளடக்கிய ஒரு அபத்தமான சிக்கலான பின்னடைவு மாதிரியை நீங்கள் கற்பனை செய்யலாம், மேலும் இது தரவின் சரியான விளக்கத்தை நிச்சயமாக வழங்கும். இந்த மாதிரியில் மொத்தம் *n *அளவுருக்கள் இருக்கும், ஆனால் இந்த முழு மாதிரியை விவரிக்க தேவையான அளவுருக்களின் எண்ணிக்கையிலும் (அதாவது *n *) மற்றும் நீங்கள் இருக்கும் எளிமையான பின்னடைவு மாதிரியால் பயன்படுத்தப்படும் அளவுருக்களின் எண்ணிக்கை ஆகியவற்றுக்கும் இடையிலான வேறுபாட்டில் நாங்கள் ஆர்வமாக உள்ளோம் ' உண்மையில் (அதாவது, *k * + 1) இல் ஆர்வம் காட்டுங்கள், எனவே *f *-test இல் இரண்டாவது டிகிரி விடுதலை *df *\: துணை: `2` = *n * - *k * - 1, * k * என்பது முன்னறிவிப்பாளர்களின் எண்ணிக்கை (பின்னடைவு மாதிரியில்) அல்லது முரண்பாடுகளின் எண்ணிக்கை (ANOVA இல்). நான் மேலே கொடுத்த எடுத்துக்காட்டில், தரவு தொகுப்பில் *n *= 18 அவதானிப்புகள் மற்றும் *k * + 1 = 4 ANOVA மாதிரியுடன் தொடர்புடைய பின்னடைவு குணகங்கள் உள்ளன, எனவே எச்சங்களுக்கான சுதந்திரத்தின் அளவு *df *\: துணை : `2` = 18 - 4 = 14.

source: Different ways to specify contrasts
de: Verschiedene Möglichkeiten, Kontraste zu definieren
nb: Ulike måter å spesifisere kontraster på
ta: முரண்பாடுகளைக் குறிப்பிட வெவ்வேறு வழிகள்

source: In the previous section, I showed you a method for converting a factor into a collection of contrasts. In the method I showed you we specify a set of binary variables in which we defined a table like this one:
de: Im vorangegangenen Abschnitt habe ich Ihnen eine Methode zur Umwandlung eines Faktors in eine Sammlung von Kontrasten gezeigt. In der Methode, die ich Ihnen gezeigt habe, geben wir eine Reihe von binären Variablen an, indem wir eine Tabelle wie diese definieren:
nb: I forrige avsnitt viste jeg deg en metode for å konvertere en faktor til en samling kontraster. I metoden jeg viste deg, spesifiserte vi et sett med binære variabler der vi definerte en tabell som denne:
ta: முந்தைய பிரிவில், ஒரு காரணியை முரண்பாடுகளின் தொகுப்பாக மாற்றுவதற்கான ஒரு முறையை நான் உங்களுக்குக் காட்டினேன். நான் உங்களுக்குக் காட்டிய முறையில், பைனரி மாறிகளின் தொகுப்பைக் குறிப்பிடுகிறோம், அதில் இது போன்ற ஒரு அட்டவணையை நாங்கள் வரையறுத்தோம்:

source: Each row in the table corresponds to one of the factor levels, and each column corresponds to one of the contrasts. This table, which always has one more row than columns, has a special name. It is called a **contrast matrix**. However, there are lots of different ways to specify a contrast matrix. In this section I discuss a few of the standard contrast matrices that statisticians use and how you can use them in jamovi. If you’re planning to read the section on unbalanced ANOVA later on (section :doc:`Ch14_ANOVA2_11`), it’s worth reading this section carefully. If not, you can get away with skimming it, because the choice of contrasts doesn’t matter much for balanced designs.
de: Jede Zeile der Tabelle entspricht einer der Faktorstufen und jede Spalte einem der Kontraste. Diese Tabelle, die immer eine Zeile mehr als Spalten hat, hat einen besonderen Namen. Sie wird **Kontrastmatrix** genannt. Es gibt jedoch viele verschiedene Möglichkeiten, eine Kontrastmatrix zu spezifizieren. In diesem Abschnitt bespreche ich einige der Standard-Kontrastmatrizen, die Statistiker verwenden, und wie Sie diese in jamovi nutzen können. Wenn Sie vorhaben, später den Abschnitt über die unbalancierte ANOVA zu lesen (Abschnitt :doc:`Ch14_ANOVA2_11`), lohnt es sich, diesen Abschnitt sorgfältig zu lesen. Andernfalls können Sie ihn auch überfliegen, da die Wahl der Kontraste bei balancierten Versuchsplänen keine große Rolle spielt.
nb: Hver rad i tabellen tilsvarer ett av faktornivåene, og hver kolonne tilsvarer én av kontrastene. Denne tabellen, som alltid har én rad mer enn kolonner, har et spesielt navn. Den kalles en **kontrastmatrise**. Det finnes imidlertid mange forskjellige måter å spesifisere en kontrastmatrise på. I dette avsnittet tar jeg for meg noen av de vanligste kontrastmatrisene som statistikere bruker, og hvordan du kan bruke dem i jamovi. Hvis du planlegger å lese avsnittet om ubalansert ANOVA senere (avsnitt :doc:`Ch14_ANOVA2_11`), er det verdt å lese dette avsnittet nøye. Hvis ikke, kan du slippe unna med å skumlese det, fordi valget av kontraster ikke har så mye å si for balanserte design.
ta: அட்டவணையில் உள்ள ஒவ்வொரு வரிசையும் காரணி நிலைகளில் ஒன்றிற்கு ஒத்திருக்கிறது, மேலும் ஒவ்வொரு நெடுவரிசையும் முரண்பாடுகளில் ஒன்றுக்கு ஒத்திருக்கிறது. நெடுவரிசைகளை விட எப்போதும் ஒரு வரிசையைக் கொண்ட இந்த அட்டவணையில் ஒரு சிறப்பு பெயர் உள்ளது. இது ஒரு ** கான்ட்ராச்ட் மேட்ரிக்ச் ** என்று அழைக்கப்படுகிறது. இருப்பினும், ஒரு மாறுபட்ட மேட்ரிக்சைக் குறிப்பிட பல்வேறு வழிகள் உள்ளன. இந்த பிரிவில், புள்ளிவிவர வல்லுநர்கள் பயன்படுத்தும் சில நிலையான மாறுபட்ட மெட்ரிக்குகள் மற்றும் அவற்றை சாமோவியில் எவ்வாறு பயன்படுத்தலாம் என்பதைப் பற்றி விவாதிக்கிறேன். சமநிலையற்ற ANOVA பற்றிய பகுதியை பின்னர் படிக்க திட்டமிட்டால் (பிரிவு: DOC: `CH14_ANOVA2_11`), இந்த பகுதியை கவனமாகப் படிப்பது மதிப்பு. இல்லையென்றால், நீங்கள் அதைக் குறைப்பதில் இருந்து தப்பிக்கலாம், ஏனென்றால் முரண்பாடுகளின் தேர்வு சீரான வடிவமைப்புகளுக்கு அதிகம் தேவையில்லை.

source: Treatment contrasts
de: Behandlungskontraste (*treatment contrasts*)
nb: Behandlingskontraster
ta: மருத்தீடு முரண்பாடுகள்

source: In the particular kind of contrasts that I’ve described above, one level of the factor is special, and acts as a kind of “baseline” category (i.e., ``placebo`` in our example), against which the other two are defined. The name for these kinds of contrasts is **treatment contrasts**, also known as “dummy coding”. In this contrast each level of the factor is compared to a base reference level, and the base reference level is the value of the intercept.
de: Bei dieser Art von Kontrasten, die ich bereits oben beschrieben habe, fungiert eine Ebene des Faktors als eine Art „Basis“-Kategorie (d. h. ``placebo`` in unserem Beispiel), gegen welche die beiden anderen verglichen werden. Der Name für diese Art von Kontrasten ist **Behandlungskontraste**, auch bekannt als „Dummy-Kodierung“. Bei diesem Kontrast wird jede Stufe des Faktors mit einer Basisreferenzstufe verglichen, und die Basisreferenzstufe ist der Wert des Interzepts.
nb: I den spesielle typen kontraster som jeg har beskrevet ovenfor, er ett nivå av faktoren spesielt, og fungerer som en slags «baseline»-kategori (dvs. ``placebo`` i vårt eksempel), som de to andre nivåene defineres i forhold til. Navnet på denne typen kontraster er **behandlingskontraster** (*treatment contrasts*), også kjent som «dummykoding». I denne kontrasten sammenlignes hvert nivå av faktoren med et basisreferansenivå, og basisreferansenivået er verdien av skjæringspunktet.
ta: நான் மேலே விவரித்த குறிப்பிட்ட வகையான முரண்பாடுகளில், காரணியின் ஒரு நிலை சிறப்பு, மற்றும் ஒரு வகையான “அடிப்படை” வகையாக செயல்படுகிறது (அதாவது, `` மருந்துப்போலி`` எங்கள் எடுத்துக்காட்டில்), அதற்கு எதிராக மற்ற இரண்டு வரையறுக்கப்பட்டுள்ளது. இந்த வகையான முரண்பாடுகளுக்கான பெயர் ** மருத்தீடு முரண்பாடுகள் **, இது “போலி குறியீட்டு முறை” என்றும் அழைக்கப்படுகிறது. இந்த மாறாக, காரணியின் ஒவ்வொரு மட்டமும் ஒரு அடிப்படை குறிப்பு மட்டத்துடன் ஒப்பிடப்படுகிறது, மேலும் அடிப்படை குறிப்பு நிலை என்பது இடைமறிப்பின் மதிப்பு.

source: The name reflects the fact that these contrasts are quite natural and sensible when one of the categories in your factor really is special because it actually does represent a baseline. That makes sense in our |clinicaltrial|_ data. The ``placebo`` condition corresponds to the situation where you don’t give people any real drugs, and so it’s special. The other two conditions are defined in relation to the placebo. In one case you replace the placebo with Anxifree, and in the other case your replace it with Joyzepam.
de: Der Name spiegelt die Tatsache wider, dass diese Kontraste ganz natürlich und sinnvoll sind, wenn eine der Kategorien in Ihrem Faktor etwas Besonderes ist, weil sie tatsächlich ein Ausgangsniveau darstellt. Das ist bei unserem |clinicaltrial|_-Datensatz der Fall. Die Bedingung ``placebo`` entspricht der Situation, in der man den Leuten keine echten Medikamente gibt, und ist daher etwas Besonderes. Die beiden anderen Bedingungen sind in Bezug auf das Placebo definiert. In einem Fall ersetzt man das Placebo durch Anxifree, im anderen Fall durch Joyzepam.
nb: Navnet gjenspeiler det faktum at disse kontrastene er ganske naturlige og fornuftige når en av kategoriene i faktoren din virkelig er spesiell, fordi den faktisk representerer en baseline. Det gir mening i våre data fra |clinicaltrial|_. ``placebo``-betingelsen tilsvarer situasjonen der du ikke gir folk noen ekte legemidler, og den er derfor spesiell. De to andre betingelsene er definert i forhold til placebo. I det ene tilfellet erstatter du placeboen med Anxifree, og i det andre tilfellet erstatter du den med Joyzepam.
ta: உங்கள் காரணிகளில் ஒன்று உண்மையில் சிறப்பு வாய்ந்ததாக இருக்கும்போது இந்த முரண்பாடுகள் மிகவும் இயல்பானவை மற்றும் விவேகமானவை என்ற உண்மையை பெயர் பிரதிபலிக்கிறது, ஏனெனில் இது உண்மையில் ஒரு அடிப்படையைக் குறிக்கிறது. இது எங்கள் | மருத்துவமயமாக்கல் | _ தரவுகளில் அர்த்தமுள்ளதாக இருக்கிறது. `` மருந்துப்போலி`` நிலை நீங்கள் எந்தவொரு உண்மையான மருந்துகளையும் மக்களுக்கு வழங்காத சூழ்நிலைக்கு ஒத்திருக்கிறது, எனவே இது சிறப்பு. மற்ற இரண்டு நிபந்தனைகள் மருந்துப்போலி தொடர்பாக வரையறுக்கப்படுகின்றன. ஒரு சந்தர்ப்பத்தில் நீங்கள் மருந்துப்போலியை கவலைக்கு மாற்றுகிறீர்கள், மற்றொன்று நீங்கள் அதை சாய்செபமுடன் மாற்றுகிறீர்கள்.
