Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch14.po
Languages: de, nb, ta

source: The table shown above is a matrix of treatment contrasts for a factor that has 3 levels. But suppose I want a matrix of treatment contrasts for a factor with 5 levels? You would set this out like this:
de: Die oben gezeigte Tabelle ist eine Matrix von Behandlungskontrasten für einen Faktor mit 3 Stufen. Aber angenommen, ich möchte eine Matrix der Behandlungskontraste für einen Faktor mit 5 Stufen? Dann würden Sie diese wie folgt aufstellen:
nb: Tabellen ovenfor er en matrise med behandlingskontraster for en faktor som har 3 nivåer. Men hva om jeg ønsker en matrise med behandlingskontraster for en faktor med 5 nivåer? Da ville du satt den opp slik:
ta: மேலே காட்டப்பட்டுள்ள அட்டவணை 3 நிலைகளைக் கொண்ட ஒரு காரணிக்கு சிகிச்சையின் முரண்பாடுகளின் மேட்ரிக்ச் ஆகும். ஆனால் 5 நிலைகளைக் கொண்ட ஒரு காரணிக்கு சிகிச்சையின் முரண்பாடுகளை நான் விரும்புகிறேன் என்று வைத்துக்கொள்வோம்? இதை நீங்கள் இப்படி அமைப்பீர்கள்:

source: In this example, the first contrast is level 2 compared with level 1, the second contrast is level 3 compared with level 1, and so on. Notice that, by default, the *first* level of the factor is always treated as the baseline category (i.e., it’s the one that has all zeros and doesn’t have an explicit contrast associated with it). In jamovi you can change which category is the first level of the factor by manipulating the order of the levels of the variable shown in the ``Data Variable`` window (double click on the name of the variable in the spreadsheet column to bring up the ``Data Variable`` view).
de: In diesem Beispiel ist der erste Kontrast die Stufe 2 im Vergleich zur Stufe 1, der zweite Kontrast ist die Stufe 3 im Vergleich zur Stufe 1, und so weiter. Beachten Sie, dass standardmäßig immer die *erste* Stufe des Faktors als Basiskategorie behandelt wird (d. h. die Kategorie, die nur Nullen enthält und der kein expliziter Kontrast zugeordnet ist). In jamovi können Sie ändern, welche Kategorie die Basiskategorie des Faktors ist, indem Sie die Reihenfolge der Ebenen der Variablen im Fenster ``Data Variable`` ändern (doppelklicken Sie auf den Namen der Variablen in der Tabellenspalte, um die Ansicht ``Data Variable`` zu öffnen).
nb: I dette eksempelet er den første kontrasten nivå 2 sammenlignet med nivå 1, den andre kontrasten er nivå 3 sammenlignet med nivå 1, og så videre. Legg merke til at det *første* nivået i faktoren som standard alltid behandles som basiskategorien (det vil si at det er den som har alle nuller og ikke har en eksplisitt kontrast knyttet til seg). I jamovi kan du endre hvilken kategori som er det første nivået i faktoren ved å manipulere rekkefølgen på nivåene i variabelen som vises i vinduet ``Data Variable`` (dobbeltklikk på navnet på variabelen i regnearkkolonnen for å få opp ``Data Variable``-vinduet).
ta: இந்த எடுத்துக்காட்டில், நிலை 1 உடன் ஒப்பிடும்போது முதல் மாறுபாடு நிலை 2 ஆகும், இரண்டாவது மாறுபாடு நிலை 1 உடன் ஒப்பிடும்போது நிலை 3 ஆகும். இயல்புநிலையாக, காரணியின் * முதல் * நிலை எப்போதும் அடிப்படை வகையாக கருதப்படுகிறது என்பதைக் கவனியுங்கள் (அதாவது, இது எல்லா பூச்சியங்களையும் கொண்டது மற்றும் அதனுடன் தொடர்புடைய வெளிப்படையான மாறுபாட்டைக் கொண்டிருக்கவில்லை). `` தரவு மாறி`` சாளரத்தில் காட்டப்பட்டுள்ள மாறியின் நிலைகளின் வரிசையை கையாளுவதன் மூலம் சாமோவியில் நீங்கள் எந்த வகை காரணியின் முதல் நிலை என்பதை மாற்றலாம் (விரிதாள் நெடுவரிசையில் உள்ள மாறியின் பெயரை இருமுறை சொடுக்கு செய்க `` தரவு மாறி`` பார்வை).

source: Helmert contrasts
de: Helmert-Kontraste
nb: Helmert kontrasterer
ta: எல்மர்ட் முரண்பாடுகள்

source: Treatment contrasts are useful for a lot of situations. However, they make most sense in the situation when there really is a baseline category, and you want to assess all the other groups in relation to that one. In other situations, however, no such baseline category exists, and it may make more sense to compare each group to the mean of the other groups. This is where we meet **Helmert contrasts**, generated by the ``Helmert`` option in the jamovi ``ANOVA`` - ``Contrasts`` selection box. The idea behind Helmert contrasts is to compare each group to the mean of the “previous” ones. That is, the first contrast represents the difference between group 2 and group 1, the second contrast represents the difference between group 3 and the mean of groups 1 and 2, and so on. This translates to a contrast matrix that looks like this for a factor with five levels:
de: Behandlungskontraste sind in vielen Situationen nützlich. Am sinnvollsten sind sie jedoch dann, wenn es tatsächlich eine Basiskategorie gibt und man alle anderen Gruppen im Verhältnis zu dieser bewerten möchte. In anderen Situationen gibt es jedoch keine solche Basiskategorie. Dann kann es sinnvoller sein, jede Gruppe mit dem Mittelwert der anderen Gruppen zu vergleichen. Hier treffen wir auf **Helmert-Kontraste**, die durch die Option ``Helmert`` im Auswahlfeld jamovi ``ANOVA`` - ``Contrasts`` erzeugt werden können. Die Idee hinter den Helmert-Kontrasten ist, jede Gruppe mit dem Mittelwert der „vorherigen“ Gruppen zu vergleichen. Das heißt, der erste Kontrast stellt den Unterschied zwischen Gruppe 2 und Gruppe 1 dar, der zweite Kontrast stellt den Unterschied zwischen Gruppe 3 und dem Mittelwert der Gruppen 1 und 2 dar und so weiter. Daraus ergibt sich eine Kontrastmatrix, die für einen Faktor mit fünf Stufen wie folgt aussieht:
nb: Behandlingskontraster er nyttige i mange situasjoner. De gir imidlertid mest mening i situasjoner der det virkelig finnes en baseline-kategori, og du ønsker å vurdere alle de andre gruppene i forhold til denne. I andre situasjoner finnes det imidlertid ingen slik basiskategori, og da kan det gi mer mening å sammenligne hver gruppe med gjennomsnittet av de andre gruppene. Det er her vi møter **Helmert-kontraster**, som genereres av alternativet ``Helmert`` i jamovi ``ANOVA`` - ``Contrasts``-valgboksen. Ideen bak Helmert-kontraster er å sammenligne hver gruppe med gjennomsnittet av de «foregående» gruppene. Det vil si at den første kontrasten representerer forskjellen mellom gruppe 2 og gruppe 1, den andre kontrasten representerer forskjellen mellom gruppe 3 og gjennomsnittet av gruppe 1 og 2, og så videre. Dette gir en kontrastmatrise som ser slik ut for en faktor med fem nivåer:
ta: மருத்தீடு முரண்பாடுகள் நிறைய சூழ்நிலைகளுக்கு பயனுள்ளதாக இருக்கும். இருப்பினும், உண்மையில் ஒரு அடிப்படை வகை இருக்கும்போது அவர்கள் நிலைமையில் மிகவும் அர்த்தமுள்ளவர்கள், மேலும் அது தொடர்பாக மற்ற எல்லா குழுக்களையும் மதிப்பீடு செய்ய விரும்புகிறீர்கள். இருப்பினும், பிற சூழ்நிலைகளில், அத்தகைய அடிப்படை வகை எதுவும் இல்லை, மேலும் ஒவ்வொரு குழுவையும் மற்ற குழுக்களின் சராசரியுடன் ஒப்பிடுவது கூடுதல் அர்த்தமுள்ளதாக இருக்கலாம். சாமோவி `` அனோவா`` - `` முரண்பாடுகள்`` தேர்வு பெட்டியில் `` எல்மர்ட்`` விருப்பத்தால் உருவாக்கப்பட்ட ** எல்மர்ட் முரண்பாடுகளை நாம் சந்திக்கிறோம். எல்மர்ட் முரண்பாடுகளுக்குப் பின்னால் உள்ள சிந்தனை ஒவ்வொரு குழுவையும் “முந்தைய ”வற்றின் சராசரியுடன் ஒப்பிடுவதாகும். அதாவது, முதல் மாறுபாடு குழு 2 மற்றும் குழு 1 க்கு இடையிலான வேறுபாட்டைக் குறிக்கிறது, இரண்டாவது மாறுபாடு குழு 3 மற்றும் குழுக்கள் 1 மற்றும் 2 இன் சராசரி ஆகியவற்றுக்கு இடையிலான வேறுபாட்டைக் குறிக்கிறது. இது ஐந்து நிலைகளைக் கொண்ட ஒரு காரணிக்கு இது போன்ற ஒரு மாறுபட்ட மேட்ரிக்சாக மொழிபெயர்க்கப்பட்டுள்ளது:

source: One useful thing about Helmert contrasts is that every contrast sums to zero (i.e., all the columns sum to zero). This has the consequence that, when we interpret the ANOVA as a regression, the intercept term corresponds to the grand mean µ\ :sub:`..` if we are using Helmert contrasts. Compare this to treatment contrasts, in which the intercept term corresponds to the group mean for the baseline category. This property can be very useful in some situations. It doesn’t matter very much if you have a balanced design, which we’ve been assuming so far, but it will turn out to be important later when we consider unbalanced designs in section :doc:`Ch14_ANOVA2_11`. In fact, the main reason why I’ve even bothered to include this section is that contrasts become important if you want to understand unbalanced ANOVA.
de: Eine nützliche Eigenschaft von Helmert-Kontrasten ist, dass jeder Kontrast in der Summe Null ergibt (d. h. alle Spalten ergeben Null). Dies hat zur Folge, dass, wenn wir die ANOVA als Regression interpretieren, der Interzept-Term dem Gesamtmittelwert µ\ :sub:`..` entspricht, wenn wir Helmert-Kontraste verwenden. Vergleichen Sie dies mit Behandlungskontrasten, bei denen der Interzept-Term dem Gruppenmittelwert für die Basiskategorie entspricht. Diese Eigenschaft kann in manchen Situationen sehr nützlich sein. Sie ist nicht sehr wichtig, wenn Sie einen balancierten Versuchsplan haben (wovon wir bisher ausgegangen sind). Aber sie wird sich später als wichtig erweisen, wenn wir in Abschnitt :doc:`Ch14_ANOVA2_11` Versuchspläne betrachten, die unbalanciert sind. Der Hauptgrund, warum ich mir überhaupt die Mühe gemacht habe, diesen Abschnitt aufzunehmen, ist, dass Kontraste wichtig werden, wenn man die unbalancierte ANOVA verstehen will.
nb: En nyttig ting med Helmert-kontraster er at hver kontrast summerer til null (dvs. at alle kolonnene summerer til null). Dette har den konsekvensen at når vi tolker ANOVA-en som en regresjon, tilsvarer skjæringspunktet (*intercept term*) det totale gjennomsnittet µ\ :sub:`..` hvis vi bruker Helmert-kontraster. Dette kan sammenlignes med behandlingskontraster, der skjæringspunktet tilsvarer gruppegjennomsnittet for baselinekategorien. Denne egenskapen kan være svært nyttig i noen situasjoner. Den betyr ikke så mye hvis du har et balansert design, som vi har antatt så langt, men den vil vise seg å være viktig senere når vi ser på ubalanserte design i avsnitt :doc:`Ch14_ANOVA2_11`. Hovedgrunnen til at jeg i det hele tatt har tatt med dette avsnittet, er faktisk at kontraster blir viktige hvis du vil forstå ubalansert ANOVA.
ta: எல்மர்ட் முரண்பாடுகளைப் பற்றிய ஒரு பயனுள்ள சேதி என்னவென்றால், ஒவ்வொரு மாறுபட்ட தொகையும் பூச்சியத்திற்கு (அதாவது, அனைத்து நெடுவரிசைகளும் பூச்சியத்திற்கு சுருக்கமாக). இதன் விளைவாக, ANOVA ஐ ஒரு பின்னடைவு என்று நாம் விளக்கும்போது, இடைமறிப்பு சொல் பெரிய சராசரி µ \: துணை: `..` நாம் எல்மர்ட் முரண்பாடுகளைப் பயன்படுத்தினால். இதை மருத்தீடு முரண்பாடுகளுடன் ஒப்பிடுங்கள், இதில் இடைமறிப்பு காலமானது அடிப்படை வகைக்கான குழு சராசரியுடன் ஒத்துள்ளது. இந்த சொத்து சில சூழ்நிலைகளில் மிகவும் பயனுள்ளதாக இருக்கும். உங்களிடம் ஒரு சீரான வடிவமைப்பு இருந்தால் அது மிகவும் தேவையில்லை, இது இதுவரை நாங்கள் கருதுகிறோம், ஆனால் பிரிவில் சமநிலையற்ற வடிவமைப்புகளைக் கருத்தில் கொள்ளும்போது அது பின்னர் முக்கியமானதாக மாறும்: டாக்: `CH14_ANOVA2_11`. உண்மையில், இந்த பகுதியைச் சேர்க்க நான் கூட கவலைப்படுவதற்கான முக்கிய காரணம், நீங்கள் சமநிலையற்ற ANOVA ஐப் புரிந்து கொள்ள விரும்பினால் முரண்பாடுகள் முக்கியமானவை.

source: Sum to zero contrasts
de: Kontraste, die sich zu Null aufsummieren
nb: Sum til null kontraster
ta: சுழிய முரண்பாடுகளுக்கு தொகை

source: The third option that I should briefly mention are “sum to zero” contrasts, called ``Simple`` contrasts in jamovi, which are used to construct pairwise comparisons between groups. Specifically, each contrast encodes the difference between one of the groups and a baseline category, which in this case corresponds to the first group:
de: Die dritte Option, die ich kurz erwähnen möchte, sind die „Zu-Null-aufsummieren“-Kontraste, die in jamovi „einfache“ Kontraste (``Simple``) genannt werden. Sie dienen dazu, paarweise Vergleiche zwischen Gruppen zu erstellen. Genauer gesagt, kodiert jeder Kontrast den Unterschied zwischen einer der Gruppen und einer Basiskategorie, die in diesem Fall der ersten Gruppe entspricht:
nb: Det tredje alternativet som jeg kort vil nevne, er «sum til null»-kontraster, kalt ``Simple``-kontraster i jamovi, som brukes til å konstruere parvise sammenligninger mellom grupper. Hver kontrast koder for forskjellen mellom en av gruppene og en basiskategori, som i dette tilfellet tilsvarer den første gruppen:
ta: நான் சுருக்கமாகக் குறிப்பிட வேண்டிய மூன்றாவது விருப்பம் “சம் டு சீரோ” முரண்பாடுகள், இது சமோவியில் `` எளிய`` முரண்பாடுகள் என அழைக்கப்படுகிறது, அவை குழுக்களிடையே சோடிவரிசை ஒப்பீடுகளை உருவாக்க பயன்படுகின்றன. குறிப்பாக, ஒவ்வொரு மாறுபாடும் குழுக்களில் ஒன்றுக்கும் ஒரு அடிப்படை வகைக்கும் உள்ள வேறுபாட்டைக் குறிக்கிறது, இது இந்த விசயத்தில் முதல் குழுவிற்கு ஒத்திருக்கிறது:

source: Much like Helmert contrasts, we see that each column sums to zero, which means that the intercept term corresponds to the grand mean when ANOVA is treated as a regression model. When interpreting these contrasts, the thing to recognise is that each of these contrasts is a pairwise comparison between group 1 and one of the other four groups. Specifically, contrast 1 corresponds to a “group 2 minus group 1” comparison, contrast 2 corresponds to a “group 3 minus group 1” comparison, and so on.\ [#]_
de: Ähnlich wie bei den Helmert-Kontrasten sieht man, dass jede Spalte Null als Summe ergibt, was bedeutet, dass der Interzept-Term dem Gesamtmittelwert entspricht, wenn die ANOVA als Regressionsmodell behandelt wird. Bei der Interpretation dieser Kontraste ist zu beachten, dass es sich bei jedem dieser Kontraste um einen paarweisen Vergleich zwischen Gruppe 1 und einer der anderen vier Gruppen handelt. Genauer gesagt, Kontrast 1 entspricht einem Vergleich „Gruppe 2 minus Gruppe 1“, Kontrast 2 entspricht einem Vergleich „Gruppe 3 minus Gruppe 1“ und so weiter.\ [#]_
nb: I likhet med Helmert-kontraster ser vi at hver kolonne summerer til null, noe som betyr at termen for intercept tilsvarer det totale gjennomsnittet når ANOVA behandles som en regresjonsmodell. Når man tolker disse kontrastene, er det viktig å være klar over at hver av disse kontrastene er en parvis sammenligning mellom gruppe 1 og en av de fire andre gruppene. Kontrast 1 tilsvarer en «gruppe 2 minus gruppe 1»-sammenligning, kontrast 2 tilsvarer en «gruppe 3 minus gruppe 1»-sammenligning, og så videre.\ [#]_
ta: எல்மர்ட் முரண்பாடுகளைப் போலவே, ஒவ்வொரு நெடுவரிசையும் பூச்சியத்திற்கு தொகையை வழங்குவதைக் காண்கிறோம், அதாவது ANOVA ஒரு பின்னடைவு மாதிரியாக கருதப்படும்போது இடைமறிப்பு சொல் பிரமாண்டமான சராசரிக்கு ஒத்திருக்கிறது. இந்த முரண்பாடுகளை விளக்கும் போது, அங்கீகரிக்க வேண்டிய சேதி என்னவென்றால், இந்த முரண்பாடுகள் ஒவ்வொன்றும் குழு 1 மற்றும் மற்ற நான்கு குழுக்களில் ஒன்றுக்கு இடையிலான சோடிவரிசை ஒப்பீடு ஆகும். குறிப்பாக, கான்ட்ராச்ட் 1 ஒரு “குரூப் 2 மைனச் குழு 1” ஒப்பீட்டுக்கு ஒத்திருக்கிறது, கான்ட்ராச்ட் 2 ஒரு “குழு 3 மைனச் குழு 1” ஒப்பீட்டிற்கு ஒத்திருக்கிறது, மற்றும் பல. \ [#] _

source: Optional contrasts in jamovi
de: Optionale Kontraste in jamovi
nb: Valgfrie kontraster i jamovi
ta: சமோவியில் விருப்ப முரண்பாடுகள்

source: jamovi also comes with a variety of options that can generate different kinds of contrasts in ANOVA. These can be found in the ``Contrasts`` option in the main ANOVA analysis window, where the following contrast types are listed:
de: jamovi verfügt auch über eine Reihe von Optionen, wie verschiedene Arten von Kontrasten in einer ANOVA erzeugt werden können. Diese sind unter der Option ``Contrasts`` im Hauptfenster der ANOVA-Analyseoptionen zu finden, wo die folgenden Kontrasttypen aufgelistet werden:
nb: jamovi kommer også med en rekke alternativer som kan generere ulike typer kontraster i ANOVA. Disse finner du i ``Contrasts``-opsjonen i hovedvinduet for ANOVA-analyse, der følgende kontrasttyper er listet opp:
ta: ANOVA இல் பல்வேறு வகையான முரண்பாடுகளை உருவாக்கக்கூடிய பல்வேறு விருப்பங்களுடன் சாமோவி வருகிறது. முக்கிய ANOVA பகுப்பாய்வு சாளரத்தில் `` முரண்பாடுகள்` விருப்பத்தில் இவற்றை காணலாம், அங்கு பின்வரும் மாறுபட்ட வகைகள் பட்டியலிடப்பட்டுள்ளன:

source: Contrast type
de: Kontrasttyp
nb: Kontrasttype
ta: மாறுபட்ட வகை

source: What does the contrast compare?
de: Was vergleicht der Kontrast?
nb: Hva sammenligner kontrasten?
ta: மாறுபாடு எதை ஒப்பிடுகிறது?

source: **Deviation**
de: **Abweichung**
nb: **Avvik**
ta: ** விலகல் **

source: Compares the mean of each level (except a reference category) to the mean of all of the levels (grand mean).
de: Vergleicht den Mittelwert jeder Ebene (außer einer Referenzkategorie) mit dem Mittelwert aller Ebenen (Gesamtmittelwert).
nb: Sammenligner gjennomsnittet for hvert nivå (unntatt en referansekategori) med gjennomsnittet for alle nivåene (grand mean).
ta: ஒவ்வொரு மட்டத்தின் சராசரியையும் (ஒரு குறிப்பு வகையைத் தவிர) அனைத்து நிலைகளின் சராசரியுடன் (பெரிய சராசரி) ஒப்பிடுகிறது.

source: **Simple**
de: **Einfach**
nb: **Enkelt**
ta: ** எளிய **

source: Like the treatment contrasts, the simple contrast compares the mean of each level to the mean of a specified level. This type of contrast is useful when there is a control group. By default the first category is the reference. However, with a simple contrast the intercept is the grand mean of all the levels of the factors.
de: Wie bei den Behandlungskontrasten wird auch beim einfachen Kontrast der Mittelwert jeder Stufe mit dem Mittelwert einer bestimmten Stufe verglichen. Diese Art von Kontrast ist nützlich, wenn es eine Kontrollgruppe gibt. Standardmäßig ist die erste Kategorie die Referenz. Bei einem einfachen Kontrast ist das Interzept der Gesamtmittelwert.
nb: I likhet med behandlingskontraster sammenligner den enkle kontrasten gjennomsnittet av hvert nivå med gjennomsnittet av et spesifisert nivå. Denne typen kontrast er nyttig når det finnes en kontrollgruppe. Som standard er den første kategorien referansen. Med en enkel kontrast er imidlertid skjæringspunktet (*intercept*) det totale gjennomsnittet av alle nivåene av faktorene.
ta: மருத்தீடு முரண்பாடுகளைப் போலவே, எளிய மாறுபாடு ஒவ்வொரு மட்டத்தின் சராசரியையும் ஒரு குறிப்பிட்ட மட்டத்தின் சராசரியுடன் ஒப்பிடுகிறது. கட்டுப்பாட்டுக் குழு இருக்கும்போது இந்த வகை மாறுபாடு பயனுள்ளதாக இருக்கும். இயல்பாக முதல் வகை குறிப்பு. இருப்பினும், ஒரு எளிய வேறுபாட்டுடன் இடைமறிப்பு என்பது காரணிகளின் அனைத்து நிலைகளின் பெரிய சராசரி.

source: **Difference**
de: **Differenz**
nb: **Forskjell**
ta: ** வேறுபாடு **

source: Compares the mean of each level (except the first) to the mean of previous levels. (Sometimes called reverse Helmert contrasts).
de: Vergleicht den Mittelwert jeder Stufe (außer der ersten) mit dem Mittelwert der vorherigen Stufen (manchmal auch umgekehrte Helmert-Kontraste genannt).
nb: Sammenligner gjennomsnittet av hvert nivå (unntatt det første) med gjennomsnittet av de foregående nivåene. (Noen ganger kalt omvendt Helmert-kontrast).
ta: ஒவ்வொரு மட்டத்தின் சராசரியையும் (முதல் தவிர) முந்தைய நிலைகளின் சராசரியுடன் ஒப்பிடுகிறது. (சில நேரங்களில் தலைகீழ் எல்மர்ட் முரண்பாடுகள் என்று அழைக்கப்படுகின்றன).

source: **Helmert**
ta: ** எல்மர்ட் **

source: Compares the mean of each level of the factor (except the last) to the mean of subsequent levels.
de: Vergleicht den Mittelwert jeder Stufe des Faktors (außer der letzten) mit dem Mittelwert der nachfolgenden Stufen.
nb: Sammenligner gjennomsnittet for hvert nivå av faktoren (unntatt det siste) med gjennomsnittet for de påfølgende nivåene.
ta: காரணியின் ஒவ்வொரு மட்டத்தின் சராசரியையும் (கடைசி தவிர) அடுத்தடுத்த நிலைகளின் சராசரியுடன் ஒப்பிடுகிறது.

source: **Repeated**
de: **Wiederholt**
nb: **Gjentatt**
ta: ** மீண்டும் மீண்டும் **

source: Compares the mean of each level (except the last) to the mean of the subsequent level.
de: Vergleicht den Mittelwert jeder Stufe (außer der letzten) mit dem Mittelwert der nachfolgenden Stufe.
nb: Sammenligner gjennomsnittet for hvert nivå (bortsett fra det siste) med gjennomsnittet for det påfølgende nivået.
ta: ஒவ்வொரு மட்டத்தின் சராசரியையும் (கடைசி தவிர) அடுத்தடுத்த மட்டத்தின் சராசரியுடன் ஒப்பிடுகிறது.

source: **Polynomial**
nb: **Polynomisk**
ta: ** பல்லுறுப்புறுப்பு **

source: Compares the linear effect and quadratic effect. The first degree of freedom contains the linear effect across all categories; the second degree of freedom, the quadratic effect. These contrasts are often used to estimate polynomial trends.
de: Vergleicht den linearen Effekt, den quadratischen Effekt, usw. Der erste Freiheitsgrad enthält den linearen Effekt über alle Kategorien, der zweite Freiheitsgrad den quadratischen Effekt, usw. Diese Kontraste werden häufig verwendet, um polynomiale Trends zu schätzen.
nb: Sammenligner den lineære effekten og den kvadratiske effekten. Den første frihetsgraden inneholder den lineære effekten på tvers av alle kategorier, mens den andre frihetsgraden inneholder den kvadratiske effekten. Disse kontrastene brukes ofte til å estimere polynomiske trender.
ta: நேரியல் விளைவு மற்றும் இருபடி விளைவை ஒப்பிடுகிறது. சுதந்திரத்தின் முதல் பட்டம் அனைத்து வகைகளிலும் நேரியல் விளைவைக் கொண்டுள்ளது; சுதந்திரத்தின் இரண்டாவது பட்டம், இருபடி விளைவு. இந்த முரண்பாடுகள் பெரும்பாலும் பல்லுறுப்புறுப்பு போக்குகளை மதிப்பிடுவதற்கு பயன்படுத்தப்படுகின்றன.

source: What’s the difference between treatment and simple contrasts, I hear you ask? Well, as a basic example consider a gender main effect, with m = 0 and f = 1. The coefficient corresponding to the treatment contrast will measure the difference in mean between females and males, and the intercept would be the mean of the males. However, with a simple contrast, i.e., m = -1 and f = 1, the intercept is the average of the means and the main effect is the difference of each group mean from the intercept.
de: Was ist der Unterschied zwischen Behandlungskontrasten und einfachen Kontrasten, werden Sie sich fragen? Nun, als einfaches Beispiel nehmen wir einen geschlechtsspezifischen Haupteffekt mit m = 0 und f = 1. Der Koeffizient, der dem Behandlungskontrast entspricht, misst den Unterschied im Mittelwert zwischen Frauen und Männern, und das Interzept wäre der Mittelwert der Männer. Bei einem einfachen Kontrast, d. h. m = -1 und f = 1, ist das Interzept jedoch der Gesamtmittelwert, und der Haupteffekt ist die Differenz der einzelnen Gruppenmittelwerte zum Interzept.
nb: Hva er forskjellen mellom behandlings- og enkle kontraster, spør du? Vel, som et grunnleggende eksempel kan vi tenke oss en hovedeffekt for kjønn, med m = 0 og f = 1. Koeffisienten som tilsvarer behandlingskontrasten, vil måle forskjellen i gjennomsnitt mellom kvinner og menn, og skjæringspunktet (*intercept*) vil være gjennomsnittet for mennene. Med en enkel kontrast, det vil si m = -1 og f = 1, er skjæringspunktet gjennomsnittet av gjennomsnittene, og hovedeffekten er forskjellen i hver gruppes gjennomsnitt fra skjæringspunktet.
ta: சிகிச்சைக்கும் எளிய முரண்பாடுகளுக்கும் என்ன வேறுபாடு, நீங்கள் கேட்பதை நான் கேட்கிறேன்? ஒரு அடிப்படை எடுத்துக்காட்டு, ஒரு பாலின முக்கிய விளைவைக் கருத்தில் கொள்ளுங்கள், M = 0 மற்றும் f = 1. மருத்தீடு மாறுபாட்டுடன் தொடர்புடைய குணகம் பெண்களுக்கும் ஆண்களுக்கும் இடையிலான சராசரியின் வேறுபாட்டை அளவிடும், மேலும் இடைமறிப்பு ஆண்களின் சராசரியாக இருக்கும். இருப்பினும், ஒரு எளிய மாறுபாட்டுடன், அதாவது, எம் = -1 மற்றும் எஃப் = 1, இடைமறிப்பு என்பது வழிமுறைகளின் சராசரி மற்றும் முக்கிய விளைவு ஒவ்வொரு குழுவின் வேறுபாட்டும் இடைமறிப்பிலிருந்து பொருள்.

source: Post-hoc tests
nb: Post-hoc-tester
ta: பிந்தைய தற்காலிக சோதனைகள்
