Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: For components 1, 2, 3 and 4 the pattern of component loadings closely matches the putative factors specified in :numref:`tab-bfi`. And component 5 is pretty close, with four of the five observed variables that putatively measure “Openness” loading pretty well onto the component. Variable ``O4`` doesn’t quite seem to fit though, as the component solution in :numref:`fig-pca5` suggests that it loads onto component 4 (albeit with a relatively low loading) but not substantively onto component 5.
nb: For komponent 1, 2, 3 og 4 samsvarer mønsteret i komponentladningene godt med de antatte faktorene som er spesifisert i :numref:`tab-bfi`. Og komponent 5 er ganske nær, med fire av de fem observerte variablene som angivelig måler «åpenhet» (*openness*), som lader ganske godt inn i komponenten. Variabelen ``O4`` ser imidlertid ikke helt ut til å passe, ettersom komponentløsningen i :numref:`fig-pca5` antyder at den lader på komponent 4 (om enn med en relativt lav ladning), men ikke i vesentlig grad på komponent 5.
ta: 1, 2, 3 மற்றும் 4 கூறுகளுக்கு, கூறு ஏற்றங்களின் முறை குறிப்பிடப்பட்டுள்ள தூண்டுதல் காரணிகளுடன் நெருக்கமாக பொருந்துகிறது: NUMREF: `TAB-BFI`. மற்றும் கூறு 5 மிகவும் நெருக்கமாக உள்ளது, கவனிக்கப்பட்ட ஐந்து மாறிகள் நான்கு உள்ளன, அவை "திறந்த தன்மையை" அளவிடுகின்றன. மாறி `` O4`` பொருந்தாது, ஏனெனில் கூறு தீர்வு: NumRef: `Fig-PCA5` இது கூறு 4 இல் ஏற்றப்படுவதாகக் கூறுகிறது (ஒப்பீட்டளவில் குறைந்த ஏற்றுதல் என்றாலும்) ஆனால் கூறு 5 இல் கணிசமாக இல்லை.
uk: Для компонентів 1, 2, 3 і 4 структура навантажень компонентів тісно відповідає передбачуваним факторам, зазначеним у :numref:`tab-bfi`. Компонент 5 також досить близький, оскільки чотири з п'яти спостережуваних змінних, які, як передбачається, вимірюють «відкритість», досить добре навантажуються на цей компонент. Змінна ``O4``, однак, не зовсім підходить, оскільки рішення компонента в :numref:`fig-pca5` вказує, що вона навантажується на компонент 4 (хоча і з відносно низьким навантаженням), але не суттєво на компонент 5.

source: We can also see in :numref:`fig-pca1` the ``Uniqueness`` of each variable. Uniqueness is the proportion of variance that is “unique” to the variable and not explained by the components. For example, 52\% of the variance in ``A1`` is not explained by the components in the five component solution. In contrast, ``N1`` has relatively low variance not accounted for by the component solution (30\%). Note that the greater the ``Uniqueness``, the lower the relevance or contribution of the variable in the component model.
nb: I :numref:`fig-pca1` kan vi også se ``Uniqueness`` for hver variabel. Unikhet er andelen av variansen som er «unik» for variabelen, og som ikke forklares av komponentene. For eksempel forklares 52\% av variansen i ``A1`` ikke av komponentene i femkomponentløsningen. I motsetning til dette har ``N1`` relativt lav varians som ikke forklares av komponentløsningen (30\%). Legg merke til at jo større ``Uniqueness`` er, desto lavere er variablens relevans eller bidrag i komponentmodellen.
ta: நாம் இதைக் காணலாம்: numref: `Fig-pca1` ஒவ்வொரு மாறியின்` `தனித்துவமும்`. தனித்துவம் என்பது மாறுபாட்டின் விகிதாச்சாரமாகும், இது மாறிக்கு “தனித்துவமானது” மற்றும் கூறுகளால் விளக்கப்படவில்லை. எடுத்துக்காட்டாக, `` A1`` இல் உள்ள மாறுபாட்டின் 52 \% ஐந்து கூறு கரைசலில் உள்ள கூறுகளால் விளக்கப்படவில்லை. இதற்கு நேர்மாறாக, `` n1`` ஒப்பீட்டளவில் குறைந்த மாறுபாட்டைக் கொண்டிருப்பது கூறு தீர்வால் (30 \%) கணக்கிடப்படவில்லை. அதிக `` தனித்துவம்``, கூறு மாதிரியில் மாறியின் பொருத்தத்தை அல்லது பங்களிப்பைக் குறைக்கும் என்பதை நினைவில் கொள்க.
uk: Ми також можемо побачити на :numref:`fig-pca1` ``Унікальність`` кожної змінної. Унікальність — це частка дисперсії, яка є «унікальною» для змінної і не пояснюється компонентами. Наприклад, 52 % дисперсії в ``A1`` не пояснюється компонентами в п'ятикомпонентному рішенні. На відміну від цього, ``N1`` має відносно низьку дисперсію, яка не пояснюється компонентним рішенням (30\% ). Зверніть увагу, що чим більша ``Унікальність``, тим нижча релевантність або внесок змінної в компонентній моделі.

source: Hopefully, this has given you a good first idea about how to undertake PCA in jamovi, and how it is conceptually different but practically fairly similar (given the right data) to EFA.
nb: Forhåpentligvis har dette gitt deg et godt førsteinntrykk av hvordan du kan gjennomføre PCA i jamovi, og hvordan PCA er konseptuelt forskjellig fra EFA, men praktisk sett ganske likt (gitt de riktige dataene).
ta: சாமோவியில் பி.சி.ஏ -ஐ எவ்வாறு மேற்கொள்வது என்பது பற்றியும், இது எவ்வாறு கருத்தியல் ரீதியாக வேறுபட்டது, ஆனால் நடைமுறையில் மிகவும் ஒத்த (சரியான தரவு கொடுக்கப்பட்டவை) EFA க்கு இது ஒரு நல்ல முதல் யோசனையை உங்களுக்கு வழங்கியுள்ளது என்று நம்புகிறோம்.
uk: Сподіваюся, це дало вам гарне перше уявлення про те, як проводити PCA в jamovi, і чим він концептуально відрізняється, але практично досить схожий (за наявності правильних даних) на EFA.

source: You can go on to create and save component scores in much the same way as in EFA. However, if you take the option to create an optimally-weighted component score index then the commands and syntax in the jamovi |Rj|_ editor are a little different. See :numref:`fig-pca6`.
nb: Du kan fortsette med å opprette og lagre komponentskårer på omtrent samme måte som i EFA. Hvis du velger å opprette en optimalt vektet komponentskåreindeks, er imidlertid kommandoene og syntaksen i jamovi |Rj|_-editoren litt annerledes. Se :numref:`fig-pca6`.
ta: EFA இல் உள்ளதைப் போலவே கூறு மதிப்பெண்களையும் உருவாக்கி சேமிக்க நீங்கள் செல்லலாம். இருப்பினும், உகந்த எடையுள்ள கூறு மதிப்பெண் குறியீட்டை உருவாக்க நீங்கள் விருப்பத்தை எடுத்துக் கொண்டால், சாமோவியில் உள்ள கட்டளைகள் மற்றும் தொடரியல் | rj | _ எடிட்டர் கொஞ்சம் வித்தியாசமானது. காண்க: NumRef: `Fig-PCA6`.
uk: Ви можете продовжувати створювати та зберігати оцінки компонентів майже так само, як в EFA. Однак, якщо ви виберете опцію створення індексу оцінки компонентів з оптимальною вагою, команди та синтаксис в редакторі jamovi |Rj|_ будуть дещо іншими. Див. :numref:`fig-pca6`.

source: |Rj| editor commands for creating optimally weighted component scores
nb: |Rj|-editorkommandoer for å lage optimalt vektede komponentresultater
ta: | ஆர்.சே | உகந்த எடையுள்ள கூறு மதிப்பெண்களை உருவாக்க ஆசிரியர் கட்டளைகள்
uk: Команди редактора |Rj| для створення оптимально зважених оцінок компонентів

source: |Rj|_ editor commands for creating optimally weighted component scores for the five component solution when conducting a PCA with the personality item data in jamovi
nb: |Rj|_-editor-kommandoer for å lage optimalt vektede komponentskårer for femkomponentløsningen når man gjennomfører en PCA med personlighetsdataene i jamovi
ta: | ஆர்.சே |
uk: Команди редактора |Rj|_ для створення оптимально зважених оцінок компонентів для п'ятикомпонентного рішення під час проведення PCA з даними особистості в jamovi

source: …and that means there is a fair bit of repetition in the PCA steps set out in the next section. Sorry about that, but hopefully it is not too bad!
nb: …og det betyr at det er en del gjentakelser i PCA-trinnene som beskrives i neste avsnitt. Beklager det, men forhåpentligvis er det ikke så ille!
ta: … அதாவது அடுத்த பகுதியில் குறிப்பிடப்பட்டுள்ள பி.சி.ஏ படிகளில் நியாயமான மறுநிகழ்வு உள்ளது. மன்னிக்கவும், ஆனால் அது மிகவும் மோசமாக இல்லை என்று நம்புகிறேன்!
uk: …а це означає, що в кроках PCA, викладених у наступному розділі, є чимало повторень. Вибачте за це, але, сподіваюся, це не так вже й погано!

source: Confirmatory Factor Analysis
nb: Bekreftende faktoranalyse
ta: உறுதிப்படுத்தும் காரணி பகுப்பாய்வு
uk: Підтверджувальний факторний аналіз

source: So, our attempt to identify underlying latent factors using EFA with carefully selected questions from the personality item pool seemed to be pretty successful. The next step in our quest to develop a useful measure of personality is to check the latent factors we identified in the original EFA with a different sample. We want to see if the factors hold up, if we can confirm their existence with different data. This is a more rigorous check, as we will see. And it’s called **Confirmatory Factor Analysis (CFA)** as we will, unsuprisingly, be seeking to *confirm* a pre-specificied latent factor structure.\ [#]_
nb: Forsøket vårt på å identifisere underliggende latente faktorer ved hjelp av EFA med nøye utvalgte spørsmål fra personlighetspoolen så altså ut til å ha vært ganske vellykket. Neste skritt i vår søken etter å utvikle et nyttig mål på personlighet er å sjekke de latente faktorene vi identifiserte i den opprinnelige EFA-en, med et annet utvalg. Vi ønsker å se om faktorene holder stand, om vi kan bekrefte deres eksistens med andre data. Som vi skal se, er dette en grundigere sjekk. Og det kalles **konfirmatorisk faktoranalyse** (*confirmatory factor analysis*, CFA), ettersom vi, ikke overraskende, søker å *bekrefte* en forhåndsspesifisert latent faktorstruktur.\ [#]_
ta: எனவே, ஆளுமை உருப்படி குளத்திலிருந்து கவனமாக தேர்ந்தெடுக்கப்பட்ட கேள்விகளுடன் EFA ஐப் பயன்படுத்தி அடிப்படை மறைந்த காரணிகளை அடையாளம் காணும் முயற்சி மிகவும் வெற்றிகரமாகத் தோன்றியது. ஆளுமையின் பயனுள்ள அளவை உருவாக்குவதற்கான எங்கள் தேடலின் அடுத்த கட்டம், அசல் EFA இல் நாம் அடையாளம் கண்ட மறைந்த காரணிகளை வேறு மாதிரியுடன் சரிபார்க்க வேண்டும். வெவ்வேறு தரவுகளுடன் அவற்றின் இருப்பை உறுதிப்படுத்த முடிந்தால், காரணிகள் உள்ளன என்பதை நாங்கள் பார்க்க விரும்புகிறோம். இது மிகவும் கடுமையான காசோலை, நாங்கள் பார்ப்போம். இது ** உறுதிப்படுத்தும் காரணி பகுப்பாய்வு (சி.எஃப்.ஏ) ** என்று அழைக்கப்படுகிறது, நாங்கள் வெளிப்படையாக, முன்னரே குறிப்பிடப்பட்ட மறைந்திருக்கும் காரணி கட்டமைப்பை*உறுதிப்படுத்த முற்படுவோம். \ [#] _
uk: Отже, наша спроба ідентифікувати приховані фактори за допомогою EFA з ретельно підібраними питаннями з пулу питань про особистість виявилася досить успішною. Наступним кроком у нашому прагненні розробити корисний інструмент вимірювання особистості є перевірка прихованих факторів, які ми ідентифікували в оригінальному EFA, на іншій вибірці. Ми хочемо перевірити, чи ці фактори є стійкими, чи можемо ми підтвердити їх існування за допомогою інших даних. Як ми побачимо, це більш ретельна перевірка. Вона називається **підтверджувальним факторним аналізом (CFA)**, оскільки, що не дивно, ми будемо намагатися *підтвердити* заздалегідь визначену структуру прихованих факторів.\ [#]_

source: In CFA, instead of doing an analysis where we see how the data goes together in an exploratory sense, we instead impose a structure, like in :numref:`fig-cfa1`, on the data and see how well the data fits our pre-specified structure. In this sense, we are undertaking a confirmatory analysis, to see how well a pre-specified **model** is confirmed by the observed data.
nb: I stedet for å gjøre en analyse der vi ser hvordan dataene henger sammen i utforskende forstand, pålegger vi i stedet dataene en struktur, som i :numref:`fig-cfa1`, og ser hvor godt dataene passer til den forhåndsspesifiserte strukturen. I denne forstand foretar vi en bekreftende analyse, for å se hvor godt en forhåndsspesifisert **modell** bekreftes av de observerte dataene.
ta: CFA இல், ஒரு பகுப்பாய்வு செய்வதற்குப் பதிலாக, தரவு ஒரு ஆய்வு அர்த்தத்தில் எவ்வாறு ஒன்றாகச் செல்கிறது என்பதைக் காணும் இடத்தில், அதற்கு பதிலாக ஒரு கட்டமைப்பை நாங்கள் திணிக்கிறோம்: NumRef: `Fig-CFA1`, தரவுகளில் மற்றும் தரவு நமது முன் எவ்வளவு பொருந்துகிறது என்பதைப் பாருங்கள் குறிப்பிட்ட கட்டமைப்பு. இந்த அர்த்தத்தில், கவனிக்கப்பட்ட தரவுகளால் முன்பே குறிப்பிடப்பட்ட ** மாதிரி ** எவ்வளவு சிறப்பாக உறுதிப்படுத்தப்படுகிறது என்பதைப் பார்க்க, உறுதிப்படுத்தும் பகுப்பாய்வை நாங்கள் மேற்கொள்கிறோம்.
uk: У CFA, замість того, щоб проводити аналіз, де ми бачимо, як дані поєднуються в дослідницькому сенсі, ми натомість накладаємо структуру, як у :numref:`fig-cfa1`, на дані і дивимося, наскільки добре дані відповідають нашій заздалегідь визначеній структурі. У цьому сенсі ми проводимо підтверджувальний аналіз, щоб побачити, наскільки добре заздалегідь визначена **модель** підтверджується спостережуваними даними.

source: Initial pre-specification of latent factor structure
nb: Innledende forhåndsspesifisering av den latente faktorstrukturen
ta: மறைந்த காரணி கட்டமைப்பின் ஆரம்ப முன் விவரித்தல்
uk: Початкова попередня специфікація структури латентних факторів

source: Initial pre-specification of latent factor structure for the five factor personality scales, for use in CFA
nb: Innledende forhåndsspesifisering av latent faktorstruktur for de fem personlighetsskalaene, til bruk i CFA
ta: சி.எஃப்.ஏவில் பயன்படுத்த, ஐந்து காரணி ஆளுமை அளவீடுகளுக்கான மறைந்த காரணி கட்டமைப்பின் ஆரம்ப முன் விவரித்தல்
uk: Початкова попередня специфікація латентної факторної структури для п'ятифакторних шкал особистості для використання в CFA

source: A straightforward confirmatory factor analysis (CFA) of the personality items would therefore specify five latent factors as shown in :numref:`fig-cfa1`, each measured by five observed variables. Each variable is a measure of an underlying latent factor. For example, ``A1`` is predicted by the underlying latent factor Agreeableness. And because ``A1`` is not a perfect measure of the Agreeableness factor, there is an error term, *e*, associated with it. In other words, *e* represents the variance in ``A1`` that is not accounted for by the Agreeableness factor. This is sometimes called **measurement error**.
nb: En enkel bekreftende faktoranalyse (CFA) av personlighetsspørsmålene vil derfor spesifisere fem latente faktorer, som vist i :numref:`fig-cfa1`, hver målt ved hjelp av fem observerte variabler. Hver variabel er et mål på en underliggende latent faktor. For eksempel predikeres ``A1`` av den underliggende latente faktoren Agreeableness. Og fordi ``A1`` ikke er et perfekt mål på faktoren Agreeableness, er det knyttet en feilterm, *e*, til den. Med andre ord representerer *e* variansen i ``A1`` som ikke forklares av agreeableness-faktoren. Dette kalles noen ganger **målefeil** (*measurement error*).
ta: ஆகவே ஆளுமைப் பொருட்களின் நேரடியான உறுதிப்படுத்தும் காரணி பகுப்பாய்வு (சி.எஃப்.ஏ) இதில் காட்டப்பட்டுள்ளபடி ஐந்து மறைந்திருக்கும் காரணிகளைக் குறிப்பிடும்: எண்ரெஃப்: `அத்தி-சி.எஃப்.ஏ 1`, ஒவ்வொன்றும் ஐந்து கவனிக்கப்பட்ட மாறிகள் மூலம் அளவிடப்படுகின்றன. ஒவ்வொரு மாறியும் ஒரு அடிப்படை மறைந்த காரணியின் அளவீடு ஆகும். எடுத்துக்காட்டாக, `` A1`` அடிப்படை மறைந்த காரணி உடன்படிக்கையால் கணிக்கப்படுகிறது. `` A1`` என்பது உடன்பாடு காரணியின் சரியான நடவடிக்கை அல்ல என்பதால், ஒரு பிழை சொல், *e *, அதனுடன் தொடர்புடையது. வேறு வார்த்தைகளில் கூறுவதானால், * இ * என்பது `` A1`` மாறுபாட்டைக் குறிக்கிறது, இது உடன்படிக்கை காரணியால் கணக்கிடப்படவில்லை. இது சில நேரங்களில் ** அளவீட்டு பிழை ** என்று அழைக்கப்படுகிறது.
uk: Простий підтверджувальний факторний аналіз (CFA) елементів особистості, таким чином, визначить п'ять латентних факторів, як показано на :numref:`fig-cfa1`, кожен з яких вимірюється п'ятьма спостережуваними змінними. Кожна змінна є мірою базового латентного фактора. Наприклад, ``A1`` прогнозується базовим латентним фактором «Приємність». А оскільки ``A1`` не є досконалим виміром фактора «Приємність», з ним пов'язаний термін похибки *e*. Іншими словами, *e* представляє дисперсію в ``A1``, яка не враховується фактором «Приємність». Це іноді називають **похибкою вимірювання**.

source: The next step is to consider whether the latent factors should be allowed to correlate in our model. As mentioned earlier, in the psychological and behavioural sciences constructs are often related to each other, and we also think that some of our personality factors may be correlated with each other. So, in our model, we should allow these latent factors to co-vary, as shown by the double-headed arrows in :numref:`fig-cfa1`.
nb: Det neste trinnet er å vurdere om de latente faktorene bør tillates å korrelere i modellen vår. Som nevnt tidligere, er konstrukter i psykologien og atferdsvitenskapen ofte relatert til hverandre, og vi tror også at noen av personlighetsfaktorene våre kan være korrelert med hverandre. I modellen vår bør vi derfor tillate at disse latente faktorene samvarierer, som vist med de doble pilene i :numref:`fig-cfa1`.
ta: அடுத்த கட்டம், எங்கள் மாதிரியில் தொடர்புபடுத்த மறைந்த காரணிகளை அனுமதிக்க வேண்டுமா என்பதைக் கருத்தில் கொள்வது. முன்னர் குறிப்பிட்டபடி, உளவியல் மற்றும் நடத்தை அறிவியல் கட்டுமானங்கள் பெரும்பாலும் ஒருவருக்கொருவர் தொடர்புடையவை, மேலும் எங்கள் ஆளுமை காரணிகளில் சில ஒருவருக்கொருவர் தொடர்புபடுத்தப்படலாம் என்றும் நாங்கள் நினைக்கிறோம். எனவே, எங்கள் மாதிரியில், இரட்டை தலை அம்புகளால் காட்டப்பட்டுள்ளபடி, இந்த மறைந்திருக்கும் காரணிகளை இணை விழிக்கு அனுமதிக்க வேண்டும்: NumRef: `Fig-CFA1`.
uk: Наступним кроком є розгляд питання, чи слід дозволити кореляцію латентних факторів у нашій моделі. Як зазначалося раніше, у психологічних та поведінкових науках конструкти часто пов'язані між собою, і ми також вважаємо, що деякі з наших факторів особистості можуть бути корельовані між собою. Отже, у нашій моделі ми повинні дозволити цим латентним факторам змінюватися разом, як показано подвійними стрілками на :numref:`fig-cfa1`.

source: At the same time, we should consider whether there is any good, systematic, reason for some of the error terms to be correlated with each other. One reason for this might be that there is a shared methodological feature for particular sub-sets of the observed variables such that the observed variables might be correlated for methodological rather than substantive latent factor reasons. We’ll return to this possibility in a later section but, for now, there are no clear reasons that we can see that would justify correlating some of the error terms with each other.
nb: Samtidig bør vi vurdere om det er noen god, systematisk grunn til at noen av feiltermene er korrelert med hverandre. En grunn til dette kan være at det finnes en felles metodisk funksjon for bestemte undergrupper av de observerte variablene, slik at de observerte variablene kan være korrelert av metodiske snarere enn substansielle latente faktorårsaker. Vi kommer tilbake til denne muligheten i et senere avsnitt, men foreløpig kan vi ikke se noen klare grunner til at noen av feiltermene er korrelert med hverandre.
ta: அதே நேரத்தில், சில பிழை விதிமுறைகள் ஒருவருக்கொருவர் தொடர்புபடுத்தப்படுவதற்கு ஏதேனும் நல்ல, முறையான, காரணம் இருக்கிறதா என்பதை நாம் கருத்தில் கொள்ள வேண்டும். இதற்கு ஒரு காரணம் என்னவென்றால், கவனிக்கப்பட்ட மாறிகளின் குறிப்பிட்ட துணைத் தொகுப்புகளுக்கு பகிரப்பட்ட முறையான நற்பொருத்தம் உள்ளது, அதாவது கவனிக்கப்பட்ட மாறிகள் கணிசமான மறைந்திருக்கும் காரணி காரணங்களை விட முறைக்கு தொடர்புபடுத்தப்படலாம். இந்த சாத்தியத்திற்கு நாங்கள் பின்னர் ஒரு பிரிவில் திரும்புவோம், ஆனால் இப்போதைக்கு, சில பிழை விதிமுறைகளை ஒருவருக்கொருவர் தொடர்புபடுத்துவதை நியாயப்படுத்தும் என்பதை நாம் காண தெளிவான காரணங்கள் எதுவும் இல்லை.
uk: Водночас, ми повинні розглянути, чи існує якась вагома, систематична причина для кореляції деяких членів похибки між собою. Однією з причин цього може бути наявність спільної методологічної особливості для певних підмножин спостережуваних змінних, внаслідок чого спостережувані змінні можуть бути корельовані з методологічних, а не з істотних причин, пов'язаних із латентними факторами. Ми повернемося до цієї можливості в наступному розділі, але на даний момент ми не бачимо чітких причин, які б виправдовували кореляцію деяких членів похибки між собою.

source: Without any correlated error terms, the model we are testing to see how well it fits with our observed data is just as specified in :numref:`fig-cfa1`. Only parameters that are included in the model are expected to be found in the data, so in CFA all other possible parameters (coefficients) are set to zero. So, if these other parameters are not zero (for example there may be a substantial loading from ``A1`` onto the latent factor Extraversion in the observed data, but not in our model) then we may find a poor fit between our model and the observed data.
nb: Uten korrelerte feiltermer er modellen vi tester for å se hvor godt den passer med de observerte dataene våre, akkurat slik den er spesifisert i :numref:`fig-cfa1`. Bare parametere som er inkludert i modellen, forventes å bli funnet i dataene, så i CFA settes alle andre mulige parametere (koeffisienter) til null. Hvis disse andre parameterne ikke er null (for eksempel kan det være en betydelig ladning fra ``A1`` på den latente faktoren Extraversion i de observerte dataene, men ikke i modellen vår), kan vi finne en dårlig tilpasning mellom modellen vår og de observerte dataene.
ta: எந்தவொரு தொடர்புடைய பிழை விதிமுறைகளும் இல்லாமல், எங்கள் கவனிக்கப்பட்ட தரவுகளுடன் இது எவ்வளவு பொருந்துகிறது என்பதைக் காண நாங்கள் சோதிக்கும் மாதிரி குறிப்பிடப்பட்டுள்ளபடி: NumRef: `Fig-CFA1`. மாதிரியில் சேர்க்கப்பட்டுள்ள அளவுருக்கள் மட்டுமே தரவுகளில் காணப்படும் என்று எதிர்பார்க்கப்படுகிறது, எனவே CFA இல் மற்ற அனைத்து சாத்தியமான அளவுருக்கள் (குணகங்கள்) பூச்சியமாக அமைக்கப்படுகின்றன. எனவே, இந்த மற்ற அளவுருக்கள் பூச்சியமாக இல்லாவிட்டால் (எடுத்துக்காட்டாக, கவனிக்கப்பட்ட தரவுகளில் மறைந்திருக்கும் காரணி புறம்போக்கு மீது `` a1`` இலிருந்து கணிசமான ஏற்றுதல் இருக்கலாம், ஆனால் எங்கள் மாதிரியில் இல்லை) எங்கள் மாதிரிக்கு இடையில் ஒரு மோசமான பொருத்தத்தைக் காணலாம் மற்றும் கவனிக்கப்பட்ட தரவு.
uk: Без будь-яких корельованих членів похибки модель, яку ми тестуємо, щоб перевірити, наскільки вона відповідає нашим спостережуваним даним, є такою, як зазначено в :numref:`fig-cfa1`. Очікується, що в даних будуть знайдені лише параметри, які включені в модель, тому в CFA всі інші можливі параметри (коефіцієнти) встановлюються на нуль. Отже, якщо ці інші параметри не дорівнюють нулю (наприклад, може бути істотне навантаження від ``A1`` на латентний фактор екстраверсії в спостережуваних даних, але не в нашій моделі), то ми можемо виявити погану відповідність між нашою моделлю та спостережуваними даними.

source: Right, let’s take a look at how we set this CFA analysis up in jamovi.
nb: La oss ta en titt på hvordan vi setter opp denne CFA-analysen i jamovi.
ta: சரி, இந்த சி.எஃப்.ஏ பகுப்பாய்வை சாமோவியில் எவ்வாறு அமைத்தோம் என்பதைப் பார்ப்போம்.
uk: Добре, давайте розглянемо, як ми налаштували цей CFA-аналіз в jamovi.

source: CFA in jamovi
nb: CFA i jamovi
ta: சாமோவியில் சி.எஃப்.ஏ
uk: CFA в jamovi

source: Open up the |bfi_sample2|_ data set, check that the 25 variables are coded as ordinal |ordinal| (or continuous |continuous|; it won’t make any difference for this analysis). To perform CFA in jamovi:
nb: Åpne datasettet |bfi_sample2|_, og sjekk at de 25 variablene er kodet som ordinal |ordinal| (eller kontinuerlig |continuous|; det vil ikke gjøre noen forskjell for denne analysen). Slik utfører du CFA i jamovi:
ta: | Bfi_sample2 | _ தரவு தொகுப்பு என்பதைத் திறக்கவும், 25 மாறிகள் ஆர்டினல் | ஆர்டினல் | (அல்லது தொடர்ச்சியான | தொடர்ச்சியான |; இந்த பகுப்பாய்விற்கு இது எந்த வித்தியாசத்தையும் ஏற்படுத்தாது). சமோவியில் சி.எஃப்.ஏ செய்ய:
uk: Відкрийте набір даних |bfi_sample2|_, перевірте, чи 25 змінних закодовано як порядкові |ordinal| (або безперервні |continuous|; це не матиме значення для цього аналізу). Щоб виконати CFA в jamovi:

source: Select ``Factor`` → ``Confirmatory Factor Analysis`` from the ``Analyses`` tab to open the options panel where you can determine the settings for the CFA (:numref:`fig-cfa2`).
nb: Velg ``Factor`` → ``Confirmatory Factor Analysis`` fra fanen ``Analyses`` for å åpne analysepanelet der du kan bestemme innstillingene for CFA (:numref:`fig-cfa2`).
ta: CFA க்கான அமைப்புகளை நீங்கள் தீர்மானிக்கக்கூடிய விருப்பங்கள் குழுவைத் திறக்க `` அனலீச் `தாவலில் இருந்து` `காரணி`` `` `உறுதிப்படுத்தும் காரணி பகுப்பாய்வு`` என்பதைத் தேர்ந்தெடுக்கவும் (: NUMREF:` Fig-CFA2`).
uk: Виберіть ``Factor`` → ``Confirmatory Factor Analysis`` з ``Analyses`` вкладку, щоб відкрити панель параметрів, де можна визначити налаштування для CFA (:numref:`fig-cfa2`).
