Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: Select the 5 ``A`` variables and transfer them into the ``Factors`` box and give them the label “Agreeableness”.
nb: Velg de 5 ``A``-variablene og overfør dem til ``Factors``-boksen, og gi dem betegnelsen «Agreeableness».
ta: 5 `` a`` மாறிகள் தேர்ந்தெடுத்து அவற்றை `` காரணிகள்` `பெட்டியில் மாற்றி,“ உடன்பாடு ”என்ற லேபிளை அவர்களுக்கு வழங்கவும்.
uk: Виберіть 5 змінних ``А`` та перенесіть їх у поле «Фактори» з позначкою ``Зручність``.

source: Create a new Factor in the ``Factors`` box and label it “Conscientiousness”. Select the 5 ``C`` variables and transfer them into the ``Factors`` box under the “Conscientiousness” label.
nb: Opprett en ny faktor i ``Factors``-boksen, og betegne den «Conscientiousness». Velg de 5 ``C``-variablene og overfør dem til ``Factors``-boksen under «Conscientiousness»-overskriften.
ta: `` காரணிகள்` பெட்டியில் ஒரு புதிய காரணியை உருவாக்கி அதை “மனசாட்சி” என்று பெயரிடுங்கள். 5 `` சி`` மாறிகள் என்பதைத் தேர்ந்தெடுத்து அவற்றை “மனசாட்சி” லேபிளின் கீழ் `` காரணிகள்` பெட்டியில் மாற்றவும்.
uk: Створіть новий фактор у ``Factors`` коробку та позначте її як «Совість». Виберіть 5 ``C`` змінні та перенести їх у ``Factors`` поле під міткою «Совість».

source: Create another new Factor in the ``Factors`` box and label it “Extraversion”. Select the 5 ``E`` variables and transfer them into the ``Factors`` box under the “Extraversion” label.
nb: Opprett en ny faktor i ``Factors``-boksen, og gi den betegnelsen «Extraversion». Velg de 5 ``E``-variablene, og overfør dem til ``Factors``-boksen under «Extraversion»-overskriften.
ta: `` காரணிகள்` பெட்டியில் மற்றொரு புதிய காரணியை உருவாக்கி அதை “புறம்போக்கு” என்று லேபிளிடுங்கள். 5 `` E`` மாறிகள் என்பதைத் தேர்ந்தெடுத்து அவற்றை “புறம்போக்கு” லேபிளின் கீழ் `` காரணிகள்` `பெட்டியில் மாற்றவும்.
uk: Створіть ще один новий Фактор у ``Factors`` клітинку та позначте її як «Екстраверсія». Виберіть 5 ``E`` змінні та перенести їх у ``Factors`` поле під позначкою «Екстраверсія».

source: Create another new Factor in the ``Factors`` box and label it “Neuroticism”. Select the 5 ``N`` variables and transfer them into the ``Factors`` box under the “Neuroticism” label.
nb: Opprett en ny faktor i ``Factors``-boksen, og gi den betegnelsen «Neuroticism». Velg de 5 ``N``-variablene og overfør dem til ``Factors``-boksen under «Neuroticism»-overskriften.
ta: `` காரணிகள்` பெட்டியில் மற்றொரு புதிய காரணியை உருவாக்கி அதை “நரம்பியல்” என்று பெயரிடுங்கள். 5 `` n`` மாறிகள் என்பதைத் தேர்ந்தெடுத்து அவற்றை “நரம்பியல்” லேபிளின் கீழ் `` காரணிகள்` `பெட்டியில் மாற்றவும்.
uk: Створіть ще один новий Фактор у ``Factors`` коробку та позначте її як «Невротизм». Виберіть 5 ``N`` змінні та перенести їх у ``Factors`` поле під позначкою «Невротизм».

source: Create another new Factor in the ``Factors`` box and label it “Openness”. Select the 5 ``O`` variables and transfer them into the ``Factors`` box under the “Openness” label.
nb: Opprett en ny faktor i ``Factors``-boksen, og gi den betegnelsen «Openness». Velg de 5 ``O``-variablene og overfør dem til ``Factors``-boksen under «Openness»-overskriften.
ta: `` காரணிகள்` பெட்டியில் மற்றொரு புதிய காரணியை உருவாக்கி அதை “திறந்த தன்மை” என்று லேபிளிடுங்கள். 5 `` ஓ`` மாறிகள் என்பதைத் தேர்ந்தெடுத்து அவற்றை “திறந்த” லேபிளின் கீழ் `` காரணிகள்` `பெட்டியில் மாற்றவும்.
uk: Створіть ще один новий Фактор у ``Factors`` поле та позначте його як «Відкритість». Виберіть 5 ``O`` змінні та перенести їх у ``Factors`` поле під позначкою «Відкритість».

source: Check other appropriate options, the defaults are OK for this initial work through, though you might want to check the ``Path diagram`` option under ``Plots`` to see jamovi produce a (fairly) similar diagram to our :numref:`fig-cfa1`.
nb: Sjekk andre passende alternativer, standardinnstillingene er OK for denne første gjennomgangen, men det kan være lurt å sjekke alternativet ``Path diagram`` under ``Plots`` for å se jamovi produsere et (ganske) likt diagram som vårt :numref:`fig-cfa1`.
ta: பிற பொருத்தமான விருப்பங்களைச் சரிபார்க்கவும், இயல்புநிலைகள் இந்த ஆரம்ப வேலைக்கு சரி, இருப்பினும் `` பாதை வரைபடம்`` விருப்பத்தை `` அடுக்குகள்`` இன் கீழ் சரிபார்க்க விரும்பலாம், சாமோவி எங்கள்: எண்ரெஃப்: `Fig-CFA1`.
uk: Перевірте інші відповідні параметри, значення за замовчуванням підходять для цієї початкової роботи, хоча ви можете перевірити ``Path diagram`` варіант у розділі ``Plots`` побачити, як jamovi створює (досить) схожу діаграму на нашу :numref:`fig-cfa1`.

source: Settings for conducting a Confirmatory Factor Analysis
nb: Innstillinger for gjennomføring av en konfirmatorisk faktoranalyse
ta: உறுதிப்படுத்தும் காரணி பகுப்பாய்வை நடத்துவதற்கான அமைப்புகள்
uk: Налаштування для проведення підтверджувального факторного аналізу

source: Options panel with the settings for conducting a Confirmatory Factor Analysis (CFA) in jamovi
nb: Analysepanel med innstillinger for gjennomføring av en konfirmatorisk faktoranalyse (CFA) i jamovi
ta: சமோவியில் உறுதிப்படுத்தும் காரணி பகுப்பாய்வு (சி.எஃப்.ஏ) நடத்துவதற்கான அமைப்புகளுடன் விருப்பங்கள் குழு
uk: Панель параметрів з налаштуваннями для проведення підтверджувального факторного аналізу (CFA) в jamovi

source: Once we have set up the analysis we can turn our attention to the jamovi results window and see what’s what. The first thing to look at is **model fit** (:numref:`fig-cfa3`) as this tells us how good a fit our model is to the observed data. NB in our model only the pre-specified covariances are estimated, including the factor correlations by default. Everything else is set to zero.
nb: Når vi har satt opp analysen, kan vi vende oppmerksomheten mot jamovi-resultatvinduet og se hva som er hva. Det første vi bør se på er **modelltilpasning** (*model fit*; :numref:`fig-cfa3`), da dette forteller oss hvor godt modellen vår passer til de observerte dataene. Merk at i vår modell estimeres bare de forhåndsspesifiserte kovariansene, inkludert faktorkorrelasjonene som standard. Alt annet er satt til null.
ta: நாங்கள் பகுப்பாய்வை அமைத்தவுடன், எங்கள் கவனத்தை சாமோவி முடிவுகள் சாளரத்திற்கு திருப்பி, என்ன என்பதைப் பார்க்கலாம். முதலில் பார்க்க வேண்டிய சேதி ** மாதிரி ஃபிட் ** (: எண்ரெஃப்: `அத்தி-சி.எஃப்.ஏ 3`) இது கவனிக்கப்பட்ட தரவுகளுக்கு எங்கள் மாதிரி எவ்வளவு பொருத்தமானது என்பதை இது நமக்குக் கூறுகிறது. எங்கள் மாதிரியில் NB முன் குறிப்பிடப்பட்ட கோவாரியன்ச் மட்டுமே மதிப்பிடப்படுகிறது, இதில் இயல்புநிலையாக காரணி தொடர்புகள் உட்பட. மற்ற அனைத்தும் பூச்சியமாக அமைக்கப்பட்டுள்ளன.
uk: Після налаштування аналізу ми можемо перейти до вікна результатів jamovi і подивитися, що до чого. Перше, на що слід звернути увагу, — це **відповідність моделі** (:numref:`fig-cfa3`), оскільки вона показує, наскільки добре наша модель відповідає спостережуваним даним. Зверніть увагу, що в нашій моделі оцінюються лише заздалегідь визначені коваріації, включаючи кореляції факторів за замовчуванням. Все інше встановлюється на нуль.

source: ``Model Fit`` results for the specified CFA model in jamovi
nb: ``Model Fit``-resultater for den spesifiserte CFA-modellen i jamovi
ta: `` மாதிரி ஃபிட்`` சமோவியில் குறிப்பிட்ட சி.எஃப்.ஏ மாதிரிக்கான முடிவுகள்
uk: ``Model Fit`` результати для зазначеної моделі CFA в jamovi

source: Table with ``Model Fit`` results for the specified CFA model in jamovi
nb: Tabell med ``Model Fit``-resultater for den spesifiserte CFA-modellen i jamovi
ta: சமோவியில் குறிப்பிட்ட சி.எஃப்.ஏ மாதிரிக்கான `` மாதிரி ஃபிட்`` முடிவுகளுடன் அட்டவணை
uk: Таблиця з результатами ``Model Fit`` для зазначеної CFA-моделі в jamovi

source: There are several ways of assessing model fit. The first is a χ²-statistic that, if small, indicates that the model is a good fit to the data. However, the χ²-statistic used for assessing model fit is pretty sensitive to sample size, meaning that with a large sample a good enough fit between the model and the data almost always produces a large and significant (p < 0.05) χ²-value.
nb: Det finnes flere måter å vurdere modelltilpasning på. Den første er en χ²-statistikk som, hvis den er liten, indikerer at modellen passer godt til dataene. χ²-statistikken som brukes til å vurdere modelltilpasning, er imidlertid ganske følsom for utvalgsstørrelsen, noe som betyr at med et stort utvalg gir en god nok tilpasning mellom modellen og dataene nesten alltid en stor og signifikant (p < 0,05) χ²-verdi.
ta: மாதிரி பொருத்தத்தை மதிப்பிடுவதற்கு பல வழிகள் உள்ளன. முதலாவது ஒரு χ²- புள்ளிவிவரமானது, சிறியதாக இருந்தால், மாதிரி தரவுக்கு ஒரு நல்ல பொருத்தம் என்பதைக் குறிக்கிறது. இருப்பினும், மாதிரி பொருத்தத்தை மதிப்பிடுவதற்குப் பயன்படுத்தப்படும் χ²- புள்ளிவிவரமானது மாதிரி அளவிற்கு மிகவும் உணர்திறன் கொண்டது, அதாவது ஒரு பெரிய மாதிரியுடன் மாதிரிக்கு இடையில் போதுமான பொருத்தம் மற்றும் தரவு எப்போதும் ஒரு பெரிய மற்றும் குறிப்பிடத்தக்க (ப <0.05) χ²-மதிப்பை உருவாக்குகிறது.
uk: Існує кілька способів оцінки відповідності моделі. Перший — це статистичний показник χ², який, якщо він невеликий, вказує на те, що модель добре відповідає даним. Однак статистичний показник χ², який використовується для оцінки відповідності моделі, є досить чутливим до розміру вибірки, що означає, що при великій вибірці достатньо хороша відповідність між моделлю та даними майже завжди дає велике та значуще (p < 0,05) значення χ².

source: So, we need some other ways of assessing model fit. jamovi provides several by default. These are the Comparative Fit Index (CFI), the Tucker Lewis Index (TLI) and the Root Mean Square Error of Approximation (RMSEA) together with the 90\% confidence interval for the RMSEA. Some useful rules of thumb are that a satisfactory fit is indicated by CFI > 0.9, TLI > 0.9, and RMSEA of about 0.05 to 0.08. A good fit is CFI > 0.95, TLI > 0.95, and RMSEA and upper CI for RMSEA < 0.05.
nb: Derfor trenger vi andre måter å vurdere modelltilpasning på. jamovi tilbyr flere slike metoder som standard. Disse er Comparative Fit Index (CFI), Tucker Lewis Index (TLI) og Root Mean Square Error of Approximation (RMSEA) sammen med 90\%-konfidensintervall for RMSEA. Noen nyttige tommelfingerregler er at en tilfredsstillende tilpasning indikeres av CFI > 0,9, TLI > 0,9 og RMSEA på rundt 0,05 til 0,08. En god tilpasning er CFI > 0,95, TLI > 0,95 og RMSEA og øvre KI for RMSEA < 0,05.
ta: எனவே, மாதிரி பொருத்தத்தை மதிப்பிடுவதற்கு எங்களுக்கு வேறு சில வழிகள் தேவை. சமோவி இயல்புநிலையாக பலவற்றை வழங்குகிறது. இவை ஒப்பீட்டு பொருத்தம் குறியீடு (சி.எஃப்.ஐ), டக்கர் லூயிச் குறியீட்டு (டி.எல்.ஐ) மற்றும் ஆர்.எம்.எச்.இ.ஏ க்கான 90 \% நம்பிக்கை இடைவெளியுடன் தோராயத்தின் ரூட் சராசரி சதுர பிழை (ஆர்.எம்.எச்.இ.ஏ). கட்டைவிரல் சில பயனுள்ள விதிகள் என்னவென்றால், திருப்திகரமான பொருத்தம் CFI> 0.9, TLI> 0.9, மற்றும் RMSEA ஆகியவற்றால் 0.05 முதல் 0.08 வரை குறிக்கப்படுகிறது. ஒரு நல்ல பொருத்தம் CFI> 0.95, TLI> 0.95, மற்றும் RMSEA <0.05 க்கு RMSEA மற்றும் மேல் தொஒ ஆகும்.
uk: Отже, нам потрібні інші способи оцінки відповідності моделі. jamovi за замовчуванням пропонує кілька таких способів. Це індекс порівняльної відповідності (CFI), індекс Такера-Льюїса (TLI) та середньоквадратична похибка апроксимації (RMSEA) разом з 90\% довірчим інтервалом для RMSEA. Деякі корисні практичні правила: задовільна відповідність визначається CFI > 0,9, TLI > 0,9 та RMSEA приблизно від 0,05 до 0,08. Хороша відповідність визначається CFI > 0,95, TLI > 0,95 та RMSEA і верхнім довірчим інтервалом для RMSEA < 0,05.

source: So, looking at :numref:`fig-cfa3`, we can see that the χ²-value is large and highly significant. Our sample size is not too large, so this possibly indicates a poor fit. The CFI is 0.762 and the TLI is 0.731, indicating poor fit between the model and the data. The RMSEA is 0.085 with a 90\% confidence interval from 0.077 to 0.092, again this does not indicate a good fit.
nb: Når vi ser på :numref:`fig-cfa3`, kan vi se at χ²-verdien er stor og svært signifikant. Utvalgsstørrelsen vår er ikke så stor, så dette indikerer muligens en dårlig tilpasning. CFI er 0,762 og TLI er 0,731, noe som indikerer dårlig tilpasning mellom modellen og dataene. RMSEA er 0,085 med et 90\%-konfidensintervall fra 0,077 til 0,092, noe som heller ikke tyder på god tilpasning.
ta: எனவே, பார்க்க: NUMREF: `Fig-CFA3`, χ²-மதிப்பு பெரியது மற்றும் மிகவும் முக்கியமானது என்பதைக் காணலாம். எங்கள் மாதிரி அளவு மிகப் பெரியதல்ல, எனவே இது ஒரு மோசமான பொருத்தத்தைக் குறிக்கிறது. சி.எஃப்.ஐ 0.762 மற்றும் டி.எல்.ஐ 0.731 ஆகும், இது மாதிரிக்கும் தரவிற்கும் இடையில் மோசமான பொருத்தத்தைக் குறிக்கிறது. RMSEA 0.085 ஆகும், இது 90 \% நம்பிக்கை இடைவெளியில் 0.077 முதல் 0.092 வரை உள்ளது, மீண்டும் இது ஒரு நல்ல பொருத்தத்தைக் குறிக்கவில்லை.
uk: Отже, дивлячись на :numref:`fig-cfa3`, ми бачимо, що значення χ² є великим і дуже значущим. Розмір нашої вибірки не надто великий, тому це, можливо, вказує на погану відповідність. CFI становить 0,762, а TLI — 0,731, що вказує на погану відповідність між моделлю та даними. RMSEA становить 0,085 з 90 % довірчим інтервалом від 0,077 до 0,092, що знову ж таки не вказує на хорошу відповідність.

source: Pretty disappointing, huh? But perhaps not too surprising given that in the earlier EFA, when we ran with a similar data set (section :doc:`Ch15_FactorAnalysis_1`), only around half of the variance in the data was accounted for by the five factor model.
nb: Ganske skuffende, hva? Men kanskje ikke så overraskende med tanke på at i den tidligere EFA-en, da vi kjørte med et lignende datasett (avsnitt :doc:`Ch15_FactorAnalysis_1`), ble bare rundt halvparten av variansen i dataene forklart av femfaktormodellen.
ta: மிகவும் ஏமாற்றமளிக்கும், இல்லையா? முந்தைய EFA இல், இதேபோன்ற தரவுத் தொகுப்புடன் (பிரிவு: DOC: `CH15_FACTORANALARISY_1`) ஓடும்போது, தரவுகளில் உள்ள மாறுபாட்டின் பாதி மட்டுமே ஐந்து காரணி மாதிரியால் கணக்கிடப்பட்டது என்பதில் ஆச்சரியமில்லை.
uk: Досить розчаровує, чи не так? Але, мабуть, це не надто дивно, враховуючи, що в попередньому EFA, коли ми працювали з подібним набором даних (розділ :doc:`Ch15_FactorAnalysis_1`), лише близько половини дисперсії в даних було пояснено п'ятифакторною моделлю.

source: Let’s go on to look at the factor loadings and the factor covariance estimates, shown in :numref:`fig-cfa4` and :numref:`fig-cfa5`. The *Z*-statistic and *p*-value for each of these parameters indicates they make a reasonable contribution to the model (i.e. they are not zero) so there doesn’t appear to be any reason to remove any of the specified variable-factor paths, or factor-factor correlations from the model. Often the standardized estimates are easier to interpret, and these can be specified under the ``Estimates`` option. These tables can usefully be incorporated into a written report or scientific article.
nb: La oss gå videre og se på faktorladningene og faktorkovariansestimatene, som vises i :numref:`fig-cfa4` og :numref:`fig-cfa5`. *Z*-statistikken og *p*-verdien for hver av disse parameterne indikerer at de gir et rimelig bidrag til modellen (dvs. at de ikke er null), så det ser ikke ut til å være noen grunn til å fjerne noen av de spesifiserte variabel-faktorbanene eller faktor-faktorkorrelasjonene fra modellen. Ofte er de standardiserte estimatene lettere å tolke, og disse kan spesifiseres under alternativet ``Estimates``. Disse tabellene kan med fordel innlemmes i en skriftlig rapport eller vitenskapelig artikkel.
ta: இதுவரையில் காட்டப்பட்டுள்ள காரணி ஏற்றுதல் மற்றும் காரணி கோவாரன்ச் மதிப்பீடுகளைப் பார்ப்போம்: NumRef: `Fig-CFA4` மற்றும்: NumRef:` Fig-CFA5`. இந்த அளவுருக்கள் ஒவ்வொன்றிற்கும் *z *-statistic மற்றும் *p *-value அவை மாதிரிக்கு ஒரு நியாயமான பங்களிப்பைச் செய்வதைக் குறிக்கிறது (அதாவது அவை பூச்சியமல்ல) எனவே குறிப்பிட்ட மாறியை அகற்ற எந்த காரணமும் இருப்பதாகத் தெரியவில்லை -பக்டர் பாதைகள், அல்லது மாதிரியிலிருந்து காரணி-காரணி தொடர்புகள். பெரும்பாலும் தரப்படுத்தப்பட்ட மதிப்பீடுகளை விளக்குவது எளிதானது, மேலும் இவை `` மதிப்பீடுகள்`` விருப்பத்தின் கீழ் குறிப்பிடப்படலாம். இந்த அட்டவணைகள் எழுதப்பட்ட அறிக்கை அல்லது அறிவியல் கட்டுரையில் பயனுள்ளதாக இணைக்கப்படலாம்.
uk: Давайте перейдемо до розгляду факторних навантажень та оцінок факторної коваріації, показаних на :numref:`fig-cfa4` та :numref:`fig-cfa5`. Статистика *Z* та значення *p* для кожного з цих параметрів вказують на те, що вони роблять розумний внесок у модель (тобто вони не дорівнюють нулю), тому не видається жодних підстав для видалення з моделі будь-яких зазначених шляхів змінних-факторів або кореляцій факторів-факторів. Часто стандартизовані оцінки легше інтерпретувати, і їх можна вказати в опції ``Оцінки``. Ці таблиці можна корисно включити до письмового звіту або наукової статті.

source: Table with ``Factor Loadings`` for the specified CFA model in jamovi
nb: Tabell med ``Factor Loadings`` for den spesifiserte CFA-modellen i jamovi
ta: சாமோவியில் குறிப்பிட்ட சி.எஃப்.ஏ மாதிரிக்கு `` காரணி ஏற்றுதல்` உடன் அட்டவணை
uk: Таблиця з ``Factor Loadings`` для зазначеної моделі CFA в jamovi

source: Table with ``Factor Covariances`` for the specified CFA model in jamovi
nb: Tabell med ``Factor Covariances`` for den spesifiserte CFA-modellen i jamovi
ta: சாமோவியில் குறிப்பிட்ட சி.எஃப்.ஏ மாதிரிக்கு `` காரணி கோவாரியன்ச்`` உடன் அட்டவணை
uk: Таблиця з ``Factor Covariances`` для зазначеної моделі CFA в jamovi

source: How could we improve the model? One option is to go back a few stages and think again about the items / measures we are using and how they might be improved or changed. Another option is to make some *post-hoc* tweaks to the model to improve the fit. One way of doing this is to use ``Modification indices``, specified as an ``Additional Output`` option in jamovi (see :numref:`fig-cfa6`).
nb: Hvordan kan vi forbedre modellen? En mulighet er å gå tilbake noen trinn og tenke over hvilke spørsmål / mål vi bruker, og hvordan de kan forbedres eller endres. Et annet alternativ er å gjøre noen *post-hoc*-justeringer av modellen for å forbedre tilpasningen. En måte å gjøre dette på er å bruke ``Modification indices``, spesifisert som et ``Additional Output``-alternativ i jamovi (se :numref:`fig-cfa6`).
ta: மாதிரியை எவ்வாறு மேம்படுத்த முடியும்? ஒரு விருப்பம் என்னவென்றால், சில கட்டங்களுக்குச் சென்று, நாங்கள் பயன்படுத்தும் உருப்படிகள் / நடவடிக்கைகள் மற்றும் அவை எவ்வாறு மேம்படுத்தப்படலாம் அல்லது மாற்றப்படலாம் என்பதைப் பற்றி மீண்டும் சிந்திக்க வேண்டும். மற்றொரு விருப்பம் என்னவென்றால், பொருத்தத்தை மேம்படுத்த சில * பிந்தைய தற்காலிக * மாற்றங்களை மாதிரிக்கு மாற்றுவது. இதைச் செய்வதற்கான ஒரு வழி, சாமோவியில் `` கூடுதல் வெளியீடு`` விருப்பமாக குறிப்பிடப்பட்ட `` மாற்றும் குறியீடுகள்`` ஐப் பயன்படுத்துவது (பார்க்க: எண்ரெஃப்: `FIG-CFA6`).
uk: Як ми можемо вдосконалити модель? Один із варіантів — повернутися на кілька етапів назад і ще раз обміркувати елементи/показники, які ми використовуємо, та способи їх вдосконалення або зміни. Інший варіант — внести деякі *постфактум* корективи до моделі, щоб поліпшити її відповідність. Один із способів зробити це — використовувати ``індекси модифікації``, зазначені як опція ``Додатковий вихід`` у jamovi (див. :numref:`fig-cfa6`).

source: Table with ``Factor Loadings Modification Indices``
nb: Tabell med ``Factor Loadings Modification Indices``
ta: `` காரணி ஏற்றுதல் மாற்றும் குறியீடுகளுடன் அட்டவணை``
uk: Стіл з ``Factor Loadings Modification Indices``

source: Table with ``Factor Loadings Modification Indices`` for the specified CFA model in jamovi
nb: Tabell med ``Factor Loadings Modification Indices`` for den spesifiserte CFA-modellen i jamovi
ta: சாமோவியில் குறிப்பிட்ட சி.எஃப்.ஏ மாதிரிக்கு `` காரணி ஏற்றுதல் மாற்றும் குறியீடுகள்` உடன் அட்டவணை
uk: Таблиця з ``Factor Loadings Modification Indices`` для зазначеної моделі CFA в jamovi

source: What we are looking for is the highest modification index (MI) value. We would then judge whether it makes sense to add that additional term into the model, using a *post-hoc* rationalisation. For example, we can see in :numref:`fig-cfa6` that the largest MI for the factor loadings that are not already in the model is a value of 28.786 for the loading of ``N4`` (“Often feel blue”) onto the latent factor Extraversion. This indicates that if we add this path into the model then the χ²-value will reduce by around the same amount.
nb: Det vi er ute etter, er den høyeste modifikasjonsindeksverdien (MI). Deretter vurderer vi om det er fornuftig å legge til en ekstra term i modellen, ved hjelp av en *post-hoc*-rasjonalisering. Vi kan for eksempel se i :numref:`fig-cfa6` at den største MI-verdien for faktorladningene som ikke allerede finnes i modellen, er en verdi på 28,786 for ladningen av ``N4`` («Føler meg ofte trist»; «*Often feel blue*») på den latente faktoren extraversion. Dette indikerer at hvis vi legger til denne stien i modellen, vil χ²-verdien reduseres med omtrent like mye.
ta: நாம் தேடுவது மிக உயர்ந்த மாற்றியமைக்கும் அட்டவணை (எம்ஐ) மதிப்பு. * பிந்தைய தற்காலிக * பகுத்தறிவைப் பயன்படுத்தி, அந்த கூடுதல் வார்த்தையை மாதிரியில் சேர்ப்பது அர்த்தமுள்ளதா என்பதை நாங்கள் தீர்மானிப்போம். எடுத்துக்காட்டாக, நாம் இதைக் காணலாம்: NumRef: `Fig-cfa6` மாதிரியில் இல்லாத காரணி ஏற்றங்களுக்கான மிகப்பெரிய MI` `n4`` (“ பெரும்பாலும் நீல நிறத்தை உணர்கிறது ” ) மறைந்திருக்கும் காரணி புறம்போக்கு. இந்த பாதையை நாம் மாதிரியில் சேர்த்தால், χ²-மதிப்பு அதே அளவைக் குறைக்கும் என்பதை இது குறிக்கிறது.
uk: Ми шукаємо найвище значення індексу модифікації (MI). Потім ми вирішуємо, чи доцільно додавати цей додатковий термін до моделі, використовуючи *постфактум* раціоналізацію. Наприклад, у :numref:`fig-cfa6` ми бачимо, що найбільший MI для факторних навантажень, які ще не входять до моделі, становить 28,786 для навантаження ``N4`` («Часто відчуваєте смуток») на латентний фактор Екстраверсія. Це означає, що якщо ми додамо цей шлях до моделі, то значення χ² зменшиться приблизно на таку ж величину.
