Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: But in our model adding this path arguably doesn’t really make any theoretical or methodological sense, so it’s not a good idea (unless you can come up with a persuasive argument that “Often feel blue” measures both Neuroticism and Extraversion). I can’t think of a good reason. But, for the sake of argument, let’s pretend it does make some sense and add this path into the model. Go back to the CFA analysis window (see :numref:`fig-cfa2`) and add ``N4`` into the Extraversion factor. The results of the CFA will now change (not shown); the χ²-value has come down to around 709 (a drop of around 30, roughly similar to the size of the MI) and the other fit indices have also improved, though only a bit. But it’s not enough: it’s still not a good fitting model.
nb: Men i vår modell gir det egentlig ingen teoretisk eller metodisk mening å legge til denne stien, så det er ikke en god idé (med mindre du kan komme med et overbevisende argument for at «Føler meg ofte trist» måler både nevrotisisme og ekstraversjon). Jeg kan ikke komme på noen god grunn. Men la oss for argumentets skyld late som om det gir mening, og legge til denne banen i modellen. Gå tilbake til CFA-analysevinduet (se :numref:`fig-cfa2`) og legg til ``N4`` i Extraversion-faktoren. Resultatene av CFA-en vil nå endre seg (ikke vist); χ²-verdien har gått ned til rundt 709 (en nedgang på rundt 30, omtrent tilsvarende størrelsen på MI), og de andre tilpasningsindeksene har også blitt bedre, om enn bare litt. Men det er ikke nok: Det er fortsatt ikke en modell som passer godt.
ta: ஆனால் எங்கள் மாதிரியில் இந்த பாதையைச் சேர்ப்பது உண்மையில் எந்தவொரு தத்துவார்த்த அல்லது முறையான உணர்வையும் ஏற்படுத்தாது, எனவே இது ஒரு நல்ல யோசனையல்ல (“பெரும்பாலும் நீலத்தை உணர்கிறது” என்பது நரம்பியல் மற்றும் புறம்போக்கு இரண்டையும் அளவிடும் ஒரு உறுதியான வாதத்தை நீங்கள் கொண்டு வர முடியாவிட்டால்). ஒரு நல்ல காரணத்தை என்னால் நினைக்க முடியாது. ஆனால், வாதத்தின் பொருட்டு, இது கொஞ்சம் அர்த்தமுள்ளதாக நடித்து இந்த பாதையை மாதிரியில் சேர்க்கலாம். CFA பகுப்பாய்வு சாளரத்திற்குச் சென்று (பார்க்க: NUMREF: `Fig-CFA2`) மற்றும் புறம்போக்கு காரணியில்` `n4`` ஐச் சேர்க்கவும். CFA இன் முடிவுகள் இப்போது மாறும் (காட்டப்படவில்லை); χ²-மதிப்பு சுமார் 709 ஆக குறைந்துவிட்டது (சுமார் 30 இன் வீழ்ச்சி, MI இன் அளவிற்கு தோராயமாக ஒத்திருக்கிறது) மற்றும் பிற பொருத்தம் குறியீடுகளும் மேம்பட்டுள்ளன, ஆனால் ஒரு பிட் மட்டுமே. ஆனால் அது போதாது: இது இன்னும் நல்ல பொருத்தமான மாதிரி அல்ல.
uk: Але в нашій моделі додавання цього шляху, мабуть, не має ніякого теоретичного чи методологічного сенсу, тому це не дуже хороша ідея (якщо тільки ви не можете навести переконливий аргумент, що «Часто відчуваєте смуток» вимірює як невротизм, так і екстраверсію). Я не можу придумати хорошої причини. Але, заради аргументу, давайте уявимо, що це має якийсь сенс, і додамо цей шлях до моделі. Поверніться до вікна аналізу CFA (див. :numref:`fig-cfa2`) і додайте ``N4`` до фактора екстравертності. Результати CFA тепер зміняться (не показано); значення χ² знизилося до приблизно 709 (падіння приблизно на 30, що приблизно відповідає розміру MI), а інші індекси відповідності також покращилися, хоча й не набагато. Але цього недостатньо: це все ще не є хорошою моделлю відповідності.

source: If you do find yourself adding new parameters to a model using the MI values then always re-check the MI tables after each new addition, as the MIs are refreshed each time.
nb: Hvis du legger til nye parametere i en modell ved hjelp av MI-verdiene, må du alltid sjekke MI-tabellene på nytt etter hvert nye tillegg, ettersom MI-verdiene oppdateres hver gang.
ta: MI மதிப்புகளைப் பயன்படுத்தி ஒரு மாதிரியில் புதிய அளவுருக்களைச் சேர்ப்பதை நீங்கள் கண்டால், ஒவ்வொரு புதிய சேர்த்தலுக்கும் பிறகு MI அட்டவணைகளை எப்போதும் மீண்டும் சரிபார்க்கவும், ஏனெனில் ஒவ்வொரு முறையும் MIS புதுப்பிக்கப்படுகிறது.
uk: Якщо ви все ж таки додаєте нові параметри до моделі, використовуючи значення MI, завжди перевіряйте таблиці MI після кожного нового додавання, оскільки MI оновлюються щоразу.

source: There is also a Table of ``Residual Covariances Modification Indices`` produced by jamovi (:numref:`fig-cfa7`). In other words, a table showing which correlated errors, if added to the model, would improve the model fit the most. It’s a good idea to look across both MI tables at the same time, spot the largest MI, think about whether the addition of the suggested parameter can be reasonably justified and, if it can, add it to the model. And then you can start again looking for the biggest MI in the re-calculated results.
nb: Det finnes også en tabell med ``Residual Covariances Modification Indices`` produsert av jamovi (:numref:`fig-cfa7`). Med andre ord, en tabell som viser hvilke korrelerte feil som ville forbedre modelltilpasningen mest hvis de ble lagt til i modellen. Det er lurt å se på begge MI-tabellene samtidig, finne den største MI-en, vurdere om det er rimelig å legge til den foreslåtte parameteren, og hvis det er mulig, legge den til i modellen. Deretter kan du begynne på nytt med å lete etter den største MI-en i de nyberegnede resultatene.
ta: சாமோவியால் தயாரிக்கப்பட்ட `` மீதமுள்ள கோவாரன்ச் மாற்றியமைக்கும் குறியீடுகளின் அட்டவணையும் உள்ளது (: numref: `fig-cfa7`). வேறு வார்த்தைகளில் கூறுவதானால், எந்த தொடர்புடைய பிழைகள், மாதிரியில் சேர்க்கப்பட்டால், மாதிரி பொருத்தத்தை மிகவும் மேம்படுத்தும் என்பதைக் காட்டும் அட்டவணை. இரண்டு MI அட்டவணைகளையும் ஒரே நேரத்தில் பார்ப்பது, மிகப்பெரிய MI ஐக் கண்டறிந்து, பரிந்துரைக்கப்பட்ட அளவுருவைச் சேர்ப்பது நியாயமான முறையில் நியாயப்படுத்தப்படுமா என்பதைப் பற்றி சிந்தியுங்கள், முடிந்தால், அதை மாதிரியில் சேர்க்கவும். மறு கணக்கிடப்பட்ட முடிவுகளில் மிகப்பெரிய MI ஐத் தேட மீண்டும் தொடங்கலாம்.
uk: Також є таблиця ``Індекси модифікації залишкових коваріацій``, створена jamovi (:numref:`fig-cfa7`). Іншими словами, це таблиця, яка показує, які корельовані помилки, якщо їх додати до моделі, найбільше поліпшать її відповідність. Рекомендується одночасно переглянути обидві таблиці MI, знайти найбільший MI, подумати, чи додавання запропонованого параметра є обґрунтованим, і, якщо так, додати його до моделі. Потім можна знову почати пошук найбільшого MI в перерахованих результатах.

source: Table with ``Residual Covariances Modification Indices``
nb: Tabell med ``Residual Covariances Modification Indices``
ta: `` மீதமுள்ள கோவாரன்ச் மாற்றியமைக்கும் குறியீடுகள்`` உடன் அட்டவணை
uk: Стіл з ``Residual Covariances Modification Indices``

source: Table with ``Residual Covariances Modification Indices`` for the specified CFA model in jamovi
nb: Tabell med ``Residual Covariances Modification Indices`` for den spesifiserte CFA-modellen i jamovi
ta: சாமோவியில் குறிப்பிட்ட சி.எஃப்.ஏ மாதிரிக்கு `` எஞ்சிய கோவாரன்ச் மாற்றியமைக்கும் குறியீடுகள்` உடன் அட்டவணை
uk: Таблиця з ``Residual Covariances Modification Indices`` для зазначеної моделі CFA в jamovi

source: You can keep going this way for as long as you like, adding parameters to the model based on the largest MI, and eventually you will achieve a satisfactory fit. But there will also be a strong possibility that in doing this you will have created a monster! A model that is ugly and deformed and doesn’t have any theoretical sense or purity. In other words, be very careful!
nb: Du kan fortsette på denne måten så lenge du vil, og legge til parametere i modellen basert på det største MI, og til slutt vil du oppnå en tilfredsstillende tilpasning. Men det er også en stor mulighet for at du på denne måten har skapt et monster! En modell som er stygg og deformert, og som ikke har noen teoretisk mening eller renhet. Med andre ord, vær veldig forsiktig!
ta: நீங்கள் விரும்பும் வரை நீங்கள் தொடர்ந்து செல்லலாம், மிகப்பெரிய MI ஐ அடிப்படையாகக் கொண்ட மாதிரியில் அளவுருக்களைச் சேர்ப்பது, இறுதியில் நீங்கள் திருப்திகரமான பொருத்தத்தை அடைவீர்கள். ஆனால் இதைச் செய்வதில் நீங்கள் ஒரு அரக்கனை உருவாக்கியிருப்பீர்கள் என்பதற்கான வலுவான வாய்ப்பும் இருக்கும்! அசிங்கமான மற்றும் சிதைந்த ஒரு மாதிரி மற்றும் எந்த தத்துவார்த்த உணர்வு அல்லது தூய்மை இல்லை. வேறு வார்த்தைகளில் கூறுவதானால், மிகவும் கவனமாக இருங்கள்!
uk: Ви можете продовжувати так робити скільки завгодно, додаючи параметри до моделі на основі найбільшого MI, і зрештою ви досягнете задовільного результату. Але також існує велика ймовірність, що, роблячи це, ви створите монстра! Модель, яка буде потворною і деформованою і не матиме жодного теоретичного сенсу чи чистоти. Іншими словами, будьте дуже обережні!

source: So far, we have checked out the factor structure obtained in the EFA using a second sample and CFA. Unfortunately, we didn’t find that the factor structure from the EFA was confirmed in the CFA, so it’s back to the drawing board as far as the development of this personality scale goes.
nb: Så langt har vi sjekket ut faktorstrukturen fra EFA ved hjelp av et annet utvalg og CFA. Dessverre fant vi ikke at faktorstrukturen fra EFA ble bekreftet i CFA, så det er tilbake til tegnebrettet når det gjelder utviklingen av denne personlighetsskalaen.
ta: இதுவரை, இரண்டாவது மாதிரி மற்றும் CFA ஐப் பயன்படுத்தி EFA இல் பெறப்பட்ட காரணி கட்டமைப்பை நாங்கள் சோதித்தோம். துரதிர்ச்டவசமாக, CFA இல் EFA இலிருந்து காரணி அமைப்பு உறுதிப்படுத்தப்பட்டிருப்பதை நாங்கள் காணவில்லை, எனவே இந்த ஆளுமை அளவின் வளர்ச்சி செல்லும் வரை இது வரைதல் வாரியத்திற்கு திரும்பும்.
uk: Наразі ми перевірили структуру факторів, отриману в EFA, використовуючи другу вибірку та CFA. На жаль, ми не виявили, що структура факторів з EFA була підтверджена в CFA, тому щодо розробки цієї шкали особистості доведеться повернутися до початкового етапу.

source: Whereas there are sometimes good reasons for allowing residuals to covary (or correlate), there were no such reasons to “optimize” the CFA for the model that we defined by including additional factor loadings or residual covariances using modification indices. Nevertheless, let's discuss how to report the results of a CFA (with a more fitted model).
nb: Selv om det noen ganger kan være gode grunner til å la residuene samvariere (eller korrelere), var det ingen slike grunner til å «optimalisere» CFA-en for modellen som vi definerte ved å inkludere ytterligere faktorladninger eller residualkovarianser ved hjelp av modifikasjonsindekser. La oss likevel diskutere hvordan vi kan rapportere resultatene av en CFA (med en mer tilpasset modell).
ta: எஞ்சியவர்களை கோவரி (அல்லது தொடர்புபடுத்த) அனுமதிக்க சில நேரங்களில் நல்ல காரணங்கள் உள்ளன, கூடுதல் காரணி ஏற்றுதல் அல்லது மாற்றியமைக்கும் குறியீடுகளைப் பயன்படுத்தி எஞ்சியிருக்கும் கோவாரியன்களைச் சேர்ப்பதன் மூலம் நாங்கள் வரையறுத்துள்ள மாதிரிக்கான CFA ஐ "மேம்படுத்த" அத்தகைய காரணங்கள் எதுவும் இல்லை. ஆயினும்கூட, ஒரு CFA இன் முடிவுகளை (மிகவும் பொருத்தப்பட்ட மாதிரியுடன்) எவ்வாறு புகாரளிப்பது என்பதைப் பற்றி விவாதிப்போம்.
uk: Хоча іноді існують вагомі причини для дозволу на коваріацію (або кореляцію) залишків, не було жодних підстав для «оптимізації» CFA для моделі, яку ми визначили, шляхом включення додаткових факторних навантажень або залишкових коваріацій з використанням індексів модифікації. Проте, давайте обговоримо, як подавати результати CFA (з більш пристосованою моделлю).

source: Reporting a CFA
nb: Rapportering av en CFA
ta: ஒரு CFA ஐப் புகாரளித்தல்
uk: Повідомлення про CFA

source: There is not a formal standard way to write up a CFA, and examples tend to vary by discipline and researcher. That said, there are some fairly standard pieces of information to include in your write-up:
nb: Det finnes ingen formell standardmåte å skrive en CFA på, og eksemplene har en tendens til å variere fra fagfelt til fagfelt og forsker til forsker. Når det er sagt, finnes det likevel noen standardopplysninger som bør inkluderes i rapporten:
ta: ஒரு CFA ஐ எழுத முறையான நிலையான வழி இல்லை, மேலும் எடுத்துக்காட்டுகள் ஒழுக்கம் மற்றும் ஆராய்ச்சியாளரால் மாறுபடும். உங்கள் எழுத்தில் சேர்க்க சில தரமான தகவல்கள் உள்ளன:
uk: Не існує офіційного стандартного способу написання CFA, і приклади, як правило, різняться залежно від дисципліни та дослідника. Проте, є деякі досить стандартні елементи інформації, які слід включити до вашого звіту:

source: A theoretical and empirical justification for the hypothesized model.
nb: En teoretisk og empirisk begrunnelse for den hypotetiske modellen.
ta: கருதுகோள் மாதிரிக்கு ஒரு தத்துவார்த்த மற்றும் அனுபவ நியாயப்படுத்தல்.
uk: Теоретичне та емпіричне обґрунтування гіпотетичної моделі.

source: A complete description of how the model was specified (e.g. the indicator variables for each latent factor, covariances between latent variables, and any correlations between error terms). A path diagram, like the one in :numref:`fig-cfa3` would be good to include.
nb: En fullstendig beskrivelse av hvordan modellen ble spesifisert (f.eks. indikatorvariablene for hver latent faktor, kovarianser mellom latente variabler og eventuelle korrelasjoner mellom feiltermer). Et stigediagram, som det i :numref:`fig-cfa3`, kan være bra å inkludere.
ta: மாதிரி எவ்வாறு குறிப்பிடப்பட்டது என்பதற்கான முழுமையான விளக்கம் (எ.கா. ஒவ்வொரு மறைந்திருக்கும் காரணிக்கான காட்டி மாறிகள், மறைந்திருக்கும் மாறிகள் மற்றும் பிழை விதிமுறைகளுக்கு இடையிலான எந்தவொரு தொடர்புகளுக்கும் இடையிலான தொடர்பு). ஒரு பாதை வரைபடம், இதில் உள்ளதைப் போன்றது: NUMREF: `Fig-CFA3` சேர்க்க நல்லது.
uk: Повний опис того, як була визначена модель (наприклад, індикаторні змінні для кожного латентного фактора, коваріації між латентними змінними та будь-які кореляції між членами похибки). Було б добре додати діаграму шляхів, подібну до тієї, що наведена в :numref:`fig-cfa3`.

source: Tests of assumptions and estimation method used.
nb: Tester av forutsetninger og estimeringsmetode.
ta: அனுமானங்களின் சோதனைகள் மற்றும் மதிப்பீட்டு முறை பயன்படுத்தப்படுகிறது.
uk: Перевірка припущень та використаний метод оцінки.

source: A description of missing data and how the missing data were handled.
nb: En beskrivelse av manglende data og hvordan de manglende dataene ble håndtert.
ta: காணாமல் போன தரவின் விளக்கம் மற்றும் காணாமல் போன தரவு எவ்வாறு கையாளப்பட்டது.
uk: Опис відсутніх даних та того, як з ними було оброблено.

source: The software and version used to fit the model.
nb: Programvaren og versjonen som ble brukt til å tilpasse modellen.
ta: மாதிரிக்கு ஏற்ற மென்பொருள் மற்றும் பதிப்பு பயன்படுத்தப்படுகிறது.
uk: Програмне забезпечення та його версія, що використовуються для відповідності моделі.

source: Measures, and the criteria used, to judge model fit.
nb: Mål og kriterier som brukes for å bedømme modelltilpasning.
ta: மாதிரி பொருத்தத்தை தீர்மானிக்க நடவடிக்கைகள் மற்றும் பயன்படுத்தப்படும் அளவுகோல்கள்.
uk: Заходи та критерії, що використовуються для оцінки відповідності моделі.

source: Any alterations made to the original model based on model fit or modification indices.
nb: Eventuelle endringer i den opprinnelige modellen basert på modelltilpasning eller modifikasjonsindekser.
ta: மாதிரி பொருத்தம் அல்லது மாற்றியமைக்கும் குறியீடுகளின் அடிப்படையில் அசல் மாதிரியில் செய்யப்பட்ட எந்த மாற்றங்களும்.
uk: Будь-які зміни, внесені до оригінальної моделі на основі індексів відповідності моделі або модифікації.

source: All parameter estimates (i.e., loadings, error variances, latent (co)variances) and their standard errors, probably in a table.
nb: Alle parameterestimater (dvs. ladninger, feilvarianser, latente (ko)varianser) og deres standardfeil, sannsynligvis i en tabell.
ta: அனைத்து அளவுரு மதிப்பீடுகளும் (அதாவது, ஏற்றுதல், பிழை மாறுபாடுகள், மறைந்திருக்கும் (CO) மாறுபாடுகள்) மற்றும் அவற்றின் நிலையான பிழைகள், அநேகமாக ஒரு அட்டவணையில்.
uk: Усі оцінки параметрів (тобто навантажень, дисперсій помилок, латентних (коваріацій)) та їх стандартних помилок, ймовірно, у таблиці.

source: As an aside, given that we had a pretty firm idea from our initial “putative” factors, we could just have gone straight to CFA and skipped the EFA step. Whether you use EFA and then go on to CFA, or go straight to CFA, is a matter of judgement and how confident you are initially that you have the model about right (in terms of number of factors and variables). Earlier on in the development of scales, or the identification of underlying latent constructs, researchers tend to use EFA. Later on, as they get closer to a final scale, or if they want to check an established scale in a new sample, then CFA is a good option.
nb: Som en parentes bemerket kunne vi, gitt at vi hadde en ganske sikker idé ut fra de første «antatte» faktorene våre, bare ha gått rett til CFA og hoppet over EFA-trinnet. Hvorvidt man bruker EFA og deretter går videre til CFA, eller om man går rett til CFA, er et spørsmål om skjønn og hvor sikker man er på at modellen er riktig i utgangspunktet (med hensyn til antall faktorer og variabler). På et tidlig stadium i utviklingen av skalaer eller identifiseringen av underliggende latente konstrukter har forskere en tendens til å bruke EFA. Senere, når de nærmer seg en endelig skala, eller hvis de ønsker å sjekke en etablert skala i et nytt utvalg, er CFA et godt alternativ.
ta: ஒருபுறம், எங்கள் ஆரம்ப “தூண்டுதல்” காரணிகளிலிருந்து எங்களுக்கு ஒரு உறுதியான சிந்தனை இருந்ததால், நாங்கள் நேராக CFA க்குச் சென்று EFA படியைத் தவிர்த்திருக்கலாம். நீங்கள் EFA ஐப் பயன்படுத்தினாலும், பின்னர் CFA க்குச் சென்றாலும், அல்லது நேராக CFA க்குச் சென்றாலும், தீர்ப்பு வழங்கும் சேதி, ஆரம்பத்தில் உங்களிடம் சரியான மாதிரி உள்ளது (காரணிகள் மற்றும் மாறிகள் எண்ணிக்கையில்) நீங்கள் எவ்வளவு நம்பிக்கையுடன் இருக்கிறீர்கள். முன்னதாக செதில்களின் வளர்ச்சியில் அல்லது அடிப்படை மறைந்த கட்டுமானங்களை அடையாளம் காண்பதில், ஆராய்ச்சியாளர்கள் EFA ஐப் பயன்படுத்த முனைகிறார்கள். பின்னர், அவர்கள் இறுதி அளவிற்கு நெருங்கி வருவதால், அல்லது ஒரு புதிய மாதிரியில் நிறுவப்பட்ட அளவை அவர்கள் சரிபார்க்க விரும்பினால், CFA ஒரு நல்ல வழி.
uk: До речі, враховуючи те, що ми мали досить чітке уявлення про наші початкові «гіпотетичні» фактори, ми могли б просто перейти до CFA і пропустити етап EFA. Використовувати EFA, а потім переходити до CFA, або відразу переходити до CFA — це питання вибору і того, наскільки ви впевнені на початковому етапі, що ваша модель є правильною (з точки зору кількості факторів і змінних). На ранніх етапах розробки шкал або ідентифікації прихованих латентних конструктів дослідники, як правило, використовують EFA. Пізніше, коли вони наближаються до остаточної шкали або хочуть перевірити встановлену шкалу на новій вибірці, хорошим варіантом є CFA.

source: Internal consistency reliability analysis
nb: Reliabilitetsanalyse av intern konsistens
ta: உள் நிலைத்தன்மை நம்பகத்தன்மை பகுப்பாய்வு
uk: Аналіз надійності внутрішньої узгодженості

source: After you have been through the process of initial scale development using EFA and CFA, you should have reached a stage where the scale holds up pretty well using CFA with different samples. One thing that you might also be interested in at this stage is to see how well the factors are measured using a scale that combines the observed variables.
nb: Etter at du har vært gjennom prosessen med å utvikle den første skalaen ved hjelp av EFA og CFA, bør du ha kommet til et stadium der skalaen holder seg ganske godt ved hjelp av CFA med ulike utvalg. På dette stadiet kan det også være interessant å se hvor godt faktorene måles ved hjelp av en skala som kombinerer de observerte variablene.
ta: EFA மற்றும் CFA ஐப் பயன்படுத்தி ஆரம்ப அளவிலான வளர்ச்சியின் செயல்முறையை நீங்கள் சந்தித்த பிறகு, வெவ்வேறு மாதிரிகளுடன் CFA ஐப் பயன்படுத்தி அளவுகோல் நன்றாக இருக்கும் ஒரு கட்டத்தை நீங்கள் அடைந்திருக்க வேண்டும். இந்த கட்டத்தில் நீங்கள் ஆர்வமாக இருக்கும் ஒரு சேதி என்னவென்றால், கவனிக்கப்பட்ட மாறிகளை இணைக்கும் அளவைப் பயன்படுத்தி காரணிகள் எவ்வளவு அளவிடப்படுகின்றன என்பதைப் பார்ப்பது.
uk: Після того, як ви пройшли процес початкової розробки шкали за допомогою EFA та CFA, ви повинні були досягти етапу, на якому шкала досить добре працює при використанні CFA з різними вибірками. На цьому етапі вам також може бути цікаво подивитися, наскільки добре вимірюються фактори за допомогою шкали, що поєднує спостережувані змінні.

source: In psychometrics we use reliability analysis to provide information about how consistently a scale measures a psychological construct (see section :doc:`../Ch02/Ch02_StudyDesign_3`). **Internal consistency** is what we are concerned with here, and that refers to the consistency across all the individual items that make up a measurement scale. So, if we have V1, V2, V3, V4 and V5 as observed item variables, then we can calculate a statistic that tells us how internally consistent these items are in measuring the underlying construct.
nb: I psykometri bruker vi reliabilitetsanalyse for å gi informasjon om hvor konsistent en skala måler et psykologisk konstrukt (se avsnitt :doc:`../Ch02/Ch02_StudyDesign_3`). Det vi er opptatt av her, er **intern konsistens**, som refererer til konsistensen på tvers av alle de individuelle spørsmålene som utgjør et målenivå. Hvis vi har V1, V2, V3, V4 og V5 som observerte item-variabler, kan vi beregne en statistikk som forteller oss hvor internt konsistente disse itemene er når det gjelder å måle det underliggende konstruktet.
ta: சைக்கோமெட்ரிக்சில் ஒரு உளவியல் கட்டமைப்பை ஒரு அளவுகோல் எவ்வளவு தொடர்ந்து அளவிடுகிறது என்பது பற்றிய தகவல்களை வழங்க நம்பகத்தன்மை பகுப்பாய்வைப் பயன்படுத்துகிறோம் (பிரிவு: DOC: `../ ch02/ch02_studydesign_3`). ** உள் நிலைத்தன்மை ** என்பது நாம் இங்கே அக்கறை கொண்டுள்ளோம், மேலும் இது அளவீட்டு அளவை உருவாக்கும் அனைத்து தனிப்பட்ட பொருட்களிலும் நிலைத்தன்மையைக் குறிக்கிறது. எனவே, கவனிக்கப்பட்ட உருப்படி மாறிகள் என வி 1, வி 2, வி 3, வி 4 மற்றும் வி 5 ஆகியவற்றைக் கொண்டிருந்தால், அடிப்படை கட்டமைப்பை அளவிடுவதில் இந்த உருப்படிகள் எவ்வளவு உள்நாட்டில் சீரானவை என்று சொல்லும் ஒரு புள்ளிவிவரத்தை நாம் கணக்கிட முடியும்.
uk: У психометрії ми використовуємо аналіз надійності, щоб отримати інформацію про те, наскільки послідовно шкала вимірює психологічну конструкцію (див. розділ :doc:`../Ch02/Ch02_StudyDesign_3`). **Внутрішня узгодженість** — це те, що нас цікавить тут, і це стосується узгодженості між усіма окремими елементами, що складають шкалу вимірювання. Отже, якщо ми маємо V1, V2, V3, V4 і V5 як спостережувані змінні елементів, то ми можемо обчислити статистичний показник, який показує, наскільки ці елементи узгоджені між собою у вимірюванні базової конструкції.
