Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: Once you have loaded up the |bfi_sample|_ data set, select ``Factor`` → ``Principal Component Analysis`` from the ``Analyses`` tab to open the options panel where you can determine the settings for the PCA (:numref:`fig-pca1`). Then select the 25 personality questions and transfer them into the ``Variables`` box. Check appropriate options, including ``Assumption Checks``, but also ``Rotation`` under ``Method``, ``Number of Components`` to extract, and the ``Additional Output`` options (see :numref:`fig-pca1` for suggested options for this PCA, and please note that ``Rotation`` under ``Method`` and ``Number of Components`` extracted is typically adjusted during the analysis to find the best result, as described below).
nb: Når du har lastet inn datasettet |bfi_sample|_, velger du ``Factor`` → ``Principal Component Analysis`` fra fanen ``Analyses`` for å åpne analysepanelet der du kan bestemme innstillingene for PCA (:numref:`fig-pca1`). Velg deretter de 25 personlighetsspørsmålene og overfør dem til boksen ``Variables``. Kryss av for de aktuelle alternativene, inkludert ``Assumption Checks``, men også ``Rotation`` under ``Method``, ``Number of Components`` to extract, og ``Additional Output``-alternativene (se :numref:`fig-pca1` for foreslåtte alternativer for denne PCA-en, og vær oppmerksom på at ``Rotation`` under ``Method`` og ``Number of Components`` extracted vanligvis justeres i løpet av analysen for å finne det beste resultatet, som beskrevet nedenfor).
ta: நீங்கள் | bfi_sample | _ தரவு தொகுப்பை ஏற்றியவுடன், பி.சி.ஏ க்கான அமைப்புகளை நீங்கள் தீர்மானிக்கக்கூடிய விருப்பங்கள் குழுவைத் திறக்க `` அனலீச்` `தாவலில் இருந்து` `காரணி`` `` முதன்மை கூறு பகுப்பாய்வு` என்பதைத் தேர்ந்தெடுக்கவும் ( : NumRef: `Fig-PCA1`). பின்னர் 25 ஆளுமை கேள்விகளைத் தேர்ந்தெடுத்து அவற்றை `` மாறிகள்` பெட்டியில் மாற்றவும். `` அனுமான காசோலைகள்`` உட்பட பொருத்தமான விருப்பங்களைச் சரிபார்க்கவும், ஆனால் `` முறை`, `` முறை`, `` கூறுகளின் எண்ணிக்கை`` மற்றும் `` கூடுதல் வெளியீடு`` விருப்பங்கள் (பார்க்க: NumRef: இந்த PCA க்கான பரிந்துரைக்கப்பட்ட விருப்பங்களுக்காக `Fig-PCA1`, மேலும்` `சுழற்சி``` `முறை`` மற்றும்` `கூறுகளின் எண்ணிக்கை` ஆகியவற்றின் கீழ்` `சுழற்சி`` `` `சுழற்சி எண்ணிக்கை பொதுவாக பகுப்பாய்வின் போது சரிசெய்யப்பட்டு, விவரிக்கப்பட்டுள்ளபடி கீழே).
uk: Після завантаження набору даних |bfi_sample|_ виберіть ``Factor`` → ``Principal Component Analysis`` з ``Analyses`` вкладку, щоб відкрити панель параметрів, де можна визначити налаштування для PCA (:numref:`fig-pca1`). Потім виберіть 25 питань щодо особистості та перенесіть їх у коробку ``Variables`` . Перевірте відповідні опції, зокрема ``Assumption Checks``, але також ``Rotation`` під ``Method``, ``Number of Components`` витягти, і ``Additional Output`` опції (див. :numref:`fig-pca1` для запропонованих опцій для цього PCA, і зверніть увагу, що ``Rotation`` під ``Method`` і ``Number of Components`` витягнуте значення зазвичай коригується під час аналізу для досягнення найкращого результату, як описано нижче).

source: jamovi PCA analysis window
nb: jamovi PCA-analysevindu
ta: சமோவி பிசிஏ பகுப்பாய்வு சாளரம்
uk: вікно аналізу PCA jamovi

source: Options panel with the settings for conducting a Principal Component Analysis (PCA) in jamovi
nb: Analysepanel med innstillingene for gjennomføring av en prinsipal komponentanalyse (PCA) i jamovi
ta: சமோவியில் ஒரு முதன்மை கூறு பகுப்பாய்வு (பிசிஏ) நடத்துவதற்கான அமைப்புகளுடன் விருப்பங்கள் குழு
uk: Панель параметрів з налаштуваннями для проведення аналізу головних компонентів (PCA) в jamovi

source: First, checking the assumptions (see :numref:`fig-pca2`), you can see that (1) Bartlett’s test of sphericity is significant, so this assumption is satisfied; and (2) the KMO measure of sampling adequacy (MSA) is 0.81 overall, suggesting very good sampling adequacy. No problems here then!
nb: Hvis du først sjekker forutsetningene (se :numref:`fig-pca2`), kan du se at (1) Bartletts test av sfæricitet er signifikant, så denne forutsetningen er oppfylt, og (2) KMO-målet for utvalgstilstrekkelighet (MSA) er 0,81 totalt sett, noe som tyder på svært god utvalgstilstrekkelighet. Ingen problemer her, altså!
ta: முதலாவதாக, அனுமானங்களைச் சரிபார்க்கிறது (பார்க்க: எண்: `அத்தி-பி.சி.ஏ 2`), (1) பார்ட்லெட்டின் கோளத்தின் சோதனை குறிப்பிடத்தக்கதாக இருப்பதை நீங்கள் காணலாம், எனவே இந்த அனுமானம் நிறைவு அடைகிறது; மற்றும் (2) மாதிரி போதுமான அளவு (MSA) KMO அளவீடு ஒட்டுமொத்தமாக 0.81 ஆகும், இது மிகச் சிறந்த மாதிரி போதுமான தன்மையைக் குறிக்கிறது. இங்கே எந்த பிரச்சனையும் இல்லை!
uk: По-перше, перевіривши припущення (див. :numref:`fig-pca2`), можна побачити, що (1) тест сферичності Бартлетта є значущим, отже, це припущення є справжнім; та (2) показник адекватності вибірки (MSA) за методом КМО становить 0,81, що свідчить про дуже хорошу адекватність вибірки. Отже, тут немає жодних проблем!

source: Assumption checks for the personality item data
nb: Forutsetningssjekker for personlighetsdataene
ta: ஆளுமை உருப்படி தரவிற்கான அனுமானம் சரிபார்க்கிறது
uk: Перевірки припущень для даних про особистість

source: Assumption checks for the personality item data when using a PCA in jamovi
nb: Forutsetningssjekker for personlighetsdataene ved bruk av PCA i jamovi
ta: சாமோவியில் பி.சி.ஏ பயன்படுத்தும் போது ஆளுமை உருப்படி தரவிற்கான அனுமானம் சரிபார்க்கிறது
uk: Перевірка припущень для даних особистості під час використання PCA в jamovi

source: The next thing to check is how many components to use (or “extract” from the data). As with EFA, three different approaches are available:
nb: Det neste man må sjekke, er hvor mange komponenter man skal bruke (eller «ekstrahere» fra dataene). Som med EFA finnes det tre ulike tilnærminger:
ta: சரிபார்க்க வேண்டிய அடுத்த சேதி என்னவென்றால், எத்தனை கூறுகளைப் பயன்படுத்த வேண்டும் (அல்லது தரவிலிருந்து “பிரித்தெடுக்க”). EFA ஐப் போலவே, மூன்று வெவ்வேறு அணுகுமுறைகள் கிடைக்கின்றன:
uk: Наступне, що потрібно перевірити, це скільки компонентів використовувати (або «витягувати» з даних). Як і у випадку з EFA, доступні три різні підходи:

source: One convention is to choose all components with Eigen values greater than 1. This would give us two components with our data.
nb: En konvensjon er å velge alle komponenter med Eigen-verdier større enn 1. Dette vil gi oss to komponenter med våre data.
ta: ஒரு மாநாடு என்னவென்றால், 1 ஐ விட அதிகமான ஈசென் மதிப்புகளைக் கொண்ட அனைத்து கூறுகளையும் தேர்வு செய்வது. இது எங்கள் தரவுகளுடன் இரண்டு கூறுகளை வழங்கும்.
uk: Одна з домовленостей полягає в тому, щоб вибирати всі компоненти з власними значеннями більше 1. Це дасть нам два компоненти з нашими даними.

source: Examination of the scree plot, as in :numref:`fig-pca3`, lets you identify the “point of inflection”. This is the point at which the slope of the scree curve clearly levels off, below the “elbow”. Again, this would give us two components as the levelling off clearly occurs after the second component.
nb: Ved å undersøke scree-plottet, som i :numref:`fig-pca3`, kan du identifisere «bøyningspunktet». Dette er det punktet der stigningen på scree-kurven tydelig flater ut, under «albuen». Igjen vil dette gi oss to komponenter, ettersom utflatingen tydelig skjer etter den andre komponenten.
ta: ச்க்ரீ சதித்திட்டத்தை ஆராய்வது, இங்: எண்ரெஃப்: `அத்தி-பி.சி.ஏ 3`,“ ஊடுருவலின் புள்ளியை ”அடையாளம் காண உங்களை அனுமதிக்கிறது. ச்க்ரீ வளைவின் சாய்வு “முழங்கை” க்குக் கீழே தெளிவாக நிலைத்திருக்கும் புள்ளி இது. மீண்டும், இது எங்களுக்கு இரண்டு கூறுகளைத் தரும், ஏனெனில் இரண்டாவது கூறுகளுக்குப் பிறகு சமன் செய்வது தெளிவாக நிகழ்கிறது.
uk: Аналіз графіку скельного уламу, як у :numref:`fig-pca3`, дозволяє визначити «точку перегину». Це точка, в якій нахил кривої скельного уламу чітко вирівнюється, нижче «ліктя». Знову ж таки, це дасть нам два компоненти, оскільки вирівнювання чітко відбувається після другого компонента.

source: Using a parallel analysis technique, the obtained Eigen values are compared to those that would be obtained from random data. The number of components extracted is the number with Eigen values greater than what would be found with random data.
nb: Ved hjelp av en parallell analyseteknikk sammenlignes de oppnådde Eigen-verdiene med de som ville blitt oppnådd fra tilfeldige data. Antallet komponenter som trekkes ut, er antallet med Eigen-verdier som er større enn det som ville blitt funnet med tilfeldige data.
ta: ஒரு இணையான பகுப்பாய்வு நுட்பத்தைப் பயன்படுத்தி, பெறப்பட்ட ஈசென் மதிப்புகள் சீரற்ற தரவுகளிலிருந்து பெறப்படும்வற்றுடன் ஒப்பிடப்படுகின்றன. பிரித்தெடுக்கப்பட்ட கூறுகளின் எண்ணிக்கை என்பது சீரற்ற தரவுகளுடன் காணப்படுவதை விட ஈசென் மதிப்புகளைக் கொண்ட எண்.
uk: За допомогою методу паралельного аналізу отримані власні значення порівнюються з тими, які були б отримані з випадкових даних. Кількість витягнутих компонентів дорівнює кількості власних значень, більших за ті, що були б отримані з випадкових даних.

source: Scree plot of the personality item data
nb: Scree-plott av personlighetsdataene
ta: ஆளுமை உருப்படி தரவின் ச்க்ரீ சூழ்ச்சி
uk: Діаграма осипу даних про особистість

source: Scree plot of the personality item data when conducting a PCA in jamovi, showing the levelling off point, the “elbow”, after component 5
nb: Scree-plott av personlighetsdataene ved PCA i jamovi, som viser utjevningspunktet, «albuen», etter komponent 5
ta: ஆளுமை உருப்படி தரவின் ச்க்ரீ சூழ்ச்சி சமோவியில் ஒரு பி.சி.ஏ.
uk: Графік осипу даних особистісних елементів під час проведення PCA в jamovi, що показує точку вирівнювання, «лікоть», після компонента 5

source: The third approach is a good one according to :ref:`Fabrigar et al. (1999) <Fabrigar_1999>`, although in practice researchers tend to look at all three and then make a judgement about the number of components that are most easily or helpfully interpreted. This can be understood as the “meaningfulness criterion”, and researchers will typically examine, in addition to the solution from one of the approaches above, solutions with one or two more or fewer components. They then adopt the solution which makes the most sense to them.
nb: Den tredje tilnærmingen er god ifølge :ref:`Fabrigar et al. (1999) <Fabrigar_1999>`, selv om forskere i praksis pleier å se på alle tre og deretter gjøre en vurdering av hvor mange komponenter som er lettest eller mest nyttig å tolke. Dette kan forstås som «meningsfullhetskriteriet», og forskere vil typisk, i tillegg til løsningen fra en av tilnærmingene ovenfor, undersøke løsninger med én eller to komponenter til eller færre. Deretter tar de i bruk den løsningen som gir mest mening for dem.
ta: மூன்றாவது அணுகுமுறை படி: ref: `ஃபேப்ரிகர் மற்றும் பலர். . இதை "அர்த்தமுள்ள அளவுகோல்" என்று புரிந்து கொள்ளலாம், மேலும் ஆராய்ச்சியாளர்கள் பொதுவாக மேலே உள்ள அணுகுமுறைகளில் ஒன்றிலிருந்து தீர்வுக்கு கூடுதலாக, ஒன்று அல்லது இரண்டு அல்லது குறைவான கூறுகளைக் கொண்ட தீர்வுகளை ஆராய்வார்கள். பின்னர் அவர்கள் தீர்வை ஏற்றுக்கொள்கிறார்கள், இது அவர்களுக்கு மிகவும் புரியும்.
uk: Третій підхід є хорошим, згідно з :ref:`Fabrigar et al. (1999) <Fabrigar_1999>`, хоча на практиці дослідники, як правило, розглядають усі три підходи, а потім роблять висновок про кількість компонентів, які найлегше або найкорисніше інтерпретувати. Це можна розуміти як «критерій значущості», і дослідники зазвичай розглядають, крім рішення, отриманого за одним із наведених вище підходів, рішення з одним або двома компонентами більше чи менше. Потім вони приймають рішення, яке є для них найбільш значущим.

source: At the same time, we should also consider the best way to rotate the final solution. Again, as with EFA, there are two main approaches to rotation: orthogonal (e.g. ``Varimax``) rotation forces the selected components to be uncorrelated; whereas oblique (e.g. ``Oblimin``) rotation allows the selected components to be correlated. Dimensions of interest to psychologists and behavioural scientists are not often dimensions we would expect to be orthogonal, so oblique solutions are arguably more sensible. Practically, if in an oblique rotation the components are found to be substantially correlated (i.e. > 0.3) then this would confirm our intuition to prefer oblique rotation. If the components are, in fact, correlated, then an oblique rotation will produce a better estimate of the true components and a better simple structure than will an orthogonal rotation. And, if the oblique rotation indicates that the components have close to zero correlations between one another, then the researcher can go ahead and conduct an orthogonal rotation (which should then give about the same solution as the oblique rotation). In :numref:`fig-pca4` we see that none of the correlations is > 0.3 so it is appropriate to switch to orthogonal (``Varimax``) rotation.
nb: Samtidig bør vi også vurdere den beste måten å rotere den endelige løsningen på. Som med EFA finnes det to hovedtilnærminger til rotasjon: ortogonal rotasjon (f.eks. ``Varimax``) tvinger de utvalgte komponentene til å være ukorrelerte, mens skrå rotasjon (f.eks. ``Oblimin``) gjør at de utvalgte komponentene kan være korrelerte. Dimensjoner som er av interesse for psykologer og atferdsforskere, er ofte ikke dimensjoner som vi forventer er ortogonale, så det kan hevdes at skrå løsninger er mer fornuftige. I praksis vil det si at hvis det viser seg at komponentene i en skrå rotasjon er vesentlig korrelerte (dvs. > 0,3), vil dette bekrefte intuisjonen vår om å foretrekke skrå rotasjon. Hvis komponentene faktisk er korrelerte, vil en skrå rotasjon gi et bedre estimat av de sanne komponentene og en bedre enkel struktur enn en ortogonal rotasjon. Og hvis den skrå rotasjonen indikerer at komponentene har nær null korrelasjon med hverandre, kan forskeren gå videre og gjennomføre en ortogonal rotasjon (som da bør gi omtrent samme løsning som den skrå rotasjonen). I :numref:`fig-pca4` ser vi at ingen av korrelasjonene er > 0,3, så det er hensiktsmessig å gå over til ortogonal (``Varimax``) rotasjon.
ta: அதே நேரத்தில், இறுதி தீர்வை சுழற்றுவதற்கான சிறந்த வழியையும் நாம் கருத்தில் கொள்ள வேண்டும். மீண்டும், EFA ஐப் போலவே, சுழற்சிக்கு இரண்டு முக்கிய அணுகுமுறைகள் உள்ளன: ஆர்த்தோகனல் (எ.கா. `` வரிமேக்ச்``) சுழற்சி தேர்ந்தெடுக்கப்பட்ட கூறுகள் ஒன்றோடொன்று தொடர்புடையதாக கட்டாயப்படுத்துகிறது; அதேசமயம் சாய்ந்த (எ.கா. `` oblimin``) சுழற்சி தேர்ந்தெடுக்கப்பட்ட கூறுகளை தொடர்புபடுத்த அனுமதிக்கிறது. உளவியலாளர்கள் மற்றும் நடத்தை விஞ்ஞானிகளுக்கு ஆர்வத்தின் பரிமாணங்கள் பெரும்பாலும் ஆர்த்தோகனல் என்று எதிர்பார்க்கும் பரிமாணங்கள் அல்ல, எனவே சாய்ந்த தீர்வுகள் மிகவும் விவேகமானவை. நடைமுறையில், ஒரு சாய்ந்த சுழற்சியில் கூறுகள் கணிசமாக தொடர்புபடுத்தப்பட்டதாகக் கண்டறியப்பட்டால் (அதாவது> 0.3) இது சாய்ந்த சுழற்சியை விரும்புவதற்கான எங்கள் உள்ளுணர்வை உறுதிப்படுத்தும். கூறுகள் உண்மையில் தொடர்புபடுத்தப்பட்டால், ஒரு சாய்ந்த சுழற்சி உண்மையான கூறுகளின் சிறந்த மதிப்பீட்டை உருவாக்கும் மற்றும் ஆர்த்தோகனல் சுழற்சியைக் காட்டிலும் சிறந்த எளிய கட்டமைப்பை உருவாக்கும். மேலும், சாய்ந்த சுழற்சி கூறுகள் ஒருவருக்கொருவர் சுழிய தொடர்புகளுக்கு நெருக்கமாக இருப்பதைக் குறிக்கிறது என்றால், ஆராய்ச்சியாளர் மேலே சென்று ஒரு ஆர்த்தோகனல் சுழற்சியை நடத்தலாம் (இது சாய்ந்த சுழற்சியின் அதே தீர்வைக் கொடுக்க வேண்டும்). இல்: NumRef: `FIG-PCA4` தொடர்புகள் எதுவும்> 0.3 அல்ல என்பதை நாங்கள் காண்கிறோம், எனவே ஆர்த்தோகனல் (` `வரிமேக்ச்``) சுழற்சிக்கு மாறுவது பொருத்தமானது.
uk: Водночас, ми також повинні розглянути найкращий спосіб обертання кінцевого рішення. Як і в випадку з EFA, існує два основні підходи до обертання: ортогональне (наприклад, ``Varimax``) обертання змушує вибрані компоненти бути некорельованими; тоді як похиле (наприклад, ``Oblimin``) обертання дозволяє вибраним компонентам бути корельованими. Виміри, що цікавлять психологів і вчених-поведінкових, часто не є вимірами, які ми очікуємо бачити ортогональними, тому похилі рішення, мабуть, є більш розумними. Практично, якщо при косому обертанні компоненти виявляються істотно корельованими (тобто > 0,3), це підтверджує нашу інтуїцію віддавати перевагу косому обертанню. Якщо компоненти дійсно корельовані, то косе обертання дасть кращу оцінку справжніх компонентів і кращу просту структуру, ніж ортогональне обертання. А якщо похила ротація вказує на те, що компоненти мають майже нульову кореляцію між собою, то дослідник може продовжувати і проводити ортогональну ротацію (яка тоді повинна дати приблизно таке саме рішення, як і похила ротація). У :numref:`fig-pca4` ми бачимо, що жодна з кореляцій не перевищує 0,3, тому доцільно перейти до ортогональної (``Varimax``) ротації.

source: Component summary statistics and correlations
nb: Oppsummert komponentstatistikk og korrelasjoner
ta: கூறு சுருக்கம் புள்ளிவிவரங்கள் மற்றும் தொடர்புகள்
uk: Зведена статистика компонентів та кореляції

source: Component summary statistics and correlations for a five component solution when conducting a PCA with the personality item data in jamovi
nb: Komponentstatistikk og korrelasjoner for en femkomponentløsning ved gjennomføring av en PCA med personlighetsdataene i jamovi
ta: சமோவியில் ஆளுமை உருப்படி தரவுகளுடன் பி.சி.ஏ.
uk: Зведена статистика компонентів та кореляції для п'ятикомпонентного рішення під час проведення PCA з даними особистості в jamovi

source: In :numref:`fig-pca4` we also have the proportion of overall variance in the data that is accounted for by the two components. Components one and two account for just over 12\% of the variance each. Taken together, the five component solution accounts for just over half of the variance (56\%) in the observed data. Be aware that in every PCA you could potentially have the same number of components as observed variables, but every additional component you include will add a smaller amount of explained variance. If the first few components explain a good amount of the variance in the original 25 variables, then those components are clearly a useful, simpler substitute for all 25 variables. You can drop the rest without losing too much of the original variability. But if it takes 18 components to explain most of the variance in those 25 variables, you might as well just use the original 25.
nb: I :numref:`fig-pca4` har vi også andelen av den totale variansen i dataene som de to komponentene står for. Komponent én og to står for litt over 12\% av variansen hver. Til sammen står løsningen med fem komponenter for litt over halvparten av variansen (56\%) i de observerte dataene. Vær oppmerksom på at du i enhver PCA potensielt kan ha like mange komponenter som observerte variabler, men at hver ekstra komponent du inkluderer, vil gi en mindre mengde forklart varians. Hvis de første få komponentene forklarer en god del av variansen i de opprinnelige 25 variablene, er disse komponentene helt klart en nyttig, enklere erstatning for alle 25 variablene. Du kan droppe resten uten å miste for mye av den opprinnelige variasjonen. Men hvis det kreves 18 komponenter for å forklare mesteparten av variansen i de 25 variablene, kan du like gjerne bare bruke de opprinnelige 25.
ta: இல்: NumRef: `FIG-PCA4` இரண்டு கூறுகளால் கணக்கிடப்பட்ட தரவுகளில் ஒட்டுமொத்த மாறுபாட்டின் விகிதமும் எங்களிடம் உள்ளது. ஒன்று மற்றும் இரண்டு கூறுகள் ஒவ்வொன்றும் 12 \% மாறுபாட்டிற்கு மேல் உள்ளன. ஒன்றாக எடுத்துக்கொண்டால், ஐந்து கூறு தீர்வு கவனிக்கப்பட்ட தரவுகளில் மாறுபாட்டின் பாதிக்கும் (56 \%) கணக்கிடப்படுகிறது. ஒவ்வொரு பி.சி.ஏ யிலும் நீங்கள் கவனிக்கப்பட்ட மாறிகள் போன்ற அதே எண்ணிக்கையிலான கூறுகளைக் கொண்டிருக்கக்கூடும் என்பதை அறிந்து கொள்ளுங்கள், ஆனால் நீங்கள் சேர்க்கும் ஒவ்வொரு கூடுதல் கூறுகளும் சிறிய அளவிலான விளக்கப்பட்ட மாறுபாட்டைச் சேர்க்கும். முதல் சில கூறுகள் அசல் 25 மாறிகளில் மாறுபாட்டின் நல்ல அளவை விளக்கினால், அந்த கூறுகள் அனைத்து 25 மாறிகளுக்கும் ஒரு பயனுள்ள, எளிமையான மாற்றாக இருக்கும். அசல் மாறுபாட்டை அதிகம் இழக்காமல் மீதமுள்ளவற்றை நீங்கள் கைவிடலாம். ஆனால் அந்த 25 மாறிகளில் உள்ள பெரும்பாலான மாறுபாடுகளை விளக்க 18 கூறுகளை எடுத்தால், நீங்கள் அசல் 25 ஐப் பயன்படுத்தலாம்.
uk: У :numref:`fig-pca4` ми також маємо частку загальної дисперсії в даних, яка пояснюється двома компонентами. Компоненти один і два пояснюють трохи більше 12\% дисперсії кожен. Разом п'ять компонентів пояснюють трохи більше половини дисперсії (56\%) в спостережуваних даних. Слід пам'ятати, що в кожному PCA ви потенційно можете мати таку саму кількість компонентів, як і спостережуваних змінних, але кожен додатковий компонент, який ви включаєте, додасть меншу кількість поясненої дисперсії. Якщо перші кілька компонентів пояснюють значну частину дисперсії в оригінальних 25 змінних, то ці компоненти є очевидно корисними і простішими замінниками всіх 25 змінних. Ви можете відкинути решту, не втрачаючи занадто багато початкової мінливості. Але якщо для пояснення більшої частини дисперсії в цих 25 змінних потрібно 18 компонентів, то можна просто використовувати початкові 25.

source: :numref:`fig-pca5` shows the component loadings. That’s is, how the 25 different personality items load onto each of the selected components. We have hidden loadings less than 0.4 (set in the options shown in :numref:`fig-pca1`) as we were interested in items with a substantive loading and setting the threshold at the higher 0.4 value also provided a cleaner, clearer solution.
nb: :numref:`fig-pca5` viser komponentladningene. Det vil si hvordan de 25 ulike personlighetsspørsmålene lader på hver av de valgte komponentene. Vi har skjult ladninger under 0,4 (angitt i alternativene som vises i :numref:`fig-pca1`), ettersom vi var interessert i spørsmål med en betydelig ladning, og fordi det å sette terskelen til den høyere verdien 0,4 også ga en renere og tydeligere løsning.
ta: : NUMREF: `Fig-PCA5` கூறு ஏற்றுதல்களைக் காட்டுகிறது. அதாவது, தேர்ந்தெடுக்கப்பட்ட ஒவ்வொரு கூறுகளிலும் 25 வெவ்வேறு ஆளுமை உருப்படிகள் எவ்வாறு ஏற்றப்படுகின்றன. எங்களிடம் 0.4 க்கும் குறைவாக மறைக்கப்பட்ட ஏற்றங்கள் உள்ளன (இதில் காட்டப்பட்டுள்ள விருப்பங்களில் அமைக்கப்படுகின்றன: NumRef: `Fig-PCA1`) நாங்கள் ஒரு கணிசமான ஏற்றுதல் மற்றும் அதிக 0.4 மதிப்பில் வாசலை அமைப்பதில் ஆர்வமாக இருந்ததால், தூய்மையான, தெளிவான தீர்வையும் வழங்கினோம்.
uk: :numref:`fig-pca5` показує навантаження компонентів. Тобто, як 25 різних елементів особистості навантажуються на кожен з вибраних компонентів. Ми приховали навантаження менше 0,4 (встановлені в опціях, показаних в :numref:`fig-pca1`), оскільки нас цікавили елементи з істотним навантаженням, а встановлення порогу на більш високому значенні 0,4 також забезпечило чистіше і чіткіше рішення.

source: Component loadings for a five component solution
nb: Komponentladninger for en femkomponentløsning
ta: ஐந்து கூறு தீர்வுக்கான கூறு ஏற்றுதல்
uk: Завантаження компонентів для п'ятикомпонентного розчину

source: Component loadings for a five component solution when conducting a PCA with the personality item data in jamovi
nb: Komponentladninger for en femkomponentløsning når man utfører en PCA med personlighetsdataene i jamovi
ta: சாமோவியில் ஆளுமை உருப்படி தரவுகளுடன் பி.சி.ஏ நடத்தும்போது ஐந்து கூறு தீர்வுக்கான கூறு ஏற்றுதல்
uk: Компонентні навантаження для п'ятикомпонентного рішення під час проведення PCA з даними особистості в jamovi
