Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: :numref:`fig-efa6` shows the factor loadings. That is, how the 25 different personality items load onto each of the five selected factors. We have hidden loadings less than 0.3 (set in the options shown in :numref:`fig-efa2`).
nb: :numref:`fig-efa6` viser faktorladningene. Det vil si hvordan de 25 ulike personlighetsspørsmålene lader på hver av de fem utvalgte faktorene. Vi har skjult ladninger som er mindre enn 0,3 (angitt i alternativene som vises i :numref:`fig-efa2`).
ta: : NUMREF: `Fig-EFA6` காரணி ஏற்றுதல்களைக் காட்டுகிறது. அதாவது, தேர்ந்தெடுக்கப்பட்ட ஐந்து காரணிகளில் ஒவ்வொன்றிலும் 25 வெவ்வேறு ஆளுமை உருப்படிகள் எவ்வாறு ஏற்றப்படுகின்றன. எங்களிடம் 0.3 க்கும் குறைவாக மறைக்கப்பட்ட ஏற்றங்கள் உள்ளன (இதில் காட்டப்பட்டுள்ள விருப்பங்களில் அமைக்கவும்: NumRef: `Fig-EFA2`).
uk: :numref:`fig-efa6` показує факторні навантаження. Тобто, як 25 різних елементів особистості впливають на кожен із п'яти вибраних факторів. У нас є приховані навантаження менше 0,3 (встановлені в опціях, показаних на :numref:`fig-efa2`).

source: Factor loadings for a five factor solution
nb: Faktorladninger for en femfaktorløsning
ta: ஐந்து காரணி தீர்வுக்கான காரணி ஏற்றுதல்
uk: Факторні навантаження для п'ятифакторного методу

source: Factor loadings for a five factor solution in the EFA conducted in jamovi
nb: Faktorladninger for en femfaktorløsning i EFA utført i jamovi
ta: சாமோவியில் நடத்தப்பட்ட EFA இல் ஐந்து காரணி தீர்வுக்கான காரணி ஏற்றுதல்
uk: Факторні навантаження для п'ятифакторного рішення в EFA, проведеному в jamovi

source: For factors 1, 2, 3 and 4 the pattern of factor loadings closely matches the putative factors specified in :numref:`tab-bfi`. Phew! And factor 5 is pretty close, with four of the five observed variables that putatively measure “Openness” loading pretty well onto the factor. Variable ``O4`` doesn’t quite seem to fit though, as the factor solution in :numref:`fig-efa6` suggests that it loads onto factor 4 (albeit with a relatively low loading) but not substantively onto factor \5.
nb: For faktor 1, 2, 3 og 4 samsvarer mønsteret av faktorladninger i stor grad med de antatte faktorene som er spesifisert i :numref:`tab-bfi`. Jøss! Og faktor 5 er ganske nær, med fire av de fem observerte variablene som angivelig måler «åpenhet» (*openness*), som lader ganske godt på faktoren. Variabelen ``O4`` ser imidlertid ikke helt ut til å passe, ettersom faktorløsningen i :numref:`fig-efa6` antyder at den lader på faktor 4 (om enn med en relativt lav ladning), men ikke substansielt på faktor \5.
ta: 1, 2, 3 மற்றும் 4 காரணிகளுக்கு காரணி ஏற்றங்களின் முறை குறிப்பிடப்பட்டுள்ள தூண்டுதல் காரணிகளுடன் நெருக்கமாக பொருந்துகிறது: NUMREF: `TAB-BFI`. ப்யூ! காரணி 5 மிகவும் நெருக்கமாக உள்ளது, கவனிக்கப்பட்ட ஐந்து மாறிகள் நான்கு உள்ளன, அவை "திறந்த தன்மையை" அளவிடுகின்றன. மாறி `` O4`` காரணி தீர்வு: NumRef: `Fig-EFA6` இது காரணி 4 இல் ஏற்றுகிறது என்று அறிவுறுத்துகிறது (ஒப்பீட்டளவில் குறைந்த ஏற்றுதல் என்றாலும்) ஆனால் காரணி \ 5 இல் கணிசமாக இல்லை .
uk: Для факторів 1, 2, 3 і 4 структура факторних навантажень майже збігається з передбачуваними факторами, зазначеними в :numref:`tab-bfi`. Уф! А фактор 5 досить близький, оскільки чотири з п'яти спостережуваних змінних, які, як передбачається, вимірюють «відкритість», досить добре навантажують цей фактор. Змінна ``O4``, однак, не зовсім підходить, оскільки факторне рішення в :numref:`fig-efa6` вказує, що вона навантажується на фактор 4 (хоча і з відносно низьким навантаженням), але не суттєво на фактор \5.

source: The other thing to note is that those variables that were denoted as “R: reverse coding” in :numref:`tab-bfi` are those that have negative factor loadings. Take a look at the items ``A1`` (“Am indifferent to the feelings of others”) and ``A2`` (“Inquire about others’ well-being”). We can see that a high score on ``A1`` indicates low Agreeableness, whereas a high score on ``A2`` (and all the other ``A``-variables for that matter) indicates high Agreeableness. Therefore A1 will be negatively correlated with the other ``A``-variables, and this is why it has a negative factor loading, as shown in :numref:`fig-efa6`.
nb: Den andre tingen å merke seg er at de variablene som ble betegnet som «R: reverse coding» i :numref:`tab-bfi`, er de som har negative faktorladninger. Ta en titt på spørsmålene ``A1`` («Er likegyldig til andres følelser») og ``A2`` («Spør etter andres velbefinnende»). Vi ser at en høy skåre på ``A1`` indikerer lav omgjengelighet (*agreeableness*), mens en høy skåre på ``A2`` (og alle de andre ``A``-variablene for den saks skyld) indikerer høy Agreeableness. A1 vil derfor være negativt korrelert med de andre ``A``-variablene, og dette er grunnen til at den har en negativ faktorladning, som vist i :numref:`fig-efa6`.
ta: கவனிக்க வேண்டிய மற்ற சேதி என்னவென்றால், “ஆர்: தலைகீழ் குறியீட்டு முறை” எனக் குறிக்கப்பட்ட அந்த மாறிகள்: எண்ரெஃப்: `தாவல்-பி.எஃப்.ஐ` எதிர்மறை காரணி ஏற்றங்களைக் கொண்டவை. `` A1`` (“மற்றவர்களின் உணர்வுகளுக்கு அலட்சியமாக இருக்கிறேன்”) மற்றும் `` a2`` (“மற்றவர்களைப் பற்றி விசாரிக்கவும்’ நல்வாழ்வை ”) பாருங்கள். `` A1`` இல் அதிக மதிப்பெண் குறைந்த உடன்பாட்டைக் குறிக்கிறது என்பதை நாம் காணலாம், அதேசமயம் `` A2`` (மற்றும் மற்ற எல்லா `a``-`-Variables) இல் அதிக மதிப்பெண் அதிக ஒப்புதலைக் குறிக்கிறது. ஆகையால், A1 மற்ற `` a` `-வேராம்களுடன் எதிர்மறையாக தொடர்புபடுத்தப்படும், இதனால்தான் இது காட்டப்பட்டுள்ளபடி எதிர்மறை காரணி ஏற்றுதல்: NumRef:` Fig-EFA6`.
uk: Інше, на що слід звернути увагу, це те, що змінні, які були позначені як R: зворотне кодування в :numref:`tab-bfi`, мають від’ємні факторні навантаження. Погляньте на пункти ``A1`` («Я байдужий до почуттів інших») та ``A2`` («Цікавлюся самопочуттям інших»). Ми бачимо, що високий бал за ``A1`` вказує на низьку приємність, тоді як високий бал за ``A2`` (та всі інші ``A``-змінні) вказує на високу приємність. Тому A1 буде негативно корелювати з іншими ``A``-змінними, і саме тому він має негативне факторне навантаження, як показано в :numref:`fig-efa6`.

source: We can also see in :numref:`fig-efa6` the ``Uniqueness`` of each variable. Uniqueness is the proportion of variance that is “unique” to the variable and not explained by the factors.\ [#]_ For example, 72\% of the variance in ``A1`` is not explained by the factors in the five factor solution. In contrast, ``N1`` has relatively low variance not accounted for by the factor solution (35\%). Note that the greater the ``Uniqueness``, the lower the relevance or contribution of the variable in the factor model.
nb: I :numref:`fig-efa6` kan vi også se ``Uniqueness`` for hver variabel. Unikhet er andelen av variansen som er «unik» for variabelen og som ikke forklares av faktorene.\ [#]_ For eksempel forklares 72\% av variansen i ``A1`` ikke av faktorene i femfaktorløsningen. I motsetning til dette har ``N1`` relativt lav varians som ikke forklares av faktorløsningen (35\%). Legg merke til at jo større ``Uniqueness`` er, desto lavere er variablens relevans eller bidrag i faktormodellen.
ta: நாம் இதைக் காணலாம்: numref: `Fig-EFA6` ஒவ்வொரு மாறியின்` `தனித்துவமும்`. தனித்துவமானது மாறுபாட்டின் விகிதாச்சாரமாகும், இது மாறிக்கு “தனித்துவமானது” மற்றும் காரணிகளால் விளக்கப்படவில்லை. \ [#] _ எடுத்துக்காட்டாக, `` a1`` இல் உள்ள மாறுபாட்டின் 72 \% ஐந்தில் உள்ள காரணிகளால் விளக்கப்படவில்லை காரணி தீர்வு. இதற்கு நேர்மாறாக, `` n1`` காரணி தீர்வால் (35 \%) ஒப்பீட்டளவில் குறைந்த மாறுபாட்டைக் கணக்கிடவில்லை. காரணி மாதிரியில் மாறியின் பொருத்தத்தை அல்லது பங்களிப்பைக் குறைக்கும் `` தனித்துவம்` அதிகமாக இருக்கும் என்பதை நினைவில் கொள்க.
uk: Ми також можемо побачити на :numref:`fig-efa6` ``Унікальність`` кожної змінної. Унікальність — це частка дисперсії, яка є «унікальною» для змінної і не пояснюється факторами.\ [#]_ Наприклад, 72\% дисперсії в ``A1`` не пояснюється факторами в п'ятифакторному рішенні. На відміну від цього, ``N1`` має відносно низьку дисперсію, яка не пояснюється фактором (35\%\). Зверніть увагу, що чим більша ``Унікальність``, тим нижча релевантність або внесок змінної у факторній моделі.

source: To be honest, it’s unusual to get such a neat solution in EFA. It’s typically quite a bit more messy than this, and often interpreting the meaning of the factors is more challenging. It’s not often that you have such a clearly delineated item pool. More often you will have a whole heap of observed variables that you think may be indicators of a few underlying latent factors, but you don’t have such a strong sense of which variables are going to go where!
nb: For å være ærlig er det uvanlig å få en så ryddig løsning i EFA. Det er vanligvis litt mer rotete enn dette, og ofte er det mer utfordrende å tolke betydningen av faktorene. Det er ikke ofte man har et så klart avgrenset utvalg av spørsmål. Oftere vil du ha en hel haug med observerte variabler som du tror kan være indikatorer på noen underliggende latente faktorer, men du har ikke så god oversikt over hvilke variabler som hører hjemme hvor!
ta: உண்மையைச் சொல்வதானால், EFA இல் இதுபோன்ற சுத்தமாக தீர்வைப் பெறுவது அசாதாரணமானது. இது பொதுவாக இதை விட சற்று குழப்பமானதாக இருக்கும், மேலும் பெரும்பாலும் காரணிகளின் அர்த்தத்தை விளக்குவது மிகவும் சவாலானது. இதுபோன்ற தெளிவாக வரையறுக்கப்பட்ட உருப்படி குளம் உங்களிடம் உள்ளது என்பது பெரும்பாலும் இல்லை. சில அடிப்படை மறைந்த காரணிகளின் குறிகாட்டிகளாக இருக்கலாம் என்று நீங்கள் நினைக்கும் கவனிக்கப்பட்ட மாறிகள் முழுவதையும் நீங்கள் அடிக்கடி கொண்டிருப்பீர்கள், ஆனால் எந்த மாறிகள் எங்கு செல்லப் போகின்றன என்பது போன்ற வலுவான உணர்வு உங்களிடம் இல்லை!
uk: Чесно кажучи, в EFA рідко можна отримати таке чітке рішення. Зазвичай все набагато складніше, і часто інтерпретація значення факторів є більш складною. Нечасто трапляється, що ви маєте настільки чітко окреслений набір елементів. Частіше ви матимете цілу купу спостережуваних змінних, які, на вашу думку, можуть бути індикаторами декількох прихованих факторів, але ви не маєте чіткого уявлення про те, які змінні куди підпадають!

source: So, we seem to have a pretty good five factor solution, albeit accounting for a relatively low overall proportion of the observed variance. Let’s assume we are happy with this solution and want to use our factors in further analysis. The straightforward option is to calculate an overall (average) score for each factor by adding together the score for each variable that loads substantively onto the factor and then dividing by the number of variables. For each person in our dataset that would mean, for example for the Agreeableness factor, adding together ``A1 + A2 + A3 + A4 + A5``, and then dividing by ``5``.\ [#]_ In essence, this means that the factor score we have calculated is based on equally weighted scores from each of the included variables. We can do this in jamovi in two steps:
nb: Det ser altså ut til at vi har en ganske god femfaktorløsning, selv om den står for en relativt lav andel av den observerte variansen. La oss anta at vi er fornøyde med denne løsningen og ønsker å bruke faktorene våre i videre analyse. Det enkleste alternativet er å beregne en samlet (gjennomsnittlig) poengsum for hver faktor ved å legge sammen poengsummen for hver variabel som i vesentlig grad lader på faktoren, og deretter dividere med antall variabler. For hver person i datasettet vårt vil det for eksempel bety at vi for faktoren Agreeableness legger sammen ``A1 + A2 + A3 + A4 + A5``, og deretter dividerer med ``5``.\ [#]_ Det betyr i praksis at faktorskåren vi har beregnet, er basert på like vektede skårer fra hver av de inkluderte variablene.Vi kan gjøre dette i jamovi i to trinn:
ta: எனவே, கவனிக்கப்பட்ட மாறுபாட்டின் ஒப்பீட்டளவில் குறைந்த ஒட்டுமொத்த விகிதத்தைக் கணக்கிட்டாலும், ஒரு நல்ல ஐந்து காரணி தீர்வைக் கொண்டிருப்பதாகத் தெரிகிறது. இந்த தீர்வில் நாங்கள் மகிழ்ச்சியடைகிறோம், மேலும் பகுப்பாய்வில் எங்கள் காரணிகளைப் பயன்படுத்த விரும்புகிறோம். ஒவ்வொரு காரணிக்கும் ஒட்டுமொத்த (சராசரி) மதிப்பெண்ணைக் கணக்கிடுவதே நேரடியான விருப்பம், ஒவ்வொரு மாறிக்கும் மதிப்பெண்ணை ஒன்றாகச் சேர்ப்பதன் மூலம் காரணி மீது கணிசமாக ஏற்றும், பின்னர் மாறிகளின் எண்ணிக்கையால் பிரிக்கிறது. எங்கள் தரவுத்தொகுப்பில் உள்ள ஒவ்வொரு நபருக்கும் அதாவது, உடன்பாடு காரணிக்கு, `` A1 + A2 + A3 + A4 + A5`` ஒன்றாகச் சேர்ப்பது, பின்னர் `` 5``. \ [#] _ மூலம் பிரித்தல் , இதன் பொருள் நாம் கணக்கிட்ட காரணி மதிப்பெண் சேர்க்கப்பட்ட ஒவ்வொரு மாறிகளிலிருந்தும் சமமான எடையுள்ள மதிப்பெண்களை அடிப்படையாகக் கொண்டது. இதை நாம் இரண்டு படிகளில் சாமோவியில் செய்யலாம்:
uk: Отже, ми маємо досить хороше рішення з п'ятьма факторами, хоча воно і враховує відносно низьку загальну частку спостережуваної дисперсії. Припустимо, що ми задоволені цим рішенням і хочемо використовувати наші фактори в подальшому аналізі. Найпростіший варіант — обчислити загальний (середній) бал для кожного фактора, додавши бали для кожної змінної, яка істотно впливає на фактор, а потім розділивши їх на кількість змінних. Для кожної особи в нашому наборі даних це означатиме, наприклад, для фактора «Приємність», додавання ``A1 + A2 + A3 + A4 + A5``, а потім ділення на ``5``. [#]_ По суті, це означає, що розрахований нами бал фактора базується на однаково зважених балах кожної з включених змінних. Ми можемо зробити це в jamovi у два етапи:

source: Recode ``A1`` into ``A1R`` by reverse scoring the values in the variable (i.e. 6 = 1; 5 = 2; 4 = 3; 3 = 4; 2 = 5; 1 = 6) using the jamovi transform variable command (see :numref:`fig-efa7`).
nb: Omkod ``A1`` til ``A1R`` ved å reversere verdiene i variabelen (dvs. 6 = 1; 5 = 2; 4 = 3; 3 = 4; 2 = 5; 1 = 6) ved hjelp av jamovi transform variable-kommandoen (se :numref:`fig-efa7`).
ta: சாமோவி உருமாற்றத்தைப் பயன்படுத்தி மாறியில் (அதாவது 6 = 1; 5 = 2; 4 = 3; 3 = 5; 1 = 6) மதிப்புகளை மதிப்பெண் பெறுவதன் மூலம் `` a1`` க்கு `` a1`` மாறி கட்டளை (பார்க்க: எண்ரெஃப்: `FIG-EFA7`).
uk: Перекодуйте ``A1`` в ``A1R``, зворотно підрахувавши значення у змінній (тобто 6 = 1; 5 = 2; 4 = 3; 3 = 4; 2 = 5; 1 = 6), використовуючи команду jamovi transform variable (див. :numref:`fig-efa7`).

source: Compute a new variable, called ``Agreeableness``, by calculating the mean of ``A1R``, ``A2``, ``A3``, ``A4`` and ``A5``. Do this using the jamovi ``Compute`` command to create a new variable (see :numref:`fig-efa8`).
nb: Beregn en ny variabel, kalt ``Agreeableness``, ved å beregne gjennomsnittet av ``A1R``, ``A2``, ``A3``, ``A4`` og ``A5``. Dette gjør du ved å bruke jamovi-kommandoen ``Compute`` for å opprette en ny variabel (se :numref:`fig-efa8`).
ta: `` A1r``, `` a2``, `a3``,` `a4`` மற்றும்` `a5`` ஆகியவற்றின் சராசரியைக் கணக்கிடுவதன் மூலம்` `உடன்பாடு` என்று அழைக்கப்படும் புதிய மாறியைக் கணக்கிடுங்கள். புதிய மாறியை உருவாக்க சமோவி `` கம்ப்யூட்` கட்டளையைப் பயன்படுத்தி இதைச் செய்யுங்கள் (பார்க்க: எண்ரெஃப்: `FIG-EFA8`).
uk: Обчисліть нову змінну з назвою ``Agreeableness``, від обчислення середнього значення ``A1R``, ``A2``, ``A3``, ``A4`` і ``A5``. Зробіть це за допомогою jamovi ``Compute`` команда для створення нової змінної (див. :numref:`fig-efa8`).

source: Recode variable using the Transform command in jamovi
nb: Omkoding av variabel ved hjelp av Transform-kommandoen i jamovi
ta: சமோவியில் உள்ள உருமாற்ற கட்டளையைப் பயன்படுத்தி ரீகோட் மாறி
uk: Перекодування змінної за допомогою команди Transform в jamovi

source: Compute new scale score variable in jamovi
nb: Beregne ny skalapoengvariabel i jamovi
ta: சமோவியில் புதிய அளவிலான மதிப்பெண் மாறியைக் கணக்கிடுங்கள்
uk: Обчисліть нову змінну шкали оцінок у jamovi

source: Compute new scale score variable using a Computed variable in jamovi
nb: Beregn en ny skalapoengvariabel ved hjelp av en beregnet variabel i jamovi
ta: சாமோவியில் கணக்கிடப்பட்ட மாறியைப் பயன்படுத்தி புதிய அளவிலான மதிப்பெண் மாறியைக் கணக்கிடுங்கள்
uk: Обчисліть нову змінну шкали оцінки, використовуючи обчислювану змінну в jamovi

source: Another option is to create an optimally-weighted factor score index. We can use the jamovi |Rj|_ editor to do this in ``R``.\ [#]_ Again, there are two steps:
nb: Et annet alternativ er å lage en optimalt vektet faktorpoengindeks. Vi kan bruke jamovi |Rj|_-editoren til å gjøre dette i ``R``.\ [#]_ Igjen er det to trinn:
ta: Another சூதம் is பெறுநர் create an optimally-weighted factor கெலிப்பெண் index. இதை `` r`` இல் செய்ய சாமோவி | rj | _ எடிட்டரைப் பயன்படுத்தலாம். \ [#] _ மீண்டும், இரண்டு படிகள் உள்ளன:
uk: Інший варіант — створити оптимально зважений індекс факторної оцінки. Ми можемо скористатися редактором jamovi |Rj|_ для цього в ``R``.\ [#]_ Знову ж таки, є два кроки:

source: Use the |Rj|_ editor to run the EFA in ``R`` to the same specification as the one in jamovi (i.e., five factors and Oblimin rotation) and compute optimally weighted factor scores. Save the new dataset, with the factor scores, to a file (see :numref:`fig-efa9`).
nb: Bruk |Rj|_-editoren til å kjøre EFA i ``R`` med samme spesifikasjon som i jamovi (dvs. fem faktorer og Oblimin-rotasjon) og beregne optimalt vektede faktorskårer. Lagre det nye datasettet, med faktorresultatene, i en fil (se :numref:`fig-efa9`).
ta: சாமோவியில் உள்ள அதே விவரக்குறிப்புக்கு (அதாவது, ஐந்து காரணிகள் மற்றும் ஓபிமின் சுழற்சி) EFA ஐ `` r`` இல் இயக்க | rj | _ எடிட்டரைப் பயன்படுத்தவும், உகந்த எடையுள்ள காரணி மதிப்பெண்களைக் கணக்கிடவும். புதிய தரவுத்தொகுப்பை, காரணி மதிப்பெண்களுடன், ஒரு கோப்பில் சேமிக்கவும் (பார்க்க: NumRef: `Fig-EFA9`).
uk: Використовуйте редактор |Rj|_ для запуску EFA в ``R`` за тією ж специфікацією, що і в jamovi (тобто п'ять факторів і обертання Oblimin), та обчисліть оптимально зважені бали факторів. Збережіть новий набір даних із балами факторів у файл (див. :numref:`fig-efa9`).

source: Open up the new file in jamovi (see :numref:`fig-efa10`) and check that variable types have been set correctly. Label the new factor score variables corresponding to the relevant factor names or definitions (NB: it is possible that the factors will not be in the expected order, so make sure you check).
nb: Åpne den nye filen i jamovi (se :numref:`fig-efa10`) og sjekk at variabeltypene er satt riktig. Merk de nye faktorskårvariablene med de relevante faktornavnene eller -definisjonene (NB: Det er mulig at faktorene ikke kommer i den forventede rekkefølgen, så sørg for å sjekke dette).
ta: சமோவியில் புதிய கோப்பைத் திறக்கவும் (பார்க்க: NumRef: `Fig-EFA10`) மற்றும் மாறி வகைகள் சரியாக அமைக்கப்பட்டுள்ளதா என்பதைச் சரிபார்க்கவும். தொடர்புடைய காரணி பெயர்கள் அல்லது வரையறைகளுக்கு ஒத்த புதிய காரணி மதிப்பெண் மாறிகள் லேபிளிடுகின்றன (NB: காரணிகள் எதிர்பார்த்த வரிசையில் இருக்காது, எனவே நீங்கள் சரிபார்க்கிறீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்).
uk: Відкрийте новий файл у jamovi (див. :numref:`fig-efa10`) і перевірте, чи правильно встановлено типи змінних. Позначте нові змінні факторних балів відповідно до відповідних назв або визначень факторів (примітка: фактори можуть бути не в очікуваному порядку, тому обов'язково перевірте це).

source: |Rj|_ editor commands for creating optimally weighted factor scores
nb: |Rj|_-editor-kommandoer for å lage optimalt vektede faktorskårer
ta: | ஆர்.சே | _ உகந்த எடையுள்ள காரணி மதிப்பெண்களை உருவாக்க எடிட்டர் கட்டளைகள்
uk: Команди редактора |Rj|_ для створення оптимально зважених факторних балів

source: |Rj|_ editor commands for creating optimally weighted factor scores for the five factor solution
nb: |Rj|_-editor-kommandoer for å lage optimalt vektede faktorskårer for femfaktorløsningen
ta: | Rj | _ ஐந்து காரணி தீர்வுக்கான உகந்த எடையுள்ள காரணி மதிப்பெண்களை உருவாக்க எடிட்டர் கட்டளைகள்
uk: Команди редактора |Rj|_ для створення оптимально зважених факторних балів для п'ятифакторного рішення

source: Newly created data file with new factor score variables
nb: Nyopprettet datafil med nye faktorpoengvariabler
ta: புதிய காரணி மதிப்பெண் மாறிகள் கொண்ட புதிதாக உருவாக்கப்பட்ட தரவு கோப்பு
uk: Новостворений файл даних з новими змінними факторної оцінки

source: Newly created data file ``bfifactscores.csv`` created in the |Rj|_ editor, and containing the five factor score variables. Note that each of the new factor score variables is labelled corresponding to the order that the factors are listed in the factor loadings table.
nb: Nyopprettet datafil ``bfifactscores.csv`` som er opprettet i |Rj|_-editoren, og som inneholder de fem faktorskårvariablene. Legg merke til at hver av de nye faktorskårvariablene er merket i samme rekkefølge som faktorene er oppført i faktorladningstabellen.
ta: புதிதாக உருவாக்கப்பட்ட தரவுக் கோப்பு `` bfifactscores.csv`` | rj | _ எடிட்டரில் உருவாக்கப்பட்டது, மேலும் ஐந்து காரணி மதிப்பெண் மாறிகள் உள்ளன. புதிய காரணி மதிப்பெண் மாறிகள் ஒவ்வொன்றும் காரணி ஏற்றுதல் அட்டவணையில் காரணிகள் பட்டியலிடப்பட்டுள்ள வரிசைக்கு ஒத்ததாக பெயரிடப்பட்டுள்ளன என்பதை நினைவில் கொள்க.
uk: Новостворений файл даних ``bfifactscores.csv``, створений в редакторі |Rj|_, що містить п'ять змінних факторних оцінок. Зверніть увагу, що кожна з нових змінних факторних оцінок має мітку, що відповідає порядку, в якому фактори перераховані в таблиці факторних навантажень.

source: Now you can go ahead and undertake further analyses, using either the factor- based scores (a mean scale score approach) or using the optimally-weighted factor scores calculated via the |Rj|_ editor. Your choice! For example, one thing you might like to do is see whether there are any gender differences in each of our personality scales. We did this for the Agreeableness score that we calculated using the factor-based score approach, and although the plot (see :numref:`fig-efa11`) showed that males were less agreeable than females, this was not a significant difference (Mann-Whitney *U* = 5760.5, *p* = 0.073).
nb: Nå kan du gå videre og foreta ytterligere analyser, enten ved å bruke de faktorbaserte poengsummene (en gjennomsnittlig skalapoengtilnærming) eller ved å bruke de optimalt vektede faktorpoengene som er beregnet via |Rj|_-editoren. Du velger selv! Du kan for eksempel se om det er noen kjønnsforskjeller i hver av personlighetsskalaene våre. Vi gjorde dette for Agreeableness-skåren som vi beregnet ved hjelp av den faktorbaserte skårtilnærmingen, og selv om plottet (se :numref:`fig-efa11`) viste at menn var mindre behagelige enn kvinner, var dette ikke en signifikant forskjell (Mann-Whitney *U* = 5760,5, *p* = 0,073).
ta: இப்போது நீங்கள் காரணி அடிப்படையிலான மதிப்பெண்களைப் பயன்படுத்தி (சராசரி அளவிலான மதிப்பெண் அணுகுமுறை) அல்லது | rj | _ எடிட்டர் வழியாகக் கணக்கிடப்பட்ட உகந்த எடையுள்ள காரணி மதிப்பெண்களைப் பயன்படுத்தலாம். உங்கள் விருப்பம்! எடுத்துக்காட்டாக, நீங்கள் செய்ய விரும்பும் ஒரு சேதி என்னவென்றால், எங்கள் ஒவ்வொரு ஆளுமை அளவிலும் பாலின வேறுபாடுகள் ஏதேனும் உள்ளதா என்பதைப் பார்ப்பது. காரணி அடிப்படையிலான மதிப்பெண் அணுகுமுறையைப் பயன்படுத்தி நாங்கள் கணக்கிட்ட ஒப்புதல் மதிப்பெண்ணுக்காக இதைச் செய்தோம், மேலும் சூழ்ச்சி (பார்க்க:numref:`fig-efa11`) ஆண்கள் பெண்களைவிடக் குறைவாக ஏற்றுக்கொள்ளக்கூடியவர்கள் என்பதைக் காட்டியது, இது ஒரு குறிப்பிடத் தக்க வேறுபாடு அல்ல (மான் -பிட்னி *உ* = 5760.5, *ப* = 0.073).
uk: Тепер ви можете продовжувати і проводити подальший аналіз, використовуючи або бали, засновані на факторах (підхід із середнім балом за шкалою), або оптимально зважені бали за факторами, розраховані за допомогою редактора |Rj|_. Вибір за вами! Наприклад, ви можете перевірити, чи є гендерні відмінності в кожній із наших шкал особистості. Ми зробили це для балу «Приємність», який ми розрахували за допомогою підходу на основі факторів, і хоча графік (див. :numref:`fig-efa11`) показав, що чоловіки були менш приємними, ніж жінки, ця різниця не була значною (Mann-Whitney *U* = 5760,5, *p* = 0,073).

source: Gender differences in Agreeableness factor-based scores
nb: Kjønnsforskjeller i skårer basert på Agreeableness-faktoren
ta: உடன்படிக்கை காரணி அடிப்படையிலான மதிப்பெண்களில் பாலின வேறுபாடுகள்
uk: Гендерні відмінності в оцінках на основі фактора приємності

source: Comparing differences in Agreeableness factor-based scores between males and females
nb: Sammenligning av forskjeller i Agreeableness-faktorbaserte skårer mellom menn og kvinner
ta: ஆண்களுக்கும் பெண்களுக்கும் இடையிலான உடன்பாடு காரணி அடிப்படையிலான மதிப்பெண்களில் உள்ள வேறுபாடுகளை ஒப்பிடுதல்
uk: Порівняння відмінностей у показниках фактора приємності між чоловіками та жінками
