Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: Factor Analysis
nb: Faktoranalyse
ta: காரணி பகுப்பாய்வு
uk: Факторний аналіз

source: Previous chapters have covered statistical tests for differences between two or more groups. However, sometimes when conducting research, we may wish to examine how multiple variables *co-vary*. That is, how they are related to each other and whether the patterns of relatedness suggest anything interesting and meaningful. For example, we are often interested in exploring whether there are any underlying unobserved **latent factors** that are represented by the observed, directly measured, variables in our dataset. In statistics, latent factors are initially hidden variables that are not directly observed but are rather inferred (through statistical analysis) from other variables that are observed (directly measured).
nb: I de foregående kapitlene har vi tatt for oss statistiske tester for forskjeller mellom to eller flere grupper. Noen ganger kan det imidlertid være ønskelig å undersøke hvordan flere variabler *kovarierer*. Det vil si hvordan de er relatert til hverandre, og om mønstrene i relasjonen antyder noe interessant og meningsfylt. For eksempel er vi ofte interessert i å undersøke om det finnes noen underliggende uobserverte **latente faktorer** som er representert av de observerte, direkte målte variablene i datasettet vårt. I statistikk er latente faktorer i utgangspunktet skjulte variabler som ikke observeres direkte, men som utledes (gjennom statistisk analyse) fra andre variabler som observeres (måles direkte).
ta: முந்தைய அத்தியாயங்கள் இரண்டு அல்லது அதற்கு மேற்பட்ட குழுக்களுக்கு இடையிலான வேறுபாடுகளுக்கான புள்ளிவிவர சோதனைகளை உள்ளடக்கியது. இருப்பினும், சில நேரங்களில் ஆராய்ச்சி நடத்தும்போது, பல மாறிகள் *இணை விழிப்புணர்வு* எவ்வாறு ஆராயலாம். அதாவது, அவை ஒருவருக்கொருவர் எவ்வாறு தொடர்புடையவை மற்றும் தொடர்புடைய வடிவங்கள் சுவையான மற்றும் அர்த்தமுள்ள எதையும் பரிந்துரைக்கின்றனவா. எடுத்துக்காட்டாக, எங்கள் தரவுத்தொகுப்பில் கவனிக்கப்பட்ட, நேரடியாக அளவிடப்பட்ட, மாறிகள்மூலம் குறிப்பிடப்படும் ஏதேனும் ஆபத்தான **மறைந்த காரணிகள்** உள்ளதா என்பதை ஆராய்வதில் நாங்கள் அடிக்கடி ஆர்வமாக உள்ளோம். புள்ளிவிவரங்களில், மறைந்திருக்கும் காரணிகள் ஆரம்பத்தில் மறைக்கப்பட்ட மாறிகள், அவை நேரடியாகக் கவனிக்கப்படாதவை, மாறாகக் கவனிக்கப்படும் (நேரடியாக அளவிடப்படும்) பிற மாறிகளிலிருந்து (புள்ளிவிவர பகுப்பாய்வுமூலம்) ஊகிக்கப்படுகின்றன.
uk: У попередніх розділах розглядалися статистичні тести для визначення відмінностей між двома або більше групами. Однак іноді під час проведення досліджень ми можемо захотіти дослідити, як змінюються кілька *змінних одночасно*. Тобто, як вони пов'язані між собою і чи вказують закономірності взаємозв'язку на щось цікаве та значуще. Наприклад, нас часто цікавить, чи існують якісь приховані **латентні фактори**, які представлені спостережуваними, безпосередньо виміряними змінними в нашому наборі даних. У статистиці латентні фактори — це спочатку приховані змінні, які не спостерігаються безпосередньо, а виявляються (за допомогою статистичного аналізу) на основі інших змінних, які спостерігаються (вимірюються безпосередньо).

source: In this chapter we will consider a number of different Factor Analysis and related techniques, starting with :doc:`Ch15_FactorAnalysis_1` (EFA). EFA is a statistical technique for identifying underlying latent factors in a data set. In the next section, we will cover :doc:`Ch15_FactorAnalysis_2` (PCA) which is a data reduction technique which, strictly speaking, does not identify underlying latent factors. Instead, PCA simply produces a linear combination of observed variables. Following this, the section :doc:`Ch15_FactorAnalysis_3` (CFA) shows that, unlike EFA, with CFA you start with an idea - a model - of how the variables in your data are related to each other. You then test your model against the observed data and assess how good a fit the model is. Finally, we introduce :doc:`Ch15_FactorAnalysis_4` which tests how consistently a scale measures a psychological construct.
nb: I dette kapittelet skal vi se nærmere på en rekke ulike faktoranalyser og beslektede teknikker, og vi begynner med :doc:`Ch15_FactorAnalysis_1` (EFA). EFA er en statistisk teknikk for å identifisere underliggende latente faktorer i et datasett. I neste avsnitt tar vi for oss :doc:`Ch15_FactorAnalysis_2` (PCA), som er en datareduksjonsteknikk som strengt tatt ikke identifiserer underliggende latente faktorer. I stedet produserer PCA ganske enkelt en lineær kombinasjon av observerte variabler. Etter dette viser avsnittet :doc:`Ch15_FactorAnalysis_3` (CFA) at i motsetning til EFA, starter du med CFA med en idé - en modell - om hvordan variablene i dataene dine er relatert til hverandre. Deretter tester du modellen mot de observerte dataene og vurderer hvor godt modellen passer. Til slutt introduserer vi :doc:`Ch15_FactorAnalysis_4`, som tester hvor konsistent en skala måler et psykologisk konstrukt.
ta: இந்த அத்தியாயத்தில் நாம் பல்வேறு காரணி பகுப்பாய்வு மற்றும் தொடர்புடைய நுட்பங்களைக் கருத்தில் கொள்வோம், இதில் தொடங்கி :doc:`Ch15_FactorAnalysis_1` (EFA). தரவுத் தொகுப்பில் அடிப்படை மறைந்திருக்கும் காரணிகளை அடையாளம் காண்பதற்கான புள்ளிவிவர நுட்பம் EFA ஆகும். அடுத்த பிரிவில், நாங்கள் உள்ளடக்குவோம் :doc:`Ch15_FactorAnalysis_2` (PCA) இது தரவு குறைப்பு நுட்பமாகும், இது கண்டிப்பாகப் பேசினால், அடிப்படை மறைந்த காரணிகளை அடையாளம் காணவில்லை. அதற்குப் பதிலாக, பி.சி.ஏ வெறுமனே கவனிக்கப்பட்ட மாறிகளின் நேரியல் கலவையை உருவாக்குகிறது. இதைத் தொடர்ந்து, பிரிவு :doc:`Ch15_FactorAnalysis_3` (CFA), EFA ஐப் போலல்லாமல், CFA உடன் நீங்கள் ஒரு யோசனையுடன் தொடங்குகிறீர்கள் - ஒரு மாதிரி - உங்கள் தரவுகளில் உள்ள மாறிகள் ஒருவருக்கொருவர் எவ்வாறு தொடர்புடையவை என்பதைக் காட்டுகிறது. நீங்கள் கவனிக்கப்பட்ட தரவுக்கு எதிராக உங்கள் மாதிரியைச் சோதித்து, மாதிரி எவ்வளவு பொருத்தமானது என்பதை மதிப்பிடுங்கள். இறுதியாக, நாங்கள் அறிமுகப்படுத்துகிறோம் :doc:`Ch15_FactorAnalysis_4`இது ஒரு அளவிலான ஒரு உளவியல் கட்டமைப்பை எவ்வளவு தொடர்ந்து அளவிடுகிறது என்பதை சோதிக்கிறது.
uk: У цьому розділі ми розглянемо ряд різних методів факторного аналізу та пов'язаних з ними технік, починаючи з :doc:`Ch15_FactorAnalysis_1` (EFA). EFA — це статистична техніка для виявлення прихованих факторів у наборі даних. У наступному розділі ми розглянемо :doc:`Ch15_FactorAnalysis_2` (PCA) — техніку скорочення даних, яка, строго кажучи, не ідентифікує приховані фактори. Натомість PCA просто створює лінійну комбінацію спостережуваних змінних. Далі, розділ :doc:`Ch15_FactorAnalysis_3` (CFA) показує, що, на відміну від EFA, з CFA ви починаєте з ідеї — моделі — того, як змінні у ваших даних пов'язані між собою. Потім ви перевіряєте свою модель на спостережуваних даних і оцінюєте, наскільки добре модель підходить. Нарешті, ми представляємо :doc:`Ch15_FactorAnalysis_4`, який перевіряє, наскільки послідовно шкала вимірює психологічну конструкцію.

source: Exploratory Factor Analysis
nb: Eksplorerende faktoranalyse
ta: ஆய்வு காரணி பகுப்பாய்வு
uk: Дослідницький факторний аналіз

source: **Exploratory Factor Analysis (EFA)** is a statistical technique for revealing any hidden latent factors that can be inferred from our observed data. This technique calculates to what extent a set of measured variables, for example V1, V2, V3, V4, and V5, can be represented as measures of an underlying latent factor. This latent factor cannot be measured through just one observed variable but instead is manifested in the relationships it causes in a set of observed variables.
nb: **Eksplorerende faktoranalyse (EFA)** er en statistisk teknikk for å avdekke eventuelle skjulte latente faktorer som kan utledes fra våre observerte data. Denne teknikken beregner i hvilken grad et sett med målte variabler, for eksempel V1, V2, V3, V4 og V5, kan representeres som mål på en underliggende latent faktor. Denne latente faktoren kan ikke måles gjennom bare én observert variabel, men kommer i stedet til uttrykk i de sammenhengene den forårsaker i et sett med observerte variabler.
ta: ** ஆய்வு காரணி பகுப்பாய்வு (EFA) ** என்பது எங்கள் கவனிக்கப்பட்ட தரவுகளிலிருந்து ஊகிக்கக்கூடிய மறைக்கப்பட்ட மறைந்திருக்கும் காரணிகளை வெளிப்படுத்துவதற்கான ஒரு புள்ளிவிவர நுட்பமாகும். இந்த நுட்பம் அளவிடப்பட்ட மாறிகளின் தொகுப்பு, எடுத்துக்காட்டாக, வி 1, வி 2, வி 3, வி 4, மற்றும் வி 5 ஆகியவை ஒரு அடிப்படை மறைந்திருக்கும் காரணியின் நடவடிக்கைகளாக குறிப்பிடப்படலாம். இந்த மறைந்திருக்கும் காரணியை ஒரு கவனிக்கப்பட்ட மாறி மூலம் அளவிட முடியாது, ஆனால் அதற்கு பதிலாக கவனிக்கப்பட்ட மாறிகளின் தொகுப்பில் அது ஏற்படுத்தும் உறவுகளில் வெளிப்படுகிறது.
uk: **Експлораторний факторний аналіз (ЕФА)** — це статистичний метод, що дозволяє виявити приховані латентні фактори, які можна вивести з наших спостережуваних даних. Цей метод обчислює, наскільки набір виміряних змінних, наприклад V1, V2, V3, V4 і V5, може бути представлений як міра базового латентного фактора. Цей прихований фактор не можна виміряти за допомогою лише однієї спостережуваної змінної, але він проявляється у взаємозв'язках, які він викликає в наборі спостережуваних змінних.

source: In :numref:`fig-efa1` each observed variable V is “caused” to some extent by the underlying latent factor (F), depicted by the coefficients b1 to b5 (also called factor loadings). Each observed variable also has an associated error term, e1 to e5. Each error term is the variance in the associated observed variable, *V*\ :sub:`i`, that is unexplained by the underlying latent factor.
nb: I :numref:`fig-efa1` er hver observerte variabel V til en viss grad «forårsaket» av den underliggende latente faktoren (F), representert ved koeffisientene b1 til b5 (også kalt faktorladninger). Hver observerte variabel har også en tilhørende feilterm, e1 til e5. Hver feilterm er variansen i den tilhørende observerte variabelen, *V*\ :sub:`i`, som ikke kan forklares av den underliggende latente faktoren.
ta: இல்: NUMREF: `Fig-EFA1` ஒவ்வொரு கவனிக்கப்பட்ட மாறி V க்கும் ஓரளவிற்கு" ஏற்படுகிறது ", இது B1 முதல் B5 வரை (காரணி ஏற்றுதல் என்றும் அழைக்கப்படுகிறது) என்ற குணகங்களால் சித்தரிக்கப்பட்டுள்ளது. கவனிக்கப்பட்ட ஒவ்வொரு மாறியும் தொடர்புடைய பிழை காலத்தைக் கொண்டுள்ளது, E1 முதல் E5 வரை. ஒவ்வொரு பிழை காலமும் தொடர்புடைய கவனிக்கப்பட்ட மாறியில் உள்ள மாறுபாடு, *v *\: துணை: `i`, இது அடிப்படை மறைந்த காரணியால் விவரிக்கப்படவில்லை.
uk: У :numref:`fig-efa1` кожна спостережувана змінна V певною мірою «зумовлена» базовим латентним фактором (F), що зображено коефіцієнтами b1 до b5 (також званими факторними навантаженнями). Кожна спостережувана змінна також має пов'язаний з нею член похибки, e1 до e5. Кожен член похибки є дисперсією у пов'язаній спостережуваній змінній, *V*\ :sub:`i`, яка не пояснюється прихованим фактором.

source: Latent factor underlying the relationship between observed variables
nb: Latent faktor som ligger til grunn for forholdet mellom observerte variabler
ta: கவனிக்கப்பட்ட மாறிகள் இடையேயான உறவின் அடிப்படையிலான மறைந்த காரணி
uk: Латентний фактор, що лежить в основі зв'язку між спостережуваними змінними

source: Latent factor underlying the relationship between several observed variables
nb: Latent faktor som ligger til grunn for forholdet mellom flere observerte variabler
ta: பல கவனிக்கப்பட்ட மாறிகள் இடையேயான உறவின் அடிப்படையிலான மறைந்த காரணி
uk: Латентний фактор, що лежить в основі зв'язку між кількома спостережуваними змінними

source: In Psychology, latent factors represent psychological phenomena or constructs that are difficult to directly observe or measure. For example, personality, or intelligence, or thinking style. In the example in :numref:`fig-efa1`, we may have asked people five specific questions about their behaviour or attitudes, and from that we are able to get a picture about a personality construct called, for example, extraversion. A different set of specific questions may give us a picture about an individual’s introversion, or their conscientiousness.
nb: I psykologien representerer latente faktorer psykologiske fenomener eller konstruksjoner som er vanskelige å observere eller måle direkte. For eksempel personlighet, intelligens eller tankestil. I eksemplet i :numref:`fig-efa1` kan vi ha stilt folk fem spesifikke spørsmål om deres atferd eller holdninger, og ut fra dette kan vi danne oss et bilde av en personlighetskonstruksjon som for eksempel kalles ekstraversjon. Et annet sett med spesifikke spørsmål kan gi oss et bilde av en persons innadvendthet eller samvittighetsfullhet.
ta: உளவியலில், மறைந்திருக்கும் காரணிகள் உளவியல் நிகழ்வுகளைக் குறிக்கின்றன அல்லது நேரடியாகக் கவனிக்க அல்லது அளவிட கடினமாக இருக்கும் கட்டுமானங்களைக் குறிக்கின்றன. எடுத்துக்காட்டாக, ஆளுமை, அல்லது நுண்ணறிவு அல்லது சிந்தனை பாணி. எடுத்துக்காட்டில்: NumRef: `Fig-EFA1`, மக்களுக்கு அவர்களின் நடத்தை அல்லது அணுகுமுறைகள் குறித்து ஐந்து குறிப்பிட்ட கேள்விகளைக் கேட்டிருக்கலாம், அதிலிருந்து ஒரு ஆளுமை கட்டமைப்பைப் பற்றிய ஒரு படத்தைப் பெற முடிகிறது, எடுத்துக்காட்டாக, புறம்போக்கு. குறிப்பிட்ட கேள்விகளின் வேறுபட்ட தொகுப்பு ஒரு நபரின் உள்நோக்கம் அல்லது அவர்களின் மனசாட்சி பற்றிய ஒரு படத்தை எங்களுக்குத் தரக்கூடும்.
uk: У психології латентні фактори представляють психологічні явища або конструкти, які важко безпосередньо спостерігати або виміряти. Наприклад, особистість, інтелект або стиль мислення. У прикладі в :numref:`fig-efa1` ми могли б задати людям п'ять конкретних питань про їхню поведінку або ставлення, і на основі цього ми змогли б скласти уявлення про особистісний конструкт, який називається, наприклад, екстраверсія. Інший набір конкретних питань може дати нам уявлення про інтроверсію або сумлінність людини.

source: Here’s another example: we may not be able to directly measure statistics anxiety, but we can measure whether statistics anxiety is high or low with a set of questions in a questionnaire. For example, “Q1: Doing the assignment for a statistics course”, “Q2: Trying to understand the statistics described in a journal article”, and “Q3: Asking the lecturer for help in understanding something from the course”, etc., each rated from low anxiety to high anxiety. People with high statistics anxiety will tend to give similarly high responses on these observed variables because of their high statistics anxiety. Likewise, people with low statistics anxiety will give similar low responses to these variables because of their low statistics anxiety.
nb: Her er et annet eksempel: Vi kan kanskje ikke måle statistikkangst direkte, men vi kan måle om statistikkangsten er høy eller lav ved hjelp av et sett med spørsmål i et spørreskjema. For eksempel kan «Q1: Å gjøre en oppgave i et statistikkurs», «Q2: Å prøve å forstå statistikken som er beskrevet i en tidsskriftsartikkel», og «Q3: Å be foreleseren om hjelp til å forstå noe fra kurset», etc., hver rangert fra lav angst til høy angst. Personer med høy statistikkangst vil ha en tendens til å gi tilsvarende høye svar på disse observerte variablene på grunn av sin høye statistikkangst. På samme måte vil personer med lav statistikkangst gi tilsvarende lave svar på disse variablene på grunn av sin lave statistikkangst.
ta: இங்கே மற்றொரு எடுத்துக்காட்டு: புள்ளிவிவர கவலையை எங்களால் நேரடியாக அளவிட முடியாமல் போகலாம், ஆனால் ஒரு கேள்வித்தாளில் உள்ள கேள்விகளின் தொகுப்பால் புள்ளிவிவர கவலை அதிகமாகவோ அல்லது குறைவாகவோ இருக்கிறதா என்பதை நாம் அளவிட முடியும். எடுத்துக்காட்டாக, “Q1: புள்ளிவிவர பாடநெறிக்கான வேலையைச் செய்தல்”, “Q2: ஒரு செய்தித் தாள் கட்டுரையில் விவரிக்கப்பட்டுள்ள புள்ளிவிவரங்களைப் புரிந்துகொள்ள முயற்சித்தல்”, மற்றும் “Q3: பாடத்திட்டத்திலிருந்து எதையாவது புரிந்துகொள்ள விரிவுரையாளரிடம் உதவி கேட்பது”, முதலியன, ஒவ்வொன்றும் குறைந்த கவலை முதல் அதிக கவலைவரை மதிப்பிடப்படுகிறது. அதிக புள்ளிவிவர கவலை உள்ளவர்கள் இந்தக் கவனிக்கப்பட்ட மாறிகள்மீது இதே போன்ற அதிக பதில்களைக் கொடுப்பார்கள், ஏனெனில் அவர்களின் அதிக புள்ளிவிவர கவலை. அதேபோல், குறைந்த புள்ளிவிவர கவலை உள்ளவர்கள் இந்த மாறிகளுக்கு இதே போன்ற குறைந்த பதில்களை வழங்குவார்கள், ஏனெனில் அவர்களின் குறைந்த புள்ளிவிவர கவலை.
uk: Ось ще один приклад: ми не можемо безпосередньо виміряти тривожність щодо статистики, але можемо визначити, чи є вона високою чи низькою, за допомогою низки запитань в анкеті. Наприклад, «З1: Виконання завдання для курсу статистики», «З2: Спроба зрозуміти статистику, описану в статті журналу», та «Питання 3: Прохання до викладача про допомогу в розумінні чогось із курсу» тощо, кожне з яких оцінюється від низького до високого рівня тривоги. Люди з високим рівнем тривоги щодо статистики, як правило, дають подібні високі відповіді на ці спостережувані змінні через свій високий рівень тривоги щодо статистики. Аналогічно, люди з низьким рівнем тривоги щодо статистики дають подібні низькі відповіді на ці змінні через свій низький рівень тривоги щодо статистики.

source: In exploratory factor analysis (EFA), we are essentially exploring the correlations between observed variables to uncover any interesting, important underlying (latent) factors that are identified when observed variables co-vary. We can use statistical software to estimate any latent factors and to identify which of our variables have a high loading\ [#]_ (e.g. loading > 0.5) on each factor, suggesting they are a useful measure, or indicator, of the latent factor. Part of this process includes a step called rotation, which to be honest is a pretty weird idea but luckily we don’t have to worry about understanding it; we just need to know that it is helpful because it makes the pattern of loadings on different factors much clearer. As such, rotation helps with seeing more clearly which variables are linked substantively to each factor. We also need to decide how many factors are reasonable given our data, and helpful in this regard is something called Eigen values. We’ll come back to this in a moment, after we have covered some of the main assumptions of EFA.
nb: I eksplorerende faktoranalyse (EFA) utforsker vi i hovedsak korrelasjonene mellom observerte variabler for å avdekke eventuelle interessante, viktige underliggende (latente) faktorer som identifiseres når observerte variabler samvarierer. Vi kan bruke statistisk programvare til å estimere eventuelle latente faktorer og identifisere hvilke av variablene våre som har en høy faktorladning\ [#]_ (f.eks. ladning > 0,5) på hver faktor, noe som tyder på at de er et nyttig mål, eller en indikator, for den latente faktoren. En del av denne prosessen inkluderer et trinn som kalles rotasjon, som for å være ærlig er en ganske merkelig idé, men som vi heldigvis ikke trenger å bekymre oss for å forstå; vi trenger bare å vite at det er nyttig fordi det gjør mønsteret av ladninger på ulike faktorer mye tydeligere. Rotasjon hjelper oss med å se tydeligere hvilke variabler som er knyttet til hver faktor. Vi må også avgjøre hvor mange faktorer som er rimelig ut fra dataene våre, og i den forbindelse er det noe som kalles Eigen-verdier. Vi kommer tilbake til dette om et øyeblikk, etter at vi har gått gjennom noen av de viktigste forutsetningene for EFA.
ta: ஆய்வு காரணி பகுப்பாய்வில் (EFA), கவனிக்கப்பட்ட மாறிகள் இணைந்து விழும் போது அடையாளம் காணப்படும் சுவையான, முக்கியமான அடிப்படை (மறைந்திருக்கும்) காரணிகளைக் கண்டறிய கவனிக்கப்பட்ட மாறிகள் இடையேயான தொடர்புகளை நாங்கள் ஆராய்ந்து வருகிறோம். எந்தவொரு மறைந்திருக்கும் காரணிகளையும் மதிப்பிடுவதற்கும், எங்கள் மாறிகளில் எது அதிக ஏற்றுதல் இருப்பதை அடையாளம் காணவும் புள்ளிவிவர மென்பொருளைப் பயன்படுத்தலாம் \ [#] _ _ (எ.கா. ஏற்றுதல்> 0.5) ஒவ்வொரு காரணியிலும், அவை மறைந்த காரணியின் பயனுள்ள நடவடிக்கை அல்லது காட்டி என்று பரிந்துரைக்கின்றன . இந்த செயல்முறையின் ஒரு பகுதியாக சுழற்சி என்று அழைக்கப்படும் ஒரு படி அடங்கும், இது நேர்மையாக இருப்பது மிகவும் வித்தியாசமான சிந்தனை, ஆனால் அதிர்ச்டவசமாக அதைப் புரிந்துகொள்வதைப் பற்றி நாம் கவலைப்பட வேண்டியதில்லை; இது உதவியாக இருக்கும் என்பதை நாம் அறிந்து கொள்ள வேண்டும், ஏனெனில் இது வெவ்வேறு காரணிகளில் ஏற்றுதல் வடிவத்தை மிகவும் தெளிவுபடுத்துகிறது. எனவே, ஒவ்வொரு காரணிக்கும் எந்த மாறிகள் கணிசமாக இணைக்கப்பட்டுள்ளன என்பதை இன்னும் தெளிவாகக் காண சுழற்சி உதவுகிறது. எங்கள் தரவைக் கொடுக்கும் எத்தனை காரணிகள் நியாயமானவை என்பதையும் நாம் தீர்மானிக்க வேண்டும், மேலும் இந்த விசயத்தில் உதவியாக இருக்கும் ஈசென் மதிப்புகள் என்று அழைக்கப்படுகிறது. EFA இன் சில முக்கிய அனுமானங்களை நாங்கள் உள்ளடக்கிய பிறகு, ஒரு கணத்தில் நாங்கள் திரும்பி வருவோம்.
uk: У дослідницькому факторному аналізі (EFA) ми, по суті, досліджуємо кореляції між спостережуваними змінними, щоб виявити будь-які цікаві, важливі приховані (латентні) фактори, які ідентифікуються, коли спостережувані змінні змінюються одночасно. Ми можемо використовувати статистичне програмне забезпечення для оцінки будь-яких латентних факторів та визначення, які з наших змінних мають високе навантаження [#]_ (наприклад, навантаження > 0,5) на кожен фактор, що свідчить про те, що вони є корисним показником або індикатором латентного фактора. Частина цього процесу включає крок, який називається обертанням, що, чесно кажучи, є досить дивною ідеєю, але, на щастя, нам не потрібно турбуватися про її розуміння; нам просто потрібно знати, що вона корисна, оскільки робить структуру навантажень на різні фактори набагато чіткішою. Таким чином, обертання допомагає чіткіше побачити, які змінні суттєво пов'язані з кожним фактором. Нам також потрібно вирішити, скільки факторів є розумними, враховуючи наші дані, і в цьому плані корисним є поняття, яке називається власними значеннями. Ми повернемося до цього через хвилину, після того як розглянемо деякі основні припущення EFA.

source: Checking assumptions
nb: Sjekk av forutsetninger
ta: அனுமானங்களைச் சரிபார்க்கிறது
uk: Перевірка припущень

source: There are a couple of assumptions that need to be checked as part of the analysis. The first assumption is **sphericity**, which essentially checks that the variables in your dataset are correlated with each other to the extent that they can potentially be summarised with a smaller set of factors. Bartlett’s test for sphericity checks whether the observed correlation matrix diverges significantly from a zero (or null) correlation matrix. So, if Bartlett’s test is significant (p < 0.05), this indicates that the observed correlation matrix is significantly divergent from the null, and is therefore suitable for EFA.
nb: Det er et par forutsetninger som må sjekkes som en del av analysen. Den første forutsetningen er **sfærisitet**, som i hovedsak sjekker at variablene i datasettet ditt er korrelert med hverandre i en slik grad at de potensielt kan oppsummeres med et mindre sett med faktorer. Bartletts test for sfæricitet sjekker om den observerte korrelasjonsmatrisen avviker signifikant fra en nullkorrelasjonsmatrise. Hvis Bartletts test er signifikant (p < 0,05), indikerer dette at den observerte korrelasjonsmatrisen avviker signifikant fra null, og at den derfor egner seg for EFA.
ta: பகுப்பாய்வின் ஒரு பகுதியாக சரிபார்க்க வேண்டிய இரண்டு அனுமானங்கள் உள்ளன. முதல் அனுமானம் ** கோள ** ஆகும், இது உங்கள் தரவுத்தொகுப்பில் உள்ள மாறிகள் ஒருவருக்கொருவர் தொடர்புபடுத்தப்பட்டுள்ளதா என்பதைச் சரிபார்க்கிறது, அவை சிறிய காரணிகளுடன் சுருக்கமாகக் கூறப்படலாம். கோளத்திற்கான பார்ட்லெட்டின் சோதனை, கவனிக்கப்பட்ட தொடர்பு மேட்ரிக்ச் ஒரு சுழிய (அல்லது பூச்ய) தொடர்பு மேட்ரிக்சிலிருந்து கணிசமாக வேறுபடுகிறதா என்பதை சரிபார்க்கிறது. எனவே, பார்ட்லெட்டின் சோதனை குறிப்பிடத்தக்கதாக இருந்தால் (பி <0.05), கவனிக்கப்பட்ட தொடர்பு மேட்ரிக்ச் பூச்யத்திலிருந்து கணிசமாக வேறுபடுகிறது, எனவே இது EFA க்கு ஏற்றது என்பதை இது குறிக்கிறது.
uk: В рамках аналізу необхідно перевірити кілька припущень. Перше припущення — це **сферичність**, яке, по суті, перевіряє, чи змінні у вашому наборі даних корелюють між собою настільки, що їх можна потенційно узагальнити за допомогою меншого набору факторів. Тест Бартлетта на сферичність перевіряє, чи спостерігається значне відхилення кореляційної матриці від нульової (або нульової) кореляційної матриці. Отже, якщо тест Бартлетта є значущим (p < 0,05), це вказує на те, що спостережувана кореляційна матриця значно відхиляється від нульової і тому підходить для EFA.
