Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: As researchers, we are interested in exploring the data to see whether there are some underlying latent factors that are measured reasonably well by the 25 observed variables in the |bfi_sample|_ data set. Open it up and check that the 25 variables are coded as continuous variables |continuous| (technically they are ordinal |ordinal| though for EFA in jamovi it mostly doesn’t matter, except if you decide to calculate weighted factor scores in which case continuous variables |continuous| are needed). To perform an EFA in jamovi:
nb: Som forskere er vi interessert i å utforske dataene for å se om det finnes noen underliggende latente faktorer som måles rimelig godt av de 25 observerte variablene i datasettet |bfi_sample|_. Åpne det og sjekk at de 25 variablene er kodet som kontinuerlige variabler |continuous| (teknisk sett er de ordinale |ordinal|, men for EFA i jamovi spiller det for det meste ingen rolle, bortsett fra hvis du bestemmer deg for å beregne vektede faktorskårer, og i så fall er kontinuerlige variabler |continuous| nødvendig). Slik utfører du en EFA i jamovi:
ta: ஆராய்ச்சியாளர்களாக, | bfi_sample | _ தரவு தொகுப்பில் கவனிக்கப்பட்ட 25 மாறிகள் மூலம் நியாயமான முறையில் அளவிடப்படும் சில அடிப்படை மறைந்த காரணிகள் உள்ளதா என்பதைப் பார்க்க தரவை ஆராய்வதில் நாங்கள் ஆர்வமாக உள்ளோம். அதைத் திறந்து 25 மாறிகள் தொடர்ச்சியான மாறிகள் என குறியிடப்பட்டுள்ளதா என்பதை சரிபார்க்கவும் | தொடர்ச்சியான | (தொழில்நுட்ப ரீதியாக அவை சாதாரண | சாமோவியில் ஒரு EFA செய்ய:
uk: Як дослідники, ми зацікавлені в дослідженні даних, щоб з'ясувати, чи існують якісь приховані фактори, які досить добре вимірюються 25 спостережуваними змінними в наборі даних |bfi_sample|_. Відкрийте його та перевірте, чи 25 змінних кодовані як безперервні змінні |continuous| (технічно вони є порядковими |ordinal|, хоча для EFA в jamovi це здебільшого не має значення, за винятком випадків, коли ви вирішите обчислити зважені факторні бали, для чого потрібні безперервні змінні |continuous|). Щоб виконати EFA в jamovi:

source: Select ``Factor`` → ``Exploratory Factor Analysis`` from the ``Analyses`` tab to open the options panel where you can determine the settings for the EFA (:numref:`fig-efa2`).
nb: Velg ``Factor`` → ``Exploratory Factor Analysis`` under fanen ``Analyses`` for å åpne analysepanelet der du kan bestemme innstillingene for EFA (:numref:`fig-efa2`).
ta: EFA க்கான அமைப்புகளை நீங்கள் தீர்மானிக்கக்கூடிய விருப்பங்கள் குழுவைத் திறக்க `` அனலீச்` தாவலில் இருந்து `` காரணி` `` `` ஆய்வு காரணி பகுப்பாய்வு`` என்பதைத் தேர்ந்தெடுக்கவும் (: NUMREF: `Fig-EFA2`).
uk: Виберіть ``Factor`` → ``Exploratory Factor Analysis`` з ``Analyses`` вкладку, щоб відкрити панель параметрів, де можна визначити налаштування для EFA (:numref:`fig-efa2`).

source: Select the 25 personality questions and transfer them into the ``Variables`` box.
nb: Velg de 25 personlighetsspørsmålene, og overfør dem til boksen ``Variables``.
ta: 25 ஆளுமை கேள்விகளைத் தேர்ந்தெடுத்து அவற்றை `` மாறிகள்` பெட்டியில் மாற்றவும்.
uk: Виберіть 25 питань щодо особистості та перенесіть їх у поле ``Variables``.

source: Check appropriate options, including ``Assumption Checks``, but also ``Rotation`` under ``Method``, ``Number of Factors`` to extract, and ``Additional Output`` options (see :numref:`fig-efa2` for suggested options for this illustrative EFA, and please note that the ``Rotation`` under ``Method`` and ``Number of Factors`` extracted is typically adjusted by the researcher during the analysis to find the best result, as described below).
nb: Sjekk de aktuelle alternativene, inkludert ``Assumption Checks``, men også ``Rotation`` under ``Method``, ``Number of Factors`` som skal trekkes ut, og ``Additional Output`` (se :numref:`fig-efa2` for foreslåtte alternativer for denne illustrative EFA-en, og vær oppmerksom på at ``Rotation`` under ``Method`` og ``Number of Factors`` som trekkes ut, vanligvis justeres av forskeren under analysen for å finne det beste resultatet, som beskrevet nedenfor).
ta: `` அனுமான காசோலைகள்` உள்ளிட்ட பொருத்தமான விருப்பங்களைச் சரிபார்க்கவும், ஆனால் `` முறை` `` சுழற்சி` `` முறை``, `` பிரித்தெடுப்பதற்கான காரணிகளின் எண்ணிக்கை`, மற்றும் `` கூடுதல் வெளியீடு` விருப்பங்கள் (பார்க்க: NumRef: ` இந்த விளக்க EFA க்கான பரிந்துரைக்கப்பட்ட விருப்பங்களுக்காக Fig-EFA2`, மேலும் `` முறை`` மற்றும் `` `காரணிகளின் எண்ணிக்கை`` `சுழற்சி`` `` ஆகியவற்றின் எண்ணிக்கை பொதுவாக ஆராய்ச்சியாளரால் பகுப்பாய்வின்போது சரிசெய்யப்படுகிறது முடிவு, கீழே விவரிக்கப்பட்டுள்ளபடி).
uk: Перевірте відповідні опції, зокрема ``Assumption Checks``, але також ``Rotation`` під ``Method``, ``Number of Factors`` витягувати, і ``Additional Output`` варіанти (див. :numref:`fig-efa2` для запропонованих варіантів для цього ілюстративного EFA, і зверніть увагу, що ``Rotation`` під ``Method`` і ``Number of Factors`` витягнутий результат зазвичай коригується дослідником під час аналізу, щоб знайти найкращий результат, як описано нижче).

source: jamovi EFA analysis window
nb: jamovi EFA-analysevindu
ta: சாமோவி EFA பகுப்பாய்வு சாளரம்
uk: перемістити вікно аналізу EFA

source: Options panel with the settings for conducting an Exploratory Factor Analysis (EFA) in jamovi
nb: Analysepanel med innstillingene for å gjennomføre en eksplorerende faktoranalyse (EFA) i jamovi
ta: சமோவியில் ஒரு ஆய்வு காரணி பகுப்பாய்வு (EFA) நடத்துவதற்கான அமைப்புகளுடன் விருப்பங்கள் குழு
uk: Панель параметрів з налаштуваннями для проведення дослідницького факторного аналізу (EFA) в jamovi

source: First, check the assumptions (:numref:`fig-efa3`). You can see that (1) Bartlett’s test of sphericity is significant, so this assumption is satisfied; and (2) the KMO measure of sampling adequacy (MSA) is 0.81 overall, suggesting good sampling adequacy. No problems here then!
nb: Først sjekker du forutsetningene (:numref:`fig-efa3`). Du kan se at (1) Bartletts sfæricitetstest er signifikant, så denne forutsetningen er oppfylt, og (2) KMO-målet for utvalgstilstrekkelighet (MSA) er 0,81 totalt sett, noe som tyder på god utvalgstilstrekkelighet. Ingen problemer her, altså!
ta: முதலில், அனுமானங்களைச் சரிபார்க்கவும் (: NUMREF: `Fig-EFA3`). (1) பார்ட்லெட்டின் கோளத்தின் சோதனை குறிப்பிடத்தக்கதாக இருப்பதை நீங்கள் காணலாம், எனவே இந்த அனுமானம் நிறைவு அடைகிறது; மற்றும் (2) மாதிரி போதுமான அளவு (எம்.எச்.ஏ) கிமோ அளவீடு ஒட்டுமொத்தமாக 0.81 ஆகும், இது நல்ல மாதிரி போதுமான தன்மையைக் குறிக்கிறது. இங்கே எந்த பிரச்சனையும் இல்லை!
uk: Спочатку перевірте припущення (:numref:`fig-efa3`). Ви можете побачити, що (1) тест сферичності Бартлетта є значущим, отже, це припущення є справжнім; та (2) показник адекватності вибірки (MSA) за методом КМО становить 0,81, що свідчить про хорошу адекватність вибірки. Отже, тут немає проблем!

source: jamovi EFA assumption checks for the personality questionnaire data
nb: jamovi EFA-forutsetningssjekker for personlighetsspørreskjemaet
ta: ஆளுமை கேள்வித்தாள் தரவுகளை சாமோவி இ.எஃப்.ஏ அனுமானம் சரிபார்க்கிறது
uk: Перевірки припущень jamovi EFA для даних особистісного опитувальника

source: The next thing to check is how many factors to use (or “extract” from the data). Three different approaches are available:
nb: Det neste du må sjekke, er hvor mange faktorer du skal bruke (eller «ekstrahere» fra dataene). Tre ulike tilnærminger er tilgjengelige:
ta: சரிபார்க்க வேண்டிய அடுத்த சேதி என்னவென்றால், எத்தனை காரணிகளைப் பயன்படுத்த வேண்டும் (அல்லது தரவிலிருந்து “பிரித்தெடுக்க”). மூன்று வெவ்வேறு அணுகுமுறைகள் கிடைக்கின்றன:
uk: Наступне, що потрібно перевірити, це скільки факторів використовувати (або «витягувати» з даних). Доступні три різні підходи:

source: One convention is to choose all components with Eigen values greater than 1.\ [#]_ This would give us four factors with our data (try it and see).
nb: En konvensjon er å velge alle komponenter med Eigen-verdier større enn 1.\ [#]_ Dette vil gi oss fire faktorer med våre data (prøv det og se).
ta: ஒரு மாநாடு என்னவென்றால், ஈசென் மதிப்புகள் 1 ஐ விட அதிகமாக உள்ள அனைத்து கூறுகளையும் தேர்வு செய்வது \ [#] _ இது எங்கள் தரவுகளுடன் நான்கு காரணிகளைத் தரும் (அதை முயற்சி செய்து பாருங்கள்).
uk: Одна з домовленостей полягає в тому, щоб вибирати всі компоненти з власними значеннями більше 1.\ [#]_ Це дасть нам чотири коефіцієнти з нашими даними (спробуйте та переконайтеся).

source: Examination of the scree plot, as in :numref:`fig-efa4`, lets you identify the “point of inflection”. This is the point at which the slope of the scree curve clearly levels off, below the “elbow”. This would give us five factors with our data. Interpreting scree plots is a bit of an art: in :numref:`fig-efa4` there is a noticeable step from 5 to 6 factors, but in other scree plots you look at it will not be so clear cut.
nb: Ved å undersøke scree-plottet, som i :numref:`fig-efa4`, kan du identifisere «bøyningspunktet». Dette er det punktet der stigningen på scree-kurven flater tydelig ut, under «albuen». Dette gir oss fem faktorer med våre data. Det er litt av en kunst å tolke scree-plott: I :numref:`fig-efa4` er det et merkbart steg fra 5 til 6 faktorer, men i andre scree-plott du ser på, vil det ikke være så tydelig.
ta: ச்க்ரீ சதித்திட்டத்தை ஆராய்வது, உள்ளதைப் போல: NumRef: `Fig-EFA4`,“ ஊடுருவலின் புள்ளியை ”அடையாளம் காண உங்களை அனுமதிக்கிறது. ச்க்ரீ வளைவின் சாய்வு “முழங்கை” க்குக் கீழே தெளிவாக நிலைத்திருக்கும் புள்ளி இது. இது எங்கள் தரவுகளுடன் ஐந்து காரணிகளை வழங்கும். ச்க்ரீ அடுக்குகளை விளக்குவது ஒரு கலை: இல்: NUMREF: `Fig-EFA4` 5 முதல் 6 காரணிகள் வரை குறிப்பிடத்தக்க படி உள்ளது, ஆனால் மற்ற ச்க்ரீ அடுக்குகளில் நீங்கள் அதைப் பார்க்கும் அவ்வளவு தெளிவான வெட்டு இருக்காது.
uk: Аналіз графіку скреу, як у :numref:`fig-efa4`, дозволяє визначити «точку перегину». Це точка, в якій нахил кривої скреу чітко вирівнюється, нижче «ліктя». Це дасть нам п'ять факторів з нашими даними. Інтерпретація графіків скреу є певним мистецтвом: на :numref:`fig-efa4` помітний перехід від 5 до 6 факторів, але на інших графіках скреу, які ви бачите, це не буде так чітко видно.

source: Using a parallel analysis technique, the obtained Eigen values are compared to those that would be obtained from random data. The number of factors extracted is the number with Eigen values greater than what would be found with random data.
nb: Ved hjelp av en parallell analyseteknikk sammenlignes de oppnådde Eigen-verdiene med de som ville blitt oppnådd fra tilfeldige data. Antallet faktorer som trekkes ut, er antallet med Eigen-verdier som er større enn det som ville blitt funnet med tilfeldige data.
ta: ஒரு இணையான பகுப்பாய்வு நுட்பத்தைப் பயன்படுத்தி, பெறப்பட்ட ஈசென் மதிப்புகள் சீரற்ற தரவுகளிலிருந்து பெறப்படும்வற்றுடன் ஒப்பிடப்படுகின்றன. பிரித்தெடுக்கப்பட்ட காரணிகளின் எண்ணிக்கை சீரற்ற தரவுகளுடன் காணப்படுவதை விட ஈசென் மதிப்புகளைக் கொண்ட எண்.
uk: За допомогою методу паралельного аналізу отримані власні значення порівнюються з тими, які були б отримані з випадкових даних. Кількість витягнутих факторів дорівнює кількості власних значень, більших за ті, що були б отримані з випадкових даних.

source: Scree plot of the personality data
nb: Scree-plott av personlighetsdataene
ta: ஆளுமை தரவின் ச்க்ரீ சூழ்ச்சி
uk: Діаграма даних про особистість

source: Scree plot of the personality data in the EFA in jamovi, showing a noticeable inflection and levelling off after point 5 (the “elbow”)
nb: Scree plot av personlighetsdataene i EFA i jamovi, som viser en merkbar bøyning og utflating etter punkt 5 («albuen»)
ta: சாமோவியில் உள்ள EFA இல் ஆளுமை தரவின் ச்க்ரீ சூழ்ச்சி, ஒரு குறிப்பிடத்தக்க ஊடுருவலைக் காட்டுகிறது மற்றும் புள்ளி 5 க்குப் பிறகு (“முழங்கை”)
uk: Графік даних особистості в EFA в jamovi, що демонструє помітний перегин та вирівнювання після точки 5 («ліктя»)

source: The third approach is a good one according to :ref:`Fabrigar et al. (1999) <Fabrigar_1999>`, although in practice researchers tend to look at all three and then make a judgement about the number of factors that are most easily or helpfully interpreted. This can be understood as the “meaningfulness criterion”, and researchers will typically examine, in addition to the solution from one of the approaches above, solutions with one or two more or fewer factors. They then adopt the solution which makes the most sense to them.
nb: Den tredje tilnærmingen er god ifølge :ref:`Fabrigar et al. (1999) <Fabrigar_1999>`, selv om forskere i praksis har en tendens til å se på alle tre og deretter gjøre en vurdering av hvor mange faktorer som er lettest eller mest nyttig å tolke. Dette kan forstås som «meningsfullhetskriteriet», og forskere vil typisk, i tillegg til løsningen fra en av tilnærmingene ovenfor, undersøke løsninger med en eller to faktorer til eller færre. Deretter velger de den løsningen som gir mest mening for dem.
ta: மூன்றாவது அணுகுமுறை படி: ref: `ஃபேப்ரிகர் மற்றும் பலர். . இதை "அர்த்தமுள்ள அளவுகோல்" என்று புரிந்து கொள்ள முடியும், மேலும் ஆராய்ச்சியாளர்கள் பொதுவாக மேலே உள்ள அணுகுமுறைகளில் ஒன்றிலிருந்து தீர்வுக்கு கூடுதலாக, ஒன்று அல்லது இரண்டு அல்லது குறைவான காரணிகளைக் கொண்ட தீர்வுகளை ஆராய்வார்கள். பின்னர் அவர்கள் தீர்வை ஏற்றுக்கொள்கிறார்கள், இது அவர்களுக்கு மிகவும் புரியும்.
uk: Третій підхід є хорошим, згідно з :ref:`Fabrigar et al. (1999) <Fabrigar_1999>`, хоча на практиці дослідники, як правило, розглядають усі три підходи, а потім роблять висновок про кількість факторів, які найлегше або найкорисніше інтерпретувати. Це можна розуміти як «критерій значущості», і дослідники зазвичай розглядають, крім рішення, отриманого за одним із наведених вище підходів, рішення з одним або двома додатковими чи меншою кількістю факторів. Потім вони приймають рішення, яке є для них найбільш значущим.

source: At the same time, we should also consider the best way to rotate the final solution. There are two main approaches to rotation: orthogonal (e.g. ``Varimax``) rotation forces the selected factors to be uncorrelated, whereas oblique (e.g. ``Oblimin``) rotation allows the selected factors to be correlated. Dimensions of interest to psychologists and behavioural scientists are not often dimensions we would expect to be orthogonal, so oblique solutions are arguably more sensible.\ [#]_
nb: Samtidig bør vi også vurdere den beste måten å rotere den endelige løsningen på. Det finnes to hovedtilnærminger til rotasjon: ortogonal rotasjon (f.eks. ``Varimax``) tvinger de utvalgte faktorene til å være ukorrelerte, mens skrå rotasjon (f.eks. ``Oblimin``) lar de utvalgte faktorene være korrelerte. Dimensjoner som er av interesse for psykologer og atferdsforskere, er ofte ikke dimensjoner som vi forventer er ortogonale, så det kan hevdes at skrå løsninger er mer fornuftige.\ [#]_
ta: அதே நேரத்தில், இறுதி தீர்வை சுழற்றுவதற்கான சிறந்த வழியையும் நாம் கருத்தில் கொள்ள வேண்டும். சுழற்சிக்கு இரண்டு முக்கிய அணுகுமுறைகள் உள்ளன: ஆர்த்தோகனல் (எ.கா. `` வரிமேக்ச்``) சுழற்சி தேர்ந்தெடுக்கப்பட்ட காரணிகளை ஒன்றிணைக்கும்படி கட்டாயப்படுத்துகிறது, அதேசமயம் சாய்ந்த (எ.கா. `` ஒப்லிமின்``) சுழற்சி தேர்ந்தெடுக்கப்பட்ட காரணிகளை தொடர்புபடுத்த அனுமதிக்கிறது. உளவியலாளர்கள் மற்றும் நடத்தை விஞ்ஞானிகளுக்கு ஆர்வத்தின் பரிமாணங்கள் பெரும்பாலும் ஆர்த்தோகனல் என்று எதிர்பார்க்கும் பரிமாணங்கள் அல்ல, எனவே சாய்ந்த தீர்வுகள் விவாதிக்கக்கூடியவை. \ [#] _ _
uk: Водночас, ми також повинні розглянути найкращий спосіб обертання кінцевого рішення. Існує два основні підходи до обертання: ортогональне (наприклад, ``Varimax``) обертання змушує вибрані фактори бути некорельованими, тоді як похиле (наприклад, ``Oblimin``) обертання дозволяє вибраним факторам бути корельованими. Виміри, що цікавлять психологів і вчених-поведінкових, часто не є вимірами, які ми очікуємо бачити ортогональними, тому похилі рішення, мабуть, є більш розумними. [#]_

source: Practically, if in an oblique rotation the factors are found to be substantially correlated (positive or negative, and > 0.3), as in :numref:`fig-efa5` where a correlation between two of the extracted factors is 0.31, then this would confirm our intuition to prefer oblique rotation. If the factors are, in fact, correlated, then an oblique rotation will produce a better estimate of the true factors and a better simple structure than will an orthogonal rotation. And, if the oblique rotation indicates that the factors have close to zero correlations between one another, then the researcher can go ahead and conduct an orthogonal rotation (which should then give about the same solution as the oblique rotation).
nb: Hvis faktorene i en skrå rotasjon viser seg å være betydelig korrelerte (positive eller negative, og > 0,3), som i :numref:`fig-efa5`, der korrelasjonen mellom to av de ekstraherte faktorene er 0,31, vil dette bekrefte intuisjonen vår om å foretrekke skrå rotasjon. Hvis faktorene faktisk er korrelerte, vil en skrå rotasjon gi et bedre estimat av de sanne faktorene og en bedre enkel struktur enn en ortogonal rotasjon. Og hvis den skrå rotasjonen indikerer at faktorene har nær null korrelasjoner seg imellom, kan forskeren gå videre og gjennomføre en ortogonal rotasjon (som da bør gi omtrent samme løsning som den skrå rotasjonen).
ta: நடைமுறையில், ஒரு சாய்ந்த சுழற்சியில் காரணிகள் கணிசமாக தொடர்புபடுத்தப்பட்டதாகக் கண்டறியப்பட்டால் (நேர்மறை அல்லது எதிர்மறை, மற்றும்> 0.3), இங்: எண்ரெஃப்: `FIG-EFA5` பிரித்தெடுக்கப்பட்ட இரண்டு காரணிகளுக்கு இடையே ஒரு தொடர்பு 0.31 ஆகும், பின்னர் இது நடக்கும் சாய்ந்த சுழற்சியை விரும்புவதற்கான எங்கள் உள்ளுணர்வை உறுதிப்படுத்தவும். காரணிகள் உண்மையில் தொடர்புபடுத்தப்பட்டால், ஒரு சாய்ந்த சுழற்சி உண்மையான காரணிகளின் சிறந்த மதிப்பீட்டை உருவாக்கும் மற்றும் ஆர்த்தோகனல் சுழற்சியைக் காட்டிலும் சிறந்த எளிய கட்டமைப்பை உருவாக்கும். மேலும், சாய்ந்த சுழற்சி காரணிகள் ஒருவருக்கொருவர் சுழிய தொடர்புகளுக்கு நெருக்கமாக இருப்பதைக் குறிக்கிறது என்றால், ஆராய்ச்சியாளர் முன்னோக்கி சென்று ஒரு ஆர்த்தோகனல் சுழற்சியை நடத்தலாம் (இது சாய்ந்த சுழற்சியின் அதே தீர்வைக் கொடுக்க வேண்டும்).
uk: Практично, якщо при косому обертанні фактори виявляються істотно корельованими (позитивно або негативно, і > 0,3), як у :numref:`fig-efa5`, де кореляція між двома витягнутими факторами становить 0,31, то це підтверджує нашу інтуїцію віддавати перевагу косому обертанню. Якщо фактори дійсно корельовані, то похиле обертання дасть кращу оцінку справжніх факторів і кращу просту структуру, ніж ортогональне обертання. А якщо похиле обертання вказує, що фактори мають кореляцію між собою, близьку до нуля, то дослідник може продовжувати і проводити ортогональне обертання (яке тоді має дати приблизно таке саме рішення, як і похиле обертання).

source: Factor summary statistics and correlations
nb: Oppsummert faktorstatistikk og korrelasjoner
ta: காரணி சுருக்கம் புள்ளிவிவரங்கள் மற்றும் தொடர்புகள்
uk: Статистика зведення факторів та кореляції

source: Factor summary statistics and correlations for a five factor solution in the EFA conducted in jamovi
nb: Faktorsammendragsstatistikk og korrelasjoner for en femfaktorløsning i EFA utført i jamovi
ta: சமோவியில் நடத்தப்பட்ட EFA இல் ஐந்து காரணி தீர்வுக்கான காரணி சுருக்கம் புள்ளிவிவரங்கள் மற்றும் தொடர்புகள்
uk: Факторна зведена статистика та кореляції для п'ятифакторного рішення в EFA, проведеному в jamovi

source: On checking the correlation between the extracted factors at least one correlation was greater than 0.3 (:numref:`fig-efa5`), so an oblique (``Oblimin``) rotation of the five extracted factors is preferred. We can also see in :numref:`fig-efa5` that the proportion of overall variance in the data that is accounted for by the five factors is 46\%. Factor one accounts for around 10\% of the variance, factors two to four around 9\% each, and factor five just over 7\%. This isn’t great; it would have been better if the overall solution accounted for a more substantive proportion of the variance in our data.
nb: Ved kontroll av korrelasjonen mellom de ekstraherte faktorene var minst én korrelasjon større enn 0,3 (:numref:`fig-efa5`), så en skrå (``Oblimin``) rotasjon av de fem ekstraherte faktorene er å foretrekke. Vi kan også se i :numref:`fig-efa5` at andelen av den totale variansen i dataene som forklares av de fem faktorene, er 46\%. Faktor én står for rundt 10\% av variansen, faktor to til fire for rundt 9\% hver, og faktor fem for litt over 7\%. Dette er ikke så bra, og det hadde vært bedre om den samlede løsningen hadde stått for en større andel av variansen i dataene våre.
ta: பிரித்தெடுக்கப்பட்ட காரணிகளுக்கிடையேயான தொடர்பை சரிபார்க்கும்போது, குறைந்தபட்சம் ஒரு தொடர்பு 0.3 ஐ விட அதிகமாக இருந்தது (: numRef: `Fig-EFA5`), எனவே பிரித்தெடுக்கப்பட்ட ஐந்து காரணிகளின் சாய்ந்த (` `Oblimin``) சுழற்சி விரும்பப்படுகிறது. நாம் இதைக் காணலாம்: NumRef: `Fig-EFA5` ஐந்து காரணிகளால் கணக்கிடப்பட்ட தரவுகளில் ஒட்டுமொத்த மாறுபாட்டின் விகிதம் 46 \%என்பதை நாம் காணலாம். காரணி ஒன்று மாறுபாட்டின் 10 \%, இரண்டு முதல் நான்கு வரை ஒவ்வொன்றும் 9 \%, மற்றும் 7 \% க்கு மேல் காரணி. இது பெரியதல்ல; ஒட்டுமொத்த தீர்வு எங்கள் தரவுகளில் உள்ள மாறுபாட்டின் கணிசமான விகிதத்தை கணக்கிட்டிருந்தால் சிறப்பாக இருந்திருக்கும்.
uk: При перевірці кореляції між витягнутими факторами принаймні одна кореляція була більшою за 0,3 (:numref:`fig-efa5`), тому краще використовувати похилу (``Oblimin``) ротацію п'яти витягнутих факторів. На :numref:`fig-efa5` також можна побачити, що частка загальної дисперсії в даних, яка пояснюється п'ятьма факторами, становить 46\%. Фактор один пояснює близько 10\% дисперсії, фактори два-чотири — близько 9\% кожен, а фактор п'ять — трохи більше 7\%. Це не дуже добре; було б краще, якби загальне рішення пояснювало більш істотну частку дисперсії в наших даних.

source: Be aware that in every EFA you could potentially have the same number of factors as observed variables, but every additional factor you include will add a smaller amount of explained variance. If the first few factors explain a good amount of the variance in the original 25 variables, then those factors are clearly a useful, simpler substitute for the 25 variables. You can drop the rest without losing too much of the original variability. But if it takes 18 factors (for example) to explain most of the variance in those 25 variables, you might as well just use the original 25.
nb: Vær oppmerksom på at du i hver EFA potensielt kan ha like mange faktorer som observerte variabler, men at hver ekstra faktor du inkluderer, vil tilføre en mindre mengde forklart varians. Hvis de første faktorene forklarer en god del av variansen i de opprinnelige 25 variablene, er disse faktorene helt klart en nyttig, enklere erstatning for de 25 variablene. Du kan droppe resten uten å miste for mye av den opprinnelige variabiliteten. Men hvis det for eksempel kreves 18 faktorer for å forklare mesteparten av variansen i de 25 variablene, kan du like gjerne bare bruke de opprinnelige 25.
ta: ஒவ்வொரு EFA இல் நீங்கள் கவனிக்கப்பட்ட மாறிகள் போன்ற அதே எண்ணிக்கையிலான காரணிகளைக் கொண்டிருக்கக்கூடும் என்பதை அறிந்து கொள்ளுங்கள், ஆனால் நீங்கள் சேர்க்கும் ஒவ்வொரு கூடுதல் காரணிகளும் சிறிய அளவிலான விளக்கப்பட்ட மாறுபாட்டைச் சேர்க்கும். முதல் சில காரணிகள் அசல் 25 மாறிகளில் உள்ள மாறுபாட்டின் நல்ல அளவை விளக்கினால், அந்த காரணிகள் 25 மாறிகளுக்கு ஒரு பயனுள்ள, எளிமையான மாற்றாகும். அசல் மாறுபாட்டை அதிகம் இழக்காமல் மீதமுள்ளவற்றை நீங்கள் கைவிடலாம். ஆனால் அந்த 25 மாறிகளில் உள்ள பெரும்பாலான மாறுபாடுகளை விளக்க 18 காரணிகளை (எடுத்துக்காட்டாக) எடுத்தால், நீங்கள் அசல் 25 ஐப் பயன்படுத்தலாம்.
uk: Майте на увазі, що в кожному EFA ви можете мати таку саму кількість факторів, як і спостережуваних змінних, але кожен додатковий фактор, який ви включите, додасть меншу кількість поясненої дисперсії. Якщо перші кілька факторів пояснюють значну частину дисперсії в оригінальних 25 змінних, то ці фактори є очевидно корисними і простішими замінниками 25 змінних. Ви можете відкинути решту, не втрачаючи занадто багато початкової мінливості. Але якщо для пояснення більшої частини дисперсії в цих 25 змінних потрібно 18 факторів (наприклад), то можна просто використовувати початкові 25.
