Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: The second assumption is **sampling adequacy** and is checked using the Kaiser-Meyer-Olkin (KMO) Measure of Sampling Adequacy (MSA). The KMO index is a measure of the proportion of variance among observed variables that might be common variance. Using partial correlations, it checks for factors that load just two items. We seldom, if ever, want EFA producing a lot of factors loading just two items each. KMO is about sampling adequacy because partial correlations are typically seen with inadequate samples. If the KMO index is high (≈ 1), the EFA is efficient whereas if KMO is low (≈ 0), the EFA is not relevant. KMO values smaller than 0.5 indicates that EFA is not suitable and a KMO value of 0.6 should be present before EFA is considered suitable. Values between 0.5 and 0.7 are considered adequate, values between 0.7 and 0.9 are good and values between 0.9 and 1.0 are excellent.
nb: Den andre forutsetningen er **trekkelighet av utvalg** (*sampling adequacy*) og kontrolleres ved hjelp av Kaiser-Meyer-Olkin (KMO) Measure of Sampling Adequacy (MSA). KMO-indeksen er et mål på hvor stor andel av variansen blant de observerte variablene som kan være felles varians. Ved hjelp av partielle korrelasjoner sjekker den om det finnes faktorer som bare lader på to spørsmål. Vi ønsker sjelden, om noen gang, at EFA skal produsere mange faktorer som bare lader på to spørsmål hver. KMO handler om tilstrekkelighet av utvalg, fordi partielle korrelasjoner vanligvis oppstår når utvalget ikke er tilstrekkelig. Hvis KMO-indeksen er høy (≈ 1), er EFA effektiv, mens hvis KMO er lav (≈ 0), er EFA ikke relevant. KMO-verdier under 0,5 indikerer at EFA ikke er egnet, og en KMO-verdi på 0,6 bør være til stede før EFA anses som egnet. Verdier mellom 0,5 og 0,7 anses som adekvate, verdier mellom 0,7 og 0,9 er gode, og verdier mellom 0,9 og 1,0 er utmerkede.
ta: இரண்டாவது அனுமானம் ** மாதிரி போதுமான அளவு ** மற்றும் கைசர்-மேயர்-ஓல்கின் (KMO) அளவின் மாதிரி போதுமான (MSA) அளவைப் பயன்படுத்தி சரிபார்க்கப்படுகிறது. KMO குறியீடு என்பது பொதுவான மாறுபாடாக இருக்கக்கூடிய கவனிக்கப்பட்ட மாறிகள் மத்தியில் மாறுபாட்டின் விகிதத்தின் ஒரு நடவடிக்கையாகும். பகுதி தொடர்புகளைப் பயன்படுத்தி, இரண்டு உருப்படிகளை ஏற்றும் காரணிகளை இது சரிபார்க்கிறது. எப்போதாவது இருந்தால், EFA தலா இரண்டு உருப்படிகளை ஏற்றுவதற்கு நிறைய காரணிகளை உருவாக்க விரும்புகிறோம். KMO என்பது போதுமான அளவு மாதிரி பற்றியது, ஏனெனில் பகுதி தொடர்புகள் பொதுவாக போதிய மாதிரிகளுடன் காணப்படுகின்றன. KMO குறியீடு அதிகமாக இருந்தால் (≈ 1), EFA திறமையானது, அதே நேரத்தில் KMO குறைவாக இருந்தால் (≈ 0), EFA பொருந்தாது. 0.5 ஐ விட சிறிய KMO மதிப்புகள் EFA பொருத்தமானதல்ல என்பதையும், EFA பொருத்தமானதாக கருதப்படுவதற்கு முன்பு 0.6 KMO மதிப்பு இருக்க வேண்டும் என்பதையும் குறிக்கிறது. 0.5 மற்றும் 0.7 க்கு இடையிலான மதிப்புகள் போதுமானதாகக் கருதப்படுகின்றன, 0.7 மற்றும் 0.9 க்கு இடையிலான மதிப்புகள் நல்லது மற்றும் 0.9 முதல் 1.0 வரை மதிப்புகள் சிறந்தவை.
uk: Друге припущення стосується **адекватності вибірки** і перевіряється за допомогою міри адекватності вибірки (MSA) Кайзера-Мейєра-Олкіна (KMO). Індекс KMO є мірою частки дисперсії серед спостережуваних змінних, яка може бути спільною дисперсією. Використовуючи часткові кореляції, він перевіряє фактори, які навантажують лише два елементи. Ми рідко, якщо взагалі коли-небудь, хочемо, щоб EFA генерувала багато факторів, що навантажують лише два елементи кожен. KMO стосується адекватності вибірки, оскільки часткові кореляції зазвичай спостерігаються з неадекватними вибірками. Якщо індекс KMO високий (≈ 1), EFA є ефективною, тоді як якщо KMO низький (≈ 0), EFA не є релевантною. Значення KMO менше 0,5 вказує на те, що EFA не підходить, а значення KMO 0,6 повинно бути присутнім, перш ніж EFA вважатиметься придатним. Значення між 0,5 і 0,7 вважаються адекватними, значення між 0,7 і 0,9 — хорошими, а значення між 0,9 і 1,0 — відмінними.

source: What is EFA good for?
nb: Hva er EFA bra for?
ta: EFA எது நல்லது?
uk: Для чого корисні ОДВ?

source: If the EFA has provided a good solution (i.e. factor model), then we need to decide what to do with our shiny new factors. Researchers often use EFA during psychometric scale development. They will develop a pool of questionnaire items that they think relate to one or more psychological constructs, use EFA to see which items “go together” as latent factors, and then they will assess whether some items should be removed because they don’t usefully or distinctly measure one of the latent factors.
nb: Hvis EFA har gitt en god løsning (dvs. en faktormodell), må vi bestemme oss for hva vi skal gjøre med de skinnende nye faktorene våre. Forskere bruker ofte EFA i forbindelse med utvikling av psykometriske skalaer. De utvikler et utvalg av spørsmål som de tror er relatert til ett eller flere psykologiske konstrukter, bruker EFA for å se hvilke spørsmål som «passer sammen» som latente faktorer, og deretter vurderer de om noen spørsmål bør fjernes fordi de ikke måler en av de latente faktorene på en nyttig eller tydelig måte.
ta: EFA ஒரு நல்ல தீர்வை (அதாவது காரணி மாதிரி) வழங்கியிருந்தால், எங்கள் பளபளப்பான புதிய காரணிகளை என்ன செய்வது என்பதை நாம் தீர்மானிக்க வேண்டும். சைக்கோமெட்ரிக் அளவிலான வளர்ச்சியின் போது ஆராய்ச்சியாளர்கள் பெரும்பாலும் EFA ஐப் பயன்படுத்துகிறார்கள். ஒன்று அல்லது அதற்கு மேற்பட்ட உளவியல் கட்டுமானங்களுடன் தொடர்புடையதாக அவர்கள் நினைக்கும் கேள்வித்தாள் உருப்படிகளின் ஒரு குளத்தை அவர்கள் உருவாக்குவார்கள், எந்த உருப்படிகளை மறைந்த காரணிகளாக “ஒன்றாகச் செல்லுங்கள்” என்பதைக் காண EFA ஐப் பயன்படுத்துவார்கள், பின்னர் சில உருப்படிகள் அகற்றப்பட வேண்டுமா என்பதை மதிப்பிடுவார்கள், ஏனெனில் அவை பயனுள்ளதாக இல்லை அல்லது மறைந்திருக்கும் காரணிகளில் ஒன்றை தெளிவாக அளவிடவும்.
uk: Якщо EFA надала хороше рішення (тобто факторну модель), то нам потрібно вирішити, що робити з нашими новими факторами. Дослідники часто використовують EFA під час розробки психометричної шкали. Вони розробляють набір питань анкети, які, на їхню думку, пов'язані з одним або декількома психологічними конструктами, використовують EFA, щоб побачити, які питання «поєднуються» як латентні фактори, а потім оцінюють, чи слід видалити деякі питання, оскільки вони не вимірюють корисно або чітко один із латентних факторів.

source: In line with this approach, another consequence of EFA is to combine the variables that load onto distinct factors into a factor score, sometimes known as a scale score. There are two options for combining variables into a scale score:
nb: I tråd med denne tilnærmingen er en annen konsekvens av EFA å kombinere variablene som lader på forskjellige faktorer, til en faktorskår, også kjent som en skalaskår. Det finnes to alternativer for å kombinere variabler til en skalapoengsum:
ta: இந்த அணுகுமுறைக்கு ஏற்ப, EFA இன் மற்றொரு விளைவு என்னவென்றால், தனித்துவமான காரணிகளில் ஏற்றும் மாறிகளை ஒரு காரணி மதிப்பெண்ணாக இணைப்பது, சில நேரங்களில் அளவிலான மதிப்பெண் என அழைக்கப்படுகிறது. மாறிகளை அளவிலான மதிப்பெண்ணாக இணைக்க இரண்டு விருப்பங்கள் உள்ளன:
uk: Відповідно до цього підходу, ще одним наслідком EFA є об'єднання змінних, що впливають на окремі фактори, в факторний бал, який іноді називають балом за шкалою. Існує два варіанти об'єднання змінних в бал за шкалою:

source: Create a new variable with a score weighted by the factor loadings for each item that contributes to the factor.
nb: Opprett en ny variabel med en poengsum vektet med faktorladningene for hvert spørsmål som bidrar til faktoren.
ta: காரணிக்கு பங்களிக்கும் ஒவ்வொரு பொருளுக்கும் காரணி ஏற்றங்களால் எடையுள்ள மதிப்பெண்ணுடன் புதிய மாறியை உருவாக்கவும்.
uk: Створіть нову змінну з оцінкою, зваженою за факторними навантаженнями для кожного елемента, що робить внесок у цей фактор.

source: Create a new variable based on each item that contributes to the factor, but weighting them equally.
nb: Opprett en ny variabel basert på hvert spørsmål som bidrar til faktoren, men vekt dem likt.
ta: காரணிக்கு பங்களிக்கும் ஒவ்வொரு உருப்படியின் அடிப்படையில் ஒரு புதிய மாறியை உருவாக்கவும், ஆனால் அவற்றை சமமாக எடைபோடுகிறது.
uk: Створіть нову змінну на основі кожного елемента, який впливає на фактор, але з однаковою вагою для них.

source: In the first option each item’s contribution to the combined score depends on how strongly it relates to the factor. In the second option we typically just average across all the items that contribute substantively to a factor to create the combined scale score variable. Which to choose is a matter of preference, though a disadvantage with the first option is that loadings can vary quite a bit from sample to sample, and in behavioural and health sciences we are often interested in developing and using composite questionnaire scale scores across different studies and different samples. In which case it is reasonable to use a composite measure that is based on the substantive items contributing equally rather than weighting by sample specific loadings from a different sample. In any case, understanding a combined variable measure as an average of items is simpler and more intuitive than using a sample specific optimally-weighted combination.
nb: I det første alternativet avhenger bidrag av hvert enkelt spørsmål til den kombinerte skåren av hvor sterkt det er relatert til faktoren. I det andre alternativet tar vi vanligvis bare gjennomsnittet av alle spørsmålene som bidrar vesentlig til en faktor, for å skape den kombinerte skalaskårvariabelen. Hva man velger, er et spørsmål om preferanser, men en ulempe med det første alternativet er at ladningene kan variere ganske mye fra utvalg til utvalg, og i atferds- og helsefag er vi ofte interessert i å utvikle og bruke sammensatte skalaskårer på tvers av ulike studier og ulike utvalg. I så fall er det rimelig å bruke et sammensatt mål som er basert på at de ulike spørsmålene bidrar likt, i stedet for å vekte med utvalgsspesifikke ladninger fra et annet utvalg. Uansett er det enklere og mer intuitivt å forstå et kombinert variabelmål som et gjennomsnitt av spørsmål enn å bruke en utvalgsspesifikk optimalt vektet kombinasjon.
ta: முதல் விருப்பத்தில், ஒருங்கிணைந்த மதிப்பெண்ணில் ஒவ்வொரு உருப்படியின் பங்களிப்பும் இது காரணியுடன் எவ்வளவு வலுவாக தொடர்புடையது என்பதைப் பொறுத்தது. இரண்டாவது விருப்பத்தில், ஒருங்கிணைந்த அளவிலான மதிப்பெண் மாறியை உருவாக்க ஒரு காரணிக்கு கணிசமாக பங்களிக்கும் அனைத்து உருப்படிகளிலும் சராசரியாக நாங்கள் பொதுவாக சராசரியாக இருக்கிறோம். முதல் விருப்பத்துடன் ஒரு குறைபாடு என்னவென்றால், ஏற்றங்கள் மாதிரியிலிருந்து மாதிரிக்கு சற்று மாறுபடும், மற்றும் நடத்தை மற்றும் சுகாதார அறிவியலில் வெவ்வேறு ஆய்வுகள் முழுவதும் கலப்பு வினாத்தாள் அளவிலான மதிப்பெண்களை உருவாக்குவதற்கும் பயன்படுத்துவதற்கும் நாங்கள் பெரும்பாலும் ஆர்வமாக உள்ளோம் மற்றும் வெவ்வேறு மாதிரிகள். இந்த சந்தர்ப்பத்தில், வேறு மாதிரியிலிருந்து மாதிரி குறிப்பிட்ட ஏற்றங்களால் எடைபோடுவதை விட சமமாக பங்களிக்கும் கணிசமான உருப்படிகளை அடிப்படையாகக் கொண்ட ஒரு கலப்பு அளவைப் பயன்படுத்துவது நியாயமானதே. எந்தவொரு சந்தர்ப்பத்திலும், ஒரு ஒருங்கிணைந்த மாறி நடவடிக்கையை உருப்படிகளின் சராசரியாக புரிந்துகொள்வது ஒரு மாதிரி குறிப்பிட்ட உகந்த எடையுள்ள கலவையைப் பயன்படுத்துவதை விட எளிமையானது மற்றும் மிகவும் உள்ளுணர்வு கொண்டது.
uk: У першому варіанті внесок кожного елемента в сукупний бал залежить від того, наскільки сильно він пов'язаний з фактором. У другому варіанті ми зазвичай просто обчислюємо середнє значення всіх елементів, які суттєво впливають на фактор, щоб створити комбіновану змінну балу за шкалою. Який варіант обрати – це питання переваги, хоча недоліком першого варіанту є те, що навантаження можуть значно відрізнятися від вибірки до вибірки, а в поведінкових і медичних науках ми часто зацікавлені в розробці та використанні комбінованих балів за шкалою анкети в різних дослідженнях і різних вибірках. У цьому випадку доцільно використовувати комбінований показник, який базується на рівноцінному внеску суттєвих елементів, а не на зважуванні за допомогою навантажень, специфічних для вибірки з іншої вибірки. У будь-якому випадку, розуміння комбінованого змінного показника як середнього значення елементів є простішим та інтуїтивнішим, ніж використання комбінації, оптимально зваженої для вибірки.

source: A more advanced statistical technique, one which is beyond the scope of this book, undertakes regression modelling where latent factors are used in prediction models of other latent factors. This is called “structural equation modelling” and there are specific software programmes and R packages dedicated to this approach. But let’s not get ahead of ourselves; what we should really focus on now is how to do an EFA in jamovi.
nb: En mer avansert statistisk teknikk, som ligger utenfor denne bokens rammer, er regresjonsmodellering der latente faktorer brukes i prediksjonsmodeller for andre latente faktorer. Dette kalles «strukturell ligningsmodell», og det finnes egne programmer og R-pakker som er dedikert til denne tilnærmingen. Men la oss ikke gå for fort frem; det vi egentlig bør fokusere på nå, er hvordan man gjør en EFA i jamovi.
ta: மிகவும் மேம்பட்ட புள்ளிவிவர நுட்பம், இந்த புத்தகத்தின் எல்லைக்கு அப்பாற்பட்டது, பின்னடைவு மாடலிங் மேற்கொள்கிறது, அங்கு பிற மறைந்த காரணிகளின் முன்கணிப்பு மாதிரிகளில் மறைந்திருக்கும் காரணிகள் பயன்படுத்தப்படுகின்றன. இது "கட்டமைப்பு சமன்பாடு மாடலிங்" என்று அழைக்கப்படுகிறது, மேலும் இந்த அணுகுமுறைக்கு அர்ப்பணிக்கப்பட்ட குறிப்பிட்ட மென்பொருள் நிரல்கள் மற்றும் ஆர் தொகுப்புகள் உள்ளன. ஆனால் நம்மை விட முன்னேறக்கூடாது; இப்போது நாம் உண்மையில் கவனம் செலுத்த வேண்டியது சமோவியில் ஒரு EFA ஐ எவ்வாறு செய்வது என்பதுதான்.
uk: Більш просунута статистична техніка, яка виходить за рамки цієї книги, передбачає регресійне моделювання, де латентні фактори використовуються в моделях прогнозування інших латентних факторів. Це називається «моделювання структурних рівнянь», і для цього підходу існують спеціальні програмні програми та пакети R. Але не будемо забігати наперед; зараз нам слід зосередитися на тому, як виконати EFA в jamovi.

source: EFA in jamovi
nb: EFA i jamovi
ta: EFA மற்றும் குகைகள்
uk: EFA в jamovi

source: First, we need some data. Twenty-five personality self-report items (see :numref:`tab-bfi`) taken from the International Personality Item Pool (https://ipip.ori.org) were included as part of the Synthetic Aperture Personality Assessment (SAPA) web-based personality assessment (https://sapa-project.org) project. The 25 items are short phrases that one should respond to by indicating how accurately the statement describes one's typical behaviour or attitudes. The items are organized by five putative factors: Agreeableness, Conscientiousness, Extraversion, Neuroticism, and Openness.
nb: Først trenger vi noen data. Tjuefem selvrapporteringsspørsmål om personlighet (se :numref:`tab-bfi`) hentet fra International Personality Item Pool (https://ipip.ori.org) ble inkludert som en del av prosjektet Synthetic Aperture Personality Assessment (SAPA) web-based personality assessment (https://sapa-project.org). De 25 påstandene er korte setninger som man skal svare på ved å angi hvor nøyaktig påstanden beskriver ens typiske atferd eller holdninger. Spørsmålene er organisert etter fem antatte faktorer: Agreeableness, Conscientiousness, Extraversion, Neuroticism og Openness.
ta: முதலில், எங்களுக்கு சில தரவு தேவை. செயற்கை துளை ஆளுமை மதிப்பீட்டின் (SAPA) ஒரு பகுதியாக பன்னாட்டு ஆளுமை உருப்படி பூல் (https://ipip.ori.org) இலிருந்து எடுக்கப்பட்ட இருபத்தைந்து ஆளுமை சுய-அறிக்கை உருப்படிகள் (பார்க்க: NUMREF: `TAB-BFI`) சேர்க்கப்பட்டன இணைய அடிப்படையிலான ஆளுமை மதிப்பீடு (https://sapa-project.org) திட்டம். 25 உருப்படிகள் குறுகிய சொற்றொடர்களாகும், இது ஒருவரின் வழக்கமான நடத்தை அல்லது அணுகுமுறைகளை அறிக்கை எவ்வளவு துல்லியமாக விவரிக்கிறது என்பதைக் குறிக்கிறது. உருப்படிகள் ஐந்து தூண்டுதல் காரணிகளால் ஒழுங்கமைக்கப்பட்டுள்ளன: உடன்பாடு, மனசாட்சி, புறம்போக்கு, நரம்பியல் மற்றும் திறந்த தன்மை.
uk: Спочатку нам потрібні деякі дані. Двадцять п'ять пунктів самооцінки особистості (див. :numref:`tab-bfi`), взятих з Міжнародного пулу питань про особистість (https://ipip.ori.org), були включені в проект веб-оцінки особистості Synthetic Aperture Personality Assessment (SAPA) (https://sapa-project.org). Ці 25 пунктів — це короткі фрази, на які слід відповісти, вказавши, наскільки точно твердження описує типову поведінку або ставлення людини. Пункти організовані за п'ятьма гіпотетичними факторами: приємність, сумлінність, екстраверсія, невротизм та відкритість.

source: Twenty-five observed variable items organised by five putative personality factors in the |bfi_sample|_ data set. If there is an R in the second column, the item is reversed.
nb: Tjuefem observerte variabeler / spørsmål organisert etter fem antatte personlighetsfaktorer i datasettet |bfi_sample|_. Hvis det er en R i den andre kolonnen, er spørsmålet reversert.
ta: | Bfi_sample | _ தரவு தொகுப்பில் ஐந்து தூண்டுதல் ஆளுமை காரணிகளால் ஒழுங்கமைக்கப்பட்ட இருபத்தைந்து கவனிக்கப்பட்ட மாறி உருப்படிகள். இரண்டாவது நெடுவரிசையில் ஒரு ஆர் இருந்தால், உருப்படி தலைகீழாக மாற்றப்படுகிறது.
uk: Двадцять п'ять спостережуваних змінних пунктів, організованих за п'ятьма передбачуваними особистісними факторами в наборі даних |bfi_sample|_. Якщо у другому стовпці є R, пункт відображається у зворотному порядку.

source: Name
nb: Navn
ta: பெயர்
uk: Ім'я

source: Question / Item
nb: Spørsmål
ta: கேள்வி / உருப்படி
uk: Запитання / Елемент

source: Am indifferent to the feelings of others.
nb: Er likegyldig til andres følelser.
ta: மற்றவர்களின் உணர்வுகளுக்கு அலட்சியமாக இருக்கிறேன்.
uk: Я байдужий до почуттів інших.

source: Inquire about others' well-being.
nb: Spør om andres velvære.
ta: மற்றவர்களின் நல்வாழ்வைப் பற்றி விசாரிக்கவும்.
uk: Запитайте про інших' well-being.

source: Know how to comfort others.
nb: Vet hvordan du kan trøste andre.
ta: மற்றவர்களை எவ்வாறு ஆறுதல்படுத்துவது என்று தெரிந்து கொள்ளுங்கள்.
uk: Знайте, як втішати інших.

source: Love children.
nb: Elsker barn.
ta: குழந்தைகளை நேசிக்கவும்.
uk: Любіть дітей.

source: Make people feel at ease.
nb: Få folk til å føle seg trygge.
ta: மக்களை நிம்மதியாக உணர வைக்கவும்.
uk: Зробіть так, щоб люди почувалися комфортно.

source: Am exacting in my work.
nb: Jeg er krevende i arbeidet mitt.
ta: எனது வேலையில் துல்லியமாக இருக்கிறேன்.
uk: Я вимогливий у своїй роботі.

source: Continue until everything is perfect.
nb: Fortsett til alt er perfekt.
ta: எல்லாம் சரியாக இருக்கும் வரை தொடரவும்.
uk: Продовжуйте, доки все не стане ідеальним.

source: Do things according to a plan.
nb: Gjør ting i henhold til en plan.
ta: ஒரு திட்டத்தின் படி விசயங்களைச் செய்யுங்கள்.
uk: Виконуйте справи за планом.

source: Do things in a half-way manner.
nb: Gjør ting på en halvveis måte.
ta: அரை வழியில் விசயங்களைச் செய்யுங்கள்.
uk: Робіть справи наполовину.

source: Waste my time.
nb: Jeg kaster bort tiden min.
ta: என் நேரத்தை வீணாக்குங்கள்.
uk: Марную мій час.

source: Don't talk a lot.
nb: Ikke snakk så mye.
ta: நிறைய பேச வேண்டாம்.
uk: Не говоріть багато.

source: Find it difficult to approach others.
nb: Synes det er vanskelig å ta kontakt med andre.
ta: மற்றவர்களை அணுகுவது கடினம்.
uk: Важко підійти до інших.

source: Know how to captivate people.
nb: Vet hvordan du skal fange folk.
ta: மக்களை எவ்வாறு வசீகரிப்பது என்று தெரிந்து கொள்ளுங்கள்.
uk: Знайте, як захопити людей.

source: Make friends easily.
nb: Det er lett å få venner.
ta: நண்பர்களை எளிதாக உருவாக்குங்கள்.
uk: Легко заводити друзів.

source: Take charge.
nb: Ta ansvar.
ta: பொறுப்பேற்கவும்.
uk: Візьміть на себе відповідальність.

source: Get angry easily.
nb: Har lett for å bli sint.
ta: எளிதில் கோபமாக இருங்கள்.
uk: Легко розсердитися.

source: Get irritated easily.
nb: Blir lett irritert.
ta: எளிதில் எரிச்சலூட்டுங்கள்.
uk: Легко дратуватися.

source: Have frequent mood swings.
nb: Har hyppige humørsvingninger.
ta: அடிக்கடி மனநிலை மாற்றங்கள்.
uk: Мають часті перепади настрою.

source: Often feel blue.
nb: Føler meg ofte nedfor.
ta: பெரும்பாலும் நீல நிறத்தை உணருங்கள்.
uk: Часто відчуваю себе пригніченим.

source: Panic easily.
nb: Får lett panikk.
ta: எளிதில் அச்சம்.
uk: Легко панікувати.

source: Am full of ideas.
nb: Jeg er full av ideer.
ta: கருத்துக்கள் நிறைந்தவன்.
uk: Я сповнений ідей.

source: Avoid difficult reading material.
nb: Unngå vanskelig lesestoff.
ta: கடினமான வாசிப்பைத் தவிர்க்கவும்.
uk: Уникайте складних матеріалів для читання.

source: Carry the conversation to a higher level.
nb: Løft samtalen opp på et høyere nivå.
ta: உரையாடலை உயர் மட்டத்திற்கு கொண்டு செல்லுங்கள்.
uk: Переведіть розмову на вищий рівень.

source: Spend time reflecting on things.
nb: Bruk tid på å reflektere over ting.
ta: விசயங்களை பிரதிபலிக்கும் நேரத்தை செலவிடுங்கள்.
uk: Приділіть час роздумам над речами.

source: Will not probe deeply into a subject.
nb: Vil ikke gå dypt inn i et emne.
ta: ஒரு விசயத்தில் ஆழமாக விசாரிக்காது.
uk: Не буде глибоко заглиблюватися в тему.

source: The item data were collected using a 6-point response scale:
nb: Dataene ble samlet inn ved hjelp av en 6-punkts svarskala:
ta: 6-புள்ளி மறுமொழி அளவைப் பயன்படுத்தி உருப்படி தரவு சேகரிக்கப்பட்டது:
uk: Дані щодо пунктів були зібрані за допомогою 6-бальної шкали відповідей:

source: Very Inaccurate
nb: Svært unøyaktig
ta: மிகவும் துல்லியமற்றது
uk: Дуже неточно

source: Moderately Inaccurate
nb: Moderat unøyaktig
ta: மிதமான துல்லியமற்றது
uk: Помірно неточний

source: Slightly Inaccurate
nb: Litt unøyaktig
ta: சற்று தவறானது
uk: Трохи неточно

source: Slightly Accurate
nb: Litt nøyaktig
ta: சற்று துல்லியமானது
uk: Трохи точно

source: Moderately Accurate
nb: Moderat nøyaktig
ta: மிதமான துல்லியமானது
uk: Помірно точний

source: Very Accurate.
nb: Veldig nøyaktig.
ta: மிகவும் துல்லியமானது.
uk: Дуже точний.

source: A sample of *N* = 250 responses is contained in the |bfi_sample|_ data set. In addition to the items, there are three further columns in the data set: ``ID`` (the respondent ID, a five digit number) as well as the age (``age``) and the gender (``gender``) of the respondent.
nb: Et utvalg på *N* = 250 svar finnes i datasettet |bfi_sample|_. I tillegg til svarene inneholder datasettet tre andre kolonner: ``ID`` (respondentens ID, et femsifret nummer) samt respondentens alder (``age``) og kjønn (``gender``).
ta: * N * = 250 பதில்களின் மாதிரி | bfi_sample | _ தரவு தொகுப்பில் உள்ளது. உருப்படிகளுக்கு மேலதிகமாக, தரவு தொகுப்பில் மேலும் மூன்று நெடுவரிசைகள் உள்ளன: `` ஐடி`` (பதிலளித்தவர் ஐடி, ஐந்து இலக்க எண்) மற்றும் அகவை (`` வயது``) மற்றும் பாலினம் (`` பாலினம் பதிலளித்தவரின் ``).
uk: Вибірка з *N* = 250 відповідей міститься в наборі даних |bfi_sample|_. Окрім пунктів, у наборі даних є ще три стовпці: ``ID`` (ідентифікатор респондента, п'ятизначне число), а також вік (``age``) і стать (``gender``) респондента.
