Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: A popular statistic used to check the internal consistency of a scale is **Cronbach’s α** (alpha; :ref:`Cronbach, 1951 <Cronbach_1951>`). Cronbach’s α is a measure of equivalence (whether different sets of scale items would give the same measurement outcomes). Equivalence is tested by dividing the scale items into two groups (a “split-half”) and seeing whether analysis of the two parts gives comparable results. Of course, there are many ways a set of items could be split, but if all possible splits are made then it is possible to produce a statistic that reflects the overall pattern of split-half coefficients. Cronbach’s α is such a statistic: a function of all the split-half coefficients for a scale. If a set of items that measure a construct (e.g. an Extraversion scale) has an α of 0.80, then the proportion of error variance in the scale is 0.20. In other words, a scale with an α of 0.80 includes approximately 20\% error.
nb: En populær statistikk som brukes til å kontrollere den interne konsistensen i en skala, er **Cronbachs α** (alfa; :ref:`Cronbach, 1951 <Cronbach_1951>`). Cronbachs α er et mål på ekvivalens (hvorvidt ulike sett med spørsmål innenfor en skala vil gi samme måleresultater). Ekvivalens testes ved å dele spørsmålene i to grupper (en «split-half») og se om analysen av de to delene gir sammenlignbare resultater. Det er selvsagt mange måter å dele et sett med spørsmål på, men hvis alle mulige delinger er gjort, er det mulig å produsere en statistikk som gjenspeiler det generelle mønsteret i *split-half*-koeffisientene. Cronbachs α er en slik statistikk: en funksjon av alle *split-half*-koeffisientene for en skala. Hvis et sett med spørsmål som måler et konstrukt (f.eks. en skala for ekstraversjon), har en α på 0,80, er andelen feilvarians i skalaen 0,20. Med andre ord inneholder en skala med en α på 0,80 omtrent 20\% feil.
ta: ஒரு அளவின் உள் நிலைத்தன்மையை சரிபார்க்கப் பயன்படுத்தப்படும் ஒரு பிரபலமான புள்ளிவிவரம் ** க்ரோன்பேக்கின் α ** (ஆல்பா;: குறிப்பு: `க்ரோன்பாக், 1951 <க்ரோன்பாக்_1951>`). க்ரோன்பேக்கின் α என்பது சமநிலையின் ஒரு நடவடிக்கையாகும் (வெவ்வேறு அளவிலான உருப்படிகளின் அளவுகள் ஒரே அளவீட்டு விளைவுகளைத் தருமா). அளவிலான உருப்படிகளை இரண்டு குழுக்களாகப் பிரிப்பதன் மூலமும் (“பிளவு-பாதி”) மற்றும் இரண்டு பகுதிகளின் பகுப்பாய்வு ஒப்பிடத்தக்க முடிவுகளைத் தருகிறதா என்பதைப் பார்ப்பதன் மூலமும் சமநிலை சோதிக்கப்படுகிறது. நிச்சயமாக, பல வழிகள் பொருட்களைப் பிரிக்கக்கூடும், ஆனால் சாத்தியமான அனைத்து பிளவுகளும் செய்யப்பட்டால், பிளவு-பாதி குணகங்களின் ஒட்டுமொத்த வடிவத்தை பிரதிபலிக்கும் ஒரு புள்ளிவிவரத்தை உருவாக்க முடியும். க்ரோன்பேக்கின் α அத்தகைய புள்ளிவிவரம்: ஒரு அளவிற்கான அனைத்து பிளவு-பாதி குணகங்களின் செயல்பாடு. ஒரு கட்டமைப்பை அளவிடும் உருப்படிகளின் தொகுப்பு (எ.கா. ஒரு புறம்போக்கு அளவுகோல்) 0.80 இன் α இருந்தால், அளவில் பிழை மாறுபாட்டின் விகிதம் 0.20 ஆகும். வேறு வார்த்தைகளில் கூறுவதானால், 0.80 இன் α கொண்ட ஒரு அளவுகோல் சுமார் 20 \% பிழையை உள்ளடக்கியது.
uk: Популярним статистичним показником, що використовується для перевірки внутрішньої узгодженості шкали, є **α Кронбаха** (альфа; :ref:`Cronbach, 1951 <Cronbach_1951>`). α Кронбаха є мірою еквівалентності (чи дадуть різні набори елементів шкали однакові результати вимірювання). Еквівалентність перевіряється шляхом поділу елементів шкали на дві групи («розподіл навпіл») і перевірки, чи дає аналіз двох частин порівнянні результати. Звичайно, існує багато способів поділу набору елементів, але якщо зробити всі можливі поділи, то можна отримати статистичний показник, який відображає загальну структуру коефіцієнтів розподілу навпіл. Коефіцієнт α Кронбаха є таким статистичним показником: функцією всіх коефіцієнтів розподілу навпіл для шкали. Якщо набір елементів, що вимірюють конструкт (наприклад, шкала екстравертності), має α 0,80, то частка дисперсії помилки в шкалі становить 0,20. Іншими словами, шкала з α 0,80 містить приблизно 20 % помилки.

source: BUT, (and that’s a BIG “BUT”), Cronbach’s α is not a measure of unidimensionality (i.e. an indicator that a scale is measuring a single factor or construct rather than multiple related constructs). Scales that are multidimensional will cause α to be under-estimated if not assessed separately for each dimension, but high values for α are not necessarily indicators of unidimensionality. So, an α of 0.80 does not mean that 80\% of a single underlying construct is accounted for. It could be that the 80\% comes from more than one underlying construct. That’s why EFA and CFA are useful to do first.
nb: MEN, (og det er et STORT «MEN»), Cronbachs α er ikke et mål på endimensjonalitet (dvs. en indikator på at en skala måler én enkelt faktor eller ett enkelt konstrukt snarere enn flere relaterte konstrukter). Skalaer som er flerdimensjonale, vil føre til at α blir underestimert hvis de ikke vurderes separat for hver dimensjon, men høye verdier for α er ikke nødvendigvis en indikator på endimensjonalitet. En α på 0,80 betyr altså ikke at 80\% av et enkelt underliggende konstrukt er tatt hensyn til. Det kan være at de 80\% kommer fra mer enn ett underliggende konstrukt. Det er derfor EFA og CFA er nyttige å gjøre først.
ta: ஆனால். ஒவ்வொரு பரிமாணத்திற்கும் தனித்தனியாக மதிப்பிடப்படாவிட்டால் பல பரிமாணமான செதில்கள் α மதிப்பிடப்படாது, ஆனால் க்கு க்கான உயர் மதிப்புகள் ஒரே பரிமாணத்தின் குறிகாட்டிகள் அல்ல. எனவே, 0.80 இன் α ஒரு அடிப்படை கட்டமைப்பில் 80 \% கணக்கிடப்படுகிறது என்று அர்த்தமல்ல. 80 \% ஒன்றுக்கு மேற்பட்ட அடிப்படைக் கட்டமைப்பிலிருந்து வருகிறது. அதனால்தான் EFA மற்றும் CFA ஆகியவை முதலில் செய்ய பயனுள்ளதாக இருக்கும்.
uk: АЛЕ (і це велике «АЛЕ»), коефіцієнт α Кронбаха не є мірою одномірності (тобто показником того, що шкала вимірює один фактор або конструкт, а не кілька пов'язаних конструктів). Багатовимірні шкали призведуть до заниження α, якщо не оцінювати кожну вісь окремо, але високі значення α не обов'язково є показниками одномірності. Отже, α = 0,80 не означає, що враховано 80 % одного базового конструкту. Можливо, ці 80 % походять від більш ніж одного базового конструкту. Ось чому спочатку корисно провести EFA та CFA.

source: Further, another feature of α is that it tends to be sample specific: it is not a characteristic of the scale, but rather a characteristic of the sample in which the scale has been used. A biased, unrepresentative, or small sample could produce a very different α coefficient than a large, representative sample. α can even vary from large sample to large sample. Nevertheless, despite these limitations, Cronbach’s α has been popular in Psychology for estimating internal consistency reliability. It’s pretty easy to calculate, understand and interpret, and therefore it can be a useful initial check on scale performance when you administer a scale with a different sample, from a different setting or population, for example.
nb: Et annet trekk ved α er at den har en tendens til å være utvalgsspesifikk: Den er ikke en egenskap ved skalaen, men snarere en egenskap ved utvalget som skalaen har blitt brukt i. Et skjevt, ikke-representativt eller lite utvalg kan gi en helt annen α-koeffisient enn et stort, representativt utvalg. α kan til og med variere fra stort utvalg til stort utvalg. Til tross for disse begrensningene har Cronbachs α likevel vært populær i psykologien for å estimere intern konsistensreliabilitet. Den er ganske enkel å beregne, forstå og tolke, og derfor kan den være en nyttig innledende sjekk av skalaens ytelse når du for eksempel administrerer en skala med et annet utvalg, fra en annen setting eller populasjon.
ta: மேலும், of இன் மற்றொரு நற்பொருத்தம் என்னவென்றால், இது மாதிரி குறிப்பிட்டதாக இருக்கும்: இது அளவின் சிறப்பியல்பு அல்ல, மாறாக அளவு பயன்படுத்தப்பட்ட மாதிரியின் சிறப்பியல்பு. ஒரு பக்கச்சார்பான, பிரதிநிதித்துவமற்ற அல்லது சிறிய மாதிரி ஒரு பெரிய, சார்பாளர் மாதிரியை விட மிகவும் மாறுபட்ட α குணகத்தை உருவாக்கக்கூடும். α பெரிய மாதிரியிலிருந்து பெரிய மாதிரிக்கு கூட மாறுபடும். ஆயினும்கூட, இந்த வரம்புகள் இருந்தபோதிலும், உள் நிலைத்தன்மையின் நம்பகத்தன்மையை மதிப்பிடுவதற்காக க்ரோன்பேக்கின் α உளவியலில் பிரபலமாக உள்ளது. கணக்கிடுவது, புரிந்துகொள்வது மற்றும் விளக்குவது மிகவும் எளிதானது, எனவே நீங்கள் வேறு மாதிரியுடன் ஒரு அளவை நிர்வகிக்கும்போது, வேறு அமைப்பு அல்லது மக்கள்தொகையிலிருந்து, எடுத்துக்காட்டாக, இது ஒரு பயனுள்ள ஆரம்ப சோதனையாக இருக்கலாம்.
uk: Крім того, ще однією особливістю α є те, що він, як правило, залежить від вибірки: це не характеристика шкали, а скоріше характеристика вибірки, в якій використовувалася шкала. Упереджена, нерепрезентативна або невелика вибірка може дати зовсім інший коефіцієнт α, ніж велика, репрезентативна вибірка. α може навіть відрізнятися від великої вибірки до великої вибірки. Проте, незважаючи на ці обмеження, α Кронбаха є популярним у психології для оцінки внутрішньої надійності. Його досить легко обчислити, зрозуміти та інтерпретувати, тому він може бути корисним для початкової перевірки ефективності шкали, наприклад, коли ви застосовуєте шкалу з іншою вибіркою, з іншим середовищем або популяцією.

source: An alternative is **McDonald’s ω** (omega), and jamovi also provides this statistic. Whereas α makes the following assumptions: (a) no residual correlations, (b) items have identical loadings, and (c) the scale is unidimensional, ω does not and is therefore a more robust reliability statistic. If these assumptions are not violated then α and ω will be similar, but if they are then ω is to be preferred.
nb: Et alternativ er **McDonalds ω** (omega), og jamovi gir også denne statistikken. Mens α gjør følgende forutsetninger: (a) ingen residualkorrelasjoner, (b) spørsmålene har identiske ladninger, og (c) skalaen er endimensjonal, gjør ikke ω det, og er derfor en mer robust reliabilitetsstatistikk. Hvis disse forutsetningene ikke er brutt, vil α og ω være like, men hvis de er det, er ω å foretrekke.
ta: ஒரு மாற்று ** மெக்டொனால்டின் ω ** (ஒமேகா), மற்றும் சாமோவியும் இந்த புள்ளிவிவரத்தை வழங்குகிறது. அதேசமயம் the பின்வரும் அனுமானங்களை உருவாக்குகிறது: (அ) மீதமுள்ள தொடர்புகள் இல்லை, (ஆ) உருப்படிகளுக்கு ஒரே மாதிரியான ஏற்றங்கள் இல்லை, (இ) அளவுகோல் ஒரே மாதிரியானது, the இல்லை, எனவே இது மிகவும் வலுவான நம்பகத்தன்மை புள்ளிவிவரமாகும். இந்த அனுமானங்கள் மீறப்படாவிட்டால் α மற்றும் Ω ஒத்ததாக இருக்கும், ஆனால் அவை இருந்தால் wise விரும்பப்பட வேண்டும்.
uk: Альтернативою є **McDonald’s ω** (омега), і jamovi також надає цю статистику. Тоді як α робить такі припущення: (a) відсутність залишкових кореляцій, (b) елементи мають однакові навантаження, і (c) шкала є одновимірною, ω цього не робить і тому є більш надійною статистикою надійності. Якщо ці припущення не порушуються, то α і ω будуть схожими, але якщо вони порушуються, то ω є кращим варіантом.

source: Sometimes a threshold for α or ω is provided, suggesting a “good enough” value. This might be something like αs of 0.70 or 0.80 representing “acceptable” and “good” reliability, respectively. However, this does depend on what exactly the scale is supposed to be measuring, so thresholds like this should be used cautiously. It could be better to simply state that an α or ω of 0.70 is associated with 30\% error variance in a scale, and an α or ω of 0.80 is associated with 20\%.
nb: Noen ganger oppgis det en terskelverdi for α eller ω, som antyder en «god nok» verdi. Dette kan for eksempel være α på 0,70 eller 0,80, som representerer henholdsvis «akseptabel» og «god» reliabilitet. Dette avhenger imidlertid av hva skalaen er ment å måle, så slike terskelverdier bør brukes med forsiktighet. Det kan være bedre å si at en α eller ω på 0,70 er forbundet med 30\% feilvarians i en skala, og at en α eller ω på 0,80 er forbundet med 20\%.
ta: சில நேரங்களில் α அல்லது க்கு க்கான ஒரு நுழைவு வழங்கப்படுகிறது, இது “போதுமானது” மதிப்பைக் குறிக்கிறது. இது முறையே “ஏற்றுக்கொள்ளக்கூடிய” மற்றும் “நல்ல” நம்பகத்தன்மையைக் குறிக்கும் 0.70 அல்லது 0.80 போன்றதாக இருக்கலாம். எவ்வாறாயினும், இது அளவு அளவிடப்பட வேண்டும் என்பதைப் பொறுத்தது, எனவே இது போன்ற வாசல்களை எச்சரிக்கையுடன் பயன்படுத்த வேண்டும். 0.70 இன் α அல்லது Ω ஒரு அளவில் 30 \% பிழை மாறுபாட்டுடன் தொடர்புடையது, மற்றும் 0.80 இன் α அல்லது ω Ω 20 \% உடன் தொடர்புடையது என்று வெறுமனே கூறுவது நல்லது.
uk: Іноді вказується поріг для α або ω, що вказує на «достатньо хороше» значення. Це може бути, наприклад, αs 0,70 або 0,80, що відповідає «прийнятній» та «хорошій» надійності відповідно. Однак це залежить від того, що саме має вимірювати шкала, тому такі порогові значення слід використовувати з обережністю. Можливо, краще просто зазначити, що α або ω 0,70 пов'язане з 30 % відхиленням похибки в шкалі, а α або ω 0,80 пов'язане з 20 %.

source: Can α be too high? Probably: if you are getting an α coefficient above 0.95 then this indicates high inter-correlations between the items and that there might be too much overly-redundant specificity in the measurement, with a risk that the construct being measured is perhaps overly narrow.
nb: Kan α være for høy? Sannsynligvis: Hvis du får en α-koeffisient på over 0,95, indikerer dette høy interkorrelasjon mellom spørsmålene og at det kan være for mye redundant spesifisitet i målingen, med risiko for at konstruktet som måles, kanskje er for snevert.
ta: The மிக அதிகமாக இருக்க முடியுமா? அநேகமாக: நீங்கள் 0.95 க்கு மேல் ஒரு α குணகத்தைப் பெறுகிறீர்கள் என்றால், இது உருப்படிகளுக்கு இடையில் அதிக தொடர்புகளுக்கிடையேயான தொடர்புகளைக் குறிக்கிறது மற்றும் அளவீட்டில் அதிகப்படியான-குறைப்பு விவரக்குறிப்பு இருக்கலாம், அளவிடப்படும் கட்டமைப்பானது அதிகப்படியான குறுகலாக இருக்கும்.
uk: Чи може α бути занадто високим? Можливо: якщо ви отримуєте коефіцієнт α вище 0,95, це вказує на високу взаємозалежність між елементами і на те, що в вимірюванні може бути занадто багато надлишкової специфічності, з ризиком того, що вимірювана конструкція може бути занадто вузькою.

source: Reliability analysis in jamovi
nb: Reliabilitetsanalyse i jamovi
ta: சமோவியில் நம்பகத்தன்மை பகுப்பாய்வு
uk: Аналіз надійності в jamovi

source: We have a third sample of personality data to use to undertake reliability analysis: in the |bfi_sample3|_ data set. Once again, check that the 25 personality item variables are coded as continuous |continuous|. To perform reliability analysis in jamovi:
nb: Vi har et tredje utvalg av personlighetsdata som vi kan bruke til å gjennomføre en reliabilitetsanalyse: i datasettet |bfi_sample3|_. Kontroller nok en gang at de 25 personlighetsvariablene er kodet som kontinuerlige |continuous|. Slik utfører du reliabilitetsanalyse i jamovi:
ta: நம்பகத்தன்மை பகுப்பாய்வை மேற்கொள்ள பயன்படுத்த வேண்டிய ஆளுமைத் தரவின் மூன்றாவது மாதிரி எங்களிடம் உள்ளது: | BFI_SAMPLE3 | _ தரவு தொகுப்பில். மீண்டும், 25 ஆளுமை உருப்படி மாறிகள் தொடர்ச்சியான | தொடர்ச்சியான | என குறியிடப்பட்டுள்ளதா என்பதை சரிபார்க்கவும். சமோவியில் நம்பகத்தன்மை பகுப்பாய்வு செய்ய:
uk: У нас є третій зразок даних про особистість, який можна використовувати для проведення аналізу надійності: у наборі даних |bfi_sample3|_. Ще раз переконайтеся, що 25 змінних особистісних характеристик закодовані як безперервні |continuous|. Щоб виконати аналіз надійності в jamovi:

source: Select ``Factor`` → ``Reliability Analysis`` from the ``Analyses`` tab in jamovi to open the options panel where you can determine the settings for the reliability analysis (:numref:`fig-rel1`).
nb: Velg ``Factor`` → ``Reliability Analysis`` under fanen ``Analyses`` i jamovi for å åpne analysepanelet der du kan bestemme innstillingene for reliabilitetsanalysen (:numref:`fig-rel1`).
ta: நம்பகத்தன்மை பகுப்பாய்விற்கான அமைப்புகளை நீங்கள் தீர்மானிக்கக்கூடிய விருப்பங்கள் குழுவைத் திறக்க சாமோவியில் உள்ள `` அனலீச்` தாவலில் இருந்து `` காரணி` `` `நம்பகத்தன்மை பகுப்பாய்வு`` என்பதைத் தேர்ந்தெடுக்கவும் (: எண்:` FIG-REL1`).
uk: Виберіть ``Factor`` → ``Reliability Analysis`` з ``Analyses`` Натисніть вкладку в jamovi, щоб відкрити панель параметрів, де можна визначити налаштування для аналізу надійності (:numref:`fig-rel1`).

source: Select the 5 ``A``-variables and transfer them into the ``Items`` box.
nb: Velg de 5 ``A``-variablene og overfør dem til ``Items``-boksen.
ta: 5 `` a` `-வேராம்களைத் தேர்ந்தெடுத்து அவற்றை` `உருப்படிகள்` பெட்டியில் மாற்றவும்.
uk: Виберіть 5 ``A``-змінних та перенесіть їх у поле ``Items``.

source: Under the ``Reverse Scaled Items`` option, select variable ``A1`` in the ``Normal Scaled Items`` box and move it across to the ``Reverse Scaled Items`` variable box.
nb: Under alternativet ``Reverse Scaled Items`` velger du variabelen ``A1`` i boksen ``Normal Scaled Items`` og flytter den over til variabelboksen ``Reverse Scaled Items``.
ta: `` தலைகீழ் அளவிடப்பட்ட உருப்படிகள்` விருப்பத்தின் கீழ், `` சாதாரண அளவிடப்பட்ட உருப்படிகளில்` `` A1`` பெட்டியில் மாறி `` தலைகீழ் அளவிடப்பட்ட உருப்படிகள்` `மாறி பெட்டியில் நகர்த்தவும்.
uk: Під ``Reverse Scaled Items`` опція, виберіть змінну ``A1`` у ``Normal Scaled Items`` коробку та перемістіть її до ``Reverse Scaled Items`` змінна коробка.

source: Check other appropriate options, as in :numref:`fig-rel1`.
nb: Sjekk andre passende alternativer, som i :numref:`fig-rel1`.
ta: உள்ளதைப் போல பிற பொருத்தமான விருப்பங்களைச் சரிபார்க்கவும்: NUMREF: `Fig-Rel1`.
uk: Перевірте інші відповідні опції, як-от :numref:`fig-rel1`.

source: Settings for conducting a Reliability Analysis
nb: Innstillinger for gjennomføring av en reliabilitetsanalyse
ta: நம்பகத்தன்மை பகுப்பாய்வை நடத்துவதற்கான அமைப்புகள்
uk: Налаштування для проведення аналізу надійності

source: Options panel with the settings for conducting a Reliability Analysis in jamovi
nb: Analysepanel med innstillinger for å gjennomføre en reliabilitetsanalyse i jamovi
ta: சமோவியில் நம்பகத்தன்மை பகுப்பாய்வை நடத்துவதற்கான அமைப்புகளுடன் விருப்பங்கள் குழு
uk: Панель параметрів з налаштуваннями для проведення аналізу надійності в jamovi

source: Once done, look across at the jamovi results window. You should see something like :numref:`fig-rel2`. This tells us that the Cronbach’s α coefficient for the Agreeableness scale is 0.72. This means that just under 30\% of the Agreeableness scale score is error variance. McDonald’s ω is also given, and this is 0.74, not much different from α.
nb: Når du er ferdig, kan du se på jamovi-resultatvinduet. Du bør se noe sånt som :numref:`fig-rel2`. Dette forteller oss at Cronbachs α-koeffisient for Agreeableness-skalaen er 0,72. Dette betyr at i underkant av 30\% av skåren på Agreeableness-skalaen er feilvarians. McDonalds ω er også oppgitt, og denne er 0,74, ikke mye forskjellig fra α.
ta: முடிந்ததும், சாமோவி முடிவுகள் சாளரத்தைப் பாருங்கள். நீங்கள் போன்ற ஒன்றைக் காண வேண்டும்: numref: `Fig-rel2`. உடன்படிக்கை அளவிற்கான க்ரோன்பேக்கின் α குணகம் 0.72 என்று இது நமக்குக் கூறுகிறது. இதன் பொருள், உடன்பாடு அளவிலான மதிப்பெண்ணில் 30 \% க்கு கீழ் பிழை மாறுபாடு உள்ளது. மெக்டொனால்டின் this வழங்கப்பட்டுள்ளது, இது 0.74 ஆகும், இது இருந்து இலிருந்து மிகவும் வேறுபட்டதல்ல.
uk: Після цього подивіться на вікно результатів jamovi. Ви повинні побачити щось на зразок :numref:`fig-rel2`. Це означає, що коефіцієнт α Кронбаха для шкали «Приємність» становить 0,72. Це означає, що трохи менше 30 % балів за шкалою «Приємність» є похибкою. Також вказано ω Макдональда, яке становить 0,74, що не сильно відрізняється від α.

source: Results of the Reliability Analysis for Agreeableness
nb: Resultater av reliabilitetsanalysen for Agreeableness
ta: உடன்படிக்கைக்கான நம்பகத்தன்மை பகுப்பாய்வின் முடிவுகள்
uk: Результати аналізу надійності на предмет зручності

source: Tables with the results of the Reliability Analysis for the Agreeableness factor from the |bfi_sample3|_ data set
nb: Tabeller med resultatene av reliabilitetsanalysen for faktoren Agreeableness fra datasettet |bfi_sample3|_
ta: | Bfi_sample3 | _ தரவு தொகுப்பு இருந்து உடன்படாத காரணிக்கான நம்பகத்தன்மை பகுப்பாய்வின் முடிவுகளுடன் அட்டவணைகள்
uk: Таблиці з результатами аналізу надійності для коефіцієнта зручності з набору даних |bfi_sample3|_

source: We can also check how α or ω can be improved if a specific item is dropped from the scale. For example, α would increase to 0.72 and ω to 0.74 if we dropped item A1. This isn’t a big increase, so probably not worth doing.
nb: Vi kan også sjekke hvordan α eller ω kan forbedres hvis et bestemt spørsmål fjernes fra skalaen. For eksempel vil α øke til 0,72 og ω til 0,74 hvis vi fjerner spørsmål A1. Dette er ikke en stor økning, så det er sannsynligvis ikke verdt å gjøre det.
ta: ஒரு குறிப்பிட்ட உருப்படி அளவிலிருந்து கைவிடப்பட்டால் α அல்லது ω எவ்வாறு மேம்படுத்தப்படலாம் என்பதையும் நாம் சரிபார்க்கலாம். எடுத்துக்காட்டாக, நாங்கள் உருப்படி A1 ஐ கைவிட்டால் α 0.72 மற்றும் ω 0.74 வரை அதிகரிக்கும். இது ஒரு பெரிய அதிகரிப்பு அல்ல, எனவே செய்ய வேண்டியதல்ல.
uk: Ми також можемо перевірити, як можна поліпшити α або ω, якщо вилучити певний елемент зі шкали. Наприклад, α збільшиться до 0,72, а ω — до 0,74, якщо ми вилучимо елемент A1. Це не велике збільшення, тому, ймовірно, не варто цього робити.

source: The process of calculating and checking scale statistics (α and ω) is the same for all the other scales, and they all had similar reliability estimates apart from Openness (α = 0.60, ω = 0.62). For Openness, the amount of error variance in the Scale score is around 40\%, which is high and indicates that Openness is substantially less consistent as a reliable measure of a personality attribute than the other personality scales.
nb: Prosessen med å beregne og kontrollere skalastatistikken (α og ω) er den samme for alle de andre skalaene, og de hadde alle lignende reliabilitetsestimater bortsett fra åpenhet (*openness*; α = 0,60, ω = 0,62). For Åpenhet er feilvariansen i skalaskåren på rundt 40\%, noe som er høyt og indikerer at åpenhet er vesentlig mindre konsistent som et reliabel mål på en personlighetsegenskap enn de andre personlighetsskalaene.
ta: அளவிலான புள்ளிவிவரங்களை (α மற்றும் ω) கணக்கிடும் மற்றும் சரிபார்க்கும் செயல்முறை மற்ற எல்லா அளவீடுகளுக்கும் ஒரே மாதிரியாக இருக்கும், மேலும் அவை அனைத்தும் திறந்த தன்மையைத் தவிர (α = 0.60, ω = 0.62) ஒத்த நம்பகத்தன்மை மதிப்பீடுகளைக் கொண்டிருந்தன. திறந்த தன்மையைப் பொறுத்தவரை, அளவிலான மதிப்பெண்ணில் பிழை மாறுபாட்டின் அளவு சுமார் 40 \%ஆகும், இது அதிகமாக உள்ளது மற்றும் மற்ற ஆளுமை அளவீடுகளை விட ஆளுமை பண்புக்கூறு நம்பகமான நடவடிக்கையாக திறந்த தன்மை கணிசமாக குறைவாக இருப்பதைக் குறிக்கிறது.
uk: Процес обчислення та перевірки статистичних показників шкали (α та ω) є однаковим для всіх інших шкал, і всі вони мали подібні оцінки надійності, за винятком відкритості (α = 0,60, ω = 0,62). Для відкритості величина дисперсії помилки в балі шкали становить близько 40 %, що є високим показником і свідчить про те, що відкритість є значно менш послідовною як надійний показник особистісної риси, ніж інші шкали особистості.

source: Summary
nb: Sammendrag
ta: சுருக்கம்
uk: Короткий зміст

source: In this chapter on factor analysis and related techniques we have introduced and demonstrated statistical analyses that assess the pattern of relationships in a data set. Specifically, we have covered:
nb: I dette kapittelet om faktoranalyse og beslektede teknikker har vi introdusert og demonstrert statistiske analyser som vurderer mønsteret av sammenhenger i et datasett. Mer spesifikt har vi tatt for oss:
ta: காரணி பகுப்பாய்வு மற்றும் தொடர்புடைய நுட்பங்கள் குறித்த இந்த அத்தியாயத்தில், தரவுத் தொகுப்பில் உறவுகளின் வடிவத்தை மதிப்பிடும் புள்ளிவிவர பகுப்பாய்வுகளை நாங்கள் அறிமுகப்படுத்தி நிரூபித்துள்ளோம். குறிப்பாக, நாங்கள் உள்ளடக்கியுள்ளோம்:
uk: У цьому розділі, присвяченому факторному аналізу та пов'язаним з ним методам, ми представили та продемонстрували статистичний аналіз, який оцінює закономірності взаємозв'язків у наборі даних. Зокрема, ми розглянули:
