Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: Writing up an EFA
nb: Skriving av en EFA
ta: ஒரு EFA ஐ எழுதுதல்
uk: Написання EFA

source: Hopefully, so far we have given you some sense of EFA and how to undertake EFA in jamovi. So, once you have completed your EFA, how do you write it up? There is not a formal standard way to write up an EFA, and examples tend to vary by discipline and researcher. That said, there are some fairly standard pieces of information to include in your write-up:
nb: Forhåpentligvis har vi så langt gitt deg en viss forståelse av EFA og hvordan man gjennomfører EFA i jamovi. Når du har gjennomført en EFA, hvordan skriver du den da? Det finnes ingen formell standard måte å skrive en EFA på, og eksemplene har en tendens til å variere etter fagfelt og forsker. Når det er sagt, finnes det likevel noen standardopplysninger som bør inkluderes i oppsummeringen:
ta: வட்டம், இதுவரை நாங்கள் உங்களுக்கு EFA இன் சில உணர்வையும், சாமோவியில் EFA ஐ எவ்வாறு மேற்கொள்வது என்பதையும் வழங்கியுள்ளோம். எனவே, உங்கள் EFA ஐ முடித்தவுடன், அதை எவ்வாறு எழுதுவது? ஒரு EFA ஐ எழுத முறையான நிலையான வழி இல்லை, மேலும் எடுத்துக்காட்டுகள் ஒழுக்கம் மற்றும் ஆராய்ச்சியாளரால் மாறுபடும். உங்கள் எழுத்தில் சேர்க்க சில தரமான தகவல்கள் உள்ளன:
uk: Сподіваємося, що до цього моменту ми дали вам певне уявлення про EFA та про те, як проводити EFA в jamovi. Отже, після завершення EFA, як її описати? Не існує офіційного стандартного способу опису EFA, і приклади, як правило, різняться залежно від дисципліни та дослідника. Проте, є деякі досить стандартні елементи інформації, які слід включити до вашого опису:

source: What are the theoretical underpinnings for the area you are studying, and specifically for the constructs that you are interested in uncovering through EFA?
nb: Hva er det teoretiske grunnlaget for det området du studerer, og spesielt for de konstruktene du er interessert i å avdekke gjennom EFA?
ta: நீங்கள் படிக்கும் பகுதிக்கான தத்துவார்த்த அடித்தளங்கள் என்ன, குறிப்பாக EFA மூலம் நீங்கள் ஆர்வமுள்ள கட்டுமானங்களுக்காக என்ன?
uk: Які теоретичні основи для галузі, яку ви вивчаєте, і зокрема для конструктів, які ви зацікавлені розкрити за допомогою EFA?

source: A description of the sample (e.g. demographic information, sample size, sampling method).
nb: En beskrivelse av utvalget (f.eks. demografisk informasjon, utvalgsstørrelse, utvalgsmetode).
ta: மாதிரியின் விளக்கம் (எ.கா. மக்கள்தொகை செய்தி, மாதிரி அளவு, மாதிரி முறை).
uk: Опис вибірки (наприклад, демографічна інформація, розмір вибірки, метод вибірки).

source: A description of the type of data used (e.g., nominal |nominal|, continuous |continuous|) and descriptive statistics.
nb: En beskrivelse av hvilken type data som er brukt (f.eks. nominell |nominal|, kontinuerlig |continuous|) og deskriptivstatistikk.
ta: பயன்படுத்தப்படும் தரவு வகையின் விளக்கம் (எ.கா., பெயரளவு | பெயரளவு |, தொடர்ச்சியான | தொடர்ச்சியான |) மற்றும் விளக்க புள்ளிவிவரங்கள்.
uk: Опис типу використаних даних (наприклад, номінальні |nominal|, безперервні |continuous|) та описова статистика.

source: Describe how you went about testing the assumptions for EFA. Details regarding sphericity checks and measures of sampling adequacy should be reported.
nb: Beskriv hvordan du gikk frem for å teste forutsetningene for EFA. Detaljer om sfæricitetskontroller og mål på utvalgets tilstrekkelighet bør rapporteres.
ta: EFA க்கான அனுமானங்களை நீங்கள் எவ்வாறு சோதித்துப் பார்த்தீர்கள் என்பதை விவரிக்கவும். கோள காசோலைகள் மற்றும் மாதிரி போதுமான அளவீடுகள் தொடர்பான விவரங்கள் தெரிவிக்கப்பட வேண்டும்.
uk: Опишіть, як ви перевіряли припущення щодо EFA. Слід повідомити деталі щодо перевірок сферичності та заходів щодо адекватності вибірки.

source: Explain what FA extraction method (e.g. maximum likelihood) was used.
nb: Forklar hvilken FA-ekstraksjonsmetode (f.eks. Maximum Likelihood) som ble brukt.
ta: FA பிரித்தெடுத்தல் முறை (எ.கா. அதிகபட்ச வாய்ப்பு) பயன்படுத்தப்பட்டது என்பதை விளக்குங்கள்.
uk: Поясніть, який метод вилучення FA (наприклад, метод максимальної правдоподібності) було використано.

source: Explain the criteria and process used for deciding how many factors were extracted in the final solution, and which items were selected. Clearly explain the rationale for key decisions during the EFA process.
nb: Forklar kriteriene og prosessen som ble brukt for å avgjøre hvor mange faktorer som ble trukket ut i den endelige løsningen, og hvilke spørsmål som ble valgt ut. Forklar tydelig begrunnelsen for viktige beslutninger under EFA-prosessen.
ta: இறுதி தீர்வில் எத்தனை காரணிகள் பிரித்தெடுக்கப்பட்டன, எந்த உருப்படிகள் தேர்ந்தெடுக்கப்பட்டன என்பதை தீர்மானிக்க பயன்படுத்தப்படும் அளவுகோல்கள் மற்றும் செயல்முறையை விளக்குங்கள். EFA செயல்பாட்டின் போது முக்கிய முடிவுகளுக்கான பகுத்தறிவை தெளிவாக விளக்குங்கள்.
uk: Поясніть критерії та процес, що використовувалися для визначення кількості факторів, виокремлених у кінцевому рішенні, та які елементи були обрані. Чітко поясніть обґрунтування ключових рішень, прийнятих під час процесу EFA.

source: Explain what rotation methods were attempted, the reasons why, and the results.
nb: Forklar hvilke rotasjonsmetoder som ble forsøkt, hvorfor, og resultatene.
ta: என்ன சுழற்சி முறைகள் முயற்சிக்கப்பட்டன, அதற்கான காரணங்கள் மற்றும் முடிவுகளை விளக்குங்கள்.
uk: Поясніть, які методи ротації були спробовані, причини чому та результати.

source: Final factor loadings should be reported in the results, in a table. This table should also report the uniqueness (or communality) for each variable (in the final column). Factor loadings should be reported with descriptive labels in addition to item numbers. Correlations between the factors should also be included, either at the bottom of this table, in a separate table.
nb: De endelige faktorladningene bør rapporteres i resultatene, i en tabell. Denne tabellen bør også rapportere unikheten (eller fellesskapet) for hver variabel (i den siste kolonnen). Faktorladningene bør rapporteres med beskrivende navner i tillegg til itemnumrene. Korrelasjoner mellom faktorene bør også inkluderes, enten nederst i denne tabellen eller i en separat tabell.
ta: இறுதி காரணி ஏற்றுதல் முடிவுகளில், ஒரு அட்டவணையில் தெரிவிக்கப்பட வேண்டும். இந்த அட்டவணை ஒவ்வொரு மாறிக்கும் (இறுதி நெடுவரிசையில்) தனித்துவத்தையும் (அல்லது வகுப்புவாதத்தையும்) தெரிவிக்க வேண்டும். உருப்படி எண்களுக்கு கூடுதலாக விளக்க லேபிள்களுடன் காரணி ஏற்றுதல் புகாரளிக்கப்பட வேண்டும். காரணிகளுக்கிடையேயான தொடர்புகள் இந்த அட்டவணையின் அடிப்பகுதியில், ஒரு தனி அட்டவணையில் சேர்க்கப்பட வேண்டும்.
uk: Остаточні факторні навантаження повинні бути вказані в результатах у вигляді таблиці. У цій таблиці також повинна бути вказана унікальність (або спільність) для кожної змінної (в останньому стовпці). Факторні навантаження повинні бути вказані з описовими мітками на додаток до номерів елементів. Кореляції між факторами також повинні бути включені внизу цієї таблиці або в окремій таблиці.

source: Meaningful names for the extracted factors should be provided. You may like to use previously selected factor names, but on examining the actual items and factors you may think a different name is more appropriate.
nb: De ekstraherte faktorene bør gis meningsfulle navn. Det kan være lurt å bruke tidligere valgte faktornavn, men når du undersøker de faktiske spørsmålene og faktorene, kan det hende du mener at et annet navn er mer passende.
ta: பிரித்தெடுக்கப்பட்ட காரணிகளுக்கான அர்த்தமுள்ள பெயர்கள் வழங்கப்பட வேண்டும். நீங்கள் முன்னர் தேர்ந்தெடுக்கப்பட்ட காரணி பெயர்களைப் பயன்படுத்த விரும்பலாம், ஆனால் உண்மையான உருப்படிகள் மற்றும் காரணிகளை ஆராய்வதில் வேறு பெயர் மிகவும் பொருத்தமானது என்று நீங்கள் நினைக்கலாம்.
uk: Слід надати змістовні назви для виокремлених факторів. Ви можете використовувати раніше обрані назви факторів, але після вивчення фактичних елементів і факторів ви можете вирішити, що інша назва є більш доречною.

source: Quite helpfully, factor loadings can be interpreted like standardized regression coefficients
nb: Faktorladningene kan tolkes som standardiserte regresjonskoeffisienter
ta: மிகவும் உதவியாக, காரணி ஏற்றங்களை தரப்படுத்தப்பட்ட பின்னடைவு குணகங்கள் போல விளக்கலாம்
uk: Досить корисно, що факторні навантаження можна інтерпретувати як стандартизовані коефіцієнти регресії

source: An Eigen value indicates how much of the variance in the observed variables a factor accounts for. A factor with an Eigen value > 1 accounts for more variance than a single observed variable
nb: En Eigen-verdi angir hvor mye av variansen i de observerte variablene en faktor står for. En faktor med en Eigen-verdi > 1 står for mer varians enn en enkelt observert variabel
ta: ஒரு காரணி கணக்கில் கவனிக்கப்பட்ட மாறிகளில் எவ்வளவு மாறுபாடு உள்ளது என்பதை ஒரு ஈசென் மதிப்பு குறிக்கிறது. ஒரு ஈசென் மதிப்பு> 1 கணக்குகள் கொண்ட ஒரு காரணி ஒற்றை கவனிக்கப்பட்ட மாறியைக் காட்டிலும் அதிக மாறுபாட்டைக் கணக்கிடுகிறது
uk: Власне значення показує, яку частину дисперсії спостережуваних змінних пояснює фактор. Фактор із власним значенням > 1 пояснює більшу дисперсію, ніж одна спостережувана змінна

source: Oblique rotations provide two factor matrices, one called a structure matrix and one called a pattern matrix. In jamovi just the pattern matrix is shown in the results as this is typically the most useful for interpretation, though some experts suggest that both can be helpful. In a structure matrix coefficients show the relationship between the variable and the factors whilst ignoring the relationship of that factor with all the other factors (i.e. a zero-order correlation). Pattern matrix coefficients show the unique contribution of a factor to a variable whilst controlling for the effects of other factors on that variable (akin to standardized partial regression coefficient). Under orthogonal rotation, structure and pattern coefficients are the same.
nb: Skrå rotasjoner gir to faktormatriser, en som kalles en strukturmatrise og en som kalles en mønstermatrise. I jamovi er det bare mønstermatrisen som vises i resultatene, siden denne vanligvis er mest nyttig for tolkningen, selv om noen eksperter mener at begge kan være nyttige. I en strukturmatrise viser koeffisientene forholdet mellom variabelen og faktorene, mens de ignorerer forholdet mellom den aktuelle faktoren og alle de andre faktorene (dvs. en null-ordens korrelasjon). Mønstermatrise-koeffisienter viser det unike bidraget fra en faktor til en variabel, samtidig som man kontrollerer for effekten av andre faktorer på den aktuelle variabelen (i likhet med standardiserte partielle regresjonskoeffisienter). Under ortogonal rotasjon er struktur- og mønsterkoeffisientene de samme.
ta: சாய்ந்த சுழற்சிகள் இரண்டு காரணி மெட்ரிக்குகளை வழங்குகின்றன, ஒன்று கட்டமைப்பு மேட்ரிக்ச் என்று அழைக்கப்படுகிறது மற்றும் ஒன்று மாதிரி மேட்ரிக்ச் என்று அழைக்கப்படுகிறது. சாமோவியில், மாதிரி மேட்ரிக்ச் முடிவுகளில் காட்டப்பட்டுள்ளது, ஏனெனில் இது பொதுவாக விளக்கத்திற்கு மிகவும் பயனுள்ளதாக இருக்கும், இருப்பினும் சில வல்லுநர்கள் இருவரும் உதவியாக இருக்கும் என்று பரிந்துரைக்கின்றனர். ஒரு கட்டமைப்பு மேட்ரிக்ச் குணகங்களில் மாறி மற்றும் காரணிகளுக்கு இடையிலான உறவைக் காட்டுகிறது, அதே நேரத்தில் மற்ற அனைத்து காரணிகளுடனும் (அதாவது பூச்சிய-வரிசை தொடர்பு) அந்த காரணியின் உறவைப் புறக்கணிக்கிறது. மாதிரி மேட்ரிக்ச் குணகங்கள் ஒரு மாறிக்கு ஒரு காரணியின் தனித்துவமான பங்களிப்பைக் காட்டுகின்றன, அதே நேரத்தில் அந்த மாறியில் மற்ற காரணிகளின் விளைவுகளை கட்டுப்படுத்துகின்றன (தரப்படுத்தப்பட்ட பகுதி பின்னடைவு குணகத்திற்கு ஒத்தவை). ஆர்த்தோகனல் சுழற்சியின் கீழ், கட்டமைப்பு மற்றும் முறை குணகங்கள் ஒன்றே.
uk: Косі обертання забезпечують дві матриці факторів: одну, яка називається матрицею структури, та іншу, яка називається матрицею шаблону. У jamovi в результатах відображається лише матриця шаблону, оскільки вона зазвичай є найбільш корисною для інтерпретації, хоча деякі експерти вважають, що обидві матриці можуть бути корисними. У матриці структури коефіцієнти показують взаємозв'язок між змінною та факторами, ігноруючи взаємозв'язок цього фактора з усіма іншими факторами (тобто кореляцію нульового порядку). Коефіцієнти матриці шаблону показують унікальний внесок фактора у змінну, контролюючи вплив інших факторів на цю змінну (подібно до стандартизованого коефіцієнта часткової регресії). При ортогональному обертанні коефіцієнти структури та шаблону є однаковими.

source: Sometimes reported in factor analysis is “communality” which is the amount of variance in a variable that is accounted for by the factor solution. Uniqueness is equal to (1 - *communality*)
nb: Noen ganger rapporteres «kommunalitet» (*communality*) i faktoranalyse, som er hvor mye av variansen i en variabel som forklares av faktorløsningen. Unikhet er lik (1 - *kommunalitet*)
ta: காரணி பகுப்பாய்வில் சில நேரங்களில் புகாரளிக்கப்பட்டது “வகுப்புவாதம்” ஆகும், இது ஒரு மாறியில் உள்ள மாறுபாட்டின் அளவு, இது காரணி தீர்வால் கணக்கிடப்படுகிறது. தனித்துவம் (1 - *வகுப்புவாதம் *) க்கு சமம்
uk: Іноді у факторному аналізі позначають «спільноту», яка являє собою величину дисперсії змінної, що враховується факторним рішенням. Унікальність дорівнює (1 - *спільнота*)

source: Remembering to first reverse score some variables if necessary.
nb: Husk å først reversere noen variabler hvis det er nødvendig.
ta: தேவைப்பட்டால் சில மாறிகள் முதல் தலைகீழ் மதிப்பெண்.
uk: Не забувайте спочатку провести зворотну оцінку деяких змінних, якщо це необхідно.

source: In the latest versions of jamovi you can now save factor scores directly from within jamovi - it's an option. But this explanation is helpful as it's a good insight into using R directly from jamovi.
nb: I de nyeste versjonene av jamovi kan du nå lagre faktorresultater direkte fra jamovi - det er et alternativ. Men denne forklaringen er nyttig, da den gir et godt innblikk i hvordan du bruker R direkte fra jamovi.
ta: சாமோவியின் அண்மைக் கால பதிப்புகளில் நீங்கள் இப்போது சாமோவிக்குள் இருந்து நேரடியாக காரணி மதிப்பெண்களைச் சேமிக்க முடியும் - இது ஒரு விருப்பம். ஆனால் இந்த விளக்கம் உதவியாக இருக்கும், ஏனெனில் இது சமோவியிடமிருந்து நேரடியாக R ஐப் பயன்படுத்துவது ஒரு நல்ல நுண்ணறிவு.
uk: В останніх версіях jamovi тепер можна зберігати факторні оцінки безпосередньо з jamovi — це опція. Але це пояснення корисне, оскільки воно дає гарне уявлення про використання R безпосередньо з jamovi.

source: Principal Component Analysis
nb: Prinsipal komponentanalyse
ta: முதன்மை கூறு பகுப்பாய்வு
uk: Аналіз головних компонент

source: In the previous section we saw that EFA works to identify underlying latent factors. And, as we saw, in one scenario the smaller number of latent factors can be used in further statistical analysis using some sort of combined factor scores.
nb: I forrige avsnitt så vi at EFA fungerer for å identifisere underliggende latente faktorer. Og som vi så, kan det mindre antallet latente faktorer i ett scenario brukes i videre statistisk analyse ved hjelp av en form for kombinert faktorskår.
ta: முந்தைய பிரிவில், அடிப்படை மறைந்த காரணிகளை அடையாளம் காண EFA செயல்படுகிறது என்பதைக் கண்டோம். மேலும், நாம் பார்த்தபடி, ஒரு சூழ்நிலையில் சிறிய எண்ணிக்கையிலான மறைந்திருக்கும் காரணிகள் ஒருவித ஒருங்கிணைந்த காரணி மதிப்பெண்களைப் பயன்படுத்தி மேலும் புள்ளிவிவர பகுப்பாய்வில் பயன்படுத்தப்படலாம்.
uk: У попередньому розділі ми бачили, що EFA працює для виявлення прихованих факторів. І, як ми бачили, в одному сценарії менша кількість прихованих факторів може бути використана в подальшому статистичному аналізі з використанням певних комбінованих факторних оцінок.

source: In this way EFA is being used as a “data reduction” technique. Another type of data reduction technique, sometimes seen as part of the EFA family, is **principal component analysis (PCA)**. However, PCA does not identify underlying latent factors. Instead it creates a linear composite score from a larger set of measured variables.
nb: På denne måten brukes EFA som en «datareduksjonsteknikk». En annen type datareduksjonsteknikk, som av og til blir sett på som en del av EFA-familien, er **hovedkomponentanalyse** (*principal component analysis*, PCA). PCA identifiserer imidlertid ikke underliggende latente faktorer. I stedet skaper den en lineær, sammensatt score fra et større sett med målte variabler.
ta: இந்த வழியில் EFA ஒரு “தரவு குறைப்பு” நுட்பமாக பயன்படுத்தப்படுகிறது. மற்றொரு வகை தரவு குறைப்பு நுட்பம், சில நேரங்களில் EFA குடும்பத்தின் ஒரு பகுதியாகக் காணப்படுகிறது, இது ** முதன்மை கூறு பகுப்பாய்வு (PCA) **. இருப்பினும், பி.சி.ஏ அடிப்படை மறைந்த காரணிகளை அடையாளம் காணவில்லை. அதற்கு பதிலாக இது ஒரு பெரிய அளவிடப்பட்ட மாறிகள் தொகுப்பிலிருந்து ஒரு நேரியல் கலப்பு மதிப்பெண்ணை உருவாக்குகிறது.
uk: Таким чином, EFA використовується як техніка «скорочення даних». Іншим типом техніки скорочення даних, який іноді розглядається як частина сімейства EFA, є **аналіз головних компонентів (PCA)**. Однак PCA не визначає приховані фактори. Натомість він створює лінійний комбінований бал на основі більшого набору виміряних змінних.

source: PCA simply produces a mathematical transformation to the original data with no assumptions about how the variables co-vary. The aim of PCA is to calculate a few linear combinations (components) of the original variables that can be used to summarize the observed data set without losing much information. However, if identification of underlying structure is a goal of the analysis, then EFA is to be preferred. And, as we saw, EFA produces factor scores that can be used for data reduction purposes just like principal component scores (:ref:`Fabrigar et al., 1999 <Fabrigar_1999>`).
nb: PCA gir ganske enkelt en matematisk transformasjon av de opprinnelige dataene uten antakelser om hvordan variablene samvarierer. Målet med PCA er å beregne noen få lineære kombinasjoner (komponenter) av de opprinnelige variablene som kan brukes til å oppsummere det observerte datasettet uten å miste for mye informasjon. Hvis målet med analysen er å identifisere den underliggende strukturen, er imidlertid EFA å foretrekke. Og som vi så, produserer EFA faktorskårer som kan brukes til datareduksjonsformål på samme måte som hovedkomponentskårer (:ref:`Fabrigar et al., 1999 <Fabrigar_1999>`).
ta: பி.சி.ஏ வெறுமனே அசல் தரவுகளுக்கு ஒரு கணித மாற்றத்தை உருவாக்குகிறது, மாறிகள் எவ்வாறு இணைந்து விழும். பி.சி.ஏ இன் நோக்கம் அசல் மாறிகளின் சில நேரியல் சேர்க்கைகளை (கூறுகள்) கணக்கிடுவதாகும், அவை அதிக தகவல்களை இழக்காமல் கவனிக்கப்பட்ட தரவு தொகுப்பை சுருக்கமாகக் கூற பயன்படுத்தப்படலாம். இருப்பினும், அடிப்படை கட்டமைப்பை அடையாளம் காண்பது பகுப்பாய்வின் குறிக்கோளாக இருந்தால், EFA விரும்பப்பட வேண்டும். மேலும், நாம் பார்த்தபடி, முதன்மை கூறு மதிப்பெண்களைப் போலவே தரவு குறைப்பு நோக்கங்களுக்காகப் பயன்படுத்தக்கூடிய காரணி மதிப்பெண்களை EFA உருவாக்குகிறது (: குறிப்பு: `ஃபேப்ரிகர் மற்றும் பலர், 1999 <fabrigar_1999>`).
uk: PCA просто створює математичне перетворення вихідних даних без припущень про те, як змінюються змінні. Мета PCA полягає в обчисленні декількох лінійних комбінацій (компонентів) вихідних змінних, які можна використовувати для узагальнення спостережуваного набору даних без значної втрати інформації. Однак, якщо метою аналізу є ідентифікація базової структури, то краще використовувати EFA. І, як ми бачили, EFA створює факторні бали, які можна використовувати для скорочення даних, так само як і бали головних компонентів (:ref:`Fabrigar et al., 1999 <Fabrigar_1999>`).

source: PCA has been popular in Psychology for a number of reasons, and therefore it’s worth covering, although nowadays EFA is just as easy to do given the power of desktop computers and can be less susceptible to bias than PCA, especially with a small number of factors and variables. We’ll use the same |bfi_sample|_ dataset as before. Much of the procedure is similar to EFA, so although there are some conceptual differences, practically the steps are the same,\ [#]_ and with large samples and a sufficient number of factors and variables, the results from PCA and EFA should be fairly similar.
nb: PCA har vært populært i psykologien av en rekke årsaker, og derfor er det verdt å ta for seg, selv om EFA i dag er like enkelt å utføre med tanke på kraften til stasjonære datamaskiner og kan være mindre utsatt for skjevheter enn PCA, spesielt med et lite antall faktorer og variabler. Vi bruker det samme datasettet |bfi_sample|_ som tidligere. Mye av prosedyren er lik EFA, så selv om det er noen konseptuelle forskjeller, er trinnene praktisk talt de samme,\ [#]_ og med store utvalg og et tilstrekkelig antall faktorer og variabler bør resultatene fra PCA og EFA være ganske like.
ta: பி.சி.ஏ பல காரணங்களுக்காக உளவியலில் பிரபலமாக உள்ளது, எனவே இது மறைப்பது மதிப்பு, இருப்பினும் இப்போதெல்லாம் ஈ.எஃப்.ஏ டெச்க்டாப் கணினிகளின் சக்தியைக் கொடுப்பது மிகவும் எளிதானது மற்றும் பி.சி.ஏ -ஐ விட சார்புக்கு குறைவாகவே பாதிக்கப்படலாம், குறிப்பாக குறைந்த எண்ணிக்கையிலான காரணிகளுடன் மற்றும் மாறிகள். நாங்கள் அதே | bfi_sample | _ தரவுத்தொகுப்பைப் பயன்படுத்துவோம். பெரும்பாலான செயல்முறைகள் EFA ஐப் போலவே இருக்கின்றன, எனவே சில கருத்தியல் வேறுபாடுகள் இருந்தாலும், நடைமுறையில் படிகள் ஒரே மாதிரியானவை, \ [#] _ மற்றும் பெரிய மாதிரிகள் மற்றும் போதுமான எண்ணிக்கையிலான காரணிகள் மற்றும் மாறிகள் ஆகியவற்றைக் கொண்டு, PCA மற்றும் EFA இன் முடிவுகள் இருக்க வேண்டும் மிகவும் ஒத்த.
uk: PCA є популярним в психології з ряду причин, тому про нього варто розповісти, хоча сьогодні EFA є настільки ж простим у виконанні завдяки потужності настільних комп'ютерів і може бути менш схильним до упередженості, ніж PCA, особливо при невеликій кількості факторів і змінних. Ми будемо використовувати той самий набір даних |bfi_sample|_, що й раніше. Більша частина процедури схожа на EFA, тому, хоча є деякі концептуальні відмінності, практично кроки є однаковими,\ [#]_ і при великих вибірках та достатній кількості факторів і змінних результати PCA та EFA повинні бути досить схожими.

source: Performing PCA in jamovi
nb: Utfører PCA i jamovi
ta: சாமோவியில் பி.சி.ஏ நிகழ்த்துகிறது
uk: Виконання PCA в jamovi
