Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch15.po
Languages: nb, ta, uk

source: :doc:`Ch15_FactorAnalysis_1` (EFA). EFA is a statistical technique for identifying underlying latent factors in a data set. Each observed variable is conceptualised as representing the latent factor to some extent, indicated by a factor loading. Researchers also use EFA as a way of data reduction, i.e. identifying observed variables than can be combined into new factor variables for subsequent analysis.
nb: :doc:`Ch15_FactorAnalysis_1` (EFA). EFA er en statistisk teknikk for å identifisere underliggende latente faktorer i et datasett. Hver observerte variabel konseptualiseres som om den til en viss grad representerer den latente faktoren, noe som indikeres av en faktorladning. Forskere bruker også EFA som en måte å redusere datamengden på, det vil si å identifisere observerte variabler som kan kombineres til nye faktorvariabler for senere analyse.
ta: : DOC: `CH15_FACTORANALISIS_1` (EFA). தரவுத் தொகுப்பில் அடிப்படை மறைந்திருக்கும் காரணிகளை அடையாளம் காண்பதற்கான புள்ளிவிவர நுட்பம் EFA ஆகும். கவனிக்கப்பட்ட ஒவ்வொரு மாறியும் ஒரு காரணி ஏற்றுவதன் மூலம் சுட்டிக்காட்டப்படும் மறைந்த காரணியைக் குறிக்கும் வகையில் கருதப்படுகிறது. ஆராய்ச்சியாளர்கள் தரவுக் குறைப்புக்கான ஒரு வழியாக EFA ஐப் பயன்படுத்துகின்றனர், அதாவது அடுத்தடுத்த பகுப்பாய்விற்கான புதிய காரணி மாறிகள் என இணைக்கப்படுவதை விட கவனிக்கப்பட்ட மாறிகளை அடையாளம் காண்பது.
uk: :doc:`Ch15_FactorAnalysis_1` (EFA). EFA — це статистичний метод виявлення прихованих факторів у наборі даних. Кожна спостережувана змінна концептуалізується як така, що певною мірою представляє прихований фактор, що позначається факторним навантаженням. Дослідники також використовують EFA як спосіб скорочення даних, тобто виявлення спостережуваних змінних, які можна об'єднати в нові факторні змінні для подальшого аналізу.

source: :doc:`Ch15_FactorAnalysis_2` (PCA) is a data reduction technique which, strictly speaking, does not identify underlying latent factors. Instead, PCA simply produces a linear combination of observed variables.
nb: :doc:`Ch15_FactorAnalysis_2` (PCA) er en datareduksjonsteknikk som strengt tatt ikke identifiserer underliggende latente faktorer. I stedet produserer PCA ganske enkelt en lineær kombinasjon av observerte variabler.
ta: . அதற்கு பதிலாக, பி.சி.ஏ வெறுமனே கவனிக்கப்பட்ட மாறிகளின் நேரியல் கலவையை உருவாக்குகிறது.
uk: :doc:`Ch15_FactorAnalysis_2` (PCA) – це метод обробки даних, який, строго кажучи, не виявляє основних прихованих факторів. Натомість PCA просто створює лінійну комбінацію спостережуваних змінних.

source: :doc:`Ch15_FactorAnalysis_3` (CFA). Unlike EFA, with CFA you start with an idea - a model - of how the variables in your data are related to each other. You then test your model against the observed data and assess how good a fit the model is to the data.
nb: :doc:`Ch15_FactorAnalysis_3` (CFA). I motsetning til EFA starter du med CFA med en idé - en modell - om hvordan variablene i dataene dine er relatert til hverandre. Deretter tester du modellen mot de observerte dataene og vurderer hvor godt modellen passer til dataene.
ta: : DOC: `CH15_FACTORANALISIS_3` (CFA). EFA ஐப் போலன்றி, CFA உடன் நீங்கள் ஒரு யோசனையுடன் தொடங்குகிறீர்கள் - ஒரு மாதிரி - உங்கள் தரவுகளில் உள்ள மாறிகள் ஒருவருக்கொருவர் எவ்வாறு தொடர்புடையவை. கவனிக்கப்பட்ட தரவுக்கு எதிராக உங்கள் மாதிரியை நீங்கள் சோதித்து, தரவுக்கு மாதிரி எவ்வளவு பொருத்தமானது என்பதை மதிப்பிடுங்கள்.
uk: :doc:`Ch15_FactorAnalysis_3` (CFA). На відміну від EFA, з CFA ви починаєте з ідеї — моделі — того, як змінні у ваших даних пов'язані між собою. Потім ви перевіряєте свою модель на основі спостережуваних даних і оцінюєте, наскільки добре модель відповідає даним.

source: :doc:`Ch15_FactorAnalysis_4`. This form of reliability analysis tests how consistently a scale measures a measurement (psychological) construct.
nb: :doc:`Ch15_FactorAnalysis_4`. Denne formen for reliabilitetsanalyse tester hvor konsistent en skala måler en (psykologisk) konstruksjon.
ta: : டாக்: `CH15_FACTORANALISIS_4`. நம்பகத்தன்மை பகுப்பாய்வின் இந்த வடிவம் ஒரு அளவீட்டு (உளவியல்) கட்டமைப்பை எவ்வாறு தொடர்ந்து அளவிடுகிறது என்பதை சோதிக்கிறது.
uk: :doc:`Ch15_FactorAnalysis_4`. Ця форма аналізу надійності перевіряє, наскільки послідовно шкала вимірює вимірювальний (психологічний) конструкт.
