Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch16.po
Languages: nb, ta, uk

source: In some ways, this is remarkable. The entire *point* of orthodox null hypothesis testing is to control the Type I error rate. Bayesian methods aren’t actually designed to do this at all. Yet, as it turns out, when faced with a “trigger happy” researcher who keeps running hypothesis tests as the data come in, the Bayesian approach is much more effective. Even the 3:1 standard, which most Bayesians would consider unacceptably lax, is much safer than the *p* < 0.05 rule.
nb: På noen måter er dette bemerkelsesverdig. Hele *poenget* med ortodoks nullhypotesetesting er å kontrollere type I-feilraten. Bayesianske metoder er faktisk ikke designet for å gjøre dette i det hele tatt. Likevel viser det seg at når man står overfor en «skyteglad» forsker som fortsetter å kjøre hypotesetester etter hvert som dataene kommer inn, er den Bayesianske tilnærmingen mye mer effektiv. Selv 3:1-standarden, som de fleste Bayesianere vil anse som uakseptabelt slapp, er mye tryggere enn *p* < 0,05-regelen.
ta: சில வழிகளில், இது குறிப்பிடத்தக்கதாகும். ஆர்த்தடாக்ச் சுழிய கருதுகோள் சோதனையின் முழு * புள்ளி * வகை I பிழை வீதத்தைக் கட்டுப்படுத்துவதாகும். பேய்சியன் முறைகள் உண்மையில் இதைச் செய்ய வடிவமைக்கப்படவில்லை. ஆயினும்கூட, தரவு வரும்போது கருதுகோள் சோதனைகளை இயக்கும் “மகிழ்ச்சியான மகிழ்ச்சியான” ஆராய்ச்சியாளரை எதிர்கொள்ளும்போது, பேய்சியன் அணுகுமுறை மிகவும் பயனுள்ளதாக இருக்கும். 3: 1 தரநிலை கூட, பெரும்பாலான பேய்சியர்கள் ஏற்றுக்கொள்ள முடியாத நிலையில் கருதும், * p * <0.05 விதியை விட மிகவும் பாதுகாப்பானது.
uk: В деякому сенсі це дивно. Вся суть *ортодоксального* тестування нульової гіпотези полягає в контролі рівня помилки I типу. Байєсівські методи насправді зовсім не призначені для цього. Однак, як виявляється, у випадку з «запальним» дослідником, який постійно проводить тестування гіпотез у міру надходження даних, байєсівський підхід є набагато ефективнішим. Навіть стандарт 3:1, який більшість байєсівців вважають неприйнятно м'яким, є набагато безпечнішим, ніж правило *p* < 0,05.

source: Is it really this bad?
nb: Er det virkelig så ille?
ta: இது உண்மையில் மோசமானதா?
uk: Невже це справді так погано?

source: The example I gave in the previous section is a pretty extreme situation. In real life, people don’t run hypothesis tests every time a new observation arrives. So it’s not fair to say that the *p* < 0.05 threshold “really” corresponds to a 49\% Type I error rate (i.e., *p* = 0.49). But the fact remains that if you want your *p*-values to be honest then you either have to switch to a completely different way of doing hypothesis tests or enforce a strict rule of *no peeking*. You are *not* allowed to use the data to decide when to terminate the experiment. You are *not* allowed to look at a “borderline” *p*-value and decide to collect more data. You aren’t even allowed to change your data analysis strategy after looking at data. You are strictly required to follow these rules, otherwise the *p*-values you calculate will be nonsense.
nb: Eksemplet jeg ga i forrige avsnitt, er en ganske ekstrem situasjon. I det virkelige liv kjører ikke folk hypotesetester hver gang det kommer en ny observasjon. Så det er ikke rettferdig å si at *p* < 0,05-terskelen «egentlig» tilsvarer en type I-feilrate på 49\% (dvs. *p* = 0,49). Men faktum er at hvis du vil at *p*-verdiene dine skal være ærlige, må du enten gå over til en helt annen måte å utføre hypotesetester på, eller innføre en streng regel om *ingen kikking*. Du har *ikke* lov til å bruke dataene til å bestemme når eksperimentet skal avsluttes. Du har *ikke* lov til å se på en *p*-verdi på «grensen» og bestemme deg for å samle inn mer data. Du har ikke engang lov til å endre dataanalysestrategi etter å ha sett på data. Du er strengt pålagt å følge disse reglene, ellers vil *p*-verdiene du beregner, være tull.
ta: முந்தைய பிரிவில் நான் கொடுத்த எடுத்துக்காட்டு ஒரு அழகான தீவிர சூழ்நிலை. நிச வாழ்க்கையில், ஒரு புதிய அவதானிப்பு வரும்போது மக்கள் ஒவ்வொரு முறையும் கருதுகோள் சோதனைகளை நடத்துவதில்லை. எனவே * p * <0.05 வாசல் “உண்மையில்” 49 \% வகை I பிழை வீதத்திற்கு (அதாவது * p * = 0.49) ஒத்திருக்கிறது என்று சொல்வது நியாயமில்லை. ஆனால் உங்கள் *பி *-மதிப்புகள் நேர்மையாக இருக்க வேண்டும் என்று நீங்கள் விரும்பினால், நீங்கள் கருதுகோள் சோதனைகளைச் செய்வதற்கான முற்றிலும் மாறுபட்ட வழிக்கு மாற வேண்டும் அல்லது *எட்டிக் இல்லை *என்ற கடுமையான விதியை அமல்படுத்த வேண்டும். பரிசோதனையை எப்போது நிறுத்த வேண்டும் என்பதை தீர்மானிக்க தரவைப் பயன்படுத்த நீங்கள் * அனுமதிக்கப்படவில்லை. நீங்கள் ஒரு “எல்லைக்கோடு” *p *-value ஐப் பார்க்கவும், மேலும் தரவுகளை சேகரிக்க முடிவு செய்யவும் அனுமதிக்கப்படவில்லை. தரவைப் பார்த்த பிறகு உங்கள் தரவு பகுப்பாய்வு மூலோபாயத்தை மாற்ற கூட உங்களுக்கு இசைவு இல்லை. இந்த விதிகளை நீங்கள் கண்டிப்பாக பின்பற்ற வேண்டும், இல்லையெனில் நீங்கள் கணக்கிடும் *பி *மதிப்பீடுகள் முட்டாள்தனமாக இருக்கும்.
uk: Приклад, який я навів у попередньому розділі, є досить екстремальною ситуацією. У реальному житті люди не проводять гіпотетичні тести щоразу, коли з'являється нове спостереження. Тому некоректно стверджувати, що поріг *p* < 0,05 «насправді» відповідає 49\% рівню помилки типу I (тобто *p* = 0,49). Але факт залишається фактом: якщо ви хочете, щоб ваші значення *p* були чесними, то вам доведеться або перейти на зовсім інший спосіб перевірки гіпотез, або дотримуватися суворого правила *не підглядати*. Ви *не* маєте права використовувати дані для прийняття рішення про завершення експерименту. Ви *не* можете дивитися на «граничне» значення *p* і вирішувати збирати більше даних. Ви навіть не можете змінювати свою стратегію аналізу даних після перегляду даних. Ви зобов'язані суворо дотримуватися цих правил, інакше обчислені вами значення *p* будуть безглуздими.

source: And yes, these rules are surprisingly strict. As a class exercise a couple of years back, I asked students to think about this scenario. Suppose you started running your study with the intention of collecting *N* = 80 people. When the study starts out you follow the rules, refusing to look at the data or run any tests. But when you reach *N* = 50 your willpower gives in… and you take a peek. Guess what? You’ve got a significant result! Now, sure, you know you *said* that you’d keep running the study out to a sample size of *N* = 80, but it seems sort of pointless now, right? The result is significant with a sample size of *N* = 50, so wouldn’t it be wasteful and inefficient to keep collecting data? Aren’t you tempted to stop? Just a little? Well, keep in mind that if you do, your Type I error rate at *p* < 0.05 just ballooned out to 8\%. When you report *p* < 0.05 in your paper, what you’re *really* saying is *p* < 0.08. That’s how bad the consequences of “just one peek” can be.
nb: Og ja, disse reglene er overraskende strenge. Som en øvelse i klassen for et par år siden ba jeg studentene om å tenke på dette scenariet. Anta at du startet studien din med den hensikt å samle inn *N* = 80 personer. Når studien starter, følger du reglene og nekter å se på dataene eller kjøre noen tester. Men når du når *N* = 50, gir viljestyrken etter… og du tar en titt. Og gjett hva som skjer? Du har fått et signifikant resultat! Nå vet du at du *sa* at du ville fortsette å kjøre studien ut til en utvalgsstørrelse på *N* = 80, men det virker litt meningsløst nå, ikke sant? Resultatet er signifikant med en utvalgsstørrelse på *N* = 50, så ville det ikke være sløsing og ineffektivt å fortsette å samle inn data? Er du ikke fristet til å slutte? Bare litt? Vel, husk at hvis du gjør det, har type I-feilraten din ved *p* < 0,05 nettopp økt til 8\%. Når du rapporterer *p* < 0,05 i artikkelen din, sier du *egentlig* *p* < 0,08. Så alvorlige kan konsekvensene av «bare én kikk» være.
ta: ஆம், இந்த விதிகள் வியக்கத்தக்க வகையில் கண்டிப்பானவை. சில ஆண்டுகளுக்கு முன்பு ஒரு வர்க்கப் பயிற்சியாக, இந்த சூழ்நிலையைப் பற்றி சிந்திக்கும்படி மாணவர்களிடம் கேட்டேன். * N * = 80 பேரைச் சேகரிக்கும் நோக்கத்துடன் உங்கள் ஆய்வை இயக்கத் தொடங்கினீர்கள் என்று வைத்துக்கொள்வோம். ஆய்வு தொடங்கும் போது நீங்கள் விதிகளைப் பின்பற்றுகிறீர்கள், தரவைப் பார்க்க மறுக்கிறார் அல்லது எந்த சோதனைகளையும் இயக்கவும். ஆனால் நீங்கள் * n * = 50 ஐ அடையும்போது உங்கள் விருப்பம் கொடுக்கிறது… மேலும் நீங்கள் ஒரு பார்வை எடுத்துக் கொள்ளுங்கள். என்ன நினைக்கிறேன்? உங்களுக்கு ஒரு குறிப்பிடத்தக்க முடிவு கிடைத்துள்ளது! இப்போது, நிச்சயமாக, நீங்கள் * n * = 80 இன் மாதிரி அளவிற்கு ஆய்வை இயக்குகிறீர்கள் என்று நீங்கள் சொன்னீர்கள் * என்று நீங்கள் அறிவீர்கள், ஆனால் அது இப்போது அர்த்தமற்றதாகத் தெரிகிறது, இல்லையா? * N * = 50 மாதிரி அளவுடன் இதன் விளைவாக குறிப்பிடத்தக்கதாகும், எனவே தரவைச் சேகரிப்பது வீணாகவும் திறமையற்றதாகவும் இருக்காது? நீங்கள் நிறுத்த ஆசைப்படவில்லையா? கொஞ்சம்? நீங்கள் செய்தால், உங்கள் வகை I பிழை விகிதம் * p * <0.05 இல் 8 \%வரை பலூன் செய்யப்பட்டது என்பதை நினைவில் கொள்ளுங்கள். உங்கள் காகிதத்தில் * p * <0.05 ஐப் புகாரளிக்கும்போது, நீங்கள் * உண்மையில் * சொல்வது * p * <0.08. “ஒரு பார்வை” இன் விளைவுகள் எவ்வளவு மோசமாக இருக்கும்.
uk: І так, ці правила напрочуд суворі. Кілька років тому в рамках класного завдання я попросив студентів подумати над таким сценарієм. Припустимо, ви розпочали дослідження з наміром зібрати *N* = 80 осіб. На початку дослідження ви дотримуєтеся правил, відмовляючись переглядати дані або проводити будь-які тести. Але коли ви досягаєте *N* = 50, ваша сила волі слабшає... і ви заглядаєте в дані. І що ж? Ви отримали значущий результат! Звичайно, ви знаєте, що *сказали*, що будете продовжувати дослідження до досягнення розміру вибірки *N* = 80, але зараз це здається безглуздим, чи не так? Результат є значущим при розмірі вибірки *N* = 50, тож чи не буде марним і неефективним продовжувати збирати дані? Чи не виникає у вас спокуса зупинитися? Хоча б трохи? Майте на увазі, що якщо ви це зробите, ваш рівень помилки I типу при *p* < 0,05 просто зріс до 8\%. Коли ви вказуєте *p* < 0,05 у своїй статті, ви *насправді* маєте на увазі *p* < 0,08. Ось такими серйозними можуть бути наслідки «лише одного погляду».

source: Now consider this. The scientific literature is filled with *t*-tests, ANOVAs, regressions and χ²-tests. When I wrote this book I didn’t pick these tests arbitrarily. The reason why these four tools appear in most introductory statistics texts is that these are the bread and butter tools of science. None of these tools include a correction to deal with “data peeking”: they all assume that you’re not doing it. But how realistic is that assumption? In real life, how many people do you think have “peeked” at their data before the experiment was finished and adapted their subsequent behaviour after seeing what the data looked like? Except when the sampling procedure is fixed by an external constraint, I’m guessing the answer is “most people have done it”. If that has happened, you can infer that the reported *p*-values are wrong. Worse yet, because we don’t know what decision process they actually followed, we have no way to know what the *p*-values *should* have been. You can’t compute a *p*-value when you don’t know the decision making procedure that the researcher used. And so the reported *p*-value remains a lie.
nb: Tenk nå over dette. Den vitenskapelige litteraturen er full av *t*-tester, ANOVA-er, regresjoner og χ²-tester. Da jeg skrev denne boken, valgte jeg ikke disse testene vilkårlig. Grunnen til at disse fire verktøyene er med i de fleste innføringsbøker i statistikk, er at dette er vitenskapens viktigste verktøy. Ingen av disse verktøyene inkluderer en korreksjon for å håndtere «å ha kikket på dataene»: De antar alle at du ikke gjør det. Men hvor realistisk er den antakelsen? Hvor mange mennesker i det virkelige liv tror du har «kikket» på dataene sine før eksperimentet var ferdig, og tilpasset atferden sin etter å ha sett hvordan dataene så ut? Med unntak av når prøvetakingsprosedyren er fastsatt av en ekstern begrensning, tipper jeg svaret er «de fleste har gjort det». Hvis det har skjedd, kan du slutte at de rapporterte *p*-verdiene er feil. Enda verre er det at siden vi ikke vet hvilken beslutningsprosess de faktisk fulgte, har vi ingen mulighet til å vite hva *p*-verdiene *burde* ha vært. Du kan ikke beregne en *p*-verdi når du ikke kjenner beslutningsprosedyren som forskeren brukte. Og dermed forblir den rapporterte *p*-verdien en løgn.
ta: இப்போது இதைக் கவனியுங்கள். விஞ்ஞான இலக்கியம் *டி *-டெச்ட்கள், அனோவாச், பின்னடைவுகள் மற்றும் χ²-சோதனைகளால் நிரப்பப்பட்டுள்ளது. நான் இந்த புத்தகத்தை எழுதியபோது இந்த சோதனைகளை தன்னிச்சையாக எடுக்கவில்லை. இந்த நான்கு கருவிகளும் பெரும்பாலான அறிமுக புள்ளிவிவர நூல்களில் தோன்றுவதற்கான காரணம் என்னவென்றால், இவை அறிவியலின் ரொட்டி மற்றும் வெண்ணெய் கருவிகள். இந்த கருவிகள் எதுவும் “தரவு எட்டுதலை” சமாளிக்க ஒரு திருத்தம்: அவர்கள் அனைவரும் நீங்கள் அதைச் செய்யவில்லை என்று கருதுகின்றனர். ஆனால் அந்த அனுமானம் எவ்வளவு யதார்த்தமானது? நிச வாழ்க்கையில், சோதனை முடிவடைவதற்கு முன்னர் எத்தனை பேர் தங்கள் தரவைப் பார்த்தார்கள் என்று நினைக்கிறீர்கள், மேலும் தரவு எப்படி இருக்கிறது என்பதைப் பார்த்த பிறகு அவர்களின் அடுத்தடுத்த நடத்தையைத் தழுவிக்கொண்டது? மாதிரி செயல்முறை வெளிப்புறக் கட்டுப்பாட்டால் நிர்ணயிக்கப்படும்போது தவிர, பதில் “பெரும்பாலான மக்கள் அதைச் செய்திருக்கிறார்கள்” என்று நான் நினைக்கிறேன். அது நடந்திருந்தால், அறிவிக்கப்பட்ட *பி *-மதிப்புகள் தவறு என்று நீங்கள் ஊகிக்கலாம். இன்னும் மோசமான சேதி என்னவென்றால், அவர்கள் உண்மையில் என்ன முடிவு செயல்முறை பின்பற்றினார்கள் என்பது எங்களுக்குத் தெரியாது என்பதால், *பி *-மதிப்புகள் *என்னவாக இருக்க வேண்டும் என்பதை அறிய எங்களுக்கு வழி இல்லை. ஆராய்ச்சியாளர் பயன்படுத்திய முடிவெடுக்கும் நடைமுறை உங்களுக்குத் தெரியாதபோது *p *-value ஐ கணக்கிட முடியாது. எனவே அறிவிக்கப்பட்ட *p *-மதிப்பு ஒரு பொய்யாகவே உள்ளது.
uk: А тепер подумайте про таке. Наукова література переповнена *t*-тестами, ANOVA, регресіями та χ²-тестами. Коли я писав цю книгу, я не вибирав ці тести довільно. Причина, чому ці чотири інструменти з'являються в більшості вступних текстів зі статистики, полягає в тому, що вони є основними інструментами науки. Жоден з цих інструментів не включає корекцію для роботи з «переглядом даних»: всі вони припускають, що ви цього не робите. Але наскільки реалістичним є це припущення? Як ви думаєте, скільки людей у реальному житті *підглядали* свої дані до закінчення експерименту і адаптували свою подальшу поведінку після того, як побачили, як виглядають дані? За винятком випадків, коли процедура вибірки фіксується зовнішніми обмеженнями, я припускаю, що відповідь буде «більшість людей це робили». Якщо це сталося, ви можете зробити висновок, що заявлені *p*-значення є неправильними. Гірше того, оскільки ми не знаємо, яким процесом прийняття рішень вони насправді керувалися, ми не маємо можливості дізнатися, якими *p*-значення мали бути. Ви не можете обчислити *p*-значення, якщо не знаєте процедуру прийняття рішень, яку використовував дослідник. Отже, заявлене *p*-значення залишається неправдою.

source: Given all of the above, what is the take home message? It’s not that Bayesian methods are foolproof. If a researcher is determined to cheat, they can always do so. Bayes’ rule cannot stop people from lying, nor can it stop them from rigging an experiment. That’s not my point here. My point is the same one I made at the very beginning of the book in section :doc:`../Ch01/Ch01_WhyStats_1`: the reason why we run statistical tests is to protect us from ourselves. And the reason why “data peeking” is such a concern is that it’s so tempting, *even for honest researchers*. A theory for statistical inference has to acknowledge this. Yes, you might try to defend *p*-values by saying that it’s the fault of the researcher for not using them properly, but to my mind that misses the point. A theory of statistical inference that is so completely naive about humans that it doesn’t even consider the possibility that the researcher might *look at their own data* isn’t a theory worth having. In essence, my point is this:
nb: Hva er budskapet vi kan ta med oss hjem, gitt alt dette? Bayesianske metoder er ikke idiotsikre. Hvis en forsker er fast bestemt på å jukse, kan han eller hun alltid gjøre det. Bayes' regel kan ikke hindre folk i å lyve, og den kan heller ikke hindre dem i å rigge et eksperiment. Det er ikke poenget mitt her. Poenget mitt er det samme som jeg sa helt i begynnelsen av boken, i avsnittet :doc:`../Ch01/Ch01_WhyStats_1`: Grunnen til at vi kjører statistiske tester, er for å beskytte oss mot oss selv. Og grunnen til at «å kikke på dataene» er et så stort problem, er at det er så fristende, *selv for ærlige forskere*. En teori for statistisk inferens må erkjenne dette. Ja, man kan forsøke å forsvare *p*-verdiene ved å si at det er forskerens feil at de ikke brukes riktig, men det er etter min mening helt feil. En teori om statistisk inferens som er så fullstendig naiv når det gjelder mennesker at den ikke engang tar høyde for muligheten for at forskeren kan *se på sine egne data*, er ikke en teori som er verdt å ha. I hovedsak er poenget mitt dette:
ta: மேலே உள்ள அனைத்தும் கொடுக்கப்பட்டால், வீட்டு செய்தி என்ன? பேய்சியன் முறைகள் முட்டாள்தனமானவை அல்ல. ஒரு ஆராய்ச்சியாளர் ஏமாற்றுவதில் உறுதியாக இருந்தால், அவர்கள் எப்போதும் அவ்வாறு செய்யலாம். பேயசின் விதி மக்களை பொய் சொல்வதைத் தடுக்க முடியாது, அல்லது ஒரு பரிசோதனையை மோசமாக்குவதைத் தடுக்க முடியாது. அது இங்கே எனது கருத்து அல்ல. பிரிவில் புத்தகத்தின் ஆரம்பத்திலேயே நான் செய்ததைப் போலவே எனது கருத்து: doc: `../ ch01/ch01_whystats_1`: புள்ளிவிவர சோதனைகளை நாங்கள் இயக்குவதற்கான காரணம் நம்மிடமிருந்து நம்மைப் பாதுகாப்பதே. “தரவு எட்டுதலில்” இருப்பதற்கான காரணம், இது மிகவும் கவர்ச்சியூட்டுகிறது, *நேர்மையான ஆராய்ச்சியாளர்களுக்கு கூட *. புள்ளிவிவர அனுமானத்திற்கான ஒரு கோட்பாடு இதை ஒப்புக் கொள்ள வேண்டும். ஆமாம், நீங்கள் *பி *-மதிப்புகளை பாதுகாக்க முயற்சி செய்யலாம், அவற்றை சரியாகப் பயன்படுத்தாதது ஆராய்ச்சியாளரின் தவறு என்று கூறி, ஆனால் என் மனதில் புள்ளியைத் தவறவிட்டார். மனிதர்களைப் பற்றி முற்றிலும் அப்பாவியாக இருக்கும் புள்ளிவிவர அனுமானத்தின் கோட்பாடு, ஆராய்ச்சியாளர் தங்கள் சொந்த தரவைப் பார்க்கக்கூடிய வாய்ப்பைக் கூட இது கருத்தில் கொள்ளவில்லை * என்பது ஒரு கோட்பாடு அல்ல. சாராம்சத்தில், என் கருத்து இதுதான்:
uk: З огляду на все вищесказане, який висновок можна зробити? Справа не в тому, що байєсівські методи є надійними. Якщо дослідник вирішив обдурити, він завжди може це зробити. Правило Байєса не може зупинити людей від брехні, як і не може зупинити їх від фальсифікації експерименту. Це не те, про що я говорю. Моя думка така сама, як і на самому початку книги в розділі :doc:`../Ch01/Ch01_WhyStats_1`: ми проводимо статистичні тести, щоб захистити себе від самих себе. А причина, чому «підглядання даних» є такою проблемою, полягає в тому, що це дуже спокусливо, *навіть для чесних дослідників*. Теорія статистичного виведення повинна це визнавати. Так, ви можете спробувати захистити *p*-значення, сказавши, що це вина дослідника, який не використовує їх належним чином, але, на мій погляд, це не має значення. Теорія статистичного виведення, яка настільки наївна щодо людей, що навіть не враховує можливість того, що дослідник може *переглянути власні дані*, не є теорією, яка варта уваги. По суті, моя думка така:

source: *Good laws have their origins in bad morals.*
nb: *Gode lover har sin opprinnelse i dårlig moral*.
ta: *நல்ல சட்டங்கள் அவற்றின் தோற்றம் மோசமான ஒழுக்கங்களில் உள்ளன.*
uk: *Добрі закони беруть свій початок у поганій моралі.*

source: `Ambrosius Macrobius <https://www.quotes.net/quote/20857>`__
ta: `அம்ப்ரோசியச் மேக்ரோபியச் <https://www.quotes.net/quote/20857>` __
uk: `Амвросій Макробій <https://www.quotes.net/quote/20857>`__

source: Good rules for statistical testing have to acknowledge human frailty. None of us are without sin. None of us are beyond temptation. A good system for statistical inference should still work even when it is used by actual humans. Orthodox null hypothesis testing does not.\ [#]_
nb: Gode regler for statistisk testing må ta hensyn til menneskelig svakhet. Ingen av oss er uten synd. Ingen av oss er utenfor fristelse. Et godt system for statistisk inferens bør fortsatt fungere selv når det brukes av mennesker. Det gjør ikke ortodoks nullhypotesetesting.\ [#]_
ta: புள்ளிவிவர சோதனைக்கான நல்ல விதிகள் மனித பலவீனத்தை ஒப்புக் கொள்ள வேண்டும். நாம் யாரும் ஊழ்கம் இல்லாமல் இல்லை. நம்மில் யாரும் சோதனைக்கு அப்பாற்பட்டவர்கள் அல்ல. புள்ளிவிவர அனுமானத்திற்கான ஒரு நல்ல அமைப்பு உண்மையான மனிதர்களால் பயன்படுத்தப்படும்போது கூட செயல்பட வேண்டும். ஆர்த்தடாக்ச் சுழிய கருதுகோள் சோதனை இல்லை. \ [#] _
uk: Хороші правила статистичного тестування повинні враховувати людську слабкість. Ніхто з нас не є безгрішним. Ніхто з нас не є недосяжним для спокуси. Хороша система статистичного висновку повинна працювати навіть тоді, коли її використовують реальні люди. Ортодоксальне тестування нульової гіпотези цього не робить. [#]_

source: I should note in passing that I’m not the first person to use this quote to complain about frequentist methods. Rich Morey and colleagues had the idea first. I’m shamelessly stealing it because it’s such an awesome pull quote to use in this context and I refuse to miss any opportunity to quote *The Princess Bride*.
nb: Jeg bør i forbifarten bemerke at jeg ikke er den første som bruker dette sitatet til å klage over frekventistiske metoder. Rich Morey og kolleger hadde ideen først. Jeg stjeler det skamløst fordi det er et så fantastisk sitat å bruke i denne sammenhengen, og jeg nekter å gå glipp av enhver mulighet til å sitere *The Princess Bride*.
ta: அடிக்கடி வரும் முறைகளைப் பற்றி குற்றச்சாட்டு செய்ய இந்த மேற்கோளைப் பயன்படுத்திய முதல் நபர் நான் அல்ல என்பதை நான் கவனிக்க வேண்டும். பணக்கார மோரே மற்றும் சகாக்களுக்கு முதலில் சிந்தனை இருந்தது. நான் வெட்கமின்றி அதைத் திருடுகிறேன், ஏனென்றால் இந்த சூழலில் பயன்படுத்த இது ஒரு அற்புதமான இழுப்பு மேற்கோள், மேலும் *இளவரசி மணமகளை *மேற்கோள் காட்ட எந்த வாய்ப்பையும் இழக்க மறுக்கிறேன்.
uk: Слід зазначити, що я не перший, хто використовує цей цитату, щоб поскаржитися на частотні методи. Першими цю ідею запропонували Річ Морі та його колеги. Я безсоромно її запозичую, бо це чудова цитата, яку можна використати в цьому контексті, і я не хочу втрачати жодної нагоди процитувати *Принцесу-наречену*.
