Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch16.po
Languages: nb, ta, uk

source: If you’re interested in learning more about the Bayesian approach, there are many good books you could look into. :ref:`John Kruschke’s (2015) <Kruschke_2015>` book *Doing Bayesian Data Analysis* is a pretty good place to start and is a nice mix of theory and practice. His approach is a little different to the “Bayes factor” approach that I’ve discussed here, so you won’t be covering the same ground. If you’re a cognitive psychologist, you might want to check out :ref:`Michael Lee and Eric-Jan Wagenmakers’ (2014) <Lee_2014>` book *Bayesian Cognitive Modeling*. I picked these two because I think they’re especially useful for people in my discipline, but there’s a lot of good books out there, so look around!
nb: Hvis du er interessert i å lære mer om den Bayesianske tilnærmingen, finnes det mange gode bøker du kan se nærmere på. :ref:`John Kruschkes (2015) <Kruschke_2015>` bok *Doing Bayesian Data Analysis* er et ganske bra sted å starte, og er en fin blanding av teori og praksis. Tilnærmingen hans er litt annerledes enn «Bayes-faktor»-tilnærmingen som jeg har diskutert her, så du kommer ikke til å dekke det samme området. Hvis du er kognitiv psykolog, kan det være lurt å sjekke ut :ref:`Michael Lee og Eric-Jan Wagenmaker (2014) <Lee_2014>` sin bok *Bayesian Cognitive Modeling*. Jeg valgte disse to fordi jeg tror de er spesielt nyttige for folk i min disiplin, men det finnes mange gode bøker der ute, så se deg rundt!
ta: பேய்சியன் அணுகுமுறையைப் பற்றி மேலும் அறிய நீங்கள் ஆர்வமாக இருந்தால், நீங்கள் கவனிக்கக்கூடிய பல நல்ல புத்தகங்கள் உள்ளன. . அவரது அணுகுமுறை நான் இங்கே விவாதித்த “பேயச் காரணி” அணுகுமுறைக்கு சற்று வித்தியாசமானது, எனவே நீங்கள் ஒரே நிலத்தை மறைக்க மாட்டீர்கள். நீங்கள் ஒரு அறிவாற்றல் உளவியலாளராக இருந்தால், நீங்கள் பார்க்க விரும்பலாம்: குறிப்பு: `மைக்கேல்-லீ மற்றும் எரிக்-சான் வேகன்மேக்கர்ச்’ (2014) <லீ_2014> `புத்தகம் *பேய்சியன் அறிவாற்றல் மாடலிங் *. நான் இந்த இரண்டையும் தேர்ந்தெடுத்தேன், ஏனென்றால் அவை எனது ஒழுக்கத்தில் உள்ளவர்களுக்கு மிகவும் பயனுள்ளதாக இருக்கும் என்று நான் நினைக்கிறேன், ஆனால் அங்கே நிறைய நல்ல புத்தகங்கள் உள்ளன, எனவே சுற்றிப் பாருங்கள்!
uk: Якщо ви хочете дізнатися більше про байєсівський підхід, є багато хороших книг, які ви можете прочитати. :ref:`John Kruschke’s (2015) <Kruschke_2015>` *Doing Bayesian Data Analysis* (Байєсівський аналіз даних) є досить хорошим початком і містить вдале поєднання теорії та практики. Його підхід дещо відрізняється від підходу «фактора Байєса», який я тут обговорював, тому ви не будете повторювати вже вивчене. Якщо ви когнітивний психолог, вам може бути цікава книга :ref:`Michael Lee and Eric-Jan Wagenmakers’ (2014) <Lee_2014>` *Байєсівське когнітивне моделювання*. Я вибрав ці дві книги, тому що вважаю їх особливо корисними для людей моєї спеціальності, але є багато інших хороших книг, тож пошукайте!

source: Total
nb: Totalt
uk: Всього

source: **Total**
nb: **Totalt**
uk: **Всього**

source: Summary
nb: Sammendrag
uk: Короткий зміст
