Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch16.po
Languages: nb, ta, uk

source: This formula tells us exactly how much belief we should have in the null hypothesis after having observed the data *d*. Similarly, we can work out how much belief to place in the alternative hypothesis using essentially the same equation. All we do is change the subscript:
nb: Denne formelen forteller oss nøyaktig hvor stor tiltro vi bør ha til nullhypotesen etter å ha observert dataene *d*. På samme måte kan vi regne ut hvor stor overbevisning vi skal ha på alternativhypotesen ved hjelp av den samme formelen. Alt vi trenger å gjøre, er å endre fortegnet:
ta: *D *தரவைக் கவனித்தபின் சுழிய கருதுகோளில் நாம் எவ்வளவு நம்பிக்கை வைத்திருக்க வேண்டும் என்று இந்த தேற்றம் நமக்குச் சொல்கிறது. இதேபோல், அடிப்படையில் அதே சமன்பாட்டைப் பயன்படுத்தி மாற்று கருதுகோளில் எவ்வளவு நம்பிக்கை வைக்க வேண்டும் என்பதை நாம் செயல்படுத்தலாம். நாங்கள் செய்வதெல்லாம் சந்தா மாற்றுவதுதான்:
uk: Ця формула точно показує, наскільки ми повинні вірити в нульову гіпотезу після спостереження даних *d*. Аналогічно, ми можемо обчислити, наскільки ми повинні вірити в альтернативну гіпотезу, використовуючи практично те саме рівняння. Все, що нам потрібно зробити, це змінити індекс:

source: It’s all so simple that I feel like an idiot even bothering to write these equations down, since all I’m doing is copying Bayes rule from the previous section.\ [#]_
nb: Det hele er så enkelt at jeg føler meg som en idiot som gidder å skrive ned disse ligningene, siden alt jeg gjør er å kopiere Bayes' regel fra forrige avsnitt.\ [#]_
ta: இந்த சமன்பாடுகளை எழுதுவதற்கு ஒரு முட்டாள் கூட கவலைப்படுவதைப் போல நான் உணர்கிறேன், ஏனென்றால் நான் செய்வதெல்லாம் முந்தைய பகுதியிலிருந்து பேயச் விதியை நகலெடுப்பதுதான். \ [#] _
uk: Все так просто, що я почуваюся ідіотом, навіть намагаючись записати ці рівняння, бо все, що я роблю, це копіюю правило Баєса з попереднього розділу.\ [#]_

source: The Bayes factor
nb: Bayes-faktoren
ta: பேயச் காரணி
uk: Байєсівський Фактор

source: In practice, most Bayesian data analysts tend not to talk in terms of the raw posterior probabilities *P*\ (h\ :sub:`0`\|d) and *P*\ (h\ :sub:`1`\|d). Instead, we tend to talk in terms of the **posterior odds** ratio. Think of it like betting. Suppose, for instance, the posterior probability of the null hypothesis is 25\%, and the posterior probability of the alternative is 75\%. The alternative hypothesis is three times as probable as the null, so we say that the *odds* are 3:1 in favour of the alternative. Mathematically, all we have to do to calculate the posterior odds is divide one posterior probability by the other
nb: I praksis pleier de fleste Bayesianske dataanalytikere ikke å snakke om de rå etterfølgende sannsynlighetene *P*\ (h\ :sub:`0`\|d) og *P*\ (h\ :sub:`1`\|d). I stedet pleier vi å snakke om forholdet mellom den **etterfølgende sannsynligheten**. Tenk på det som veddemål. Anta for eksempel at den bakre sannsynligheten for nullhypotesen er 25\%, og den bakre sannsynligheten for alternativet er 75\%. Alternativhypotesen er tre ganger så sannsynlig som nullhypotesen, så vi sier at *sannsynligheten* er 3:1 i favør av alternativhypotesen. Matematisk sett er alt vi trenger å gjøre for å beregne den etterfølgende oddsen, å dele den ene etterfølgende sannsynligheten på den andre
ta: நடைமுறையில், பெரும்பாலான பேய்சியன் தரவு ஆய்வாளர்கள் மூல பின்புற நிகழ்தகவுகளின் அடிப்படையில் பேசக்கூடாது *பி *\ (எச் \: துணை: `0` \ | டி) மற்றும் *பி *\ (எச் \: துணை:` 1` \ | ஈ). அதற்கு பதிலாக, நாம் ** பின்புற முரண்பாடுகள் ** விகிதத்தின் அடிப்படையில் பேச முனைகிறோம். பந்தயம் போல நினைத்துப் பாருங்கள். உதாரணமாக, சுழிய கருதுகோளின் பின்புற நிகழ்தகவு 25 \%, மற்றும் மாற்றீட்டின் பின்புற நிகழ்தகவு 75 \%ஆகும் என்று வைத்துக்கொள்வோம். மாற்று கருதுகோள் பூச்யத்தைப் போலவே மூன்று மடங்கு சாத்தியமாகும், எனவே * முரண்பாடுகள் * மாற்றாக 3: 1 என்று நாங்கள் கூறுகிறோம். கணித ரீதியாக, பின்புற முரண்பாடுகளைக் கணக்கிட நாம் செய்ய வேண்டியதெல்லாம் ஒரு பின்புற நிகழ்தகவை மற்றொன்றால் பிரிக்க வேண்டும்
uk: На практиці більшість аналітиків, які використовують байєсівський підхід, зазвичай не говорять про необроблені апостеріорні ймовірності *P*\ (h\ :sub:`0`\|d) та *P*\ (h\ :sub:`1`\|d). Натомість ми зазвичай говоримо про **апостеріорне відношення шансів**. Уявіть собі, що це як ставки. Припустимо, наприклад, що апостеріорна ймовірність нульової гіпотези становить 25\%, а апостеріорна ймовірність альтернативної гіпотези — 75\%. Альтернативна гіпотеза втричі ймовірніша за нульову, тому ми говоримо, що *відношення шансів* становить 3:1 на користь альтернативної гіпотези. Математично, щоб обчислити апостеріорні шанси, нам потрібно лише поділити одну апостеріорну ймовірність на іншу

source: Or, to write the same thing in terms of the equations above
nb: Eller, for å skrive det samme i form av ligningene ovenfor
ta: அல்லது, மேலே உள்ள சமன்பாடுகளின் அடிப்படையில் அதே விசயத்தை எழுத
uk: Або, якщо записати те саме через наведені вище рівняння

source: Actually, this equation is worth expanding on. There are three different terms here that you should know. On the left hand side, we have the posterior odds, which tells you what you believe about the relative plausibilty of the null hypothesis and the alternative hypothesis *after* seeing the data. On the right hand side, we have the **prior odds**, which indicates what you thought *before* seeing the data. In the middle, we have the **Bayes factor**, which describes the amount of evidence provided by the data
nb: Denne ligningen er faktisk verdt å utdype. Det er tre ulike begreper her som du bør kjenne til. På venstre side har vi den etterfølgende sannsynligheten, som forteller deg hva du tror om den relative sannsynligheten for nullhypotesen og alternativhypotesen *etter* å ha sett dataene. På høyre side har vi **den forutgående sannsynligheten**, som viser hva du trodde *før* du fikk se dataene. I midten har vi **Bayes-faktoren**, som beskriver hvor mye bevis dataene gir
ta: உண்மையில், இந்த சமன்பாடு விரிவாக்குவது மதிப்பு. நீங்கள் தெரிந்து கொள்ள வேண்டிய மூன்று வெவ்வேறு சொற்கள் இங்கே உள்ளன. இடது புறத்தில், எங்களிடம் பின்புற முரண்பாடுகள் உள்ளன, இது சுழிய கருதுகோளின் ஒப்பீட்டு விலையையும், தரவைப் பார்த்த பிறகு * மாற்று கருதுகோளையும் பற்றி நீங்கள் நம்புவதை உங்களுக்குக் கூறுகிறது. வலது புறத்தில், எங்களிடம் ** முன் முரண்பாடுகள் ** உள்ளது, இது தரவைப் பார்ப்பதற்கு முன்பு நீங்கள்*நினைத்ததைக் குறிக்கிறது. நடுவில், எங்களிடம் ** பேயச் காரணி ** உள்ளது, இது தரவுகளால் வழங்கப்பட்ட ஆதாரங்களின் அளவை விவரிக்கிறது
uk: Насправді, це рівняння варто розширити. Тут є три різних терміни, про які ви повинні знати. Зліва ми маємо апостеріорні шанси, які показують, що ви думаєте про відносну правдоподібність нульової гіпотези та альтернативної гіпотези *після* ознайомлення з даними. Справа ми маємо **апріорні шанси**, які показують, що ви думали *до* ознайомлення з даними. Посередині ми маємо **фактор Байєса**, який описує кількість доказів, наданих даними

source: \begin{array}{ccccc}\displaystyle \frac{P(h_1 | d)}{P(h_0 | d)} & = & \displaystyle\frac{P(d|h_1)}{P(d|h_0)} & \times & \displaystyle\frac{P(h_1)}{P(h_0)} \\[6pt] \\[-2pt] \uparrow & ~ & \uparrow & ~ & \uparrow \\[6pt] \mbox{Posterior odds} & ~ & \mbox{Bayes factor} & ~ & \mbox{Prior odds} \\ \end{array}
nb: \begin{array}{ccccc}\displaystyle \frac{P(h_1 | d)}{P(h_0 | d)} & = & \displaystyle\frac{P(d|h_1)}{P(d|h_0)} & \times & \displaystyle\frac{P(h_1)}{P(h_0)} \\[6pt] \\[-2pt] \uparrow & ~ & \uparrow & ~ & \uparrow \\[6pt] \mbox{etterfølgende sannsynlighet} & ~ & \mbox{Bayes-faktor} & ~ & \mbox{forutgående sannsynlighet} \\ \end{array}
ta: \ தொடங்கு {array} {ccccc} \ டிச்ப்ளேச்டைல் \ frac {p (h_1 | d)} {p (h_0 | d)} & = & \ displaystyle \ frac {p (d | h_1)} {p (d | h_0)} & \ முறை & \ டிச்ப்ளேச்டைல் \ frac { P (h_1)} {p (h_0)} \\ [6pt] \\ [-2pt] \ uparrow & ~ & \ uparrow & ~ & \ uparrow \\ [6pt] \ mbox {Posterior odds} & ~ & \ mbox {Bayes factor} & ~ & \ mbox {Prior odds} \\ \ முடிவு {array}

source: The Bayes factor (sometimes abbreviated as **BF**) has a special place in Bayesian hypothesis testing, because it serves a similar role to the *p*-value in orthodox hypothesis testing. The Bayes factor quantifies the strength of evidence provided by the data, and as such it is the Bayes factor that people tend to report when running a Bayesian hypothesis test. The reason for reporting Bayes factors rather than posterior odds is that different researchers will have different priors. Some people might have a strong bias to believe the null hypothesis is true, others might have a strong bias to believe it is false. Because of this, the polite thing for an applied researcher to do is report the Bayes factor. That way, anyone reading the paper can multiply the Bayes factor by their own *personal* prior odds, and they can work out for themselves what the posterior odds would be. In any case, by convention we like to pretend that we give equal consideration to both the null hypothesis and the alternative, in which case the prior odds equals 1, and the posterior odds becomes the same as the Bayes factor.
nb: Bayes-faktoren (noen ganger forkortet **BF**) har en spesiell plass i Bayesiansk hypotesetesting, fordi den har en lignende rolle som *p*-verdien i ortodoks hypotesetesting. Bayes-faktoren kvantifiserer styrken på bevisene som dataene gir, og det er derfor Bayes-faktoren som folk pleier å rapportere når de kjører en Bayesiansk hypotesetest. Grunnen til at man rapporterer Bayes-faktorer i stedet for den etterfølgende sannsynligheten, er at ulike forskere vil ha ulike forutgående sannsynlighetene. Noen kan ha en sterk tilbøyelighet til å tro at nullhypotesen er sann, mens andre kan ha en sterk tilbøyelighet til å tro at den er usann. Derfor er det mest høflige en anvendt forsker kan gjøre å rapportere Bayes-faktoren. På den måten kan alle som leser artikkelen, multiplisere Bayes-faktoren med sine egne *personlige* forutgående sannsynligheten, og de kan selv regne ut hva de etterfølgende sannsynlighetene vil være. I alle fall pleier vi å late som om vi tar like mye hensyn til nullhypotesen som til alternativet, og i så fall blir den forutgående sannsynligheten lik 1, og den etterfølgende sannsynligheten blir det samme som Bayes-faktoren.
ta: பேய்சியன் கருதுகோள் சோதனையில் பேயச் காரணி (சில நேரங்களில் ** பி.எஃப் ** என சுருக்கமாக) ஒரு சிறப்பு இடத்தைக் கொண்டுள்ளது, ஏனெனில் இது ஆர்த்தடாக்ச் கருதுகோள் சோதனையில்*பி*-மதிப்புக்கு ஒத்த பாத்திரத்தை அளிக்கிறது. பேயச் காரணி தரவுகளால் வழங்கப்பட்ட ஆதாரங்களின் வலிமையை அளவிடுகிறது, மேலும் பேய்சியன் கருதுகோள் சோதனையை இயக்கும் போது மக்கள் புகாரளிக்கும் பேயச் காரணி இது. பின்புற முரண்பாடுகளை விட பேயச் காரணிகளைப் புகாரளிப்பதற்கான காரணம், வெவ்வேறு ஆராய்ச்சியாளர்களுக்கு வெவ்வேறு முன்னோடிகள் இருக்கும். சுழிய கருதுகோள் உண்மை என்று நம்புவதற்கு சிலருக்கு ஒரு வலுவான சார்பு இருக்கலாம், மற்றவர்கள் அது பொய் என்று நம்புவதற்கு வலுவான சார்பு இருக்கலாம். இதன் காரணமாக, ஒரு பயன்பாட்டு ஆராய்ச்சியாளருக்கு கண்ணியமான சேதி பேயச் காரணியைப் புகாரளிப்பதாகும். அந்த வகையில், காகிதத்தைப் படிக்கும் எவரும் பேயச் காரணியை தங்கள் சொந்த * தனிப்பட்ட * முன் முரண்பாடுகளால் பெருக்க முடியும், மேலும் பின்புற முரண்பாடுகள் என்னவாக இருக்கும் என்பதை அவர்கள் தங்களைத் தாங்களே உருவாக்கிக் கொள்ளலாம். எவ்வாறாயினும், மாநாட்டின் மூலம் சுழிய கருதுகோள் மற்றும் மாற்று இரண்டிற்கும் சமமான கருத்தை நாம் தருகிறோம் என்று பாசாங்கு செய்ய விரும்புகிறோம், இந்த விசயத்தில் முந்தைய முரண்பாடுகள் 1 க்கு சமம், மற்றும் பின்புற முரண்பாடுகள் பேயச் காரணிக்கு சமமாகின்றன.
uk: Коефіцієнт Байєса (іноді скорочується як **BF**) займає особливе місце в байєсівському тестуванні гіпотез, оскільки виконує подібну роль до *p*-значення в ортодоксальному тестуванні гіпотез. Коефіцієнт Байєса кількісно оцінює силу доказів, наданих даними, і саме про коефіцієнт Байєса люди зазвичай повідомляють при проведенні байєсівського тестування гіпотез. Причиною повідомлення коефіцієнтів Байєса, а не апостеріорних шансів, є те, що різні дослідники матимуть різні апріорні ймовірності. Деякі люди можуть мати сильну упередженість вірити в істинність нульової гіпотези, інші можуть мати сильну упередженість вірити в її хибність. З огляду на це, ввічливим для прикладного дослідника буде повідомити коефіцієнт Байєса. Таким чином, кожен, хто читає статтю, може помножити коефіцієнт Байєса на свої *особисті* апріорні шанси і самостійно обчислити апостеріорні шанси. У будь-якому випадку, за звичаєм ми робимо вигляд, що однаково враховуємо як нульову гіпотезу, так і альтернативну, і в цьому випадку апріорні шанси дорівнюють 1, а апостеріорні шанси стають такими ж, як коефіцієнт Байєса.

source: Interpreting Bayes factors
nb: Tolkning av Bayes-faktorer
ta: பேயச் காரணிகளை விளக்குகிறது
uk: Інтерпретація байєсівських факторів

source: One of the really nice things about the Bayes factor is the numbers are inherently meaningful. If you run an experiment and you compute a Bayes factor of 4, it means that the evidence provided by your data corresponds to betting odds of 4:1 in favour of the alternative. However, there have been some attempts to quantify the standards of evidence that would be considered meaningful in a scientific context. The two most widely used are from :ref:`Jeffreys (1961) <Jeffreys_1961>` and :ref:`Kass and Raftery (1995) <Kass_1995>`. Of the two, I tend to prefer the :ref:`Kass and Raftery (1995) <Kass_1995>` table because it’s a bit more conservative. So here it is:
nb: En av de virkelig fine tingene med Bayes-faktoren er at tallene i seg selv er meningsfulle. Hvis du utfører et eksperiment og beregner en Bayes-faktor på 4, betyr det at bevisene som dataene dine gir, tilsvarer en odds på 4:1 i favør av alternativet. Det har imidlertid blitt gjort noen forsøk på å kvantifisere hvilke bevisstandarder som anses som meningsfulle i vitenskapelig sammenheng. De to mest brukte er fra :ref:`Jeffreys (1961) <Jeffreys_1961>` og :ref:`Kass og Raftery (1995) <Kass_1995>`. Av de to foretrekker jeg :ref:`Kass og Raftery (1995) <Kass_1995>`-tabellen fordi den er litt mer konservativ. Så her er den:
ta: பேயச் காரணியைப் பற்றிய நல்ல விசயங்களில் ஒன்று எண்கள் இயல்பாகவே அர்த்தமுள்ளவை. நீங்கள் ஒரு பரிசோதனையை இயக்கினால், 4 இன் பேயச் காரணியைக் கணக்கிட்டால், உங்கள் தரவு வழங்கிய சான்றுகள் மாற்றுக்கு ஆதரவாக 4: 1 இன் பந்தய முரண்பாடுகளுக்கு ஒத்துப்போகின்றன. எவ்வாறாயினும், விஞ்ஞான சூழலில் அர்த்தமுள்ளதாகக் கருதப்படும் ஆதாரங்களின் தரங்களை அளவிட சில முயற்சிகள் உள்ளன. மிகவும் பரவலாகப் பயன்படுத்தப்படும் இரண்டு: ref: `செஃப்ரிச் (1961) <செஃப்ரிச்_1961>` மற்றும்: குறிப்பு: `காச் மற்றும் ராஃப்டெரி (1995) <kass_1995>`. இரண்டில், நான் விரும்புகிறேன்: குறிப்பு: `காச் மற்றும் ராஃப்டெரி (1995) <kass_1995>` அட்டவணை மிகவும் பழமைவாதமானது என்பதால். எனவே இங்கே அது:
uk: Однією з дійсно приємних особливостей коефіцієнта Байєса є те, що цифри мають внутрішнє значення. Якщо ви проводите експеримент і обчислюєте коефіцієнт Байєса, що дорівнює 4, це означає, що докази, надані вашими даними, відповідають ставкам 4:1 на користь альтернативи. Однак були деякі спроби кількісно оцінити стандарти доказів, які вважалися б значущими в науковому контексті. Два найпоширеніші стандарти взяті з :ref:`Jeffreys (1961) <Jeffreys_1961>` та :ref:`Kass and Raftery (1995) <Kass_1995>`. З цих двох я схиляюся до таблиці :ref:`Kass and Raftery (1995) <Kass_1995>`, оскільки вона є дещо більш консервативною. Ось вона:

source: Bayes factor
nb: Bayes-faktor
ta: பேயச் காரணி
uk: Байєсівський фактор

source: Interpretation
nb: Tolkning
ta: விளக்கம்
uk: Інтерпретація

source: Negligible evidence
nb: Ubetydelige bevis
ta: மிகக் குறைவான சான்றுகள்
uk: Незначні докази

source: Positive evidence
nb: Positive bevis
ta: நேர்மறையான சான்றுகள்
uk: Позитивні докази

source: Strong evidence
nb: Sterke bevis
ta: வலுவான சான்றுகள்
uk: Переконливі докази

source: Very strong evidence
nb: Svært sterke bevis
ta: மிகவும் வலுவான சான்றுகள்
uk: Дуже вагомі докази

source: And to be perfectly honest, I think that even the :ref:`Kass and Raftery (1995) <Kass_1995>` standards are being a bit charitable. If it were up to me, I’d have called the “positive evidence” category “weak evidence”. To me, anything in the range 3:1 to 20:1 is “weak” or “modest” evidence at best. But there are no hard and fast rules here. What counts as strong or weak evidence depends entirely on how conservative you are and upon the standards that your community insists upon before it is willing to label a finding as “true”.
nb: Og for å være helt ærlig synes jeg at selv :ref:`Kass og Raftery (1995) <Kass_1995>`-standardene er litt vel snille. Hvis det var opp til meg, ville jeg ha kalt kategorien «positive bevis» for «svake bevis». For meg er alt i området 3:1 til 20:1 i beste fall «svakt» eller «beskjedent» bevis. Men det finnes ingen faste regler her. Hva som regnes som sterke eller svake bevis, avhenger helt og holdent av hvor konservativ du er, og av hvilke standarder samfunnet ditt insisterer på før det er villig til å stemple et funn som «sant».
ta: நேர்மையாக இருக்க, நான் நினைக்கிறேன்: குறிப்பு: `காச் அண்ட் ராஃப்டெரி (1995) <kass_1995>` தரநிலைகள் கொஞ்சம் தொண்டு செய்கின்றன. இது என்னிடம் இருந்தால், நான் “நேர்மறையான சான்றுகள்” வகையை “பலவீனமான சான்றுகள்” என்று அழைத்திருக்கிறேன். என்னைப் பொறுத்தவரை, 3: 1 முதல் 20: 1 வரம்பில் உள்ள எதையும் “பலவீனமான” அல்லது “மிதமான” சான்றுகள் சிறந்தவை. ஆனால் இங்கே கடினமான மற்றும் வேகமான விதிகள் எதுவும் இல்லை. வலுவான அல்லது பலவீனமான சான்றுகள் எனக் கருதப்படுவது நீங்கள் எவ்வளவு பழமைவாதமாக இருக்கிறீர்கள் என்பதையும், உங்கள் சமூகம் ஒரு கண்டுபிடிப்பை “உண்மை” என்று முத்திரை குத்தத் தயாராக இருப்பதற்கு முன்னர் வலியுறுத்தும் தரங்களையும் சார்ந்துள்ளது.
uk: І, якщо бути чесним, я вважаю, що навіть стандарти :ref:`Kass and Raftery (1995) <Kass_1995>` є дещо занадто поблажливими. Якби це залежало від мене, я б назвав категорію «позитивних доказів» «слабкими доказами». На мій погляд, будь-що в діапазоні від 3:1 до 20:1 є «слабкими» або «помірними» доказами в кращому випадку. Але тут немає жорстких і чітких правил. Те, що вважається сильними або слабкими доказами, повністю залежить від того, наскільки ви консервативні, і від стандартів, яких дотримується ваша спільнота, перш ніж визнати висновок «правдивим».

source: In any case, note that all the numbers listed above make sense if the Bayes factor is greater than 1 (i.e., the evidence favours the alternative hypothesis). However, one big practical advantage of the Bayesian approach relative to the orthodox approach is that it also allows you to quantify evidence *for* the null. When that happens, the Bayes factor will be less than 1. You can choose to report a Bayes factor less than 1, but to be honest I find it confusing. For example, suppose that the likelihood of the data under the null hypothesis *P*\ (d|h\ :sub:`0`) is equal to 0.2, and the corresponding likelihood *P*\ (d|h\ :sub:`1`) under the alternative hypothesis is 0.1. Using the equations given above, Bayes factor here would be
nb: Merk uansett at alle tallene ovenfor gir mening hvis Bayes-faktoren er større enn 1 (dvs. at bevisene taler til fordel for den alternative hypotesen). En stor praktisk fordel med den Bayesianske tilnærmingen i forhold til den ortodokse tilnærmingen er imidlertid at den også gjør det mulig å kvantifisere evidens *for* nullhypotesen. Når det skjer, vil Bayes-faktoren være mindre enn 1. Du kan velge å rapportere en Bayes-faktor som er mindre enn 1, men for å være ærlig synes jeg det er forvirrende. Anta for eksempel at sannsynligheten for dataene under nullhypotesen *P*\ (d|h\ :sub:`0`) er lik 0,2, og at den tilsvarende sannsynligheten *P*\ (d|h\ :sub:`1`) under alternativhypotesen er 0,1. Ved å bruke ligningene ovenfor vil Bayes-faktoren her være
ta: எந்தவொரு சந்தர்ப்பத்திலும், மேலே பட்டியலிடப்பட்டுள்ள அனைத்து எண்களும் பேயச் காரணி 1 ஐ விட அதிகமாக இருந்தால் (அதாவது, சான்றுகள் மாற்று கருதுகோளுக்கு சாதகமாக இருந்தால்) அர்த்தமுள்ளதாக இருக்கும் என்பதை நினைவில் கொள்க. இருப்பினும், ஆர்த்தடாக்ச் அணுகுமுறையுடன் தொடர்புடைய பேய்சியன் அணுகுமுறையின் ஒரு பெரிய நடைமுறை நன்மை என்னவென்றால், * பூச்யத்திற்கான ஆதாரங்களை * அளவிடவும் இது உங்களை அனுமதிக்கிறது. அது நிகழும்போது, பேயச் காரணி 1 க்கும் குறைவாக இருக்கும். 1 க்கும் குறைவான பேயச் காரணியைப் புகாரளிக்க நீங்கள் தேர்வு செய்யலாம், ஆனால் நேர்மையாக இருக்க நான் குழப்பமானதாகக் கருதுகிறேன். எடுத்துக்காட்டாக, சுழிய கருதுகோளின் கீழ் தரவின் சாத்தியக்கூறுகள் *p *\ (d | h \: sub: `0`) 0.2 க்கு சமம், மற்றும் அதனுடன் தொடர்புடைய நிகழ்தகவு *p *\ (d | h \: sub : `1`) மாற்று கருதுகோளின் கீழ் 0.1 ஆகும். மேலே கொடுக்கப்பட்ட சமன்பாடுகளைப் பயன்படுத்தி, இங்கே பேயச் காரணி இருக்கும்
uk: У будь-якому випадку, зверніть увагу, що всі наведені вище цифри мають сенс, якщо коефіцієнт Байєса більший за 1 (тобто докази свідчать на користь альтернативної гіпотези). Однак, одна велика практична перевага байєсівського підходу порівняно з ортодоксальним підходом полягає в тому, що він також дозволяє кількісно оцінити докази *на користь* нульової гіпотези. У цьому випадку коефіцієнт Байєса буде менше 1. Ви можете вирішити повідомити про коефіцієнт Байєса менше 1, але, чесно кажучи, я вважаю це заплутаним. Наприклад, припустимо, що ймовірність даних за нульовою гіпотезою *P*\ (d|h\ :sub:`0`) дорівнює 0,2, а відповідна ймовірність *P*\ (d|h\ :sub:`1`) за альтернативною гіпотезою дорівнює 0,1. Використовуючи наведені вище рівняння, коефіцієнт Байєса тут буде

source: Read literally, this result tells is that the evidence in favour of the alternative is 0.5 to 1. I find this hard to understand. To me, it makes a lot more sense to turn the equation “upside down”, and report the amount op evidence in favour of the *null*. In other words, what we calculate is this
nb: Lest bokstavelig forteller dette resultatet at bevisene til fordel for alternativet er 0,5 mot 1. Jeg synes dette er vanskelig å forstå. For meg gir det mye mer mening å snu ligningen «på hodet», og rapportere hvor mye evidens som taler for *nullhypotesen*. Med andre ord, det vi beregner er dette
ta: உண்மையில் படியுங்கள், இந்த முடிவு கூறுகிறது, மாற்றுக்கு ஆதரவான சான்றுகள் 0.5 முதல் 1 வரை உள்ளன. இதைப் புரிந்துகொள்வது கடினம். என்னைப் பொறுத்தவரை, சமன்பாட்டை "தலைகீழாக" மாற்றுவதற்கு இது நிறைய அர்த்தமுள்ளதாக இருக்கிறது, மேலும் *பூச்யத்திற்கு ஆதரவாக OP ஆதாரங்களை புகாரளிக்கவும். வேறு வார்த்தைகளில் கூறுவதானால், நாம் கணக்கிடுவது இதுதான்
uk: Якщо читати буквально, цей результат говорить про те, що докази на користь альтернативи становлять від 0,5 до 1. Мені це важко зрозуміти. На мій погляд, набагато логічніше «перевернути» рівняння і вказати кількість доказів на користь *нульової гіпотези*. Іншими словами, ми обчислюємо таке

source: And what we would report is a Bayes factor of 2:1 in favour of the null. Much easier to understand, and you can interpret this using the table above.
nb: Og det vi ville rapportert, er en Bayes-faktor på 2:1 i favør av nullhypotesen. Det er mye enklere å forstå, og du kan tolke dette ved hjelp av tabellen over.
ta: நாங்கள் புகாரளிப்பது பூச்யத்திற்கு ஆதரவாக 2: 1 இன் பேயச் காரணி. புரிந்து கொள்வது மிகவும் எளிதானது, மேலும் மேலே உள்ள அட்டவணையைப் பயன்படுத்தி இதை நீங்கள் விளக்கலாம்.
uk: І ми б повідомили про коефіцієнт Байєса 2:1 на користь нуля. Це набагато легше зрозуміти, і ви можете інтерпретувати це, використовуючи таблицю вище.
