Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch16.po
Languages: nb, ta, uk

source: Bayesian statistics
nb: Bayesiansk statistikk
ta: பேய்சியன் புள்ளிவிவரங்கள்
uk: Байєсівська статистика

source: *In our reasonings concerning matter of fact, there are all imaginable degrees of assurance, from the highest certainty to the lowest species of moral evidence. A wise man, therefore, proportions his belief to the evidence.*
nb: *I våre resonnementer om faktiske forhold finnes det alle tenkelige grader av sikkerhet, fra den høyeste visshet til den laveste form for moralsk bevis. Et klokt menneske tilpasser derfor sin tro til bevisene*.
ta: *உண்மையில் விசயத்தைப் பற்றிய எங்கள் காரணங்களில், கற்பனை செய்யக்கூடிய அனைத்து அளவிலான உத்தரவாதங்களும் உள்ளன, மிக உயர்ந்த உறுதியிலிருந்து மிகக் குறைந்த அளவிலான தார்மீக சான்றுகள் வரை. எனவே, ஒரு ஞானமுள்ள மனிதர், தனது நம்பிக்கையை ஆதாரங்களுக்கு விகிதப்படுத்துகிறார்.*
uk: *У наших міркуваннях щодо фактичних обставин існують усі можливі ступені впевненості, від найвищої впевненості до найнижчого виду морального доказу. Тому мудра людина співвідносить свою віру з доказами.*

source: `David Hume <https://en.wikiquote.org/wiki/David_Hume>`__
ta: `டேவிட் இயூம் <https://en.wikiquote.org/wiki/david_hume> ____
uk: `Девід Х'юм <https://en.wikiquote.org/wiki/David_Hume>`__

source: The ideas I’ve presented to you in this book describe inferential statistics from the frequentist perspective. I’m not alone in doing this. In fact, almost every textbook given to undergraduate psychology students presents the opinions of the frequentist statistician as *the* theory of inferential statistics, the one true way to do things. I have taught this way for practical reasons. The frequentist view of statistics dominated the academic field of statistics for most of the 20th century, and this dominance is even more extreme among applied scientists. It was and is current practice among psychologists to use frequentist methods. Because frequentist methods are ubiquitous in scientific papers, every student of statistics needs to understand those methods, otherwise they will be unable to make sense of what those papers are saying! Unfortunately, in my opinion at least, the current practice in psychology is often misguided and the reliance on frequentist methods is partly to blame. In this chapter I explain why I think this and provide an introduction to Bayesian statistics, an approach that I think is generally superior to the orthodox approach.
nb: Ideene jeg har presentert i denne boken, beskriver inferensstatistikk fra et frekventistisk perspektiv. Jeg er ikke alene om å gjøre dette. Faktisk presenterer nesten alle lærebøker for psykologistudenter den frekventistiske statistikerens meninger som *den* teorien om inferensstatistikk, den eneste sanne måten å gjøre ting på. Jeg har undervist på denne måten av praktiske grunner. Det frekventistiske synet på statistikk dominerte det akademiske statistikkfeltet i det meste av 1900-tallet, og denne dominansen er enda mer ekstrem blant anvendte forskere. Det var og er vanlig praksis blant psykologer å bruke frekventistiske metoder. Fordi frekventistiske metoder er allestedsnærværende i vitenskapelige artikler, må alle som studerer statistikk, forstå disse metodene, ellers vil de ikke være i stand til å forstå hva som står i disse artiklene! Dessverre, i hvert fall etter min mening, er dagens praksis i psykologi ofte misforstått, og avhengigheten av frekventistiske metoder har noe av skylden for dette. I dette kapittelet forklarer jeg hvorfor jeg mener dette, og gir en innføring i Bayesiansk statistikk, en tilnærming som jeg mener generelt er bedre enn den ortodokse tilnærmingen.
ta: இந்த புத்தகத்தில் நான் உங்களுக்கு வழங்கிய சிந்தனைகள் அடிக்கடி நிகழும் கண்ணோட்டத்தில் அனுமான புள்ளிவிவரங்களை விவரிக்கின்றன. இதைச் செய்வதில் நான் தனியாக இல்லை. உண்மையில், இளங்கலை உளவியல் மாணவர்களுக்கு வழங்கப்பட்ட ஒவ்வொரு பாடப்புத்தகமும் அடிக்கடி நிகழும் புள்ளிவிவர நிபுணரின் கருத்துக்களை * அனுமான புள்ளிவிவரங்களின் கோட்பாடு என்று முன்வைக்கிறது, இது விசயங்களைச் செய்வதற்கான ஒரு உண்மையான வழியாகும். நடைமுறை காரணங்களுக்காக நான் இந்த வழியில் கற்பித்தேன். புள்ளிவிவரங்களின் அடிக்கடி பார்வை 20 ஆம் நூற்றாண்டின் பெரும்பாலான புள்ளிவிவர கல்வித் துறையில் ஆதிக்கம் செலுத்தியது, மேலும் இந்த ஆதிக்கம் பயன்பாட்டு விஞ்ஞானிகளிடையே இன்னும் தீவிரமானது. அடிக்கடி வரும் முறைகளைப் பயன்படுத்த உளவியலாளர்களிடையே இது தற்போதைய நடைமுறையாக இருந்தது. விஞ்ஞான ஆவணங்களில் அடிக்கடி வரும் முறைகள் எங்கும் காணப்படுவதால், புள்ளிவிவரங்களின் ஒவ்வொரு மாணவரும் அந்த முறைகளைப் புரிந்து கொள்ள வேண்டும், இல்லையெனில் அந்த ஆவணங்கள் என்ன சொல்கின்றன என்பதைப் புரிந்துகொள்ள முடியாது! துரதிர்ச்டவசமாக, என் கருத்துப்படி, உளவியலில் தற்போதைய நடைமுறை பெரும்பாலும் தவறாக வழிநடத்தப்படுகிறது மற்றும் அடிக்கடி வரும் முறைகளை நம்பியிருப்பது ஓரளவு குற்றம் சாட்டுகிறது. இந்த அத்தியாயத்தில் நான் இதை ஏன் நினைக்கிறேன் என்பதை விளக்குகிறேன் மற்றும் பேய்சியன் புள்ளிவிவரங்களுக்கு ஒரு அறிமுகத்தை வழங்குகிறேன், இது ஒரு அணுகுமுறை பொதுவாக மரபுவழி அணுகுமுறையை விட உயர்ந்தது என்று நான் கருதுகிறேன்.
uk: Ідеї, які я представив вам у цій книзі, описують інференційну статистику з точки зору частоти. Я не єдиний, хто так робить. Насправді, майже кожен підручник для студентів-психологів представляє думки статистиків-частотистів як *єдину* теорію інференційної статистики, єдиний правильний спосіб робити речі. Я викладав це з практичних міркувань. Частотний підхід до статистики домінував в академічній сфері статистики протягом більшої частини 20 століття, і ця домінація є ще більш вираженою серед вчених-практиків. Використання частотних методів було і залишається поширеною практикою серед психологів. Оскільки частотні методи є повсюдними в наукових статтях, кожен студент, який вивчає статистику, повинен розуміти ці методи, інакше він не зможе зрозуміти, про що йдеться в цих статтях! На жаль, на мою думку, сучасна практика в психології часто є хибною, і частково в цьому винна залежність від частотних методів. У цьому розділі я пояснюю, чому я так вважаю, і даю вступ до байєсівської статистики, підходу, який, на мою думку, загалом є кращим за ортодоксальний підхід.

source: This chapter comes in two parts: In sections :doc:`Ch16_Bayes_1` through :doc:`Ch16_Bayes_3` I talk about what Bayesian statistics are all about, covering the basic mathematical rules for how it works as well as an explanation for why I think the Bayesian approach is so useful. Afterwards, I provide a brief overview of how you can do :doc:`Bayesian versions of *t*-tests <Ch16_Bayes_5>`.
nb: Dette kapittelet består av to deler: I avsnittene :doc:`Ch16_Bayes_1` til :doc:`Ch16_Bayes_3` snakker jeg om hva Bayesiansk statistikk går ut på, med de grunnleggende matematiske reglene for hvordan det fungerer, samt en forklaring på hvorfor jeg mener at den Bayesianske tilnærmingen er så nyttig. Etterpå gir jeg en kort oversikt over hvordan du kan gjøre :doc:`Bayesianske versjoner av *t*-tester <Ch16_Bayes_5>`.
ta: இந்த அத்தியாயம் இரண்டு பகுதிகளாக வருகிறது: பிரிவுகளில்: DOC: `CH16_BAYES_1` மூலம்: டாக்:` CH16_BAYES_3` பேய்சியன் புள்ளிவிவரங்கள் எதைப் பற்றியது என்பதைப் பற்றி நான் பேசுகிறேன், இது எவ்வாறு செயல்படுகிறது என்பதற்கான அடிப்படை கணித விதிகளை உள்ளடக்கியது, மேலும் நான் ஏன் நினைக்கிறேன் என்பதற்கான விளக்கமும் பேய்சியன் அணுகுமுறை மிகவும் பயனுள்ளதாக இருக்கும். பின்னர், நீங்கள் எப்படி செய்ய முடியும் என்பதற்கான சுருக்கமான கண்ணோட்டத்தை நான் வழங்குகிறேன்: டாக்: `பேய்சியன் பதிப்புகள் *t *-tests <ch16_bayes_5>`.
uk: Цей розділ складається з двох частин: у розділах :doc:`Ch16_Bayes_1` до :doc:`Ch16_Bayes_3` я розповідаю про те, що таке байєсівська статистика, висвітлюючи основні математичні правила її функціонування, а також пояснюючи, чому, на мою думку, байєсівський підхід є таким корисним. Далі я надаю короткий огляд того, як можна виконати :doc:`Bayesian versions of *t*-tests <Ch16_Bayes_5>`.

source: Probabilistic reasoning by rational agents
nb: Rasjonelle aktørers sannsynlighetsresonnementer
ta: பகுத்தறிவு முகவர்களால் நிகழ்தகவு பகுத்தறிவு
uk: Ймовірнісні міркування раціональних агентів

source: From a Bayesian perspective statistical inference is all about *belief revision*. I start out with a set of candidate hypotheses *h* about the world. I don’t know which of these hypotheses is true, but do I have some beliefs about which hypotheses are plausible and which are not. When I observe the data, *d*, I have to revise those beliefs. If the data are consistent with a hypothesis, my belief in that hypothesis is strengthened. If the data are inconsistent with the hypothesis, my belief in that hypothesis is weakened. That’s it! At the end of this section I’ll give a precise description of how Bayesian reasoning works, but first I want to work through a simple example in order to introduce the key ideas. Consider the following reasoning problem.
nb: Fra et Bayesiansk perspektiv handler statistisk inferens om *revidering av overbevisning*. Jeg starter med et sett av mulige hypoteser *h* om verden. Jeg vet ikke hvilke av disse hypotesene som er sanne, men jeg har noen oppfatninger om hvilke hypoteser som er plausible og hvilke som ikke er det. Når jeg observerer data, *d*, må jeg revidere disse oppfatningene. Hvis dataene stemmer overens med en hypotese, styrkes troen min på den hypotesen. Hvis dataene ikke stemmer overens med hypotesen, svekkes min tro på hypotesen. Nå er det nok! På slutten av dette avsnittet skal jeg gi en nøyaktig beskrivelse av hvordan Bayesiansk resonnering fungerer, men først vil jeg gå gjennom et enkelt eksempel for å introdusere de viktigste ideene. Tenk på følgende resonnementsproblem.
ta: ஒரு பேய்சியன் கண்ணோட்டத்தில் புள்ளிவிவர அனுமானம் *நம்பிக்கை திருத்தம் *பற்றியது. நான் உலகைப் பற்றி ஒரு வேட்பாளர் கருதுகோள்களின் * h * உடன் தொடங்குகிறேன். இந்த கருதுகோள்களில் எது உண்மை என்று எனக்குத் தெரியாது, ஆனால் எந்த கருதுகோள்கள் நம்பத்தகுந்தவை, அவை இல்லை என்பது பற்றி எனக்கு சில நம்பிக்கைகள் உள்ளதா? நான் தரவைக் கவனிக்கும்போது, *d *, நான் அந்த நம்பிக்கைகளை திருத்த வேண்டும். தரவு ஒரு கருதுகோளுடன் ஒத்துப்போகிறது என்றால், அந்த கருதுகோள் குறித்த எனது நம்பிக்கை பலப்படுத்தப்படுகிறது. தரவு கருதுகோளுடன் முரணாக இருந்தால், அந்த கருதுகோளில் எனது நம்பிக்கை பலவீனமடைகிறது. அதுதான்! இந்த பிரிவின் முடிவில், பேய்சியன் பகுத்தறிவு எவ்வாறு செயல்படுகிறது என்பதற்கான துல்லியமான விளக்கத்தை நான் தருகிறேன், ஆனால் முதலில் முக்கிய யோசனைகளை அறிமுகப்படுத்துவதற்காக ஒரு எளிய எடுத்துக்காட்டு மூலம் வேலை செய்ய விரும்புகிறேன். பின்வரும் பகுத்தறிவு சிக்கலைக் கவனியுங்கள்.
uk: З байєсівської точки зору, статистичний висновок полягає у *перегляді переконань*. Я починаю з набору гіпотез *h* про світ. Я не знаю, яка з цих гіпотез є правдивою, але маю певні переконання щодо того, які гіпотези є правдоподібними, а які ні. Коли я спостерігаю дані *d*, я мушу переглянути ці переконання. Якщо дані узгоджуються з гіпотезою, моя віра в цю гіпотезу посилюється. Якщо дані не відповідають гіпотезі, моя віра в цю гіпотезу послаблюється. Ось і все! Наприкінці цього розділу я дам точний опис того, як працює байєсівське міркування, але спочатку я хочу розглянути простий приклад, щоб представити ключові ідеї. Розглянемо наступну задачу на міркування.

source: *I’m carrying an umbrella. Do you think it will rain?*
nb: *Jeg har en paraply. Tror du det kommer til å regne?*
ta: *நான் ஒரு குடையை சுமந்து செல்கிறேன். மழை பெய்யும் என்று நினைக்கிறீர்களா?*
uk: *Я несу парасольку. Як думаєш, буде дощ?*

source: In this problem I have presented you with a single piece of data (*d* = I’m carrying the umbrella), and I’m asking you to tell me your belief or hypothesis about whether it’s raining. You have two alternatives, *h*: either it will rain today or it will not. How should you solve this problem?
nb: I denne oppgaven har jeg gitt deg én enkelt opplysning (*d* = jeg bærer paraplyen), og jeg ber deg om å fortelle meg hva du tror eller antar om det regner. Du har to alternativer, *h*: enten vil det regne i dag, eller så vil det ikke regne. Hvordan bør du løse dette problemet?
ta: இந்த சிக்கலில் நான் உங்களுக்கு ஒரு தரவை வழங்கியுள்ளேன் (* d* = நான் குடையை சுமந்து செல்கிறேன்), மழை பெய்கிறதா என்பது குறித்த உங்கள் நம்பிக்கையையோ அல்லது கருதுகோளை என்னிடம் சொல்லும்படி கேட்டுக்கொள்கிறேன். உங்களிடம் இரண்டு மாற்று வழிகள் உள்ளன, *h *: ஒன்று இன்று மழை பெய்யும் அல்லது அது இல்லை. இந்த சிக்கலை எவ்வாறு தீர்க்க வேண்டும்?
uk: У цій задачі я представив вам єдину інформацію (*d* = я ношу парасольку) і прошу вас висловити свою думку або гіпотезу про те, чи буде дощ. У вас є два варіанти, *h*: або сьогодні буде дощ, або не буде. Як вирішити цю задачу?

source: Priors: what you believed before
nb: Den forutgående sannsynligheten: det du trodde på før
ta: ப்ரியர்ச்: நீங்கள் முன்பு நம்பியவை
uk: Попередні події: у що ви вірили раніше

source: The first thing you need to do is ignore what I told you about the umbrella, and write down your pre-existing beliefs about rain. This is important. If you want to be honest about how your beliefs have been revised in the light of new evidence (data) then you *must* say something about what you believed before those data appeared! So, what might you believe about whether it will rain today? You probably know that I live in Australia and that much of Australia is hot and dry. The city of Adelaide where I live has a Mediterranean climate, very similar to southern California, southern Europe or northern Africa. I’m writing this in January and so you can assume it’s the middle of summer. In fact, you might have decided to take a quick look on Wikipedia and discovered that Adelaide gets an `average of 4.6 days of rain across the 31 days of January <https://en.wikipedia.org/wiki/Climate_of_Adelaide>`__. Without knowing anything else, you might conclude that the probability of January rain in Adelaide is about 15\%, and the probability of a dry day is 85\%. If this is really what you believe about Adelaide rainfall (and now that I’ve told it to you I’m betting that this really *is* what you believe) then what I have written here is your **prior distribution**, written *P*\ (h):
nb: Det første du må gjøre er å ignorere det jeg fortalte deg om paraplyen, og skrive ned dine eksisterende oppfatninger om regn. Dette er viktig. Hvis du ønsker å være ærlig om hvordan dine oppfatninger har blitt revidert i lys av nye bevis (data), *må* du si noe om hva du trodde før disse dataene dukket opp! Så hva tror du om hvorvidt det kommer til å regne i dag? Du vet sikkert at jeg bor i Australia, og at store deler av Australia er varmt og tørt. Byen Adelaide, der jeg bor, har et middelhavsklima som ligner veldig på Sør-California, Sør-Europa eller Nord-Afrika. Jeg skriver dette i januar, så du kan anta at det er midt på sommeren. Du har kanskje bestemt deg for å ta en rask titt på Wikipedia og oppdaget at Adelaide `i gjennomsnitt får 4,6 dager med regn i løpet av de 31 dagene i januar <https://en.wikipedia.org/wiki/Climate_of_Adelaide>`__. Uten å vite noe annet kan du kanskje konkludere med at sannsynligheten for regn i Adelaide i januar er omtrent 15\%, og at sannsynligheten for en tørr dag er 85\%. Hvis det virkelig er dette du tror om nedbøren i Adelaide (og nå som jeg har fortalt deg det, vedder jeg på at det virkelig *er* det du tror), så er det jeg har skrevet her din **forutgående fordeling**, skrevet *P*\(h):
ta: நீங்கள் செய்ய வேண்டிய முதல் சேதி, குடையைப் பற்றி நான் சொன்னதை புறக்கணிப்பதே, மழையைப் பற்றிய உங்கள் முன்பே இருக்கும் நம்பிக்கைகளை எழுதுங்கள். இது முக்கியமானது. புதிய ஆதாரங்களின் (தரவு) வெளிச்சத்தில் உங்கள் நம்பிக்கைகள் எவ்வாறு திருத்தப்பட்டுள்ளன என்பதைப் பற்றி நீங்கள் நேர்மையாக இருக்க விரும்பினால், அந்தத் தரவு தோன்றுவதற்கு முன்பு நீங்கள் நம்பியதைப் பற்றி நீங்கள் ஏதாவது சொல்ல வேண்டும்! எனவே, இன்று மழை பெய்யுமா என்று நீங்கள் என்ன நம்பலாம்? நான் ஆச்திரேலியாவில் வசிக்கிறேன், ஆச்திரேலியாவின் பெரும்பகுதி சூடாகவும் வறண்டதாகவும் இருக்கும் என்பதை நீங்கள் அறிவீர்கள். நான் வசிக்கும் அடிலெய்ட் நகரத்தில் ஒரு நடு தரைக்கடல் காலநிலை உள்ளது, இது தெற்கு கலிபோர்னியா, தெற்கு ஐரோப்பா அல்லது வட ஆபிரிக்காவைப் போன்றது. நான் இதை சனவரியில் எழுதுகிறேன், எனவே இது கோடையின் நடுப்பகுதி என்று நீங்கள் கருதலாம். உண்மையில். . வேறு எதையும் அறியாமல், அடிலெய்டில் சனவரி மழையின் நிகழ்தகவு சுமார் 15 \%என்றும், வறண்ட நாளின் நிகழ்தகவு 85 \%என்றும் நீங்கள் முடிவு செய்யலாம். அடிலெய்ட் மழையைப் பற்றி நீங்கள் நம்புவது இதுதான் என்றால் (இப்போது நான் அதை உங்களிடம் சொன்னேன், இது உண்மையிலேயே*நீங்கள் நம்புவது*என்று நான் பந்தயம் கட்டுகிறேன்) பின்னர் நான் இங்கே எழுதியது உங்கள் ** முன் வழங்கல் **, எழுதப்பட்டது *பி *\ (எச்):
uk: Перше, що вам потрібно зробити, це проігнорувати те, що я вам сказав про парасольку, і записати свої попередні переконання про дощ. Це важливо. Якщо ви хочете бути чесними щодо того, як ваші переконання змінилися у світлі нових доказів (даних), то ви *повинні* сказати щось про те, у що ви вірили до появи цих даних! Отже, що ви можете думати про те, чи буде сьогодні дощ? Ви, мабуть, знаєте, що я живу в Австралії і що більша частина Австралії спекотна і суха. Місто Аделаїда, де я живу, має середземноморський клімат, дуже схожий на південну Каліфорнію, південну Європу або північну Африку. Я пишу це в січні, тож ви можете припустити, що зараз середина літа. Насправді, ви, можливо, вирішили швидко зазирнути у Вікіпедію і дізналися, що в Аделаїді «в середньому випадає 4,6 дні дощу протягом 31 дня січня <https://en.wikipedia.org/wiki/Climate_of_Adelaide>». Не знаючи нічого іншого, ви можете зробити висновок, що ймовірність дощу в Аделаїді в січні становить приблизно 15 %, а ймовірність сухого дня — 85 %. Якщо ви дійсно так вважаєте про кількість опадів в Аделаїді (а тепер, коли я вам про це сказав, я готовий побитися об заклад, що ви дійсно так вважаєте), то *те*, що я тут написав, є вашим **попереднім розподілом**, позначеним *P*\ (h):

source: Hypothesis
nb: Hypotese
ta: கருதுகோள்
uk: Гіпотеза

source: Degree of Belief
nb: Grad av overbevisning
ta: நம்பிக்கையின் பட்டம்
uk: Ступінь віри

source: **Rainy day**
nb: **Regnværsdag**
ta: ** மழை நாள் **
uk: **Дощовий день**

source: **Dry day**
nb: **Tørr dag**
ta: ** வறண்ட நாள் **
uk: **Сухий день**

source: Likelihoods: theories about the data
nb: Sannsynligheter (*likelihoods*): teorier om dataene
ta: சாத்தியக்கூறுகள்: தரவைப் பற்றிய கோட்பாடுகள்
uk: Ймовірності: теорії про дані

source: To solve the reasoning problem you need a theory about my behaviour. When does Dani carry an umbrella? You might guess that I’m not a complete idiot,\ [#]_ and I try to carry umbrellas only on rainy days. On the other hand, you also know that I have young kids, and you wouldn’t be all that surprised to know that I’m pretty forgetful about this sort of thing. Let’s suppose that on rainy days I remember my umbrella about 30\% of the time (I really am awful at this). But let’s say that on dry days I’m only about 5\% likely to be carrying an umbrella. So you might write out a little table like this:
nb: For å løse resonnementsproblemet trenger du en teori om atferden min. Når går Dani med paraply? Du kan kanskje gjette at jeg ikke er en komplett idiot,\ [#]_ og at jeg prøver å gå med paraply bare på regnværsdager. På den annen side vet du også at jeg har små barn, og det overrasker deg nok ikke at jeg er ganske glemsom når det gjelder slike ting. La oss anta at jeg husker paraplyen min på regnværsdager i omtrent 30\% av tilfellene (jeg er virkelig dårlig på dette). Men la oss si at på tørre dager er det bare 5\% sannsynlig at jeg har paraplyen med meg. Da kan du skrive ut en liten tabell som denne:
ta: பகுத்தறிவு சிக்கலைத் தீர்க்க உங்களுக்கு எனது நடத்தை பற்றி ஒரு கோட்பாடு தேவை. டானி எப்போது ஒரு குடை எடுத்துச் செல்கிறார்? நான் ஒரு முழுமையான முட்டாள் அல்ல என்று நீங்கள் யூகிக்கலாம், \ [#] _ மேலும் மழை நாட்களில் மட்டுமே குடைகளை எடுத்துச் செல்ல முயற்சிக்கிறேன். மறுபுறம், எனக்கு இளம் குழந்தைகள் இருக்கிறார்கள் என்பதையும் நீங்கள் அறிவீர்கள், மேலும் இந்த வகையான விசயங்களைப் பற்றி நான் மிகவும் மறந்துவிட்டேன் என்பதை அறிந்து நீங்கள் ஆச்சரியப்பட மாட்டீர்கள். மழை நாட்களில் எனது குடையை 30 \% நேரம் நினைவில் வைத்திருக்கிறேன் என்று வைத்துக்கொள்வோம் (இதைப் பற்றி நான் மிகவும் மோசமாக இருக்கிறேன்). ஆனால் வறண்ட நாட்களில் நான் ஒரு குடையை சுமந்து செல்ல 5 \% மட்டுமே என்று சொல்லலாம். எனவே நீங்கள் இது போன்ற ஒரு சிறிய அட்டவணையை எழுதலாம்:
uk: Щоб вирішити задачу на логічне мислення, вам потрібна теорія про мою поведінку. Коли Дані бере з собою парасольку? Ви можете припустити, що я не повний ідіот,\ [#]_ і намагаюся брати парасольку тільки в дощові дні. З іншого боку, ви також знаєте, що у мене є маленькі діти, і вас не дуже здивує, що я досить забудькуватий у таких речах. Припустимо, що в дощові дні я пам'ятаю про парасольку приблизно в 30 % випадків (я дійсно дуже погано це роблю). Але припустимо, що в сухі дні я беру парасольку з собою лише в 5 % випадків. Тож ви можете скласти таку таблицю:

source: Umbrella
nb: Paraply
ta: குடை
uk: Парасолька

source: No umbrella
nb: Ingen paraply
ta: குடை இல்லை
uk: Без парасольки

source: It’s important to remember that each cell in this table describes your beliefs about what data *d* will be observed, *given* the truth of a particular hypothesis *h*. This “conditional probability” is written *P*\ (d|h), which you can read as “the probability of *d* given *h*”. In Bayesian statistics, this is referred to as the **likelihood** of the data *d* given the hypothesis *h*.\ [#]_
nb: Det er viktig å huske at hver celle i denne tabellen beskriver hva du tror om hvilke data *d* som vil bli observert, *gitt* at en bestemt hypotese *h* er sann. Denne «betingede sannsynligheten» skrives *P*\(d|h), som du kan lese som «sannsynligheten for *d* gitt *h*». I Bayesiansk statistikk kalles dette **sannsynligheten** (*likelihood*) for dataene *d* gitt hypotesen *h*.\ [#]_
ta: இந்த அட்டவணையில் உள்ள ஒவ்வொரு கலமும் என்ன தரவு *டி *கவனிக்கப்படும் என்பது பற்றிய உங்கள் நம்பிக்கைகளை விவரிக்கிறது என்பதை நினைவில் கொள்வது முதன்மை, *கொடுக்கப்பட்ட *ஒரு குறிப்பிட்ட கருதுகோளின் உண்மை *எச் *. இந்த “நிபந்தனை நிகழ்தகவு” எழுதப்பட்டுள்ளது *p *\ (d | h), நீங்கள் “ *d *கொடுக்கப்பட்ட *h *இன் நிகழ்தகவு” என்று படிக்கலாம். பேய்சியன் புள்ளிவிவரங்களில், இது தரவுகளின் ** நிகழ்தகவு ** என குறிப்பிடப்படுகிறது*d*கருதுகோளைக் கொடுக்கப்பட்டுள்ளது*h*. \ [#] _
uk: Важливо пам'ятати, що кожна комірка в цій таблиці описує ваші переконання щодо того, які дані *d* будуть спостережуватися, *за умови* істинності певної гіпотези *h*. Ця «умовна ймовірність» записується як *P*\ (d|h), що можна прочитати як «ймовірність *d* за умови *h*». У байєсівській статистиці це називається **ймовірністю** даних *d* за умови гіпотези *h*.\ [#]_

source: The joint probability of data and hypothesis
nb: Den samlede sannsynligheten for data og hypotese
ta: தரவு மற்றும் கருதுகோளின் கூட்டு நிகழ்தகவு
uk: Спільна ймовірність даних та гіпотези
