Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch16.po
Languages: nb, ta, uk

source: If [*p*] is below 0.02 it is strongly indicated that the [null] hypothesis fails to account for the whole of the facts. We shall not often be astray if we draw a conventional line at 0.05 and consider that [smaller values of *p*] indicate a real discrepancy.
nb: Hvis [*p*] er under 0,02, er det en sterk indikasjon på at [null]hypotesen ikke kan forklare alle fakta. Vi kommer ikke ofte på villspor hvis vi trekker en konvensjonell linje ved 0,05 og mener at [mindre verdier av *p*] indikerer en reell diskrepans.
ta: [*P*] 0.02 க்குக் கீழே இருந்தால், [பூச்ய] கருதுகோள் முழு உண்மைகளையும் கணக்கிடத் தவறிவிட்டது என்பதை வலுவாக சுட்டிக்காட்டுகிறது. 0.05 இல் ஒரு வழக்கமான கோட்டை வரைந்து, [ *p *இன் சிறிய மதிப்புகள்] ஒரு உண்மையான முரண்பாட்டைக் குறிக்கின்றன என்பதைக் கருத்தில் கொண்டால் நாம் பெரும்பாலும் வழிதவற மாட்டோம்.
uk: Якщо [*p*] менше 0,02, це є вагомою ознакою того, що гіпотеза [null] не враховує всіх фактів. Ми не помилимося, якщо проведемо умовну межу на рівні 0,05 і вважатимемо, що [менші значення *p*] вказують на реальну розбіжність.

source: :ref:`Sir Ronald Fisher (1925) <Fisher_1925>`
ta: : குறிப்பு: `சர் ரொனால்ட் ஃபிசர் (1925) <ஃபிசர்_1925>`

source: Consider the quote above by Sir Ronald Fisher, one of the founders of what has become the orthodox approach to statistics. If anyone has ever been entitled to express an opinion about the intended function of *p*-values, it’s Fisher. In this passage, taken from his classic guide *Statistical Methods for Research Workers*, he’s pretty clear about what it means to reject a null hypothesis at *p* < 0.05. In his opinion, if we take *p* < 0.05 to mean there is “a real effect”, then “we shall not often be astray”. This view is hardly unusual. In my experience, most practitioners express views very similar to Fisher’s. In essence, the *p* < 0.05 convention is assumed to represent a fairly stringent evidential standard.
nb: Se på sitatet ovenfor av Sir Ronald Fisher, en av grunnleggerne av det som har blitt den ortodokse tilnærmingen til statistikk. Om noen har noen gang hatt rett til å uttale seg om *p*-verdienes tiltenkte funksjon, så er det Fisher. I dette avsnittet, som er hentet fra hans klassiske håndbok *Statistical Methods for Research Workers*, er han ganske klar på hva det vil si å forkaste en nullhypotese ved *p* < 0,05. Han mener at hvis vi tar *p* < 0,05 for å bety at det er «en reell effekt», så «kommer vi ikke ofte på villspor». Dette synet er neppe uvanlig. Min erfaring er at de fleste utøvere gir uttrykk for synspunkter som ligner på Fishers. I bunn og grunn antas *p* < 0,05 å representere en ganske streng bevisstandard.
ta: புள்ளிவிவரங்களுக்கான மரபுவழி அணுகுமுறையாக மாறிய நிறுவனங்களில் ஒருவரான சர் ரொனால்ட் ஃபிசரின் மேற்கோளைக் கவனியுங்கள். *பி *-மதிப்புகளின் நோக்கம் குறித்து ஒரு கருத்தை வெளிப்படுத்த யாராவது எப்போதாவது உரிமை பெற்றிருந்தால், அது ஃபிசர். இந்த பத்தியில், அவரது உன்னதமான வழிகாட்டி *ஆராய்ச்சித் தொழிலாளர்களுக்கான புள்ளிவிவர முறைகளிலிருந்து எடுக்கப்பட்டது *, *p *<0.05 இல் சுழிய கருதுகோளை நிராகரிப்பது என்ன என்பது குறித்து அவர் தெளிவாக இருக்கிறார். அவருடைய கருத்தில், “ஒரு உண்மையான விளைவு” இருப்பதைக் குறிக்க நாம் * p * <0.05 ஐ எடுத்துக் கொண்டால், “நாம் பெரும்பாலும் வழிதவற மாட்டோம்”. இந்த பார்வை அசாதாரணமானது. எனது அனுபவத்தில், பெரும்பாலான பயிற்சியாளர்கள் ஃபிசருக்கு மிகவும் ஒத்த காட்சிகளை வெளிப்படுத்துகிறார்கள். சாராம்சத்தில், * பி * <0.05 மாநாடு மிகவும் கடுமையான தெளிவான தரத்தை குறிக்கும் என்று கருதப்படுகிறது.
uk: Розглянемо цитату вище, авторства сера Рональда Фішера, одного із засновників того, що стало ортодоксальним підходом до статистики. Якщо хтось і мав право висловлювати думку про передбачувану функцію *p*-значень, то це саме Фішер. У цьому уривку, взятому з його класичного посібника *Статистичні методи для науковців*, він досить чітко пояснює, що означає відхилення нульової гіпотези при *p* < 0,05. На його думку, якщо ми вважаємо, що *p* < 0,05 означає «реальний ефект», то «ми не будемо часто помилятися». Ця думка не є чимось незвичайним. З мого досвіду, більшість практиків висловлюють думки, дуже схожі на думку Фішера. По суті, вважається, що угода *p* < 0,05 представляє досить суворий стандарт доказовості.

source: Well, how true is that? One way to approach this question is to try to convert *p*-values to Bayes factors, and see how the two compare. It’s not an easy thing to do because a *p*-value is a fundamentally different kind of calculation to a Bayes factor, and they don’t measure the same thing. However, there have been some attempts to work out the relationship between the two, and it’s somewhat surprising. For example, :ref:`Johnson (2013) <Johnson_2013>` presents a pretty compelling case that (for *t*-tests at least) the *p* < 0.05 threshold corresponds roughly to a Bayes factor of somewhere between 3:1 and 5:1 in favour of the alternative. If that’s right, then Fisher’s claim is a bit of a stretch. Let’s suppose that the null hypothesis is true about half the time (i.e., the prior probability of H\ :sub:`0` is 0.5), and we use those numbers to work out the posterior probability of the null hypothesis given that it has been rejected at *p* < 0.05. Using the data from :ref:`Johnson (2013) <Johnson_2013>`, we see that if you reject the null at *p* < 0.05, you’ll be correct about 80\% of the time. I don’t know about you but, in my opinion, an evidential standard that ensures you’ll be wrong on 20\% of your decisions isn’t good enough. The fact remains that, quite contrary to Fisher’s claim, if you reject at *p* < 0.05 you shall quite often go astray. It’s not a very stringent evidential threshold at all.
nb: Vel, hvor sant er det? En måte å nærme seg dette spørsmålet på er å prøve å konvertere *p*-verdier til Bayes-faktorer, og se hvordan de to kan sammenlignes. Det er ikke lett å gjøre, for en *p*-verdi er en helt annen type beregning enn en Bayes-faktor, og de måler ikke det samme. Det har imidlertid blitt gjort noen forsøk på å finne ut av forholdet mellom de to, og det er noe overraskende. For eksempel presenterer :ref:`Johnson (2013) <Johnson_2013>` en ganske overbevisende argumentasjon for at *p* < 0,05-grensen (i det minste for *t*-tester) grovt sett tilsvarer en Bayes-faktor på et sted mellom 3:1 og 5:1 i favør av alternativet. Hvis det stemmer, er Fishers påstand litt drøy. La oss anta at nullhypotesen er sann omtrent halvparten av gangene (dvs. at den forutgående sannsynligheten for H\ :sub:`0` er 0,5), og vi bruker disse tallene til å regne ut den etterfølgende sannsynligheten for nullhypotesen gitt at den har blitt forkastet ved *p* < 0,05. Ved å bruke dataene fra :ref:`Johnson (2013) <Johnson_2013>`, ser vi at hvis du forkaster nullhypotesen ved *p* < 0,05, vil du ha rett i omtrent 80\% av tilfellene. Jeg vet ikke hvordan du har det, men etter min mening er en bevisstandard som sikrer at du tar feil i 20\% av beslutningene dine, ikke god nok. Faktum er at, stikk i strid med Fishers påstand, vil du ganske ofte komme på villspor hvis du forkaster ved *p* < 0,05. Det er ikke en veldig streng bevisterskel i det hele tatt.
ta: சரி, அது எவ்வளவு உண்மை? இந்த கேள்வியை அணுகுவதற்கான ஒரு வழி, *பி *-மதிப்புகளை பேயச் காரணிகளாக மாற்ற முயற்சிப்பது, இரண்டுமே எவ்வாறு ஒப்பிடுகின்றன என்பதைப் பாருங்கள். இது எளிதான காரியமல்ல, ஏனென்றால் ஒரு *p *-மதிப்பு என்பது ஒரு பேயச் காரணிக்கு அடிப்படையில் வேறுபட்ட கணக்கீடு ஆகும், மேலும் அவை ஒரே விசயத்தை அளவிடாது. இருப்பினும், இருவருக்கும் இடையிலான உறவை வெளிப்படுத்த சில முயற்சிகள் நடந்துள்ளன, அது சற்று ஆச்சரியமாக இருக்கிறது. எடுத்துக்காட்டாக. மற்றும் 5: 1 மாற்றுக்கு ஆதரவாக. அது சரி என்றால், ஃபிசரின் கூற்று சற்று நீட்டிக்கப்படுகிறது. சுழிய கருதுகோள் பாதி நேரத்தைப் பற்றி உண்மை என்று வைத்துக்கொள்வோம் (அதாவது, h \: துணை: `0` 0.5) இன் முன் நிகழ்தகவு), மேலும் அந்த எண்களைப் பயன்படுத்துகிறோம், அது கொடுக்கப்பட்ட சுழிய கருதுகோளின் பின்புற நிகழ்தகவை உருவாக்குகிறது * p * <0.05 இல் நிராகரிக்கப்பட்டது. தரவைப் பயன்படுத்துதல்: ref: `சான்சன் (2013) <சான்சன்_2013>`, நீங்கள் பூச்யத்தை * p * <0.05 இல் நிராகரித்தால், 80 \% நேரம் நீங்கள் சரியாக இருப்பீர்கள் என்பதை நாங்கள் காண்கிறோம். உங்களைப் பற்றி எனக்குத் தெரியாது, ஆனால் என் கருத்துப்படி, உங்கள் முடிவுகளில் 20 \% இல் நீங்கள் தவறாக இருப்பதை உறுதி செய்யும் ஒரு தெளிவான தரநிலை போதுமானதாக இல்லை. உண்மை என்னவென்றால், ஃபிசரின் கூற்றுக்கு மாறாக, நீங்கள் * p * <0.05 இல் நிராகரித்தால் நீங்கள் அடிக்கடி வழிதவற வேண்டும். இது மிகவும் கடுமையான தெளிவான வாசல் அல்ல.
uk: Ну, наскільки це правда? Один із способів підійти до цього питання — спробувати перетворити *p*-значення на байєсівські коефіцієнти і порівняти їх. Це нелегко, оскільки *p*-значення — це принципово інший вид обчислення, ніж байєсівський коефіцієнт, і вони вимірюють не одне й те саме. Однак були зроблені деякі спроби з'ясувати взаємозв'язок між ними, і результат дещо дивує. Наприклад, :ref:`Johnson (2013) <Johnson_2013>` наводить досить переконливі докази того, що (принаймні для *t*-тестів) поріг *p* < 0,05 приблизно відповідає байєсівському коефіцієнту від 3:1 до 5:1 на користь альтернативи. Якщо це вірно, то твердження Фішера є дещо перебільшеним. Припустимо, що нульова гіпотеза є істинною приблизно в половині випадків (тобто апріорна ймовірність H\ :sub:`0` дорівнює 0,5), і ми використовуємо ці числа для обчислення апостеріорної ймовірності нульової гіпотези, враховуючи, що вона була відхилена при *p* < 0,05. Використовуючи дані з :ref:`Johnson (2013) <Johnson_2013>`, ми бачимо, що якщо ви відхилите нульову гіпотезу при *p* < 0,05, ви будете праві приблизно в 80\% випадків. Не знаю, як ви, але, на мою думку, стандарт доказовості, який гарантує, що ви помилитеся в 20\% своїх рішень, не є достатнім. Фактом залишається те, що, всупереч твердженням Фішера, якщо ви відхилите гіпотезу при *p* < 0,05, ви досить часто будете помилятися. Це зовсім не дуже суворий поріг доказовості.

source: The *p*-value is a lie.
nb: *p*-verdien er en løgn.
ta: *பி *-மதிப்பு ஒரு பொய்.
uk: Значення *p* — це брехня.

source: *The cake is a lie.*
nb: *Kaken er en løgn.*
ta: *கேக் ஒரு பொய்.*
uk: *Торт — брехня.*

source: `Portal <https://knowyourmeme.com/memes/the-cake-is-a-lie>`__
ta: `போர்டல் <https://knowyourmeme.com/memes/the-cake-is-a-lie> ____ __ __
uk: `Портал <https://knowyourmeme.com/memes/the-cake-is-a-lie>`__

source: Okay, at this point you might be thinking that the real problem is not with orthodox statistics, just the *p* < 0.05 standard. In one sense, that’s true. The recommendation that :ref:`Johnson (2013) <Johnson_2013>` gives is not that “everyone must be a Bayesian now”. Instead, the suggestion is that it would be wiser to shift the conventional standard to something like a *p* < 0.01 level. That’s not an unreasonable view to take, but in my view the problem is a little more severe than that. In my opinion, there’s a fairly big problem built into the way most (but not all) orthodox hypothesis tests are constructed. They are grossly naive about how humans actually do research, and because of this most *p*-values are wrong.
nb: Nå tenker du kanskje at det egentlige problemet ikke er den ortodokse statistikken, men bare *p* < 0,05-standarden. På én måte er det sant. Anbefalingen som :ref:`Johnson (2013) <Johnson_2013>` gir, er ikke at «alle må nå være Bayesianere». I stedet er forslaget at det ville være klokere å flytte den konvensjonelle standarden til noe sånt som et *p* < 0,01-nivå. Det er ikke et urimelig synspunkt, men etter mitt syn er problemet litt mer alvorlig enn som så. Etter min mening er det et ganske stort problem innebygd i måten de fleste (men ikke alle) ortodokse hypotesetester er konstruert på. De er grovt naive med hensyn til hvordan mennesker faktisk forsker, og på grunn av dette blir de fleste *p*-verdiene feil.
ta: சரி, இந்த கட்டத்தில் உண்மையான சிக்கல் ஆர்த்தடாக்ச் புள்ளிவிவரங்களுடன் இல்லை என்று நீங்கள் நினைத்துக் கொண்டிருக்கலாம், * ப * <0.05 தரநிலை. ஒரு வகையில், அது உண்மைதான். பரிந்துரை: குறிப்பு: `சான்சன் (2013) <சான்சன்_2013>` கொடுக்கிறது “எல்லோரும் இப்போது பேய்சியனாக இருக்க வேண்டும்” என்பதல்ல. அதற்கு பதிலாக, பரிந்துரை என்னவென்றால், வழக்கமான தரத்தை A * P * <0.01 நிலை போன்றவற்றுக்கு மாற்றுவது புத்திசாலித்தனமாக இருக்கும். இது ஒரு நியாயமற்ற பார்வை அல்ல, ஆனால் என் பார்வையில் சிக்கல் அதை விட சற்று கடுமையானது. என் கருத்துப்படி, ஆர்த்தடாக்ச் கருதுகோள் சோதனைகள் கட்டமைக்கப்பட்ட விதத்தில் ஒரு பெரிய சிக்கல் உள்ளது. மனிதர்கள் உண்மையில் எவ்வாறு ஆராய்ச்சி செய்கிறார்கள் என்பதில் அவர்கள் மிகவும் அப்பாவியாக இருக்கிறார்கள், மேலும் இந்த மிக *பி *-மதிப்புகள் தவறானவை.
uk: Гаразд, на цьому етапі ви, можливо, думаєте, що справжня проблема полягає не в ортодоксальній статистиці, а лише в стандарті *p* < 0,05. В якомусь сенсі це правда. Рекомендація, яку дає :ref:`Johnson (2013) <Johnson_2013>`, полягає не в тому, що «тепер усі повинні бути байєсіанцями». Натомість, вона полягає в тому, що розумніше було б змінити традиційний стандарт на щось на зразок рівня *p* < 0,01. Це не є необґрунтованою думкою, але, на мій погляд, проблема є дещо серйознішою. На мою думку, у способі побудови більшості (але не всіх) ортодоксальних гіпотетичних тестів закладена досить серйозна проблема. Вони надто наївні щодо того, як люди насправді проводять дослідження, і через це більшість значень *p* є неправильними.

source: Sounds like an absurd claim, right? Well, consider the following scenario. You’ve come up with a really exciting research hypothesis and you design a study to test it. You’re very diligent, so you run a power analysis to work out what your sample size should be, and you run the study. You run your hypothesis test and out pops a *p*-value of 0.072. Really bloody annoying, right?
nb: Høres ut som en absurd påstand, ikke sant? Vel, tenk på følgende scenario. Du har kommet opp med en veldig spennende forskningshypotese, og du utformer en studie for å teste den. Du er veldig flittig, så du kjører en styrkeanalyse for å finne ut hva utvalgsstørrelsen bør være, og så kjører du studien. Du kjører hypotesetesten, og ut kommer en *p*-verdi på 0,072. Det er jævlig irriterende, ikke sant?
ta: அபத்தமான கூற்று போல் தெரிகிறது, இல்லையா? சரி, பின்வரும் காட்சியைக் கவனியுங்கள். நீங்கள் மிகவும் உற்சாகமான ஆராய்ச்சி கருதுகோளைக் கொண்டு வந்துள்ளீர்கள், அதைச் சோதிக்க ஒரு ஆய்வை வடிவமைக்கிறீர்கள். நீங்கள் மிகவும் விடாமுயற்சியுடன் இருக்கிறீர்கள், எனவே உங்கள் மாதிரி அளவு என்னவாக இருக்க வேண்டும் என்பதைச் செய்ய நீங்கள் ஒரு ஆற்றல் பகுப்பாய்வை இயக்குகிறீர்கள், மேலும் நீங்கள் ஆய்வை நடத்துகிறீர்கள். நீங்கள் உங்கள் கருதுகோள் சோதனையை இயக்குகிறீர்கள், மேலும் 0.072 இன் *பி *-மதிப்பு. உண்மையில் இரத்தக்களரி எரிச்சலூட்டும், இல்லையா?
uk: Звучить як абсурдне твердження, чи не так? Ну, розгляньте наступний сценарій. Ви придумали дійсно цікаву гіпотезу для дослідження і розробили експеримент, щоб її перевірити. Ви дуже старанні, тому проводите аналіз потужності, щоб визначити, яким має бути розмір вибірки, і проводите дослідження. Ви перевіряєте гіпотезу і отримуєте значення *p* 0,072. Дуже прикро, чи не так?

source: What should you do? Here are some possibilities:
nb: Hva bør du gjøre? Her er noen muligheter:
ta: நீங்கள் என்ன செய்ய வேண்டும்? சில சாத்தியங்கள் இங்கே:
uk: Що вам слід зробити? Ось кілька можливостей:

source: You conclude that there is no effect and try to publish it as a null result
nb: Du konkluderer med at det ikke er noen effekt, og prøver å publisere det som et nullresultat
ta: எந்த விளைவும் இல்லை என்று நீங்கள் முடிவு செய்து அதை ஒரு சுழிய முடிவாக வெளியிட முயற்சிக்கிறீர்கள்
uk: Ви робите висновок, що ефекту немає, і намагаєтеся опублікувати його як нульовий результат

source: You guess that there might be an effect and try to publish it as a “borderline significant” result
nb: Du gjetter at det kan være en effekt, og prøver å publisere det som et resultat «på grensen mot signifikans»
ta: ஒரு விளைவு இருக்கலாம் என்று நீங்கள் யூகித்து, அதை "எல்லைக்கோடு குறிப்பிடத்தக்க" முடிவாக வெளியிட முயற்சிக்கிறீர்கள்
uk: Ви здогадуєтеся, що може бути ефект, і намагаєтеся опублікувати його як «межово значний» результат

source: You give up and try a new study
nb: Du gir opp og prøver en ny studie
ta: நீங்கள் விட்டுவிட்டு ஒரு புதிய ஆய்வை முயற்சிக்கவும்
uk: Ви здаєтеся та пробуєте нове навчання

source: You collect some more data to see if the *p*-value goes up or (preferably!) drops below the “magic” criterion of *p* < 0.05
nb: Du samler inn mer data for å se om *p*-verdien går opp eller (helst!) faller under det «magiske» kriteriet *p* < 0,05
ta: *P *-மதிப்பு மேலே செல்கிறதா அல்லது (முன்னுரிமை!) *P *<0.05 இன் “மேசிக்” அளவுகோலுக்குக் கீழே குறைகிறதா என்பதைப் பார்க்க இன்னும் சில தரவுகளை சேகரிக்கிறீர்கள்
uk: Ви збираєте додаткові дані, щоб побачити, чи значення *p* зростає, або (бажано!) падає нижче «магічного» критерію *p* < 0,05

source: Which would *you* choose? Before reading any further, I urge you to take some time to think about it. Be honest with yourself. But don’t stress about it too much, because you’re screwed no matter what you choose. Based on my own experiences as an author, reviewer and editor, as well as stories I’ve heard from others, here’s what will happen in each case:
nb: Hva ville *du* valgt? Før du leser videre, vil jeg oppfordre deg til å ta deg tid til å tenke over det. Vær ærlig med deg selv. Men ikke stress for mye med det, for du er ferdig uansett hva du velger. Basert på mine egne erfaringer som forfatter, anmelder og redaktør, samt historier jeg har hørt fra andre, er dette hva som vil skje i hvert enkelt tilfelle:
ta: நீங்கள் * தேர்வு செய்வீர்கள்? மேலும் படிக்கும் முன், அதைப் பற்றி சிந்திக்க சிறிது நேரம் எடுக்கும்படி கேட்டுக்கொள்கிறேன். நீங்களே நேர்மையாக இருங்கள். ஆனால் அதைப் பற்றி அதிகம் வலியுறுத்த வேண்டாம், ஏனென்றால் நீங்கள் எதைத் தேர்வு செய்தாலும் திருகப்படுகிறீர்கள். ஒரு எழுத்தாளர், விமர்சகர் மற்றும் ஆசிரியர் என்ற எனது சொந்த அனுபவங்களையும், மற்றவர்களிடமிருந்து நான் கேள்விப்பட்ட கதைகளையும் அடிப்படையாகக் கொண்டு, ஒவ்வொரு விசயத்திலும் என்ன நடக்கும் என்பது இங்கே:
uk: Що б *ви* вибрали? Перш ніж читати далі, я закликаю вас подумати над цим. Будьте чесними з собою. Але не переймайтеся надто, бо ви в будь-якому разі провалитеся. Виходячи з мого власного досвіду як автора, рецензента та редактора, а також з історій, які я чув від інших, ось що станеться в кожному випадку:

source: Let’s start with option 1. If you try to publish it as a null result, the paper will struggle to be published. Some reviewers will think that *p* = 0.072 is not really a null result. They’ll argue it’s borderline significant. Other reviewers will agree it’s a null result but will claim that even though some null results *are* publishable, yours isn’t. One or two reviewers might even be on your side, but you’ll be fighting an uphill battle to get it through.
nb: La oss begynne med alternativ 1. Hvis du prøver å publisere det som et nullresultat, vil artikkelen slite med å bli publisert. Noen anmeldere vil mene at *p* = 0,072 egentlig ikke er et nullresultat. De vil hevde at det er på grensen til å være signifikant. Andre vil være enige i at det er et nullresultat, men vil hevde at selv om noen nullresultater *er* publiserbare, så er ikke ditt det. En eller to anmeldere kan til og med være på din side, men du vil kjempe en kamp i motbakke for å få det gjennom.
ta: விருப்பம் 1 உடன் ஆரம்பிக்கலாம். நீங்கள் அதை ஒரு சுழிய முடிவாக வெளியிட முயற்சித்தால், காகிதம் வெளியிட போராடும். சில விமர்சகர்கள் * பி * = 0.072 உண்மையில் சுழிய முடிவு அல்ல என்று நினைப்பார்கள். இது எல்லைக்கோடு குறிப்பிடத்தக்கதாக இருக்கும் என்று அவர்கள் வாதிடுவார்கள். மற்ற விமர்சகர்கள் இது ஒரு சுழிய முடிவு என்பதை ஒப்புக்கொள்வார்கள், ஆனால் சில சுழிய முடிவுகள் * வெளியிடக்கூடியவை என்றாலும், உங்களுடையது இல்லை என்று கூறுவார்கள். ஒன்று அல்லது இரண்டு விமர்சகர்கள் உங்கள் பக்கத்தில் கூட இருக்கலாம், ஆனால் அதைப் பெறுவதற்கு நீங்கள் ஒரு மேல்நோக்கி போராடுவீர்கள்.
uk: Почнемо з варіанту 1. Якщо ви спробуєте опублікувати його як нульовий результат, стаття буде важко опублікувати. Деякі рецензенти вважатимуть, що *p* = 0,072 не є насправді нульовим результатом. Вони стверджуватимуть, що це межа значущості. Інші рецензенти погодяться, що це нульовий результат, але стверджуватимуть, що хоча деякі нульові результати *можуть* бути опубліковані, ваш — ні. Один або два рецензенти можуть навіть бути на вашому боці, але вам доведеться вести важку боротьбу, щоб домогтися публікації.

source: Okay, let’s think about option number 2. Suppose you try to publish it as a borderline significant result. Some reviewers will claim that it’s a null result and should not be published. Others will claim that the evidence is ambiguous, and that you should collect more data until you get a clear significant result. Again, the publication process does not favour you.
nb: La oss tenke på alternativ 2. Anta at du prøver å publisere det som et grensesignifikant resultat. Noen anmeldere vil hevde at det er et nullresultat og ikke bør publiseres. Andre vil hevde at bevisene er tvetydige, og at du bør samle inn mer data til du får et klart signifikant resultat. Igjen, publiseringsprosessen er ikke til din fordel.
ta: சரி, விருப்ப எண் 2 பற்றி சிந்திக்கலாம். அதை ஒரு எல்லைக்கோடு குறிப்பிடத்தக்க முடிவாக வெளியிட முயற்சிக்கிறீர்கள் என்று வைத்துக்கொள்வோம். சில விமர்சகர்கள் இது ஒரு சுழிய முடிவு என்றும் வெளியிடப்படக்கூடாது என்றும் கூறுவார்கள். மற்றவர்கள் சான்றுகள் தெளிவற்றவை என்றும், தெளிவான குறிப்பிடத்தக்க முடிவைப் பெறும் வரை நீங்கள் கூடுதல் தரவை சேகரிக்க வேண்டும் என்றும் கூறுவார்கள். மீண்டும், வெளியீட்டு செயல்முறை உங்களுக்கு சாதகமாக இல்லை.
uk: Гаразд, давайте розглянемо варіант № 2. Припустимо, ви намагаєтеся опублікувати його як результат, що межує з істотним. Деякі рецензенти стверджуватимуть, що це нульовий результат і його не слід публікувати. Інші стверджуватимуть, що докази є неоднозначними і що вам слід зібрати більше даних, поки не отримаєте чіткий істотний результат. Знову ж таки, процес публікації не на вашу користь.

source: Given the difficulties in publishing an “ambiguous” result like *p* = 0.072, option number 3 might seem tempting: give up and do something else. But that’s a recipe for career suicide. If you give up and try a new project every time you find yourself faced with ambiguity, your work will never be published. And if you’re in academia without a publication record you can lose your job. So that option is out.
nb: Gitt vanskelighetene med å publisere et «tvetydig» resultat som *p* = 0,072, kan alternativ nummer 3 virke fristende: gi opp og gjøre noe annet. Men det er en oppskrift på karrieremessig selvmord. Hvis du gir opp og prøver et nytt prosjekt hver gang du står overfor et tvetydig resultat, kommer arbeidet ditt aldri til å bli publisert. Og hvis du jobber i akademia og ikke har publisert noe, kan du miste jobben. Så det alternativet er utelukket.
ta: * P * = 0.072 போன்ற “தெளிவற்ற” முடிவை வெளியிடுவதில் உள்ள சிரமங்களைக் கருத்தில் கொண்டு, விருப்ப எண் 3 கவர்ச்சியூட்டுவதாகத் தோன்றலாம்: விட்டுவிட்டு வேறு ஏதாவது செய்யுங்கள். ஆனால் இது தொழில் தற்கொலைக்கான செய்முறையாகும். ஒவ்வொரு முறையும் நீங்கள் தெளிவற்ற தன்மையை எதிர்கொள்ளும்போது ஒரு புதிய திட்டத்தை நீங்கள் கைவிட்டு முயற்சித்தால், உங்கள் பணி ஒருபோதும் வெளியிடப்படாது. வெளியீட்டுப் பதிவு இல்லாமல் நீங்கள் கல்வியில் இருந்தால், உங்கள் வேலையை இழக்க நேரிடும். எனவே அந்த விருப்பம் முடிந்துவிட்டது.
uk: З огляду на труднощі з публікацією «неоднозначного» результату, такого як *p* = 0,072, варіант № 3 може здатися привабливим: здатися і зайнятися чимось іншим. Але це рецепт кар'єрного самогубства. Якщо ви здаєтеся і пробуєте новий проект щоразу, коли стикаєтеся з неоднозначністю, ваша робота ніколи не буде опублікована. А якщо ви працюєте в академічній сфері і не маєте публікацій, ви можете втратити роботу. Тож цей варіант відпадає.
