Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch16.po
Languages: nb, ta, uk

source: What two numbers should we put in the empty cells? Again, let’s not worry about the maths, and instead think about our intuitions. When we wrote out our table the first time, it turned out that those two cells had almost identical numbers, right? We worked out that the joint probability of “rain and umbrella” was 4.5\%, and the joint probability of “dry and umbrella” was 4.25\%. In other words, before I told you that I am in fact carrying an umbrella, you’d have said that these two events were almost identical in probability, yes? But notice that *both* of these possibilities are consistent with the fact that I actually am carrying an umbrella. From the perspective of these two possibilities, very little has changed. I hope you’d agree that it’s *still* true that these two possibilities are equally plausible. So what we expect to see in our final table is some numbers that preserve the fact that “rain and umbrella” is *slightly* more plausible than “dry and umbrella”, while still ensuring that numbers in the table add up. Something like this, perhaps?
nb: Hvilke to tall skal vi sette inn i de tomme cellene? Igjen, la oss ikke bekymre oss for matematikken, men i stedet tenke på intuisjonen vår. Da vi skrev ut tabellen vår første gang, viste det seg at de to cellene hadde nesten identiske tall, ikke sant? Vi regnet ut at den samlede sannsynligheten for «regn og paraply» var 4,5\%, og at den samlede sannsynligheten for «tørt og paraply» var 4,25\%. Med andre ord, før jeg fortalte deg at jeg faktisk har en paraply, ville du ha sagt at sannsynligheten for disse to hendelsene var nesten identisk, ikke sant? Men legg merke til at *begge* av disse mulighetene er forenlige med det faktum at jeg faktisk bærer en paraply. Sett fra disse to mulighetene er det veldig lite som har endret seg. Jeg håper du er enig i at det *fortsatt* er sant at disse to mulighetene er like sannsynlige. Så det vi forventer å se i den endelige tabellen vår, er noen tall som ivaretar det faktum at «regn og paraply» er *litt* mer sannsynlig enn «tørt og paraply», samtidig som vi sikrer at tallene i tabellen summerer seg. Kanskje noe sånt som dette?
ta: வெற்று கலங்களில் நாம் என்ன இரண்டு எண்களை வைக்க வேண்டும்? மீண்டும், கணிதத்தைப் பற்றி கவலைப்பட வேண்டாம், அதற்கு பதிலாக எங்கள் உள்ளுணர்வுகளைப் பற்றி சிந்தியுங்கள். நாங்கள் முதல் முறையாக எங்கள் அட்டவணையை எழுதியபோது, அந்த இரண்டு உயிரணுக்களும் கிட்டத்தட்ட ஒரே மாதிரியான எண்களைக் கொண்டுள்ளன, இல்லையா? "மழை மற்றும் குடையின்" கூட்டு நிகழ்தகவு 4.5 \%என்றும், "உலர்ந்த மற்றும் குடை" இன் கூட்டு நிகழ்தகவு 4.25 \%என்றும் நாங்கள் பணியாற்றினோம். வேறு வார்த்தைகளில் கூறுவதானால், நான் உண்மையில் ஒரு குடையை சுமந்து செல்கிறேன் என்று நான் உங்களுக்குச் சொல்வதற்கு முன்பு, இந்த இரண்டு நிகழ்வுகளும் நிகழ்தகவுகளில் கிட்டத்தட்ட ஒரே மாதிரியாக இருந்தன என்று நீங்கள் கூறியிருப்பீர்கள், ஆம்? ஆனால் இந்த சாத்தியக்கூறுகளில் இரண்டும் நான் உண்மையில் ஒரு குடையை சுமந்து செல்கிறேன் என்பதற்கு ஒத்துப்போகின்றன என்பதைக் கவனியுங்கள். இந்த இரண்டு சாத்தியக்கூறுகளின் கண்ணோட்டத்தில், மிகக் குறைவாகவே மாறிவிட்டது. இந்த இரண்டு சாத்தியங்களும் சமமாக நம்பத்தகுந்தவை என்பது * இன்னும் * உண்மை என்பதை நீங்கள் ஒப்புக்கொள்வீர்கள் என்று நம்புகிறேன். ஆகவே, எங்கள் இறுதி அட்டவணையில் நாம் எதிர்பார்ப்பது சில எண்களாகும், இது “மழை மற்றும் குடை” என்பது “உலர்ந்த மற்றும் குடையை” விட சற்று * மிகவும் நம்பத்தகுந்ததாகும், அதே நேரத்தில் அட்டவணையில் உள்ள எண்கள் சேர்க்கப்படுவதை உறுதிசெய்கின்றன. இதுபோன்ற ஏதாவது, ஒருவேளை?
uk: Які два числа ми повинні вписати в порожні клітинки? Знову ж таки, не будемо замислюватися над математикою, а замість цього покладаймося на свою інтуїцію. Коли ми вперше склали таблицю, виявилося, що ці дві клітинки містили майже однакові числа, чи не так? Ми підрахували, що спільна ймовірність «дощу і парасольки» становила 4,5 %, а спільна ймовірність «сухої погоди і парасольки» — 4,25 %. Іншими словами, до того, як я сказав вам, що насправді маю з собою парасольку, ви б сказали, що ці дві події мають майже однакову ймовірність, так? Але зверніть увагу, що *обидві* ці можливості узгоджуються з тим фактом, що я насправді маю з собою парасольку. З точки зору цих двох можливостей, мало що змінилося. Сподіваюся, ви погодитеся, що *все ще* вірно, що ці дві можливості однаково ймовірні. Отже, ми очікуємо, що в нашій остаточній таблиці будуть цифри, які збережуть той факт, що «дощ і парасолька» *трохи* більш ймовірні, ніж «суха погода і парасолька», і водночас забезпечать, щоб цифри в таблиці додавалися. Можливо, щось на зразок цього?

source: What this table is telling you is that, after being told that I’m carrying an umbrella, you believe that there’s a 51.4\% chance that today will be a rainy day, and a 48.6\% chance that it won’t. That’s the answer to our problem! The **posterior probability** of rain *P*\ (h|d) given that I am carrying an umbrella is 51.4\%
nb: Denne tabellen forteller deg at du, etter å ha blitt fortalt at jeg har med meg en paraply, tror at det er 51,4\% sjanse for at det blir en regnfull dag i dag, og 48,6\% sjanse for at det ikke blir det. Det er svaret på problemet vårt! Den **etterfølgende sannsynligheten** (*posterior probability*) for regn *P*\(h|d) gitt at jeg har med meg en paraply er 51,4\%.
ta: இந்த அட்டவணை உங்களுக்குச் சொல்வது என்னவென்றால், நான் ஒரு குடையை எடுத்துச் செல்கிறேன் என்று கூறப்பட்ட பிறகு, இன்று ஒரு மழை நாளாக இருக்கும் 51.4 \% வாய்ப்பு இருப்பதாக நீங்கள் நம்புகிறீர்கள், மேலும் இது 48.6 \% வாய்ப்பு இல்லை. இது எங்கள் பிரச்சினைக்கு பதில்! ** பின்புற நிகழ்தகவு ** மழை*p*\ (h | d) நான் ஒரு குடையை சுமந்து செல்கிறேன் 51.4 \%
uk: Ця таблиця показує, що після того, як я сказав вам, що маю з собою парасольку, ви вважаєте, що ймовірність дощу сьогодні становить 51,4 %, а ймовірність відсутності дощу — 48,6 %. Ось і відповідь на наше завдання! **Апостеріорна ймовірність** дощу *P*\ (h|d) за умови, що я маю з собою парасольку, становить 51,4 %.

source: How did I calculate these numbers? You can probably guess. To work out that there was a 0.514 probability of “rain”, all I did was take the 0.045 probability of “rain and umbrella” and divide it by the 0.0875 chance of “umbrella”. This produces a table that satisfies our need to have everything sum to 1, and our need not to interfere with the relative plausibility of the two events that are actually consistent with the data. To say the same thing using fancy statistical jargon, what I’ve done here is divide the joint probability of the hypothesis and the data *P*\ (d, h) by the **marginal probability** of the data *P*\ (d), and this is what gives us the posterior probability of the hypothesis *given* the data that have been observed. To write this as an equation:\ [#]_
nb: Hvordan har jeg regnet ut disse tallene? Det kan du sikkert gjette deg til. For å finne ut at det var 0,514 sannsynlighet for «regn», tok jeg bare sannsynligheten på 0,045 for «regn og paraply» og dividerte den med sannsynligheten på 0,0875 for «paraply». Dette gir en tabell som tilfredsstiller vårt behov for at alt skal summere til 1, og vårt behov for ikke å forstyrre den relative sannsynligheten for de to hendelsene som faktisk stemmer overens med dataene. For å si det samme med et fancy statistisk uttrykk: Det jeg har gjort her, er å dividere den samlede sannsynligheten for hypotesen og dataene *P*\ (d, h) med den **marginale sannsynligheten** for dataene *P*\ (d), og dette gir oss den etterfølgende sannsynligheten for hypotesen *gitt* de dataene som er observert. For å skrive dette som en ligning:\ [#]_
ta: இந்த எண்களை நான் எவ்வாறு கணக்கிட்டேன்? நீங்கள் யூகிக்கலாம். “மழையின்” 0.514 நிகழ்தகவு உள்ளது என்பதைச் செயல்படுத்த, நான் செய்ததெல்லாம் “மழை மற்றும் குடை” இன் 0.045 நிகழ்தகவை எடுத்து “குடை” என்ற 0.0875 வாய்ப்பால் பிரிக்க வேண்டும். இது ஒரு அட்டவணையை உருவாக்குகிறது, இது எல்லாவற்றையும் 1 ஆகக் கொண்டிருக்க வேண்டும் என்ற நமது தேவையை நிறைவு செய்கிறது, மேலும் தரவுகளுடன் உண்மையில் ஒத்துப்போகும் இரண்டு நிகழ்வுகளின் ஒப்பீட்டு நம்பகத்தன்மையில் தலையிட வேண்டிய அவசியமில்லை. ஆடம்பரமான புள்ளிவிவர வாசகங்களைப் பயன்படுத்தி இதே விசயத்தைச் சொல்ல, நான் இங்கு செய்தது கருதுகோளின் கூட்டு நிகழ்தகவை மற்றும் தரவு*p*\ (d, h) தரவின் ** விளிம்பு நிகழ்தகவு ** மூலம்*P ** மூலம் பிரிக்க வேண்டும் \ (ஈ), இதுதான் கருதுகோளின் பின்புற நிகழ்தகவை * கொடுக்கப்பட்ட தரவு * கவனிக்கப்பட்ட தரவு. இதை ஒரு சமன்பாடாக எழுத: \ [#] _
uk: Як я розрахував ці цифри? Ви, мабуть, можете здогадатися. Щоб обчислити, що ймовірність «дощу» становить 0,514, я просто взяв ймовірність «дощу і парасольки» 0,045 і розділив її на ймовірність «парасольки» 0,0875. У результаті отримали таблицю, яка задовольняє нашу потребу, щоб сума всіх чисел дорівнювала 1, і нашу потребу не втручатися у відносну ймовірність двох подій, які фактично відповідають даним. Якщо висловити те саме, використовуючи вишуканий статистичний жаргон, то я розділив спільну ймовірність гіпотези та даних *P*\ (d, h) на **маржинальну ймовірність** даних *P*\ (d), і це дає нам апостеріорну ймовірність гіпотези *за умови* спостережуваних даних. Якщо записати це у вигляді рівняння:\ [#]_

source: However, remember what I said at the start of the last section, namely that the joint probability *P*\ (d, h) is calculated by multiplying the prior *P*\ (h) by the likelihood *P*\ (d|h). In real life, the things we actually know how to write down are the priors and the likelihood, so let’s substitute those back into the equation. This gives us the following formula for the posterior probability
nb: Men husk hva jeg sa i begynnelsen av forrige avsnitt, nemlig at den samlede sannsynligheten *P*\ (d, h) beregnes ved å multiplisere den forutgående sannsynligheten (*prior*) *P*\ (h) med sannsynlighet (*likelihood*) *P*\ (d|h). I det virkelige liv er det vi faktisk vet hvordan vi skal skrive ned priorene og sannsynligheten, så la oss sette dem inn i ligningen igjen. Dette gir oss følgende formel for den etterfølgende sannsynligheten:
ta: இருப்பினும், கடைசி பகுதியின் தொடக்கத்தில் நான் சொன்னதை நினைவில் கொள்ளுங்கள், அதாவது கூட்டு நிகழ்தகவு *p *\ (d, h) முன் *p *\ (h) ஐ சாத்தியக்கூறுகளால் பெருக்குவதன் மூலம் கணக்கிடப்படுகிறது *p *\ (d | ம). நிச வாழ்க்கையில், உண்மையில் எழுதுவது எப்படி என்று நமக்குத் தெரிந்த விசயங்கள் முன்னோடிகள் மற்றும் சாத்தியக்கூறுகள், எனவே அவற்றை மீண்டும் சமன்பாட்டிற்கு மாற்றுவோம். இது பின்புற நிகழ்தகவுக்கான பின்வரும் சூத்திரத்தை நமக்கு வழங்குகிறது
uk: Однак пам'ятайте, що я сказав на початку останнього розділу, а саме, що спільна ймовірність *P*\ (d, h) обчислюється шляхом множення апріорної ймовірності *P*\ (h) на ймовірність *P*\ (d|h). У реальному житті ми знаємо, як записати апріорні ймовірності та ймовірності, тому підставимо їх назад у рівняння. Це дає нам наступну формулу для апостеріорної ймовірності

source: And this formula, folks, is known as **Bayes’ rule**. It describes how a learner starts out with prior beliefs about the plausibility of different hypotheses, and tells you how those beliefs should be revised in the face of data. In the Bayesian paradigm, all statistical inference flows from this one simple rule.
nb: Og denne formelen, folkens, er kjent som **Bayes' regel**. Den beskriver hvordan en elev starter med den forutgående antakelser om sannsynligheten til ulike hypoteser, og forteller deg hvordan disse antakelsene bør revideres i møte med data. I det Bayesianske paradigmet er all statistisk slutning basert på denne enkle regelen.
ta: இந்த தேற்றம், எல்லோரும், ** பேயச் ’விதி ** என்று அழைக்கப்படுகிறது. வெவ்வேறு கருதுகோள்களின் நம்பகத்தன்மையைப் பற்றிய முந்தைய நம்பிக்கைகளுடன் ஒரு கற்றவர் எவ்வாறு தொடங்குகிறார் என்பதை இது விவரிக்கிறது, மேலும் தரவுகளின் முகத்தில் அந்த நம்பிக்கைகள் எவ்வாறு திருத்தப்பட வேண்டும் என்பதை உங்களுக்குக் கூறுகிறது. பேய்சியன் முன்னுதாரணத்தில், அனைத்து புள்ளிவிவர அனுமானங்களும் இந்த ஒரு எளிய விதியிலிருந்து பாய்கின்றன.
uk: І ця формула, друзі, відома як **правило Байєса**. Вона описує, як учень починає з попередніх переконань про правдоподібність різних гіпотез, і розповідає, як ці переконання слід переглянути з огляду на дані. У байєсівській парадигмі всі статистичні висновки випливають з цього одного простого правила.

source: It’s a leap of faith, I know, but let’s run with it okay?
nb: Jeg vet at det er et sprang i troen, men la oss gjøre det, ok?
ta: இது விசுவாசத்தின் பாய்ச்சல், எனக்குத் தெரியும், ஆனால் அதனுடன் ஓடுவோம்?
uk: Це стрибок віри, я знаю, але давайте почнемо, гаразд?

source: Um. I hate to bring this up, but some statisticians would object to me using the word “likelihood” here. The problem is that the word “likelihood” has a very specific meaning in frequentist statistics, and it’s not quite the same as what it means in Bayesian statistics. As far as I can tell Bayesians didn’t originally have any agreed upon name for the likelihood, and so it became common practice for people to use the frequentist terminology. This wouldn’t have been a problem except for the fact that the way that Bayesians use the word turns out to be quite different to the way frequentists do. This isn’t the place for yet another lengthy history lesson but, to put it crudely, when a Bayesian says “*a* likelihood function” they’re usually referring one of the *rows* of the table. When a frequentist says the same thing, they’re referring to the same table, but to them “*a* likelihood function” almost always refers to one of the *columns*. This distinction matters in some contexts, but it’s not important for our purposes.
nb: Jeg er lei for å ta opp dette, men noen statistikere vil protestere mot at jeg bruker ordet «sannsynlighet» (*likelihood*) her. Problemet er at ordet «sannsynlighet» har en helt bestemt betydning i frekventistisk statistikk, og det er ikke helt det samme som det betyr i Bayesiansk statistikk. Så vidt jeg kan se, hadde Bayesianerne opprinnelig ikke noe omforent navn på sannsynligheten, og derfor ble det vanlig å bruke den frekventistiske terminologien. Dette ville ikke ha vært noe problem, bortsett fra at Bayesianerne bruker ordet på en helt annen måte enn frekventister. Dette er ikke stedet for enda en lang historietime, men for å si det enkelt: Når en Bayesianer sier «*en* sannsynlighetsfunksjon», mener han eller hun vanligvis en av *radene* i tabellen. Når en frekventist sier det samme, refererer de til den samme tabellen, men for dem refererer «*en* sannsynlighetsfunksjon» nesten alltid til en av *kolonnene*. Dette skillet er viktig i noen sammenhenger, men det er ikke viktig for vårt formål.
ta: உம். இதைக் கொண்டுவருவதை நான் வெறுக்கிறேன், ஆனால் சில புள்ளிவிவர வல்லுநர்கள் இங்கே “நிகழ்தகவு” என்ற வார்த்தையைப் பயன்படுத்தி என்னை எதிர்க்கின்றனர். சிக்கல் என்னவென்றால், “நிகழ்தகவு” என்ற வார்த்தைக்கு அடிக்கடி நிகழும் புள்ளிவிவரங்களில் ஒரு குறிப்பிட்ட பொருளைக் கொண்டுள்ளது, மேலும் இது பேய்சியன் புள்ளிவிவரங்களில் எதைக் குறிக்கிறது என்பதற்கு சமமானதல்ல. நான் சொல்ல முடிந்தவரை, பேய்சியர்கள் முதலில் சாத்தியக்கூறுகளுக்கு ஒப்புக் கொள்ளப்படவில்லை, எனவே மக்கள் அடிக்கடி சொற்களைப் பயன்படுத்துவது பொதுவான நடைமுறையாக மாறியது. பேய்சியர்கள் இந்த வார்த்தையைப் பயன்படுத்தும் விதம் அடிக்கடி நிகழும் விதத்திற்கு முற்றிலும் மாறுபட்டதாக மாறும் என்பதைத் தவிர இது ஒரு பிரச்சினையாக இருக்காது. இது மற்றொரு நீண்ட வரலாற்றுப் பாடத்திற்கான இடமல்ல, ஆனால், ஒரு பேய்சியன் “* ஒரு* நிகழ்தகவு செயல்பாடு” என்று கூறும்போது, அவர்கள் வழக்கமாக அட்டவணையின்* வரிசைகளில் ஒன்றைக் குறிப்பிடுகிறார்கள். அடிக்கடி நிகழ்த்துபவர் அதே விசயத்தைச் சொல்லும்போது, அவர்கள் ஒரே அட்டவணையைக் குறிப்பிடுகிறார்கள், ஆனால் அவர்களுக்கு “*ஒரு*நிகழ்தகவு செயல்பாடு” எப்போதும்*நெடுவரிசைகளில் ஒன்றைக் குறிக்கிறது. இந்த வேறுபாடு சில சூழல்களில் முக்கியமானது, ஆனால் இது எங்கள் நோக்கங்களுக்காக முக்கியமல்ல.
uk: Гм. Мені неприємно про це говорити, але деякі статистики заперечували б проти використання мною слова «ймовірність» в цьому контексті. Проблема в тому, що слово «ймовірність» має дуже конкретне значення в частотній статистиці, і воно не зовсім збігається з тим, що воно означає в байєсівській статистиці. Наскільки я розумію, байєсівці спочатку не мали узгодженої назви для ймовірності, тому люди почали широко використовувати термінологію частотників. Це не було б проблемою, якби не той факт, що баєсівці використовують це слово зовсім інакше, ніж частотники. Це не місце для чергового довгого уроку історії, але, грубо кажучи, коли баєсівець каже «*a* функція ймовірності», він зазвичай має на увазі один із *рядків* таблиці. Коли частотист каже те саме, він має на увазі ту саму таблицю, але для нього «*a* функція ймовірності» майже завжди означає один із *стовпців*. Ця відмінність має значення в деяких контекстах, але для наших цілей вона не є важливою.

source: Just to be clear, “prior” information is pre-existing knowledge or beliefs, before we collect or use any data to improve that information.
nb: For å gjøre det klart: «Forutgående informasjon» er eksisterende kunnskap eller oppfatninger, før vi samler inn eller bruker data for å forbedre denne informasjonen.
ta: தெளிவாக இருக்க, அந்த தகவலை மேம்படுத்த எந்தவொரு தரவையும் சேகரிப்பதற்கு அல்லது பயன்படுத்துவதற்கு முன்பு, “முன்” தகவல்கள் முன்பே இருக்கும் அறிவு அல்லது நம்பிக்கைகள்.
uk: Просто щоб було зрозуміло, «попередня» інформація — це вже існуючі знання чи переконання, що виникають до того, як ми зберемо або використаємо будь-які дані для покращення цієї інформації.

source: If we were being a bit more sophisticated, we could extend the example to accommodate the possibility that I’m lying about the umbrella. But let’s keep things simple, shall we?
nb: Hvis vi skulle være litt mer sofistikerte, kunne vi utvide eksempelet til å ta høyde for muligheten for at jeg lyver om paraplyen. Men la oss holde det enkelt, ikke sant?
ta: நாங்கள் இன்னும் கொஞ்சம் அதிநவீனமாக இருந்தால், நான் குடையைப் பற்றி பொய் சொல்கிறேன் என்பதற்கான சாத்தியக்கூறுகளுக்கு ஏற்ப உதாரணத்தை நீட்டிக்க முடியும். ஆனால் விசயங்களை எளிமையாக வைத்திருப்போம், இல்லையா?
uk: Якби ми були трохи складнішими, ми могли б розширити приклад, щоб врахувати можливість того, що я брешу щодо парасольки. Але давайте спростимо все, добре?

source: You might notice that this equation is actually a restatement of the same basic rule I listed at the start of the last section. If you multiply both sides of the equation by *P*\ (d), then you get *P*\ (d) *P*\ (h|d) = *P*\ (d, h), which is the rule for how joint probabilities are calculated. So I’m not actually introducing any “new” rules here, I’m just using the same rule in a different way.
nb: Du vil kanskje legge merke til at denne ligningen faktisk er en omformulering av den samme grunnleggende regelen som jeg listet opp i begynnelsen av forrige avsnitt. Hvis du multipliserer begge sider av ligningen med *P*\ (d), får du *P*\ (d) *P*\ (h|d) = *P*\ (d, h), som er regelen for hvordan de samlede sannsynlighetene beregnes. Så jeg introduserer faktisk ikke noen «nye» regler her, jeg bruker bare den samme regelen på en annen måte.
ta: இந்த சமன்பாடு உண்மையில் கடைசி பகுதியின் தொடக்கத்தில் நான் பட்டியலிட்ட அதே அடிப்படை விதியின் மறுசீரமைப்பு என்பதை நீங்கள் கவனிக்கலாம். சமன்பாட்டின் இருபுறமும் *p *\ (d) ஆல் பெருக்கினால், நீங்கள் *p *\ (d) *p *\ (h | d) = *p *\ (d, h) கூட்டு நிகழ்தகவுகள் எவ்வாறு கணக்கிடப்படுகின்றன என்பதற்கான விதி. எனவே நான் உண்மையில் எந்த “புதிய” விதிகளையும் இங்கே அறிமுகப்படுத்தவில்லை, அதே விதியை வேறு வழியில் பயன்படுத்துகிறேன்.
uk: Ви можете помітити, що це рівняння є фактично переформулюванням того самого основного правила, яке я навів на початку попереднього розділу. Якщо помножити обидві частини рівняння на *P*\ (d), то отримаємо *P*\ (d) *P*\ (h|d) = *P*\ (d, h), що є правилом обчислення спільних ймовірностей. Тому я насправді не вводжу тут жодних «нових» правил, а просто використовую те саме правило по-іншому.

source: Bayesian hypothesis tests
nb: Bayesianske hypotesetester
ta: பேய்சியன் கருதுகோள் சோதனைகள்
uk: Перевірки баєсівських гіпотез

source: In chapter :doc:`../Ch09/Ch09_HypothesisTesting`, I described the orthodox approach to hypothesis testing. It took an entire chapter to describe, because null hypothesis testing is a very elaborate contraption that people find very hard to make sense of. In contrast, the Bayesian approach to hypothesis testing is incredibly simple. Let’s pick a setting that is closely analogous to the orthodox scenario. There are two hypotheses that we want to compare, a null hypothesis *h*\ :sub:`0` and an alternative hypothesis *h*\ :sub:`1`. Prior to running the experiment we have some beliefs *P*\ (h) about which hypotheses are true. We run an experiment and obtain data *d*. Unlike frequentist statistics, Bayesian statistics does allow us to talk about the probability that the null hypothesis is true. Better yet, it allows us to calculate the **posterior probability of the null hypothesis**, using Bayes’ rule:
nb: I kapittel :doc:`../Ch09/Ch09_HypothesisTesting` beskrev jeg den ortodokse tilnærmingen til hypotesetesting. Det tok et helt kapittel å beskrive den, fordi nullhypotesetesting er en svært komplisert konstruksjon som folk har vanskelig for å skjønne. Den Bayesianske tilnærmingen til hypotesetesting er derimot utrolig enkel. La oss velge en setting som ligger tett opp til det ortodokse scenarioet. Vi ønsker å sammenligne to hypoteser, en nullhypotese *h*\ :sub:`0` og en alternativhypotese *h*\ :sub:`1`. Før vi utfører eksperimentet, har vi noen oppfatninger *P*\ (h) om hvilke hypoteser som er sanne. Vi kjører et eksperiment og får data *d*. I motsetning til frekventistisk statistikk kan vi med Bayesiansk statistikk snakke om sannsynligheten for at nullhypotesen er sann. Enda bedre, den lar oss beregne den **etterfølgende sannsynligheten for nullhypotesen** ved hjelp av Bayes' regel:
ta: அத்தியாயத்தில்: டிஓசி: `../ ch09/ch09_hypothesistesting`, கருதுகோள் சோதனைக்கான மரபுவழி அணுகுமுறையை விவரித்தேன். விவரிக்க இது ஒரு முழு அத்தியாயத்தையும் எடுத்தது, ஏனென்றால் சுழிய கருதுகோள் சோதனை என்பது மிகவும் விரிவான முரண்பாடாகும், இது மக்கள் புரிந்துகொள்வது மிகவும் கடினமாக உள்ளது. இதற்கு நேர்மாறாக, கருதுகோள் சோதனைக்கான பேய்சியன் அணுகுமுறை நம்பமுடியாத அளவிற்கு எளிமையானது. ஆர்த்தடாக்ச் காட்சிக்கு நெருக்கமாக ஒத்த ஒரு அமைப்பைத் தேர்ந்தெடுப்போம். நாம் ஒப்பிட விரும்பும் இரண்டு கருதுகோள்கள் உள்ளன, ஒரு சுழிய கருதுகோள் *h *\: துணை: `0` மற்றும் ஒரு மாற்று கருதுகோள் *h *\: துணை:` 1`. பரிசோதனையை இயக்குவதற்கு முன்பு, எந்த கருதுகோள்கள் உண்மை என்பது பற்றி சில நம்பிக்கைகள் *p *\ (h) உள்ளன. நாங்கள் ஒரு பரிசோதனையை இயக்குகிறோம் மற்றும் தரவைப் பெறுகிறோம் *d *. அடிக்கடி புள்ளிவிவரங்களைப் போலன்றி, பேய்சியன் புள்ளிவிவரங்கள் சுழிய கருதுகோள் உண்மை என்ற நிகழ்தகவு பற்றி பேச அனுமதிக்கிறது. இன்னும் சிறப்பாக, பேயசின் விதியைப் பயன்படுத்தி சுழிய கருதுகோளின் ** பின்புற நிகழ்தகவைக் கணக்கிட இது நம்மை அனுமதிக்கிறது:
uk: У розділі :doc:`../Ch09/Ch09_HypothesisTesting` я описав ортодоксальний підхід до перевірки гіпотез. На це пішов цілий розділ, оскільки перевірка нульової гіпотези — це дуже складний механізм, який людям важко зрозуміти. На відміну від цього, байєсівський підхід до перевірки гіпотез надзвичайно простий. Давайте виберемо ситуацію, яка дуже схожа на ортодоксальний сценарій. Є дві гіпотези, які ми хочемо порівняти: нульова гіпотеза *h*\ :sub:`0` та альтернативна гіпотеза *h*\ :sub:`1`. Перед проведенням експерименту ми маємо певні переконання *P*\ (h) щодо того, які гіпотези є правдивими. Ми проводимо експеримент і отримуємо дані *d*. На відміну від частотної статистики, байєсівська статистика дозволяє нам говорити про ймовірність того, що нульова гіпотеза є істинною. Більше того, вона дозволяє нам обчислити **апостеріорну ймовірність нульової гіпотези**, використовуючи правило Байєса:
