Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch16.po
Languages: nb, ta, uk

source: It looks like you’re stuck with option 4. You don’t have conclusive results, so you decide to collect some more data and re-run the analysis. Seems sensible, but unfortunately for you, if you do this all of your *p*-values are now incorrect. *All* of them. Not just the *p*-values that you calculated for *this* study. All of them. All the *p*-values you calculated in the past and all the *p*-values you will calculate in the future. Fortunately, no-one will notice. You’ll get published, and you’ll have lied.
nb: Det ser ut til at du sitter fast med alternativ 4. Du har ingen avgjørende resultater, så du bestemmer deg for å samle inn mer data og kjøre analysen på nytt. Det høres fornuftig ut, men dessverre for deg er alle *p*-verdiene dine nå feil. *Alle* av dem. Ikke bare *p*-verdiene som du har beregnet for *denne* studien. Alle sammen. Alle *p*-verdiene du har beregnet tidligere, og alle *p*-verdiene du kommer til å beregne i fremtiden. Heldigvis vil ingen legge merke til det. Du blir publisert, og du har løyet.
ta: நீங்கள் விருப்பம் 4 உடன் சிக்கிக்கொண்டது போல் தெரிகிறது. உங்களிடம் உறுதியான முடிவுகள் இல்லை, எனவே இன்னும் சில தரவுகளை சேகரித்து பகுப்பாய்வை மீண்டும் இயக்க முடிவு செய்கிறீர்கள். விவேகமானதாகத் தோன்றுகிறது, ஆனால் துரதிர்ச்டவசமாக, நீங்கள் இதைச் செய்தால் உங்கள் *பி *-மதிப்புகள் அனைத்தும் இப்போது தவறானவை. * அவற்றில் அனைத்தும்*. *இந்த *ஆய்வுக்காக நீங்கள் கணக்கிட்ட *p *-மதிப்புகள் மட்டுமல்ல. அவர்கள் அனைவரும். கடந்த காலங்களில் நீங்கள் கணக்கிட்ட அனைத்து *பி *மதிப்புகளும், எதிர்காலத்தில் நீங்கள் கணக்கிடும் அனைத்து *பி *மதிப்புகளும். அதிர்ச்டவசமாக, யாரும் கவனிக்க மாட்டார்கள். நீங்கள் வெளியிடப்படுவீர்கள், நீங்கள் பொய் சொன்னீர்கள்.
uk: Схоже, ви застрягли на варіанті 4. У вас немає остаточних результатів, тому ви вирішуєте зібрати ще трохи даних і повторити аналіз. Здається розумним, але, на жаль для вас, якщо ви це зробите, всі ваші *p*-значення тепер будуть неправильними. *Всі* вони. Не тільки *p*-значення, які ви обчислили для *цього* дослідження. Всі вони. Всі *p*-значення, які ви обчислили в минулому, і всі *p*-значення, які ви обчислите в майбутньому. На щастя, ніхто цього не помітить. Ваша робота буде опублікована, і ви збрехали.

source: Wait, what? How can that last part be true? I mean, it sounds like a perfectly reasonable strategy doesn’t it? You collected some data, the results weren’t conclusive, so now what you want to do is collect more data until the the results *are* conclusive. What’s wrong with that?
nb: Vent, hva? Hvordan kan det siste være sant? Jeg mener, det høres jo ut som en helt rimelig strategi, gjør det ikke? Du har samlet inn noen data, resultatene var ikke entydige, så nå vil du samle inn mer data helt til resultatene *er* entydige. Hva er galt med det?
ta: காத்திருங்கள், என்ன? அந்த கடைசி பகுதி எவ்வாறு உண்மையாக இருக்க முடியும்? அதாவது, இது ஒரு நியாயமான நியாயமான உத்தி போல் தெரிகிறது அல்லவா? நீங்கள் சில தரவைச் சேகரித்தீர்கள், முடிவுகள் முடிவானவை அல்ல, எனவே இப்போது நீங்கள் செய்ய விரும்புவது முடிவுகள் * முடிவான வரை கூடுதல் தரவை சேகரிக்க வேண்டும். அதில் என்ன தவறு?
uk: Стривайте, що? Як це може бути правдою? Адже це звучить як цілком розумна стратегія, чи не так? Ви зібрали деякі дані, результати не були остаточними, тож тепер ви хочете зібрати більше даних, доки результати не *стануть* остаточними. Що в цьому поганого?

source: Honestly, there’s nothing wrong with it. It’s a reasonable, sensible and rational thing to do. In real life, this is exactly what every researcher does. Unfortunately, the theory of null hypothesis testing as I described it in chapter :doc:`../Ch09/Ch09_HypothesisTesting` *forbids* you from doing this.\ [#]_ The reason is that the theory assumes that the experiment is finished and all the data are in. And because it assumes the experiment is over, it only considers *two* possible decisions. If you’re using the conventional *p* < 0.05 threshold, those decisions are:
nb: Det er ærlig talt ikke noe galt med det. Det er en rimelig, fornuftig og rasjonell ting å gjøre. I det virkelige liv er det akkurat dette alle forskere gjør. Dessverre er det slik at teorien om nullhypotesetesting, slik jeg beskrev den i kapittel :doc:`../Ch09/Ch09_HypothesisTesting`, *forbyr* deg å gjøre dette.\ [#]_ Og fordi den forutsetter at eksperimentet er over, tar den bare hensyn til *to* mulige beslutninger. Hvis du bruker den konvensjonelle terskelen *p* < 0,05, er disse beslutningene:
ta: நேர்மையாக, அதில் தவறில்லை. இது ஒரு நியாயமான, விவேகமான மற்றும் பகுத்தறிவுள்ள சேதி. நிச வாழ்க்கையில், ஒவ்வொரு ஆராய்ச்சியாளரும் இதுதான். துரதிர்ச்டவசமாக. எல்லா தரவுகளும் உள்ளன. சோதனை முடிந்துவிட்டதாக அது கருதுவதால், அது * இரண்டு * சாத்தியமான முடிவுகளை மட்டுமே கருதுகிறது. நீங்கள் வழக்கமான * ப * <0.05 வாசலைப் பயன்படுத்துகிறீர்கள் என்றால், அந்த முடிவுகள்:
uk: Чесно кажучи, в цьому немає нічого поганого. Це розумне, розсудливе і раціональне рішення. У реальному житті саме так і роблять усі дослідники. На жаль, теорія перевірки нульової гіпотези, яку я описав у розділі :doc:`../Ch09/Ch09_HypothesisTesting`, *забороняє* вам це робити. [#]_ Причина в тому, що теорія припускає, що експеримент завершено і всі дані зібрано. А оскільки вона припускає, що експеримент завершено, вона розглядає лише *два* можливі рішення. Якщо ви використовуєте традиційний поріг *p* < 0,05, ці рішення такі:

source: Outcome
nb: Resultat
ta: விளைவு
uk: Результат

source: Action
nb: Handling
ta: செயல்
uk: Дія

source: *p* less than 0.05
nb: *p* mindre enn 0,05
ta: * பி* 0.05 க்கும் குறைவாக
uk: *p* менше ніж 0.05

source: Reject the null
nb: Avvis nullhypotesen
ta: பூச்யத்தை நிராகரிக்கவும்
uk: Відхилити нуль

source: *p* greater than 0.05
nb: *p* større enn 0,05
ta: * பி* 0.05 ஐ விட பெரியது
uk: *p* більше ніж 0.05

source: Retain the null
nb: Behold nullhypotesen
ta: பூச்யத்தைத் தக்க வைத்துக் கொள்ளுங்கள்
uk: Зберегти нульове значення

source: What *you’re* doing is adding a third possible action to the decision making problem. Specifically, what you’re doing is using the *p*-value itself as a reason to justify continuing the experiment. And as a consequence you’ve transformed the decision-making procedure into one that looks more like this:
nb: Det *du* gjør, er å legge til en tredje mulig handling i beslutningsproblemet. Nærmere bestemt bruker du *p*-verdien i seg selv som en grunn til å rettferdiggjøre at eksperimentet fortsetter. Og som en konsekvens av dette har du forvandlet beslutningsprosedyren til en som ser mer ut som dette:
ta: முடிவெடுக்கும் பிரச்சினையில் மூன்றாவது சாத்தியமான செயலைச் சேர்ப்பது * நீங்கள் * செய்கிறீர்கள். குறிப்பாக, நீங்கள் என்ன செய்கிறீர்கள் என்பது சோதனையைத் தொடர்வதை நியாயப்படுத்த ஒரு காரணியாக *p *-மதிப்பைப் பயன்படுத்துவதாகும். இதன் விளைவாக, முடிவெடுக்கும் நடைமுறையை நீங்கள் இதைப் போலவே மாற்றியுள்ளீர்கள்:
uk: Ви *додаєте* третю можливу дію до процесу прийняття рішення. А саме, ви використовуєте саме значення *p* як підставу для продовження експерименту. В результаті ви перетворили процедуру прийняття рішення на таку, що виглядає приблизно так:

source: Stop the experiment and reject the null
nb: Stopp eksperimentet og forkast nullhypotesen
ta: பரிசோதனையை நிறுத்தி பூச்யத்தை நிராகரிக்கவும்
uk: Зупинити експеримент та відхилити нульове значення

source: *p* between 0.05 and 0.1
nb: *p* mellom 0,05 og 0,1
ta: * பி* 0.05 முதல் 0.1 வரை
uk: *p* між 0,05 та 0,1

source: Continue the experiment
nb: Fortsett eksperimentet
ta: பரிசோதனையைத் தொடரவும்
uk: Продовжити експеримент

source: *p* greater than 0.1
nb: *p* større enn 0,1
ta: * பி* 0.1 ஐ விட பெரியது
uk: *p* більше ніж 0.1

source: Stop the experiment and retain the null
nb: Stopp eksperimentet og behold nullhypotesen
ta: பரிசோதனையை நிறுத்தி பூச்யத்தைத் தக்க வைத்துக் கொள்ளுங்கள்
uk: Зупинити експеримент та зберегти нульове значення

source: The “basic” theory of null hypothesis testing isn’t built to handle this sort of thing, not in the form I described back in chapter :doc:`../Ch09/Ch09_HypothesisTesting`. If you’re the kind of person who would choose to “collect more data” in real life, it implies that you are *not* making decisions in accordance with the rules of null hypothesis testing. Even if you happen to arrive at the same decision as the hypothesis test, you aren’t following the decision *process* it implies, and it’s this failure to follow the process that is causing the problem (a `related problem <https://xkcd.com/1478>`__). Your *p*-values are a lie.
nb: Den «grunnleggende» teorien for nullhypotesetesting er ikke bygget for å håndtere slike ting, ikke i den formen jeg beskrev i kapittel :doc:`../Ch09/Ch09_HypothesisTesting`. Hvis du er en slik person som ville valgt å «samle inn mer data» i det virkelige liv, innebærer det at du *ikke* tar beslutninger i samsvar med reglene for nullhypotesetesting. Selv om du tilfeldigvis kommer frem til samme beslutning som hypotesetesten, følger du ikke den *prosessen* det innebærer, og det er denne manglende prosessen som er årsaken til problemet (et `relatert problem<https://xkcd.com/1478>`__). Dine *p*-verdier er en løgn.
ta: சுழிய கருதுகோள் சோதனையின் “அடிப்படை” கோட்பாடு இந்த வகையான விசயங்களைக் கையாள கட்டமைக்கப்படவில்லை, அத்தியாயத்தில் நான் விவரித்த படிவத்தில் அல்ல: டாக்: `../ ch09/ch09_hypothesistesting`. நிச வாழ்க்கையில் “கூடுதல் தரவை சேகரிக்க” தேர்வுசெய்யும் நபராக நீங்கள் இருந்தால், சுழிய கருதுகோள் சோதனையின் விதிகளுக்கு ஏற்ப நீங்கள் * முடிவுகளை எடுக்கவில்லை என்பதை இது குறிக்கிறது. கருதுகோள் சோதனையின் அதே முடிவுக்கு நீங்கள் வந்தாலும், நீங்கள் முடிவைக் குறிக்கும் முடிவை நீங்கள் பின்பற்றவில்லை *, மேலும் சிக்கலை ஏற்படுத்தும் செயல்முறையைப் பின்பற்றுவது இந்த தோல்வி (ஒரு `தொடர்புடைய சிக்கல் <https:/ /xkcd.com/1478>`__). உங்கள் *பி *-மதிப்புகள் ஒரு பொய்.
uk: «Базова» теорія перевірки нульової гіпотези не призначена для вирішення таких питань, принаймні не в тому вигляді, який я описав у розділі :doc:`../Ch09/Ch09_HypothesisTesting`. Якщо ви належите до тих людей, які в реальному житті вирішили б «зібрати більше даних», це означає, що ви *не* приймаєте рішення відповідно до правил перевірки нульової гіпотези. Навіть якщо ви прийдете до того самого рішення, що й перевірка гіпотези, ви не дотримуєтеся *процесу* прийняття рішення, який вона передбачає, і саме це недотримання процесу є причиною проблеми (`пов'язана проблема <https://xkcd.com/1478>`__). Ваші *p*-значення є неправдивими.

source: Worse yet, they’re a lie in a dangerous way, because they’re all *too small*. To give you a sense of just how bad it can be, consider the following (worst case) scenario. Imagine you’re a really super-enthusiastic researcher on a tight budget who didn’t pay any attention to my warnings above. You design a study comparing two groups. You desperately want to see a significant result at the *p* < 0.05 level, but you really don’t want to collect any more data than you have to (because it’s expensive). In order to cut costs you start collecting data but every time a new observation arrives you run a *t*-test on your data. If the *t*-tests says *p* < 0.05 then you stop the experiment and report a significant result. If not, you keep collecting data. You keep doing this until you reach your pre-defined spending limit for this experiment. Let’s say that limit kicks in at *N* = 1000 observations. As it turns out, the truth of the matter is that there is no real effect to be found: the null hypothesis is true. So, what’s the chance that you’ll make it to the end of the experiment and (correctly) conclude that there is no effect? In an ideal world, the answer here should be 95\%. After all, the whole *point* of the *p* < 0.05 criterion is to control the Type I error rate at 5\%, so what we’d hope is that there’s only a 5\% chance of falsely rejecting the null hypothesis in this situation. However, there’s no guarantee that will be true. You’re breaking the rules. Because you’re running tests repeatedly, “peeking” at your data to see if you’ve gotten a significant result, all bets are off.
nb: Enda verre er det at de lyver på en farlig måte, fordi de alle er *for små*. For å gi deg en følelse av hvor ille det kan være, kan du tenke deg følgende (worst case)-scenario. Tenk deg at du er en superentusiastisk forsker med et stramt budsjett som ikke har tatt hensyn til advarslene mine ovenfor. Du utformer en studie som sammenligner to grupper. Du ønsker desperat å se et signifikant resultat på *p* < 0,05-nivå, men du ønsker ikke å samle inn mer data enn du må (fordi det er dyrt). For å redusere kostnadene begynner du å samle inn data, men hver gang det kommer inn en ny observasjon, kjører du en *t*-test på dataene dine. Hvis *t*-testen sier *p* < 0,05, stopper du eksperimentet og rapporterer et signifikant resultat. Hvis ikke, fortsetter du å samle inn data. Dette gjør du helt til du når den forhåndsdefinerte utgiftsgrensen for eksperimentet. La oss si at denne grensen inntreffer ved *N* = 1000 observasjoner. Det viser seg at sannheten er at det ikke finnes noen reell effekt: Nullhypotesen er sann. Så hvor stor er sjansen for at du kommer deg til slutten av eksperimentet og (korrekt) konkluderer med at det ikke er noen effekt? I en ideell verden burde svaret her være 95\%. Hele *poenget* med *p* < 0,05-kriteriet er tross alt å kontrollere type I-feilraten på 5\%, så det vi håper er at det bare er 5\% sjanse for å forkaste nullhypotesen feilaktig i denne situasjonen. Det er imidlertid ingen garanti for at det vil være sant. Du bryter reglene. Fordi du kjører tester gjentatte ganger og «kikker» på dataene dine for å se om du har fått et signifikant resultat, er alle veddemål satt ut av spill.
ta: இன்னும் மோசமானது, அவை ஆபத்தான வழியில் பொய், ஏனென்றால் அவை அனைத்தும் மிகச் சிறியவை *. இது எவ்வளவு மோசமாக இருக்கும் என்பதைப் புரிந்துகொள்ள, பின்வரும் (மோசமான) காட்சியைக் கவனியுங்கள். இறுக்கமான பட்செட்டில் நீங்கள் மிகவும் ஆர்வமுள்ள ஆராய்ச்சியாளர் என்று கற்பனை செய்து பாருங்கள், அவர் மேலே உள்ள எனது எச்சரிக்கைகளுக்கு கவனம் செலுத்தவில்லை. இரண்டு குழுக்களை ஒப்பிடும் ஒரு ஆய்வை நீங்கள் வடிவமைக்கிறீர்கள். * பி * <0.05 மட்டத்தில் ஒரு குறிப்பிடத்தக்க முடிவைக் காண நீங்கள் தீவிரமாக விரும்புகிறீர்கள், ஆனால் நீங்கள் செய்ய வேண்டியதை விட அதிகமான தரவை சேகரிக்க நீங்கள் உண்மையில் விரும்பவில்லை (ஏனெனில் இது விலை உயர்ந்தது). செலவுகளைக் குறைக்க நீங்கள் தரவைச் சேகரிக்கத் தொடங்குகிறீர்கள், ஆனால் ஒவ்வொரு முறையும் ஒரு புதிய அவதானிப்பு வரும்போது உங்கள் தரவுகளில் *t *-test ஐ இயக்குகிறீர்கள். *T *-tests *p *<0.05 என்று சொன்னால், நீங்கள் பரிசோதனையை நிறுத்திவிட்டு ஒரு குறிப்பிடத்தக்க முடிவைப் புகாரளிக்கிறீர்கள். இல்லையென்றால், நீங்கள் தரவைச் சேகரிக்கிறீர்கள். இந்த பரிசோதனைக்கு உங்கள் முன் வரையறுக்கப்பட்ட செலவு வரம்பை அடையும் வரை இதைச் செய்கிறீர்கள். வரம்பு * N * = 1000 அவதானிப்புகளில் உதைக்கிறது என்று சொல்லலாம். இது மாறிவிட்டால், விசயத்தின் உண்மை என்னவென்றால், உண்மையான விளைவைக் காணவில்லை: சுழிய கருதுகோள் உண்மை. எனவே, நீங்கள் அதை பரிசோதனையின் முடிவில் கொண்டு வருவதற்கான வாய்ப்பு என்ன, (சரியாக) எந்த விளைவும் இல்லை என்று முடிவுசெய்கிறது? ஒரு சிறந்த உலகில், இங்கே பதில் 95 \%ஆக இருக்க வேண்டும். எல்லாவற்றிற்கும் மேலாக, * பி * <0.05 அளவுகோலின் முழு * புள்ளி * வகை I பிழை விகிதத்தை 5 \% ஆகக் கட்டுப்படுத்துவதாகும், எனவே சுழிய கருதுகோளை பொய்யாக நிராகரிக்க 5 \% வாய்ப்பு மட்டுமே உள்ளது என்று நாங்கள் நம்புகிறோம் இந்த சூழ்நிலையில். இருப்பினும், உண்மையாக இருக்கும் என்பதற்கு எந்த உத்தரவாதமும் இல்லை. நீங்கள் விதிகளை மீறுகிறீர்கள். நீங்கள் மீண்டும் மீண்டும் சோதனைகளை இயக்குவதால், நீங்கள் ஒரு குறிப்பிடத்தக்க முடிவைப் பெற்றிருக்கிறீர்களா என்பதைப் பார்க்க உங்கள் தரவுகளில் “எட்டிப் பார்க்கிறது”, எல்லா சவால்களும் முடக்கப்பட்டுள்ளன.
uk: Гірше того, вони є небезпечною брехнею, тому що всі вони *занадто малі*. Щоб ви зрозуміли, наскільки це може бути погано, розгляньте наступний (найгірший) сценарій. Уявіть, що ви дуже ентузіастичний дослідник з обмеженим бюджетом, який не звернув уваги на мої попередження вище. Ви розробляєте дослідження, в якому порівнюєте дві групи. Ви дуже хочете побачити значущий результат на рівні *p* < 0,05, але не хочете збирати більше даних, ніж потрібно (бо це дорого). Щоб скоротити витрати, ви починаєте збирати дані, але щоразу, коли з'являється нове спостереження, ви проводите *t*-тест на ваших даних. Якщо *t*-тест показує *p* < 0,05, ви припиняєте експеримент і повідомляєте про значущий результат. Якщо ні, ви продовжуєте збирати дані. Ви продовжуєте це робити, поки не досягнете заздалегідь визначеного ліміту витрат на цей експеримент. Припустимо, що цей ліміт настає при *N* = 1000 спостереженнях. Як виявляється, насправді ніякого реального ефекту не виявлено: нульова гіпотеза є правдивою. Тож, яка ймовірність того, що ви дійдете до кінця експерименту і (правильно) зробите висновок, що ефекту немає? В ідеальному світі відповідь тут мала б бути 95\%. Адже вся *суть* критерію *p* < 0,05 полягає в тому, щоб контролювати рівень помилки I типу на рівні 5 %, тому ми сподіваємося, що в цій ситуації ймовірність помилкового відхилення нульової гіпотези становить лише 5 %. Однак немає гарантії, що це буде так. Ви порушуєте правила. Оскільки ви повторно проводите тести, «підглядаючи» у свої дані, щоб перевірити, чи отримали ви значущий результат, усі ставки скасовуються.

source: Effect of re-running your tests every time new data arrive
nb: Effekten av å kjøre testene på nytt hver gang det kommer nye data
ta: புதிய தரவு வரும்போது உங்கள் சோதனைகளை மீண்டும் இயக்குவதன் விளைவு
uk: Вплив повторного запуску тестів щоразу, коли надходять нові дані

source: How badly can things go wrong if you re-run your tests every time new data arrive? If you are a frequentist, the answer is “very wrong”.
nb: Hvor galt kan det gå hvis du kjører testene dine på nytt hver gang det kommer nye data? Hvis du er frekventist, er svaret «veldig galt».
ta: புதிய தரவு வரும்போது உங்கள் சோதனைகளை மீண்டும் இயக்கினால் விசயங்கள் எவ்வளவு மோசமாக இருக்கும்? நீங்கள் அடிக்கடி நிகழும் என்றால், பதில் “மிகவும் தவறு”.
uk: Наскільки погано може піти щось не так, якщо ви перезапускаєте тести щоразу, коли надходять нові дані? Якщо ви часто їх тестуєте, відповідь буде «дуже погано».

source: So how bad is it? The answer is shown as the solid black line in :numref:`fig-adapt`, and it’s *astoundingly* bad. If you peek at your data after every single observation, there is a 49\% chance that you will make a Type I error. That’s, um, quite a bit bigger than the 5\% that it’s supposed to be. By way of comparison, imagine that you had used the following strategy. Start collecting data. Every single time an observation arrives, run a :doc:`Ch16_Bayes_5` and look at the Bayes factor. I’ll assume that :ref:`Johnson (2013) <Johnson_2013>` is right, and I’ll treat a Bayes factor of 3:1 as roughly equivalent to a *p*-value of 0.05.\ [#]_ This time around, our trigger happy researcher uses the following procedure. If the Bayes factor is 3:1 or more in favour of the null, stop the experiment and retain the null. If it is 3:1 or more in favour of the alternative, stop the experiment and reject the null. Otherwise continue testing. Now, just like last time, let’s assume that the null hypothesis is true. What happens? As it happens, I ran the simulations for this scenario too, and the results are shown as the dashed line in :numref:`fig-adapt`. It turns out that the Type I error rate is much much lower than the 49\% rate that we were getting by using the orthodox *t*-test.
nb: Så hvor ille er det? Svaret vises som den heltrukne, svarte linjen i :numref:`fig-adapt`, og den er *forbløffende* dårlig. Hvis du kikker på dataene dine etter hver eneste observasjon, er det 49\% sjanse for at du gjør en type I-feil. Det er ganske mye større enn de 5\% som det er ment å være. Til sammenligning kan du tenke deg at du hadde brukt følgende strategi. Begynn å samle inn data. Hver eneste gang en observasjon kommer inn, kjører du en :doc:`Ch16_Bayes_5` og ser på Bayes-faktoren. Jeg antar at :ref:`Johnson (2013) <Johnson_2013>` er riktig, og jeg behandler en Bayes-faktor på 3:1 som omtrentlig ekvivalent med en *p*-verdi på 0,05.\ [#]_ Denne gangen bruker vår skyteglade forsker følgende prosedyre. Hvis Bayes-faktoren er 3:1 eller mer i favør av nullhypotesen, avslutter du eksperimentet og beholder nullhypotesen. Hvis den er 3:1 eller mer i favør av alternativet, avslutter du eksperimentet og forkaster nullhypotesen. Ellers fortsetter du å teste. La oss nå, akkurat som forrige gang, anta at nullhypotesen er sann. Hva skjer da? Jeg kjørte tilfeldigvis simuleringene for dette scenariet også, og resultatene vises som den stiplede linjen i :numref:`fig-adapt`. Det viser seg at type I-feilraten er mye lavere enn de 49\% som vi fikk ved å bruke den ortodokse *t*-testen.
ta: அது எவ்வளவு மோசமானது? பதில் திடமான கருப்பு கோட்டாகக் காட்டப்பட்டுள்ளது: NumRef: `Fig-adpapt`, மேலும் இது * வியக்கத்தக்க வகையில் * மோசமானது. ஒவ்வொரு அவதானிப்பிற்கும் பிறகு உங்கள் தரவைப் பார்த்தால், நீங்கள் ஒரு வகை I பிழையை உருவாக்க 49 \% வாய்ப்பு உள்ளது. இது, உம், அது இருக்க வேண்டிய 5 \% ஐ விட சற்று பெரியது. ஒப்பிடுவதன் மூலம், நீங்கள் பின்வரும் மூலோபாயத்தைப் பயன்படுத்தினீர்கள் என்று கற்பனை செய்து பாருங்கள். தரவைச் சேகரிக்கத் தொடங்குங்கள். ஒவ்வொரு முறையும் ஒரு அவதானிப்பு வரும், ஒரு: டாக்: `CH16_BAYES_5` ஐ இயக்கவும், பேயச் காரணியைப் பாருங்கள். நான் கருதுகிறேன்: குறிப்பு: `சான்சன் (2013) <சான்சன்_2013>` சரி, மற்றும் 3: 1 இன் பேயச் காரணி 0.05 இன் *பி *-மதிப்புக்கு சமமானதாக நான் கருதுவேன். \ [#] _ இந்த நேரத்தில், எங்கள் தூண்டுதல் மகிழ்ச்சியான ஆராய்ச்சியாளர் பின்வரும் நடைமுறையைப் பயன்படுத்துகிறார். பேயச் காரணி பூச்யத்திற்கு ஆதரவாக 3: 1 அல்லது அதற்கு மேற்பட்டதாக இருந்தால், பரிசோதனையை நிறுத்தி பூச்யத்தைத் தக்க வைத்துக் கொள்ளுங்கள். மாற்றுக்கு ஆதரவாக இது 3: 1 அல்லது அதற்கு மேற்பட்டதாக இருந்தால், பரிசோதனையை நிறுத்தி பூச்யத்தை நிராகரிக்கவும். இல்லையெனில் சோதனையைத் தொடரவும். இப்போது, கடைசி நேரத்தைப் போலவே, சுழிய கருதுகோள் உண்மை என்று வைத்துக் கொள்வோம். என்ன நடக்கிறது? அது நிகழும்போது, இந்த காட்சிக்கான உருவகப்படுத்துதல்களையும் நான் இயக்கினேன், மேலும் முடிவுகள் கோடு வரியாக காட்டப்பட்டுள்ளன: NumRef: `Fig-adpapt`. ஆர்த்தடாக்ச் *டி *-டெச்டைப் பயன்படுத்துவதன் மூலம் நாம் பெறும் 49 \% வீதத்தை விட வகை I பிழை விகிதம் மிகக் குறைவு என்று அது மாறிவிடும்.
uk: Тож наскільки це погано? Відповідь показана чорною суцільною лінією на :numref:`fig-adapt`, і вона *вражаюче* погана. Якщо ви переглядаєте свої дані після кожного спостереження, є 49\% ймовірність, що ви зробите помилку типу I. Це, е-е-е, значно більше, ніж 5\% , як повинно бути. Для порівняння уявіть, що ви використовували таку стратегію. Почніть збирати дані. Кожного разу, коли з'являється спостереження, запустіть :doc:`Ch16_Bayes_5` і подивіться на коефіцієнт Байєса. Я припущу, що :ref:`Johnson (2013) <Johnson_2013>` має рацію, і буду вважати коефіцієнт Байєса 3:1 приблизно еквівалентним значенню *p* 0,05. [#]_ Цього разу наш дослідник, який любить поспішати, використовує таку процедуру. Якщо коефіцієнт Байєса становить 3:1 або більше на користь нульової гіпотези, експеримент припиняється і нульова гіпотеза зберігається. Якщо він становить 3:1 або більше на користь альтернативної гіпотези, експеримент припиняється і нульова гіпотеза відхиляється. В іншому випадку тестування продовжується. Тепер, як і минулого разу, припустимо, що нульова гіпотеза є правдивою. Що відбувається? Я провів симуляції і для цього сценарію, і результати показані пунктирною лінією на :numref:`fig-adapt`. Виявляється, що рівень помилки I типу набагато нижчий за 49 %, який ми отримували, використовуючи ортодоксальний *t*-тест.
