Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch16.po
Languages: nb, ta, uk

source: At this point all the elements are in place. Having written down the priors and the likelihood, you have all the information you need to do Bayesian reasoning. The question now becomes *how* do we use this information? As it turns out, there’s a very simple equation that we can use here, but it’s important that you understand why we use it so I’m going to try to build it up from more basic ideas.
nb: På dette tidspunktet er alle elementene på plass. Når du har skrevet ned den forutgående sannsynligheten og sannsynligheten (*likelihood*), har du all informasjonen du trenger for å gjøre Bayesianske resonnementer. Spørsmålet blir nå *hvordan* bruker vi denne informasjonen? Det viser seg at det finnes en veldig enkel ligning som vi kan bruke her, men det er viktig at du forstår hvorfor vi bruker den, så jeg skal prøve å bygge den opp fra mer grunnleggende ideer.
ta: இந்த கட்டத்தில் அனைத்து கூறுகளும் உள்ளன. முன்னுரிமைகள் மற்றும் சாத்தியக்கூறுகளை எழுதியுள்ளதால், நீங்கள் பேய்சியன் பகுத்தறிவைச் செய்ய தேவையான அனைத்து தகவல்களும் உங்களிடம் உள்ளன. கேள்வி இப்போது * இந்த தகவலை எவ்வாறு பயன்படுத்துகிறோம்? இது மாறிவிட்டால், நாங்கள் இங்கு பயன்படுத்தக்கூடிய மிக எளிமையான சமன்பாடு உள்ளது, ஆனால் நாங்கள் அதை ஏன் பயன்படுத்துகிறோம் என்பதை நீங்கள் புரிந்துகொள்வது முதன்மை, எனவே இதை இன்னும் அடிப்படை யோசனைகளிலிருந்து உருவாக்க முயற்சிக்கப் போகிறேன்.
uk: На цьому етапі всі елементи вже на місці. Записавши апріорні ймовірності та ймовірності, ви маєте всю необхідну інформацію для байєсівського міркування. Тепер питання полягає в тому, *як* ми використовуємо цю інформацію? Як виявляється, тут можна застосувати дуже просте рівняння, але важливо, щоб ви розуміли, чому ми його використовуємо, тому я спробую побудувати його на основі більш базових ідей.

source: Let’s start out with one of the rules of probability theory. I listed it way back in :numref:`tab-probrules`, but I didn’t make a big deal out of it at the time and you probably ignored it. The rule in question is the one that talks about the probability that *two* things are true. In our example you might want to calculate the probability that today is rainy (i.e., hypothesis *h* is true) and I’m carrying an umbrella (i.e., data *d* is observed). The **joint probability** of the hypothesis and the data is written *P*\ (d, h), and you can calculate it by multiplying the prior *P*\ (h) by the likelihood *P*\ (d|h). Mathematically, we say that:
nb: La oss starte med en av reglene i sannsynlighetsteorien. Jeg nevnte den for lenge siden i :numref:`tab-probrules`, men jeg gjorde ikke så mye ut av det den gangen, og du ignorerte den sannsynligvis. Regelen det er snakk om, er den som sier noe om sannsynligheten for at *to* ting er sanne. I vårt eksempel vil du kanskje beregne sannsynligheten for at det regner i dag (dvs. at hypotese *h* er sann) og at jeg bærer paraply (dvs. at data *d* er observert). Den **samlede sannsynligheten** for hypotesen og dataene skrives *P*\ (d, h), og du kan beregne den ved å multiplisere den forutgående sannsynligheten *P*\ (h) med likelihood *P*\ (d|h). Matematisk sett sier vi det slik:
ta: நிகழ்தகவு கோட்பாட்டின் விதிகளில் ஒன்றைத் தொடங்குவோம். நான் அதை மீண்டும் பட்டியலிட்டேன்: NumRef: `TAB-PROBRULES`, ஆனால் அந்த நேரத்தில் நான் அதிலிருந்து பெரிய விசயத்தைச் செய்யவில்லை, நீங்கள் அதை புறக்கணித்திருக்கலாம். * இரண்டு * விசயங்கள் உண்மை என்ற நிகழ்தகவைப் பற்றி பேசும் கேள்விக்குரிய விதி. எங்கள் எடுத்துக்காட்டில் இன்று மழை பெய்யும் நிகழ்தகவைக் கணக்கிட விரும்பலாம் (அதாவது, கருதுகோள் * h * உண்மை) மற்றும் நான் ஒரு குடையை சுமந்து செல்கிறேன் (அதாவது, தரவு * டி * காணப்படுகிறது). கருதுகோள் மற்றும் தரவின் ** கூட்டு நிகழ்தகவு ** எழுதப்பட்டுள்ளது*p*\ (d, h), மேலும் முந்தைய*p*\ (h) | ம). கணித ரீதியாக, நாங்கள் இதைச் சொல்கிறோம்:
uk: Почнемо з одного з правил теорії ймовірностей. Я вже згадував про нього в :numref:`tab-probrules`, але тоді не приділив йому особливої уваги, і ви, мабуть, проігнорували його. Це правило стосується ймовірності того, що *дві* речі є правдивими. У нашому прикладі ви можете обчислити ймовірність того, що сьогодні дощитиме (тобто гіпотеза *h* є істинною) і я маю з собою парасольку (тобто дані *d* є спостережуваними). **Спільна ймовірність** гіпотези та даних записується як *P*\ (d, h), і її можна обчислити, помноживши апріорну ймовірність *P*\ (h) на ймовірність *P*\ (d|h). Математично ми говоримо, що:

source: So, what is the probability that today is a rainy day *and* I remember to carry an umbrella? As we discussed earlier, the prior tells us that the probability of a rainy day is 15\%, and the likelihood tells us that the probability of me remembering my umbrella on a rainy day is 30\%. So the probability that both of these things are true is calculated by multiplying the two:
nb: Så hva er sannsynligheten for at det er en regnfull dag i dag *og* at jeg husker å ta med paraplyen? Som vi diskuterte tidligere, forteller den forutgående sannsynligheten oss at sannsynligheten for en regnværsdag er 15\%, og sannsynligheten (*likelihood*) forteller oss at sannsynligheten for at jeg husker paraplyen min på en regnværsdag er 30\%. Sannsynligheten for at begge disse tingene er sanne, beregnes ved å multiplisere de to:
ta: எனவே, இன்று ஒரு மழை நாள் என்பதற்கான நிகழ்தகவு என்ன * மற்றும் * நான் ஒரு குடையை எடுத்துச் செல்ல நினைவில் கொள்கிறேன்? நாங்கள் முன்னர் விவாதித்தபடி, ஒரு மழை நாளின் நிகழ்தகவு 15 \%என்று முந்தையது நமக்குக் கூறுகிறது, மேலும் ஒரு மழை நாளில் எனது குடையை நினைவில் கொள்வதற்கான நிகழ்தகவு 30 \%என்று நமக்கு இது கூறுகிறது. எனவே இந்த இரண்டு விசயங்களும் உண்மை என்ற நிகழ்தகவு இரண்டையும் பெருக்கி கணக்கிடப்படுகிறது:
uk: Отже, яка ймовірність того, що сьогодні дощитиме *і* я не забуду взяти з собою парасольку? Як ми вже обговорювали раніше, апріорна ймовірність дощу становить 15 %, а ймовірність того, що я не забуду взяти з собою парасольку в дощовий день, становить 30 %. Отже, ймовірність того, що обидві ці події відбудуться, обчислюється шляхом множення цих двох величин:

source: \begin{aligned} P(\mbox{rainy}, \mbox{umbrella}) & = & P(\mbox{umbrella} | \mbox{rainy}) \times P(\mbox{rainy}) \\ & = & 0.30 \times 0.15 \\ & = & 0.045\end{aligned}
nb: \begin{aligned} P(\mbox{rainy}, \mbox{paraply}) & = & P(\mbox{paraply} | \mbox{regn}) \times P(\mbox{regn}) \\ & = & 0,30 \ ganger 0,15 \\ & = & 0,045\end{aligned}
ta: \ தொடங்கு {aligned} P (\ mbox {rainy}, \ mbox {umbrella}) & = & p (\ mbox {umbrella} | & = & 0.30 \ முறை 0.15 \\ & = & 0.045 \ end {rainy}

source: In other words, before being told anything about what actually happened, you think that there is a 4.5\% probability that today will be a rainy day and that I will remember an umbrella. However, there are of course *four* possible things that could happen, right? So let’s repeat the exercise for all four. If we do that, we end up with the following table:
nb: Med andre ord, før du får vite noe om hva som faktisk skjedde, tenker du at det er 4,5\% sannsynlighet for at det blir en regnfull dag i dag, og at jeg kommer til å huske paraplyen. Men det er jo *fire* mulige ting som kan skje, ikke sant? Så la oss gjenta øvelsen for alle fire. Hvis vi gjør det, får vi følgende tabell:
ta: வேறு வார்த்தைகளில் கூறுவதானால், உண்மையில் என்ன நடந்தது என்பது பற்றி எதுவும் சொல்லப்படுவதற்கு முன்பு, 4.5 \% நிகழ்தகவு இன்று ஒரு மழை நாளாக இருக்கும் என்றும் நான் ஒரு குடையை நினைவில் கொள்வேன் என்றும் நினைக்கிறீர்கள். இருப்பினும், நிச்சயமாக * நான்கு * சாத்தியமான விசயங்கள் நடக்கக்கூடும், இல்லையா? எனவே நான்குக்கும் உடற்பயிற்சியை மீண்டும் செய்வோம். நாங்கள் அவ்வாறு செய்தால், பின்வரும் அட்டவணையுடன் முடிவடைகிறோம்:
uk: Іншими словами, до того, як вам розповіли про те, що насправді сталося, ви вважаєте, що ймовірність того, що сьогодні буде дощовий день і що я не забуду парасольку, становить 4,5 %. Однак, звичайно, існує *чотири* можливі варіанти розвитку подій, чи не так? Тож давайте повторимо вправу для всіх чотирьох варіантів. Якщо ми це зробимо, отримаємо таку таблицю:

source: No-umbrella
nb: Ingen paraply
ta: நோ-அம்ப்ரெல்லா
uk: Без парасольки

source: **Rainy**
nb: **Regn**
ta: ** மழை **
uk: **Дощовий**

source: **Dry**
nb: **Tørr**
ta: ** உலர் **
uk: **Сухий**

source: This table captures all the information about which of the four possibilities are likely. To really get the full picture, though, it helps to add the row totals and column totals. That gives us this table:
nb: Denne tabellen inneholder all informasjon om hvilke av de fire mulighetene som er sannsynlige. For å få et fullstendig bilde er det imidlertid nyttig å legge sammen summen av radene og kolonnene. Da får vi denne tabellen:
ta: இந்த அட்டவணை நான்கு சாத்தியக்கூறுகள் எது என்பது பற்றிய அனைத்து தகவல்களையும் பிடிக்கிறது. முழு படத்தையும் உண்மையில் பெற, இது வரிசை மொத்தம் மற்றும் நெடுவரிசை மொத்தங்களைச் சேர்க்க உதவுகிறது. இது இந்த அட்டவணையை நமக்குத் தருகிறது:
uk: Ця таблиця містить всю інформацію про те, які з чотирьох можливостей є найімовірнішими. Однак, щоб отримати повну картину, варто додати суми рядків і суми стовпців. В результаті ми отримаємо таку таблицю:

source: This is a very useful table, so it’s worth taking a moment to think about what all these numbers are telling us. First, notice that the row sums aren’t telling us anything new at all. For example, the first row tells us that if we ignore all this umbrella business, the chance that today will be a rainy day is 15\%. That’s not surprising, of course, as that’s our prior.\ [#]_ The important thing isn’t the number itself. Rather, the important thing is that it gives us some confidence that our calculations are sensible! Now take a look at the column sums and notice that they tell us something that we haven’t explicitly stated yet. In the same way that the row sums tell us the probability of rain, the column sums tell us the probability of me carrying an umbrella. Specifically, the first column tells us that on average (i.e., ignoring whether it’s a rainy day or not) the probability of me carrying an umbrella is 8.75\%. Finally, notice that when we sum across all four logically-possible events, everything adds up to 1. In other words, what we have written down is a proper probability distribution defined over all possible combinations of data and hypothesis.
nb: Dette er en svært nyttig tabell, så det er verdt å bruke litt tid på å tenke over hva alle disse tallene forteller oss. Først må du legge merke til at radesummene ikke forteller oss noe nytt i det hele tatt. Den første raden forteller oss for eksempel at hvis vi ser bort fra alt dette med paraplyer, er sjansen for at det blir en regnværsdag i dag 15\%. Det er selvfølgelig ikke overraskende, for det er jo det vi har som forutgående sannsynlighet.\ [#]_ Det viktige er snarere at det gir oss en viss tillit til at beregningene våre er fornuftige! Ta nå en titt på kolonnesummene, og legg merke til at de forteller oss noe som vi ikke har sagt eksplisitt ennå. På samme måte som radesummene forteller oss sannsynligheten for regn, forteller kolonnesummene oss sannsynligheten for at jeg har med meg en paraply. Nærmere bestemt forteller den første kolonnen oss at sannsynligheten for at jeg i gjennomsnitt (det vil si at vi ser bort fra om det er en regnfull dag eller ikke) har med meg en paraply, er 8,75\%. Til slutt, legg merke til at når vi summerer over alle de fire logisk mulige hendelsene, summerer alt til 1. Det vi har skrevet ned, er med andre ord en korrekt sannsynlighetsfordeling som er definert over alle mulige kombinasjoner av data og hypotese.
ta: இது மிகவும் பயனுள்ள அட்டவணை, எனவே இந்த எண்கள் அனைத்தும் நமக்கு என்ன சொல்கின்றன என்பதைப் பற்றி சிந்திக்க சிறிது நேரம் ஒதுக்குவது மதிப்பு. முதலில், வரிசை தொகைகள் எங்களுக்கு புதிதாக எதுவும் சொல்லவில்லை என்பதைக் கவனியுங்கள். எடுத்துக்காட்டாக, இந்த குடை வியாபாரத்தை நாம் புறக்கணித்தால், இன்று ஒரு மழை நாளாக இருக்கும் வாய்ப்பு 15 \%என்று முதல் வரிசை நமக்கு சொல்கிறது. இது எங்கள் முந்தையது என்பதால் இது ஆச்சரியமல்ல. \ [#] _ முக்கியமான சேதி எண் அல்ல. மாறாக, முக்கியமான சேதி என்னவென்றால், எங்கள் கணக்கீடுகள் விவேகமானவை என்ற நம்பிக்கையை இது தருகிறது! இப்போது நெடுவரிசை தொகைகளைப் பார்த்து, நாங்கள் இன்னும் வெளிப்படையாகக் கூறாத ஒன்றை அவை எங்களிடம் கூறுகின்றன என்பதைக் கவனியுங்கள். வரிசை தொகைகள் மழையின் நிகழ்தகவை நமக்குக் கூறும் அதே வழியில், நெடுவரிசை தொகைகள் ஒரு குடையை சுமந்து செல்வதற்கான நிகழ்தகவை நமக்குக் கூறுகின்றன. குறிப்பாக, முதல் நெடுவரிசை நமக்கு சராசரியாக (அதாவது, இது ஒரு மழை நாள் இல்லையா என்பதை புறக்கணிப்பது) ஒரு குடையை சுமந்து செல்வதற்கான நிகழ்தகவு 8.75 \%என்று கூறுகிறது. இறுதியாக, தர்க்கரீதியாக-சாத்தியமான நான்கு நிகழ்வுகளையும் நாம் தொகுக்கும்போது, அனைத்தும் 1 வரை சேர்க்கிறது என்பதைக் கவனியுங்கள். வேறுவிதமாகக் கூறினால், நாம் எழுதியுள்ளவை தரவு மற்றும் கருதுகோளின் சாத்தியமான அனைத்து சேர்க்கைகளிலும் வரையறுக்கப்பட்ட சரியான நிகழ்தகவு விநியோகமாகும்.
uk: Це дуже корисна таблиця, тому варто приділити хвилинку, щоб подумати, що нам говорять всі ці цифри. По-перше, зверніть увагу, що суми рядків не дають нам жодної нової інформації. Наприклад, перший рядок говорить нам, що якщо ми проігноруємо всю цю справу з парасольками, ймовірність того, що сьогодні буде дощовий день, становить 15\%. Звичайно, це не дивно, адже це наше попереднє припущення. [#]_ Важливим є не саме число. Важливим є те, що воно дає нам певну впевненість у тому, що наші розрахунки є обґрунтованими! Тепер погляньте на суми стовпців і зверніть увагу, що вони повідомляють нам те, чого ми ще не зазначали прямо. Так само, як суми рядків повідомляють нам про ймовірність дощу, суми стовпців повідомляють нам про ймовірність того, що я візьму з собою парасольку. Зокрема, перший стовпець показує, що в середньому (тобто, не враховуючи, дощитиме чи ні) ймовірність того, що я візьму з собою парасольку, становить 8,75\%. Нарешті, зверніть увагу, що коли ми підсумовуємо всі чотири логічно можливі події, все додається до 1. Іншими словами, те, що ми записали, є правильним розподілом ймовірностей, визначеним для всіх можливих комбінацій даних та гіпотез.

source: Now, because this table is so useful, I want to make sure you understand what all the elements correspond to and how they written:
nb: Fordi denne tabellen er så nyttig, vil jeg forsikre meg om at du forstår hva alle elementene tilsvarer og hvordan de skrives:
ta: இப்போது, இந்த அட்டவணை மிகவும் பயனுள்ளதாக இருப்பதால், எல்லா கூறுகளும் எதை ஒத்திருக்கும், அவை எவ்வாறு எழுதப்பட்டன என்பதை நீங்கள் புரிந்துகொண்டுள்ளேன் என்பதை உறுதிப்படுத்த விரும்புகிறேன்:
uk: Тепер, оскільки ця таблиця така корисна, я хочу переконатися, що ви розумієте, чому відповідають усі елементи та як вони записуються:

source: *P*\ (Umbrella, Rainy)
nb: *P*\ (Paraply, regn)
ta: *பி*\ (குடை, மழை)
uk: *P*\ (Парасолька, Дощовий)

source: *P*\ (No-umbrella, Rainy)
nb: *P*\ (Ingen paraply, regn)
ta: *பி*\ (நோ-அம்ப்ரெல்லா, மழை)
uk: *P*\ (Без парасольки, дощ)

source: *P*\ (Rainy)
nb: *P*\ (Regn)
ta: *பி*\ (மழை)
uk: *P*\ (Дощовий)

source: *P*\ (Umbrella, Dry)
nb: *P*\ (Paraply, tørr)
ta: *பி*\ (குடை, உலர்ந்த)
uk: *P*\ (Парасолька, суха)

source: *P*\ (No-umbrella, Dry)
nb: *P*\ (Ingen paraply, tørr)
ta: *பி*\ (நோ-அம்ப்ரெல்லா, உலர்ந்த)
uk: *P*\ (Без парасольки, сухий)

source: *P*\ (Dry)
nb: *P*\ (Tørr)
ta: *பி*\ (உலர்ந்த)
uk: *P*\ (Сухий)

source: *P*\ (Umbrella)
nb: *P*\ (Paraply)
ta: *பி*\ (குடை)
uk: *P*\ (Парасолька)

source: *P*\ (No-umbrella)
nb: *P*\ (Ingen paraply)
ta: *பி*\ (நோ-அம்ப்ரெல்லா)
uk: *P*\ (Без парасольки)

source: Finally, let’s use “proper” statistical notation. In the rainy day problem, the data corresponds to the observation that I do or do not have an umbrella. So we’ll let *d*\ :sub:`1` refer to the possibility that you observe me carrying an umbrella, and *d*\ :sub:`2` refers to you observing me not carrying one. Similarly, *h*\ :sub:`1` is your hypothesis that today is rainy, and *h*\ :sub:`2` is the hypothesis that it is not. Using this notation, the table looks like this:
nb: La oss til slutt bruke «riktig» statistisk notasjon. I regnværsproblemet tilsvarer dataene observasjonen av om jeg har eller ikke har en paraply. Vi lar *d*\ :sub:`1` referere til muligheten for at du observerer at jeg har en paraply, og *d*\ :sub:`2` refererer til at du observerer at jeg ikke har en paraply. På samme måte er *h*\ :sub:`1` din hypotese om at det regner i dag, og *h*\ :sub:`2` er hypotesen om at det ikke regner. Med denne notasjonen ser tabellen slik ut:
ta: இறுதியாக, “சரியான” புள்ளிவிவர குறியீட்டைப் பயன்படுத்துவோம். மழை நாள் சிக்கலில், தரவு நான் செய்யும் அல்லது குடை இல்லாத அவதானிப்புக்கு ஒத்திருக்கிறது. ஆகவே, *d *\: sub: `1` ஒரு குடையை எடுத்துச் செல்வதை நீங்கள் கவனிக்கும் வாய்ப்பைக் குறிப்பிடுவோம், மேலும் *d *\: துணை:` 2` என்பதை நீங்கள் கவனிப்பதைக் குறிக்கிறது. இதேபோல், *h *\: துணை: `1` என்பது இன்று மழை என்று உங்கள் கருதுகோள், மற்றும் *h *\: துணை:` 2` அது இல்லை என்ற கருதுகோள். இந்த குறியீட்டைப் பயன்படுத்தி, அட்டவணை இப்படி தெரிகிறது:
uk: Нарешті, давайте використаємо «правильну» статистичну нотацію. У задачі про дощовий день дані відповідають спостереженню, що я маю або не маю парасольку. Отже, *d*\ :sub:`1` буде означати ймовірність того, що ви побачите, як я несу парасольку, а *d*\ :sub:`2` — ймовірність того, що ви побачите, як я несу парасольку. Аналогічно, *h*\ :sub:`1` — це ваша гіпотеза, що сьогодні дощитиме, а *h*\ :sub:`2` — гіпотеза, що дощу не буде. Використовуючи цю нотацію, таблиця виглядає так:

source: Updating beliefs using Bayes’ rule
nb: Oppdatering av antakelser ved hjelp av Bayes' regel
ta: பேயசின் விதியைப் பயன்படுத்தி நம்பிக்கைகளைப் புதுப்பித்தல்
uk: Оновлення переконань за допомогою правила Байєса

source: The table we laid out in the last section is a very powerful tool for solving the rainy day problem, because it considers all four logical possibilities and states exactly how confident you are in each of them before being given any data. It’s now time to consider what happens to our beliefs when we are actually given the data. In the rainy day problem, you are told that I really *am* carrying an umbrella. This is something of a surprising event. According to our table, the probability of me carrying an umbrella is only 8.75\%. But that makes sense, right? A guy carrying an umbrella on a summer day in a hot dry city is pretty unusual, and so you really weren’t expecting that. Nevertheless, the data tells you that it is true. No matter how unlikely you thought it was, you must now adjust your beliefs to accommodate the fact that you now *know* that I have an umbrella.\ [#]_ To reflect this new knowledge, our *revised* table must have the following numbers:
nb: Tabellen vi presenterte i forrige avsnitt, er et svært effektivt verktøy for å løse regnværsproblemet, fordi den tar hensyn til alle de fire logiske mulighetene og angir nøyaktig hvor sikker du er på hver av dem før du har fått noen data. Nå er det på tide å se nærmere på hva som skjer med oppfatningene våre når vi faktisk får dataene. I regnværsproblemet blir du fortalt at jeg virkelig *har* en paraply. Dette er noe av en overraskende hendelse. Ifølge tabellen vår er sannsynligheten for at jeg har med meg en paraply bare 8,75\%. Men det gir jo mening, ikke sant? Det er ganske uvanlig at en mann går med paraply på en sommerdag i en varm og tørr by, så det hadde du egentlig ikke forventet. Likevel forteller dataene deg at det er sant. Uansett hvor usannsynlig du trodde det var, må du nå justere dine oppfatninger for å ta hensyn til det faktum at du nå *vet* at jeg har en paraply.\ [#]_ For å gjenspeile denne nye kunnskapen må vår *reviderte* tabell ha følgende tall:
ta: கடைசி பிரிவில் நாங்கள் வகுத்த அட்டவணை மழை நாள் சிக்கலைத் தீர்ப்பதற்கான மிகவும் சக்திவாய்ந்த கருவியாகும், ஏனென்றால் இது நான்கு தர்க்கரீதியான சாத்தியக்கூறுகளையும் கருதுகிறது, மேலும் எந்தவொரு தரவையும் வழங்குவதற்கு முன்பு அவை ஒவ்வொன்றிலும் நீங்கள் எவ்வளவு நம்பிக்கையுடன் இருக்கிறீர்கள் என்று கூறுகிறது. நமக்கு உண்மையில் தரவு வழங்கப்படும்போது எங்கள் நம்பிக்கைகளுக்கு என்ன நடக்கிறது என்பதைக் கருத்தில் கொள்ள வேண்டிய நேரம் இது. மழை நாள் பிரச்சினையில், நான் ஒரு குடையை சுமந்து செல்கிறேன் என்று நீங்கள் கூறப்படுகிறீர்கள். இது ஒரு ஆச்சரியமான நிகழ்வு. எங்கள் அட்டவணையின்படி, ஒரு குடையை சுமந்து செல்வதற்கான நிகழ்தகவு 8.75 \%மட்டுமே. ஆனால் அது அர்த்தமுள்ளதாக இருக்கிறது, இல்லையா? ஒரு கோடை நாளில் ஒரு சூடான உலர்ந்த நகரத்தில் ஒரு குடையை சுமந்து செல்லும் ஒரு பையன் மிகவும் அசாதாரணமானது, எனவே நீங்கள் அதை எதிர்பார்க்கவில்லை. ஆயினும்கூட, தரவு அது உண்மை என்று உங்களுக்குக் கூறுகிறது. இது எவ்வளவு சாத்தியமில்லை என்று நீங்கள் நினைத்தாலும், எனக்கு ஒரு குடை இருப்பதை நீங்கள் இப்போது * அறிவீர்கள் * என்ற உண்மையை இடமளிக்க இப்போது உங்கள் நம்பிக்கைகளை சரிசெய்ய வேண்டும். \ [#] _ இந்த புதிய அறிவைப் பிரதிபலிக்க, எங்கள் * திருத்தப்பட்ட * அட்டவணையில் இருக்க வேண்டும் பின்வரும் எண்கள்:
uk: Таблиця, яку ми склали в останньому розділі, є дуже потужним інструментом для вирішення проблеми дощового дня, оскільки вона враховує всі чотири логічні можливості і точно вказує, наскільки ви впевнені в кожній з них, перш ніж отримати будь-які дані. Тепер настав час розглянути, що відбувається з нашими переконаннями, коли ми фактично отримуємо дані. У проблемі дощового дня вам кажуть, що я дійсно *маю* з собою парасольку. Це дещо несподівана подія. Згідно з нашою таблицею, ймовірність того, що я маю з собою парасольку, становить лише 8,75 %. Але це логічно, чи не так? Чоловік з парасолькою в літній день у спекотному сухому місті — це досить незвично, тож ви дійсно не очікували цього. Проте дані свідчать, що це правда. Незалежно від того, наскільки малоймовірним ви вважали це, тепер ви мусите скоригувати свої переконання, щоб врахувати той факт, що ви тепер *знаєте*, що я маю парасольку. [#]_ Щоб відобразити ці нові знання, наша *переглянута* таблиця повинна містити такі цифри:

source: In other words, the facts have eliminated any possibility of “no umbrella”, so we have to put zeros into any cell in the table that implies that I’m not carrying an umbrella. Also, you know for a fact that I am carrying an umbrella, so the column sum on the left must be 1 to correctly describe the fact that *P*\ (umbrella) = 1.
nb: Med andre ord har faktaene eliminert enhver mulighet for «ingen paraply», så vi må sette nuller i alle celler i tabellen som impliserer at jeg ikke bærer paraply. Dessuten vet du med sikkerhet at jeg har en paraply, så kolonnesummen til venstre må være 1 for å beskrive det faktum at *P*\(paraply) = 1.
ta: வேறு வார்த்தைகளில் கூறுவதானால், உண்மைகள் “குடை இல்லை” என்பதற்கான எந்தவொரு சாத்தியத்தையும் நீக்கியுள்ளன, எனவே நான் ஒரு குடையை சுமக்கவில்லை என்பதைக் குறிக்கும் அட்டவணையில் உள்ள எந்த கலத்திலும் பூச்சியங்களை வைக்க வேண்டும். மேலும், நான் ஒரு குடையை சுமக்கிறேன் என்பது உங்களுக்குத் தெரியும், எனவே *பி *\ (குடை) = 1 என்ற உண்மையை சரியாக விவரிக்க இடதுபுறத்தில் உள்ள நெடுவரிசை தொகை 1 ஆக இருக்க வேண்டும்.
uk: Іншими словами, факти виключають будь-яку можливість «відсутності парасольки», тому ми повинні ввести нулі в будь-яку комірку таблиці, яка означає, що я не маю парасольки. Крім того, ви точно знаєте, що я маю парасольку, тому сума стовпця ліворуч повинна дорівнювати 1, щоб правильно описати факт, що *P*\ (парасолька) = 1.
