Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch16.po
Languages: nb, ta, uk

source: In the interests of being completely honest, I should acknowledge that not all orthodox statistical tests rely on this silly assumption. There are a number of *sequential analysis* tools that are sometimes used in clinical trials and the like. These methods are built on the assumption that data are analysed as they arrive, and these tests aren’t horribly broken in the way I’m complaining about here. However, sequential analysis methods are constructed in a very different fashion to the “standard” version of null hypothesis testing. They don’t make it into any introductory textbooks, and they’re not very widely used in the psychological literature. The concern I’m raising here is valid for every single orthodox test I’ve presented so far and for almost every test I’ve seen reported in the papers I read.
nb: For å være helt ærlig bør jeg innrømme at ikke alle ortodokse statistiske tester baserer seg på denne tåpelige antakelsen. Det finnes en rekke verktøy for *sekvensiell analyse* som noen ganger brukes i kliniske studier og lignende. Disse metodene bygger på en antakelse om at data analyseres etter hvert som de kommer inn, og disse testene er ikke fryktelig ødelagte på den måten jeg klager over her. Sekvensielle analysemetoder er imidlertid konstruert på en helt annen måte enn «standardversjonen» av nullhypotesetesting. De finnes ikke i noen innføringsbøker, og de er ikke særlig mye brukt i den psykologiske litteraturen. Bekymringen jeg tar opp her, gjelder for hver eneste ortodokse test jeg har presentert så langt, og for nesten alle tester jeg har sett rapportert i de artiklene jeg har lest.
ta: முற்றிலும் நேர்மையாக இருப்பதன் நலன்களுக்காக, அனைத்து ஆர்த்தடாக்ச் புள்ளிவிவர சோதனைகளும் இந்த வேடிக்கையான அனுமானத்தை நம்பவில்லை என்பதை நான் ஒப்புக் கொள்ள வேண்டும். மருத்துவ பரிசோதனைகள் மற்றும் பலவற்றில் சில நேரங்களில் பயன்படுத்தப்படும் பல * தொடர்ச்சியான பகுப்பாய்வு * கருவிகள் உள்ளன. இந்த முறைகள் தரவு வரும்போது அவை பகுப்பாய்வு செய்யப்படுகின்றன என்ற அனுமானத்தின் அடிப்படையில் கட்டமைக்கப்பட்டுள்ளன, மேலும் நான் இங்கு குற்றச்சாட்டு செய்யும் விதத்தில் இந்த சோதனைகள் மோசமாக உடைக்கப்படவில்லை. இருப்பினும், தொடர்ச்சியான பகுப்பாய்வு முறைகள் சுழிய கருதுகோள் சோதனையின் “நிலையான” பதிப்பிற்கு மிகவும் மாறுபட்ட பாணியில் கட்டமைக்கப்பட்டுள்ளன. அவை எந்தவொரு அறிமுக பாடப்புத்தகங்களிலும் இதைச் செய்யாது, மேலும் அவை உளவியல் இலக்கியத்தில் மிகவும் பரவலாகப் பயன்படுத்தப்படவில்லை. நான் இங்கு வளர்க்கும் கவலை நான் இதுவரை வழங்கிய ஒவ்வொரு ஆர்த்தடாக்ச் சோதனைக்கும் செல்லுபடியாகும், மேலும் நான் படித்த ஆவணங்களில் புகாரளிக்கப்பட்ட ஒவ்வொரு சோதனைக்கும்.
uk: Щоб бути повністю чесним, я повинен визнати, що не всі ортодоксальні статистичні тести базуються на цьому безглуздому припущенні. Існує ряд інструментів *послідовного аналізу*, які іноді використовуються в клінічних випробуваннях тощо. Ці методи базуються на припущенні, що дані аналізуються по мірі їх надходження, і ці тести не є настільки жахливими, як я тут скаржуся. Однак методи послідовного аналізу побудовані зовсім інакше, ніж «стандартна» версія тестування нульової гіпотези. Вони не входять до жодного вступного підручника і не дуже широко використовуються в психологічній літературі. Проблема, яку я тут піднімаю, стосується кожного ортодоксального тесту, який я представив до цього моменту, і майже кожного тесту, про який я читав у статтях.

source: Some readers might wonder why I picked 3:1 rather than 5:1, given that :ref:`Johnson (2013) <Johnson_2013>` suggests that *p* = 0.05 lies somewhere in that range. I did so in order to be charitable to the *p*-value. If I’d chosen a 5:1 Bayes factor instead, the results would look even better for the Bayesian approach.
nb: Noen lesere vil kanskje lure på hvorfor jeg valgte 3:1 i stedet for 5:1, siden :ref:`Johnson (2013) <Johnson_2013>` antyder at *p* = 0,05 ligger et sted i dette intervallet. Jeg gjorde det for å være skånsom mot *p*-verdien. Hvis jeg i stedet hadde valgt en Bayes-faktor på 5:1, ville resultatene sett enda bedre ut for den Bayesianske tilnærmingen.
ta: சில வாசகர்கள் நான் ஏன் 5: 1 ஐ விட 3: 1 ஐ எடுத்தேன் என்று ஆச்சரியப்படலாம், இதைக் கொடுக்கப்பட்டுள்ளது: குறிப்பு: `சான்சன் (2013) <சான்சன்_2013>` அந்த வரம்பில் எங்காவது * ப * = 0.05 இருப்பதாக அறிவுறுத்துகிறது. *P *-value க்கு தொண்டு செய்ய நான் அவ்வாறு செய்தேன். அதற்கு பதிலாக நான் 5: 1 பேயச் காரணியைத் தேர்ந்தெடுத்தால், பேய்சியன் அணுகுமுறைக்கு முடிவுகள் இன்னும் சிறப்பாக இருக்கும்.
uk: Деякі читачі можуть задатися питанням, чому я вибрав 3:1, а не 5:1, враховуючи, що :ref:`Johnson (2013) <Johnson_2013>` припускає, що *p* = 0,05 лежить десь у цьому діапазоні. Я зробив це, щоб бути поблажливим до значення *p*. Якби я вибрав коефіцієнт Байєса 5:1, результати були б ще кращими для байєсівського підходу.

source: Okay, I just *know* that some knowledgeable frequentists will read this and start complaining about this section. Look, I’m not dumb. I absolutely know that if you adopt a sequential analysis perspective you can avoid these errors within the orthodox framework. I also know that you can explictly design studies with interim analyses in mind. So yes, in one sense I’m attacking a “straw man” version of orthodox methods. However, the straw man that I’m attacking is the one that *is used by almost every single practitioner*. If it ever reaches the point where sequential methods become the norm among experimental psychologists and I’m no longer forced to read 20 extremely dubious ANOVAs a day, I promise I’ll rewrite this section and dial down the vitriol. But until that day arrives, I stand by my claim that *default* Bayes factor methods are much more robust in the face of data analysis practices as they exist in the real world. *Default* orthodox methods suck, and we all know it.
nb: Ok, jeg bare *vet* at noen kyndige frekventister vil lese dette og begynne å klage på denne delen. Hør her, jeg er ikke dum. Jeg vet absolutt at hvis du tar i bruk et sekvensielt analyseperspektiv, kan du unngå disse feilene innenfor det ortodokse rammeverket. Jeg vet også at man kan designe studier med tanke på interimsanalyser. Så ja, på én måte angriper jeg en «stråmann»-versjon av ortodokse metoder. Men den stråmannen jeg angriper, er den som *brukes av nesten alle*. Hvis det noen gang kommer til et punkt der sekvensielle metoder blir normen blant eksperimentelle psykologer, og jeg ikke lenger er tvunget til å lese 20 ekstremt tvilsomme ANOVAer om dagen, lover jeg å skrive om denne delen og skru ned på vitriolen. Men inntil den dagen kommer, står jeg fast ved min påstand om at *standard* Bayes-faktormetoder er mye mer robuste i møte med dataanalysepraksiser slik de eksisterer i den virkelige verden. *Standard* ortodokse metoder suger, og det vet vi alle.
ta: சரி, சில அறிவுள்ள அடிக்கடி நிகழ்த்துபவர்கள் இதைப் படித்து இந்த பகுதியைப் பற்றி குற்றச்சாட்டு செய்யத் தொடங்குவார்கள் என்பதை நான் * அறிவேன். பார், நான் ஊமை இல்லை. நீங்கள் ஒரு தொடர்ச்சியான பகுப்பாய்வு முன்னோக்கை ஏற்றுக்கொண்டால், ஆர்த்தடாக்ச் கட்டமைப்பிற்குள் இந்த பிழைகளைத் தவிர்க்கலாம் என்பதை நான் முற்றிலும் அறிவேன். இடைக்கால பகுப்பாய்வுகளை மனதில் கொண்டு நீங்கள் ஆய்வுகளை வடிவமைக்க முடியும் என்பதையும் நான் அறிவேன். எனவே ஆம், ஒரு அர்த்தத்தில் நான் ஆர்த்தடாக்ச் முறைகளின் “வைக்கோல் மனிதன்” பதிப்பைத் தாக்குகிறேன். இருப்பினும், நான் தாக்கும் வைக்கோல் மனிதர் *கிட்டத்தட்ட ஒவ்வொரு பயிற்சியாளராலும் பயன்படுத்தப்படுகிறார் *. சோதனை உளவியலாளர்களிடையே தொடர்ச்சியான முறைகள் வழக்கமாக மாறும் இடத்தை இது எப்போதாவது அடைந்துவிட்டால், நான் ஒரு நாளைக்கு 20 மிகவும் சந்தேகத்திற்குரிய ANOVA களைப் படிக்க வேண்டிய கட்டாயத்தில் இல்லை என்றால், நான் இந்த பகுதியை மீண்டும் எழுதுவேன் மற்றும் விட்ரியோலை டயல் செய்வேன் என்று உறுதியளிக்கிறேன். ஆனால் அந்த நாள் வரும் வரை, * இயல்புநிலை * பேயச் காரணி முறைகள் உண்மையான உலகில் இருப்பதால் தரவு பகுப்பாய்வு நடைமுறைகளை எதிர்கொள்வதில் மிகவும் வலுவானவை என்ற எனது கூற்றுக்கு நான் நிற்கிறேன். * இயல்புநிலை* ஆர்த்தடாக்ச் முறைகள் சக், நாம் அனைவரும் அதை அறிவோம்.
uk: Гаразд, я просто *знаю*, що деякі обізнані прихильники частотного підходу прочитають це і почнуть скаржитися на цей розділ. Послухайте, я не дурний. Я абсолютно впевнений, що якщо ви приймете послідовний підхід до аналізу, ви зможете уникнути цих помилок в рамках ортодоксальної моделі. Я також знаю, що ви можете чітко розробити дослідження з урахуванням проміжних аналізів. Тож так, в певному сенсі я атакую «солом'яну версію» ортодоксальних методів. Однак солом'яна версія, яку я атакую, — це та, яку *використовують майже всі практикуючі фахівці*. Якщо колись послідовні методи стануть нормою серед експериментальних психологів і я більше не буду змушений читати 20 надзвичайно сумнівних ANOVA на день, я обіцяю переписати цей розділ і зменшити гостроту висловлювань. Але доки цей день не настане, я залишаюся при своїй думці, що *стандартні* методи байєсівського коефіцієнта набагато надійніші в контексті практик аналізу даних, які існують у реальному світі. *Стандартні* ортодоксальні методи — це лажа, і ми всі це знаємо.

source: Bayesian *t*-tests
nb: Bayesianske *t*-tester
ta: பேய்சியன் *டி *-டெச்ட்கள்
uk: Баєсівські *t*-тести

source: An important type of statistical inference problem discussed in this book is the comparison between two means, discussed in some detail in the chapter on *t*-tests (chapter :doc:`../Ch11/Ch11_tTest`). If you can remember back that far, you’ll recall that there are several versions of the *t*-test. I’ll talk a little about Bayesian versions of the independent samples *t*-tests and the paired samples *t*-test in this section.
nb: En viktig type statistisk inferensproblem som diskuteres i denne boken, er sammenligningen mellom to gjennomsnitt, som er omtalt i detalj i kapittelet om *t*-tester (kapittel :doc:`../Ch11/Ch11_tTest`). Hvis du husker så langt tilbake, vil du huske at det finnes flere versjoner av *t*-testen. I dette avsnittet skal jeg snakke litt om Bayesianske versjoner av *t*-tester for uavhengige utvalg og *t*-tester for parvise utvalg.
ta: இந்த புத்தகத்தில் விவாதிக்கப்பட்ட ஒரு முக்கியமான வகை புள்ளிவிவர அனுமான சிக்கல் இரண்டு வழிமுறைகளுக்கு இடையிலான ஒப்பீடு ஆகும், இது *t *-tests (அத்தியாயம்: DOC: `../ ch11/ch11_ttest`) அத்தியாயத்தில் சில விரிவாக விவாதிக்கப்படுகிறது. நீங்கள் இதுவரை நினைவில் வைத்திருந்தால், *t *-test இன் பல பதிப்புகள் உள்ளன என்பதை நீங்கள் நினைவில் கொள்வீர்கள். இந்த பிரிவில் உள்ள சுயாதீன மாதிரிகள் *t *-tests *t *-test இன் பேய்சியன் பதிப்புகள் பற்றி நான் கொஞ்சம் பேசுவேன்.
uk: Важливим типом статистичної інференційної задачі, що розглядається в цій книзі, є порівняння двох середніх значень, яке детально обговорюється в розділі про *t*-тести (розділ :doc:`../Ch11/Ch11_tTest`). Якщо ви пам'ятаєте, то знаєте, що існує кілька версій *t*-тесту. У цьому розділі я трохи розповім про байєсівські версії *t*-тестів для незалежних вибірок та *t*-тестів для парних вибірок.

source: Independent samples *t*-test
nb: Uavhengige utvalg *t*-test
ta: சுயாதீன மாதிரிகள் *t *-test
uk: Незалежні зразки *t*-test

source: The most common type of *t*-test is the independent samples *t*-test, and it arises when you have data as in the |harpo|_ data set that we used in the earlier chapter on *t*-tests (chapter :doc:`../Ch11/Ch11_tTest`). In this data set, we have two groups of students, those who received lessons from Anastasia and those who took their classes with Bernadette. The question we want to answer is whether there’s any difference in the grades received by these two groups of students. Back in that chapter, I suggested you could analyse this kind of data using the Independent Samples *t*-test in jamovi, which gave us the results in :numref:`fig-bayes1`. As we obtain a *p*-value less than 0.05, we reject the null hypothesis.
nb: Den vanligste typen *t*-test er *t*-testen for uavhengige utvalg, og den oppstår når du har data som i datasettet |harpo|_ som vi brukte i det tidligere kapittelet om *t*-tester (kapittel :doc:`../Ch11/Ch11_tTest`). I dette datasettet har vi to grupper studenter, de som fikk undervisning av Anastasia, og de som fikk undervisning av Bernadette. Spørsmålet vi ønsker å finne svar på, er om det er noen forskjell i karakterene til disse to elevgruppene. I forrige kapittel foreslo jeg at du kunne analysere denne typen data ved hjelp av Independent Samples *t*-testen i jamovi, som ga oss resultatene i :numref:`fig-bayes1`. Ettersom vi får en *p*-verdi som er mindre enn 0,05, forkaster vi nullhypotesen.
ta: *T *-test இன் மிகவும் பொதுவான வகை சுயாதீனமான மாதிரிகள் *t *-test, மற்றும் *t *-tests இல் முந்தைய அத்தியாயத்தில் நாங்கள் பயன்படுத்திய | ஆர்போ | _ தரவு தொகுப்பு போன்ற தரவு உங்களிடம் இருக்கும்போது அது எழுகிறது ( அத்தியாயம்: டாக்: `../ ch11/ch11_ttest`). இந்த தரவு தொகுப்பில், எங்களிடம் இரண்டு குழுக்கள் உள்ளன, அனச்தேசியாவிடமிருந்து பாடங்களைப் பெற்றவர்கள் மற்றும் பெர்னாடெட்டுடன் தங்கள் வகுப்புகளை எடுத்தவர்கள். இந்த இரண்டு குழுக்களின் மாணவர்களால் பெறப்பட்ட தரங்களில் ஏதேனும் வேறுபாடு உள்ளதா என்பதுதான் நாங்கள் பதிலளிக்க விரும்பும் கேள்வி. அந்த அத்தியாயத்தில், சாமோவியில் உள்ள சுயாதீனமான மாதிரிகள் *t *-test ஐப் பயன்படுத்தி இந்த வகையான தரவை பகுப்பாய்வு செய்யலாம் என்று நான் பரிந்துரைத்தேன், இது எங்களுக்கு முடிவுகளை வழங்கியது: NUMREF: `Fig-Bayes1`. 0.05 க்கும் குறைவான *p *-value ஐப் பெறும்போது, பூச்ய கருதுகோளை நிராகரிக்கிறோம்.
uk: Найпоширенішим типом *t*-тесту є *t*-тест незалежних вибірок, який застосовується, коли ви маєте дані, як у наборі даних |harpo|_, який ми використовували в попередньому розділі про *t*-тести (розділ :doc:`../Ch11/Ch11_tTest`). У цьому наборі даних ми маємо дві групи студентів: тих, хто отримував уроки від Анастасії, і тих, хто відвідував заняття з Бернадеттою. Питання, на яке ми хочемо відповісти, полягає в тому, чи є якась різниця в оцінках, отриманих цими двома групами студентів. У тому розділі я запропонував проаналізувати такі дані за допомогою *t*-тесту незалежних вибірок у jamovi, що дало нам результати, наведені у :numref:`fig-bayes1`. Оскільки ми отримали *p*-значення менше 0,05, ми відхиляємо нульову гіпотезу.

source: ``Independent Samples T-Test`` result in jamovi
nb: Resultat av ``Independent Samples T-Test`` i jamovi
ta: `` சுயாதீன மாதிரிகள் டி-டெச்ட்`` சாமோவியில் முடிவு
uk: ``Independent Samples T-Test`` призводити до jamovi

source: What does the Bayesian version of the *t*-test look like? We can get the Bayes factor by selecting the ``Bayes Factor`` checkbox under the ``Tests`` option, and accepting the suggested default value for the ``Prior``. This gives the results shown in the table in :numref:`fig-bayes2`. What we get in this table is a Bayes factor statistic of 1.75, meaning that the evidence provided by these data are about 1.8:1 in favour of the alternative hypothesis.
nb: Hvordan ser den Bayesianske versjonen av *t*-testen ut? Vi kan få Bayes-faktoren ved å merke av for ``Bayes Factor`` under alternativet ``Tests`` og godta den foreslåtte standardverdien for ``Prior``. Dette gir resultatene som vises i tabellen i :numref:`fig-bayes2`. I denne tabellen får vi en Bayes-faktorstatistikk på 1,75, noe som betyr at bevisene som disse dataene gir, er omtrent 1,8:1 i favør av den alternative hypotesen.
ta: *T *-test இன் பேய்சியன் பதிப்பு எப்படி இருக்கும்? `` சோதனைகள்`` விருப்பத்தின் கீழ் `` பேயச் காரணி`` தேர்வுப்பெட்டியைத் தேர்ந்தெடுத்து, `` முன்`` க்கு பரிந்துரைக்கப்பட்ட இயல்புநிலை மதிப்பை ஏற்றுக்கொள்வதன் மூலம் பேயச் காரணியைப் பெறலாம். இது அட்டவணையில் காட்டப்பட்டுள்ள முடிவுகளை இதில் தருகிறது: NumRef: `Fig-bayes2`. இந்த அட்டவணையில் நாம் பெறுவது 1.75 இன் பேயச் காரணி புள்ளிவிவரமாகும், அதாவது இந்த தரவுகளால் வழங்கப்பட்ட சான்றுகள் மாற்று கருதுகோளுக்கு ஆதரவாக 1.8: 1 ஆகும்.
uk: Як виглядає байєсівська версія *t*-тесту? Ми можемо отримати байєсівський коефіцієнт, встановивши прапорець ``Bayes Factor`` в опції ``Tests`` і прийнявши запропоноване значення за замовчуванням для ``Prior``. Це дає результати, показані в таблиці в :numref:`fig-bayes2`. У цій таблиці ми отримуємо байєсівський коефіцієнт 1,75, що означає, що докази, надані цими даними, приблизно в 1,8:1 на користь альтернативної гіпотези.

source: ``Bayes Factor`` analysis alongside ``Independent Samples T-Test``
nb: Utgave av ``Bayes Factor`` fra ``Independent Samples T-Test``
ta: `` சுயாதீன மாதிரிகள் டி-டெச்ட்`` உடன் `` பேயச் காரணி`` பகுப்பாய்வு
uk: ``Bayes Factor`` аналіз поряд ``Independent Samples T-Test``

source: Before moving on, it’s worth highlighting the difference between the orthodox test results and the Bayesian one. According to the orthodox test, we obtained a significant result, though only barely. Nevertheless, many people would happily accept *p* = 0.043 as reasonably strong evidence for an effect. In contrast, notice that the Bayesian test doesn’t even reach 2:1 odds in favour of an effect, and would be considered very weak evidence at best. In my experience that’s a pretty typical outcome. Bayesian methods usually require more evidence before rejecting the null.
nb: Før vi går videre, er det verdt å fremheve forskjellen mellom resultatene fra den ortodokse og den Bayesianske testen. Ifølge den ortodokse testen fikk vi et signifikant resultat, om enn bare så vidt. Likevel vil mange gjerne akseptere *p* = 0,043 som et rimelig sterkt bevis for en effekt. Legg derimot merke til at den Bayesianske testen ikke engang oppnår en odds på 2:1 i favør av en effekt, og i beste fall vil bli ansett som et svært svakt bevis. Etter min erfaring er det et ganske typisk resultat. Bayesianske metoder krever vanligvis mer evidens før de forkaster nullhypotesen.
ta: நகரும் முன், ஆர்த்தடாக்ச் சோதனை முடிவுகளுக்கும் பேய்சியன் ஒன்றிற்கும் உள்ள வித்தியாசத்தை எடுத்துக்காட்டுவது மதிப்பு. ஆர்த்தடாக்ச் சோதனையின்படி, நாங்கள் ஒரு குறிப்பிடத்தக்க முடிவைப் பெற்றோம். ஆயினும்கூட, பலர் மகிழ்ச்சியுடன் * p * = 0.043 ஐ ஒரு விளைவுக்கு நியாயமான வலுவான சான்றாக ஏற்றுக்கொள்வார்கள். இதற்கு நேர்மாறாக, பேய்சியன் சோதனை ஒரு விளைவுக்கு ஆதரவாக 2: 1 முரண்பாடுகளை கூட எட்டாது என்பதைக் கவனியுங்கள், மேலும் இது மிகவும் பலவீனமான ஆதாரங்களாக கருதப்படும். எனது அனுபவத்தில் இது மிகவும் பொதுவான விளைவு. பேய்சியன் முறைகள் பொதுவாக பூச்யத்தை நிராகரிப்பதற்கு முன் கூடுதல் சான்றுகள் தேவைப்படுகின்றன.
uk: Перш ніж продовжувати, варто підкреслити різницю між результатами ортодоксального тесту та байєсівського. Згідно з ортодоксальним тестом, ми отримали значущий результат, хоча й ледь-ледь. Проте багато хто з радістю прийняв би *p* = 0,043 як досить вагомий доказ ефекту. Натомість, зверніть увагу, що байєсівський тест навіть не досягає співвідношення 2:1 на користь ефекту і в кращому разі вважатиметься дуже слабким доказом. З мого досвіду, це досить типовий результат. Байєсівські методи зазвичай вимагають більше доказів, перш ніж відхилити нульову гіпотезу.

source: Paired samples *t*-test
nb: Parvise utvalg *t*-test
ta: இணை மாதிரிகள் *t *-test
uk: Парні зразки *t*-test

source: Back in section :doc:`../Ch11/Ch11_tTest_05` I discussed the |chico|_ data set in which student grades were measured on two tests, and we were interested in finding out whether grades went up from test 1 to test 2. Because every student did both tests, the tool we used to analyse the data was a paired samples *t*-test. :numref:`fig-bayes3` shows the jamovi results table for the conventional ``Paired Samples T-Test`` alongside the ``Bayes Factor`` analysis. At this point, I hope you can read this output without any difficulty. The data provide evidence of about 6000:1 in favour of the alternative. We could probably reject the null with some confidence!
nb: I avsnitt :doc:`../Ch11/Ch11_tTest_05` diskuterte jeg datasettet |chico|_ der elevenes karakterer ble målt på to prøver, og vi var interessert i å finne ut om karakterene gikk opp fra prøve 1 til prøve 2. Fordi alle elevene tok begge prøvene, brukte vi en *t*-test med parede prøver for å analysere dataene. :numref:`fig-bayes3` viser jamovi-resultattabellen for den konvensjonelle ``Paired Samples T-Test`` også resultatet fra ``Bayes Factor``. Jeg håper at du nå kan lese dette resultatet uten problemer. Dataene viser til omtrent 6000:1 i favør av alternativhypotesen. Vi kan sannsynligvis forkaste nullhypotesen med en viss sikkerhet!
ta: பிரிவில் பின்வாங்க: டாக்: `../ ch11/ch11_tttest_05` நான் விவாதித்தேன் | சிகோ | _ தரவு தொகுப்பு, இதில் மாணவர் தரங்கள் இரண்டு சோதனைகளில் அளவிடப்பட்டன, மேலும் தரங்கள் சோதனை 1 முதல் சோதனை 2 வரை உயர்ந்ததா என்பதைக் கண்டுபிடிப்பதில் நாங்கள் ஆர்வமாக இருந்தோம் ஒவ்வொரு மாணவரும் இரண்டு சோதனைகளையும் செய்ததால், தரவை பகுப்பாய்வு செய்ய நாங்கள் பயன்படுத்திய கருவி ஒரு இணை மாதிரிகள் *t *-test. . இந்த கட்டத்தில், இந்த வெளியீட்டை எந்த சிரமமும் இல்லாமல் நீங்கள் படிக்க முடியும் என்று நம்புகிறேன். தரவு சுமார் 6000: 1 என்பதற்கான ஆதாரங்களை மாற்றீட்டிற்கு ஆதரவாக வழங்குகிறது. சில நம்பிக்கையுடன் நாம் பூச்யத்தை நிராகரிக்கலாம்!
uk: У розділі :doc:`../Ch11/Ch11_tTest_05` я розглядав набір даних |chico|_, в якому оцінювалися результати студентів за двома тестами, і нас цікавило, чи покращилися оцінки від тесту 1 до тесту 2. Оскільки кожен студент складав обидва тести, для аналізу даних ми використовували *t*-критерій для парних вибірок. :numref:`fig-bayes3` показує таблицю результатів jamovi для звичайного ``T-тесту для парних вибірок`` поряд з аналізом ``фактора Байєса``. На цьому етапі я сподіваюся, що ви можете без труднощів прочитати цей результат. Дані надають докази приблизно 6000:1 на користь альтернативи. Ми, ймовірно, можемо відхилити нульову гіпотезу з певною впевненістю!

source: ``Paired Samples T-Test`` and ``Bayes Factor`` result in jamovi
nb: Utgave av ``Bayes Factor`` fra ``Paired Samples T-Test`` i jamovi
ta: `` இணை மாதிரிகள் டி-டெச்ட்`` மற்றும் `` பேயச் காரணி`` சாமோவியில் விளைவாக
uk: ``Paired Samples T-Test`` і ``Bayes Factor`` призводити до jamovi

source: The first half of this chapter was focused primarily on the theoretical underpinnings of Bayesian statistics. I introduced the mathematics for how Bayesian inference works (section :doc:`Ch16_Bayes_1`), and gave a very basic overview of how :doc:`Ch16_Bayes_2` are typically done. Finally, I devoted some space to talking about why I think Bayesian methods are worth using (section :doc:`Ch16_Bayes_3`). Then I gave a practical example, a :doc:`Ch16_Bayes_5`.
nb: Første halvdel av dette kapittelet fokuserte først og fremst på det teoretiske grunnlaget for Bayesiansk statistikk. Jeg introduserte matematikken for hvordan Bayesiansk inferens fungerer (avsnitt :doc:`Ch16_Bayes_1`), og ga en svært grunnleggende oversikt over hvordan :doc:`Ch16_Bayes_2` vanligvis utføres. Til slutt brukte jeg litt plass på å snakke om hvorfor jeg mener at Bayesianske metoder er verdt å bruke (avsnitt :doc:`Ch16_Bayes_3`). Deretter ga jeg et praktisk eksempel, et :doc:`Ch16_Bayes_5`.
ta: இந்த அத்தியாயத்தின் முதல் பாதி முதன்மையாக பேய்சியன் புள்ளிவிவரங்களின் தத்துவார்த்த அடித்தளங்களில் கவனம் செலுத்தியது. பேய்சியன் அனுமானம் எவ்வாறு செயல்படுகிறது என்பதற்கான கணிதத்தை நான் அறிமுகப்படுத்தினேன் (பிரிவு: டாக்: `CH16_BAYES_1`), மேலும் எப்படி: DOC:` CH16_BAYES_2` பொதுவாக செய்யப்படுகிறது என்பதற்கான அடிப்படை கண்ணோட்டத்தை அளித்தேன். இறுதியாக, பேய்சியன் முறைகள் ஏன் பயன்படுத்தத்தக்கவை என்று நான் நினைக்கிறேன் (பிரிவு: டாக்: `CH16_BAYES_3`) ஏன் என்று பேசுவதற்கு நான் சில இடத்தை அர்ப்பணித்தேன். பின்னர் நான் ஒரு நடைமுறை உதாரணத்தைக் கொடுத்தேன், ஒரு: டாக்: `CH16_BAYES_5`.
uk: Перша половина цього розділу була присвячена переважно теоретичним основам байєсівської статистики. Я представив математику, на якій базується байєсівське виведення (розділ :doc:`Ch16_Bayes_1`), і дав дуже базовий огляд того, як зазвичай виконуються :doc:`Ch16_Bayes_2`. Насамкінець я присвятив деякий простір обговоренню того, чому, на мою думку, байєсівські методи варті використання (розділ :doc:`Ch16_Bayes_3`). Потім я навів практичний приклад, :doc:`Ch16_Bayes_5`.
