Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch16.po
Languages: nb, ta, uk

source: Obviously, this is a highly simplified story. All the complexity of real life Bayesian hypothesis testing comes down to how you calculate the likelihood *P*\ (d|h) when the hypothesis *h* is a complex and vague thing. I’m not going to talk about those complexities in this book, but I do want to highlight that although this simple story is true as far as it goes, real life is messier than I’m able to cover in an introductory stats textbook.
nb: Dette er selvsagt en svært forenklet historie. All kompleksiteten i Bayesiansk hypotesetesting i virkeligheten handler om hvordan du beregner sannsynligheten (*likelihood*) *P*\(d|h) når hypotesen *h* er en kompleks og vag størrelse. Jeg kommer ikke til å gå inn på denne kompleksiteten i denne boken, men jeg vil understreke at selv om denne enkle historien er sann så langt den rekker, er virkeligheten mer rotete enn jeg klarer å dekke i en innføringsbok i statistikk.
ta: வெளிப்படையாக, இது மிகவும் எளிமையான கதை. நிச வாழ்க்கையின் அனைத்து சிக்கல்களும் பேய்சியன் கருதுகோள் சோதனையின் அனைத்து சிக்கலும் *H *என்ற கருதுகோள் ஒரு சிக்கலான மற்றும் தெளிவற்ற விசயமாக இருக்கும்போது *p *\ (d | h) சாத்தியத்தை எவ்வாறு கணக்கிடுகிறது என்பதற்கு கீழே வருகிறது. இந்த புத்தகத்தில் உள்ள அந்த சிக்கல்களைப் பற்றி நான் பேசப் போவதில்லை, ஆனால் இந்த எளிய கதை செல்லும் வரையில் உண்மைதான் என்றாலும், ஒரு அறிமுக புள்ளிவிவர பாடப்புத்தகத்தில் என்னால் மறைக்க முடிந்ததை விட நிச வாழ்க்கை குழப்பமானது என்பதை நான் முன்னிலைப்படுத்த விரும்புகிறேன்.
uk: Очевидно, що це дуже спрощена історія. Вся складність реального життя байєсівського тестування гіпотез зводиться до того, як ви обчислюєте ймовірність *P*\ (d|h), коли гіпотеза *h* є складною і нечіткою річчю. Я не буду говорити про ці складнощі в цій книзі, але хочу підкреслити, що хоча ця проста історія є правдивою в межах свого контексту, реальне життя є більш заплутаним, ніж я можу висвітлити в підручнику з вступної статистики.

source: Why be a Bayesian?
nb: Hvorfor være Bayesianer?
ta: ஏன் பேய்சியன் இருக்க வேண்டும்?
uk: Чому варто бути баєсівцем?

source: Up to this point I’ve focused exclusively on the logic underpinning Bayesian statistics. We’ve talked about the idea of “probability as a degree of belief”, and what it implies about how a rational agent should reason about the world. The question that you have to answer for yourself is this: how do *you* want to do your statistics? Do you want to be an orthodox statistician, relying on sampling distributions and *p*-values to guide your decisions? Or do you want to be a Bayesian, relying on things like prior beliefs, Bayes factors and the rules for rational belief revision? And to be perfectly honest, I can’t answer this question for you. Ultimately it depends on what you think is right. It’s your call and your call alone. That being said, I can talk a little about why *I* prefer the Bayesian approach.
nb: Hittil har jeg utelukkende fokusert på logikken som ligger til grunn for Bayesiansk statistikk. Vi har snakket om ideen om «sannsynlighet som en grad av tillit», og hva det innebærer for hvordan en rasjonell aktør bør resonnere om verden. Spørsmålet du må svare på selv, er dette: Hvordan ønsker *du* å drive med statistikk? Vil du være en ortodoks statistiker, som baserer seg på utvalgsfordelinger og *p*-verdier for å ta beslutninger? Eller vil du være Bayesianer, og basere deg på ting som forutgående antakelser, Bayes-faktorer og reglene for rasjonell revidering av antakelser? Og for å være helt ærlig kan jeg ikke svare på dette spørsmålet for deg. Til syvende og sist kommer det an på hva du mener er riktig. Det er din avgjørelse, og bare din. Når det er sagt, kan jeg si litt om hvorfor *jeg* foretrekker den Bayesianske tilnærmingen.
ta: இந்த கட்டத்தில் நான் பேய்சியன் புள்ளிவிவரங்களை அடிப்படையாகக் கொண்ட தர்க்கத்தில் மட்டுமே கவனம் செலுத்தியுள்ளேன். "நிகழ்தகவு நம்பிக்கையின் அளவாக" என்ற யோசனையைப் பற்றியும், ஒரு பகுத்தறிவு முகவர் உலகைப் பற்றி எவ்வாறு நியாயப்படுத்த வேண்டும் என்பதையும் குறிக்கிறது. நீங்களே பதிலளிக்க வேண்டிய கேள்வி இதுதான்: உங்கள் புள்ளிவிவரங்களை நீங்கள் எவ்வாறு செய்ய விரும்புகிறீர்கள்? உங்கள் முடிவுகளை வழிநடத்த மாதிரி விநியோகங்கள் மற்றும் *பி *மதிப்புகளை நம்பி, நீங்கள் ஒரு ஆர்த்தடாக்ச் புள்ளிவிவர நிபுணராக இருக்க விரும்புகிறீர்களா? அல்லது முந்தைய நம்பிக்கைகள், பேயச் காரணிகள் மற்றும் பகுத்தறிவு நம்பிக்கை திருத்தத்திற்கான விதிகள் போன்ற விசயங்களை நம்பி நீங்கள் ஒரு பேய்சியனாக இருக்க விரும்புகிறீர்களா? நேர்மையாக இருக்க, உங்களுக்காக இந்த கேள்விக்கு என்னால் பதிலளிக்க முடியாது. இறுதியில் அது சரியானது என்று நீங்கள் நினைப்பதைப் பொறுத்தது. இது உங்கள் அழைப்பு மற்றும் உங்கள் அழைப்பு மட்டுமே. சொல்லப்பட்டால், பேய்சியன் அணுகுமுறையை * நான் ஏன் விரும்புகிறேன் என்பதைப் பற்றி கொஞ்சம் பேச முடியும்.
uk: До цього моменту я зосереджувався виключно на логіці, що лежить в основі байєсівської статистики. Ми говорили про ідею «ймовірності як ступеня переконаності» та про те, що це означає для раціонального мислення про світ. Питання, на яке ви повинні відповісти собі, таке: як *ви* хочете займатися статистикою? Ви хочете бути ортодоксальним статистиком, покладаючись на вибіркові розподіли та *p*-значення для прийняття рішень? Або ви хочете бути байєсівцем, покладаючись на такі речі, як попередні переконання, байєсівські коефіцієнти та правила раціонального перегляду переконань? І, якщо бути чесним, я не можу відповісти на це питання за вас. В кінцевому рахунку, це залежить від того, що ви вважаєте правильним. Це ваш вибір і тільки ваш. Однак я можу трохи розповісти про те, чому *я* віддаю перевагу байєсівському підходу.

source: Statistics that mean what you think they mean
nb: Statistikk som betyr det du tror den betyr
ta: அவை பொருள் என்று நீங்கள் நினைப்பதைக் குறிக்கும் புள்ளிவிவரங்கள்
uk: Статистика, яка означає саме те, що ви думаєте

source: *You keep using that word. I do not think it means what you think it means*
nb: *Du bruker dette ordet hele tiden. Jeg tror ikke det betyr det du tror det betyr*
ta: *நீங்கள் அந்த வார்த்தையைப் பயன்படுத்துகிறீர்கள். இதன் பொருள் இதன் பொருள் என்று நான் நினைக்கவில்லை*
uk: *Ти продовжуєш використовувати це слово. Я не думаю, що воно означає те, що ти думаєш*

source: `Inigo Montoya, The Princess Bride <https://www.imdb.com/title/tt0093779/quotes>`__\ [#]_
ta: `இனிகோ மோன்டோயா, இளவரசி மணமகள் <https://www.imdb.com/title/tt0093779/quotes>` __ \ [#] _ _
uk: `Ініго Монтойя, «Принцеса-наречена» <https://www.imdb.com/title/tt0093779/quotes>`__\ [#]_

source: To me, one of the biggest advantages to the Bayesian approach is that it answers the right questions. Within the Bayesian framework, it is perfectly sensible and allowable to refer to “the probability that a hypothesis is true”. You can even try to calculate this probability. Ultimately, isn’t that what you *want* your statistical tests to tell you? To an actual human being, this would seem to be the whole *point* of doing statistics, i.e., to determine what is true and what isn’t. Any time that you aren’t exactly sure about what the truth is, you should use the language of probability theory to say things like “there is an 80\% chance that Theory A is true, but a 20\% chance that Theory B is true instead”.
nb: For meg er en av de største fordelene med den Bayesianske tilnærmingen at den gir svar på de riktige spørsmålene. Innenfor det Bayesianske rammeverket er det helt fornuftig og tillatt å referere til «sannsynligheten for at en hypotese er sann». Du kan til og med prøve å beregne denne sannsynligheten. Er det ikke det du til syvende og sist *ønsker* at de statistiske testene dine skal fortelle deg? For et faktisk menneske synes dette å være hele *poenget* med statistikk, nemlig å avgjøre hva som er sant og hva som ikke er det. Hver gang du ikke er helt sikker på hva som er sannheten, bør du bruke sannsynlighetsregningens språk og si ting som «det er 80\% sjanse for at teori A er sann, men 20\% sjanse for at teori B er sann i stedet».
ta: என்னைப் பொறுத்தவரை, பேய்சியன் அணுகுமுறையின் மிகப்பெரிய நன்மைகளில் ஒன்று, அது சரியான கேள்விகளுக்கு பதிலளிக்கிறது. பேய்சியன் கட்டமைப்பிற்குள், "ஒரு கருதுகோள் உண்மை என்ற நிகழ்தகவு" என்பதைக் குறிப்பிடுவது முற்றிலும் விவேகமான மற்றும் அனுமதிக்கக்கூடியது. இந்த நிகழ்தகவைக் கணக்கிட கூட முயற்சி செய்யலாம். இறுதியில், உங்கள் புள்ளிவிவர சோதனைகள் உங்களுக்குச் சொல்ல நீங்கள் * விரும்புவது * இல்லையா? ஒரு உண்மையான மனிதனுக்கு, இது புள்ளிவிவரங்களைச் செய்வதற்கான முழு * புள்ளி * ஆகத் தோன்றும், அதாவது, எது உண்மை, எது இல்லை என்பதை தீர்மானிக்க. உண்மை என்னவென்று உங்களுக்குத் தெரியாத எந்த நேரத்திலும், நீங்கள் நிகழ்தகவு கோட்பாட்டின் மொழியைப் பயன்படுத்த வேண்டும், “கோட்பாடு A உண்மை என்று 80 \% வாய்ப்பு உள்ளது, ஆனால் கோட்பாடு B என்ற 20 \% வாய்ப்பு அதற்கு பதிலாக உண்மை ”.
uk: На мій погляд, одна з найбільших переваг байєсівського підходу полягає в тому, що він дає відповіді на правильні питання. У рамках байєсівської моделі цілком розумно і допустимо посилатися на «ймовірність того, що гіпотеза є правдивою». Ви навіть можете спробувати обчислити цю ймовірність. Зрештою, чи не це ви *хочете*, щоб вам показали ваші статистичні тести? Для звичайної людини це, здається, і є *сенс* статистики, тобто визначити, що є правдою, а що ні. Кожного разу, коли ви не впевнені в тому, що є правдою, ви повинні використовувати мову теорії ймовірностей, щоб сказати щось на кшталт «існує 80 % ймовірності, що теорія А є правдивою, але 20 % ймовірності, що правдивою є теорія Б».

source: This seems so obvious to a human, yet it is explicitly forbidden within the orthodox framework. To a frequentist, such statements are a nonsense because “the theory is true” is not a repeatable event. A theory is true or it is not, and no probabilistic statements are allowed, no matter how much you might want to make them. There’s a reason why, back in section :doc:`../Ch09/Ch09_HypothesisTesting_05`, I repeatedly warned you *not* to interpret the *p*-value as the probability that the null hypothesis is true. There’s a reason why almost every textbook on statstics is forced to repeat that warning. It’s because people desperately *want* that to be the correct interpretation. Frequentist dogma notwithstanding, a lifetime of experience of teaching undergraduates and of doing data analysis on a daily basis suggests to me that most actual humans think that “the probability that the hypothesis is true” is not only meaningful, it’s the thing we care *most* about. It’s such an appealing idea that even trained statisticians fall prey to the mistake of trying to interpret a *p*-value this way. For example, here is a quote from an `official Newspoll report in 2013 <https://about.abc.net.au/reports-publications/appreciation-survey-summary-report-2013>`__, explaining how to interpret their (frequentist) data analysis:
nb: Dette virker så opplagt for et menneske, men det er eksplisitt forbudt innenfor det ortodokse rammeverket. For en frekventist er slike utsagn nonsens, fordi «teorien er sann» ikke er en gjentagbar hendelse. En teori er sann eller ikke sann, og ingen sannsynlighetsteoretiske utsagn er tillatt, uansett hvor mye du måtte ønske å komme med dem. Det er en grunn til at jeg i avsnitt :doc:`../Ch09/Ch09_HypothesisTesting_05` gjentatte ganger advarte deg *ikke* mot å tolke *p*-verdien som sannsynligheten for at nullhypotesen er sann. Det er en grunn til at nesten alle lærebøker i statistikk er nødt til å gjenta denne advarselen. Det er fordi folk desperat *ønsker* at det skal være den riktige tolkningen. Til tross for frekventistiske dogmer, tyder et helt liv med erfaring fra undervisning av studenter og daglig dataanalyse på at de fleste mennesker mener at «sannsynligheten for at hypotesen er sann» ikke bare er meningsfull, men at det er det vi bryr oss *mest* om. Det er en så tiltalende idé at selv utdannede statistikere begår den feilen å prøve å tolke en *p*-verdi på denne måten. Her er for eksempel et sitat fra en `offisiell Newspoll-rapport fra 2013 <https://about.abc.net.au/reports-publications/appreciation-survey-summary-report-2013>`__, som forklarer hvordan man skal tolke deres (frekventistiske) dataanalyse:
ta: இது ஒரு மனிதனுக்கு மிகவும் தெளிவாகத் தெரிகிறது, ஆனால் இது ஆர்த்தடாக்ச் கட்டமைப்பிற்குள் வெளிப்படையாக தடைசெய்யப்பட்டுள்ளது. அடிக்கடி நிகழும், இதுபோன்ற அறிக்கைகள் ஒரு முட்டாள்தனமாக இருக்கின்றன, ஏனெனில் “கோட்பாடு உண்மை” என்பது மீண்டும் மீண்டும் நிகழக்கூடிய நிகழ்வு அல்ல. ஒரு கோட்பாடு உண்மை அல்லது அது இல்லை, நீங்கள் எவ்வளவு செய்ய விரும்பினாலும், நிகழ்தகவு அறிக்கைகள் எதுவும் அனுமதிக்கப்படவில்லை. பிரிவில், மீண்டும் ஒரு காரணம் இருக்கிறது: DOC: `../ ch09/ch09_hypothesistesting_05`, சுழிய கருதுகோள் உண்மையாக இருக்கும் நிகழ்தகவாக *p *-value ஐ விளக்குவதற்கு நான் உங்களுக்கு மீண்டும் மீண்டும் எச்சரித்தேன். ச்டேட்டிக்சில் உள்ள ஒவ்வொரு பாடப்புத்தகமும் அந்த எச்சரிக்கையை மீண்டும் செய்ய வேண்டிய கட்டாயத்தில் இருப்பதற்கு ஒரு காரணம் இருக்கிறது. ஏனென்றால், மக்கள் தீவிரமாக * விரும்புகிறார்கள் * இது சரியான விளக்கமாக இருக்க வேண்டும். அடிக்கடி நிகழும் பிடிவாதமாக, இளங்கலை பட்டதாரிகளை கற்பித்தல் மற்றும் நாள்தோறும் அடிப்படையில் தரவு பகுப்பாய்வைச் செய்வதன் மூலம் வாழ்நாள் முழுவதும் "கருதுகோள் உண்மை என்று நிகழ்தகவு" என்பது அர்த்தமுள்ளதாக இல்லை என்று பெரும்பாலான உண்மையான மனிதர்கள் நினைக்கிறார்கள், இது நாம் மிகவும் கவனித்துக்கொள்கிறோம் * * பற்றி. பயிற்சி பெற்ற புள்ளிவிவர வல்லுநர்கள் கூட ஒரு *p *-மதிப்பை இந்த வழியில் விளக்க முயற்சிக்கும் தவறுக்கு இரையாகிவிடுகிறார்கள் என்பது மிகவும் ஈர்க்கக்கூடிய யோசனையாகும். எடுத்துக்காட்டாக, 2013 இல் `அதிகாரப்பூர்வ செய்தித்தாள் அறிக்கையின் மேற்கோள் இங்கே <https://about.abc.net.au/reports-publications/appreciation-survey--sumary-port-2013>` __, அவற்றின் விளக்கமளிப்பது எப்படி என்பதை விளக்குகிறது (அடிக்கடி) தரவு பகுப்பாய்வு:
uk: Для людини це здається очевидним, але в ортодоксальній парадигмі це категорично заборонено. Для прихильника частотного підходу такі твердження є безглуздими, оскільки «теорія є істинною» не є повторюваною подією. Теорія є істинною або не є, і жодні ймовірнісні твердження не допускаються, як би сильно ви не хотіли їх зробити. Є причина, чому в розділі :doc:`../Ch09/Ch09_HypothesisTesting_05` я неодноразово попереджав вас *не* інтерпретувати *p*-значення як ймовірність того, що нульова гіпотеза є істинною. Є причина, чому майже кожен підручник зі статистики змушений повторювати це попередження. Це тому, що люди відчайдушно *хочуть*, щоб це було правильною інтерпретацією. Незважаючи на догму частотистів, багаторічний досвід викладання студентам і щоденного аналізу даних підказує мені, що більшість людей вважають, що «ймовірність того, що гіпотеза є істинною» не тільки має значення, але й є тим, що нас цікавить *найбільше*. Ця ідея настільки приваблива, що навіть досвідчені статистики потрапляють у пастку, намагаючись інтерпретувати *p*-значення саме таким чином. Наприклад, ось цитата з «офіційного звіту Newspoll за 2013 рік <https://about.abc.net.au/reports-publications/appreciation-survey-summary-report-2013>», в якій пояснюється, як інтерпретувати їхній (фреквентистський) аналіз даних:

source: Throughout the report, where relevant, statistically significant changes have been noted. All significance tests have been based on the 95 percent level of confidence. **This means that if a change is noted as being statistically significant, there is a 95 percent probability that a real change has occurred**, and is not simply due to chance variation. (emphasis added)
nb: Gjennom hele rapporten er statistisk signifikante endringer notert der det er relevant. Alle signifikanstester er basert på et konfidensnivå på 95 prosent. **Det betyr at hvis en endring er notert som statistisk signifikant, er det 95 prosent sannsynlighet for at det har skjedd en reell endring**, og at den ikke bare skyldes tilfeldig variasjon. (utheving lagt til)
ta: அறிக்கை முழுவதும், பொருத்தமான, புள்ளிவிவர ரீதியாக குறிப்பிடத்தக்க மாற்றங்கள் குறிப்பிடப்பட்டுள்ளன. அனைத்து முக்கியத்துவ சோதனைகளும் 95 சதவீத நம்பிக்கையை அடிப்படையாகக் கொண்டவை. ! (வலியுறுத்தல் சேர்க்கப்பட்டது)
uk: У всьому звіті, де це доречно, зазначено статистично значущі зміни. Усі тести значущості базуються на рівні достовірності 95 відсотків. **Це означає, що якщо зміна визнана статистично значущою, існує 95-відсоткова ймовірність, що реальна зміна відбулася**, а не є просто випадковою варіацією. (підкреслення додано)

source: Nope! That’s *not* what *p* < 0.05 means. That’s *not* what 95\% confidence means to a frequentist statistician. The bolded section is just plain wrong. Orthodox methods cannot tell you that “there is a 95\% chance that a real change has occurred”, because this is not the kind of event to which frequentist probabilities may be assigned. To an ideological frequentist, this sentence should be meaningless. Even if you’re a more pragmatic frequentist, it’s still the wrong definition of a *p*-value. It is simply not an allowed or correct thing to say if you want to rely on orthodox statistical tools.
nb: Nei, nei, nei! Det er *ikke* hva *p* < 0,05 betyr. Det er *ikke* hva 95\%-konfidensintervallen betyr for en frekventistisk statistiker. Den uthevede delen er rett og slett feil. Ortodokse metoder kan ikke fortelle deg at «det er 95\% sjanse for at det har skjedd en reell endring», fordi dette ikke er en type hendelse som frekvenstistiske sannsynligheter kan knyttes til. For en ideologisk frekventist burde denne setningen være meningsløs. Selv om du er en mer pragmatisk frekventist, er det fortsatt feil definisjon av en *p*-verdi. Det er rett og slett ikke en tillatt eller korrekt ting å si hvis du ønsker å stole på ortodokse statistiske verktøy.
ta: இல்லை! அது * அல்ல * பி * <0.05 பொருள். 95 \% நம்பிக்கை என்பது அடிக்கடி நிகழும் புள்ளிவிவர நிபுணருக்கு என்ன அல்ல. தைரியமான பிரிவு வெறும் தவறு. ஆர்த்தடாக்ச் முறைகள் “ஒரு உண்மையான மாற்றம் ஏற்பட்டதற்கு 95 \% வாய்ப்பு உள்ளது” என்று உங்களுக்குச் சொல்ல முடியாது, ஏனென்றால் இது அடிக்கடி நிகழ்தகவுகள் ஒதுக்கப்படக்கூடிய நிகழ்வு அல்ல. ஒரு கருத்தியல் அடிக்கடி நிகழ்த்துவதற்கு, இந்த வாக்கியம் அர்த்தமற்றதாக இருக்க வேண்டும். நீங்கள் மிகவும் நடைமுறைக்குரியவர் என்றாலும், அது இன்னும் *p *-value இன் தவறான வரையறை. நீங்கள் மரபுவழி புள்ளிவிவர கருவிகளை நம்ப விரும்பினால் சொல்வது அனுமதிக்கப்பட்ட அல்லது சரியான சேதி அல்ல.
uk: Ні! Це *не* те, що означає *p* < 0,05. Це *не* те, що означає 95\% довірча ймовірність для статистика-фреквентиста. Виділений жирним шрифтом фрагмент є просто неправильним. Ортодоксальні методи не можуть сказати вам, що «існує 95\% ймовірність того, що відбулася реальна зміна», оскільки це не той вид події, до якого можна застосувати фреквентистські ймовірності. Для ідеологічного частотиста це речення має бути безглуздим. Навіть якщо ви є більш прагматичним частотистом, це все одно неправильне визначення *p*-значення. Це просто неприпустимо і неправильно говорити, якщо ви хочете покладатися на ортодоксальні статистичні інструменти.

source: On the other hand, let’s suppose you are a Bayesian. Although the bolded passage is the wrong definition of a *p*-value, it’s pretty much exactly what a Bayesian means when they say that the posterior probability of the alternative hypothesis is greater than 95\%. And here’s the thing. If the Bayesian posterior is actually the thing you *want* to report, why are you even trying to use orthodox methods? If you want to make Bayesian claims, all you have to do is be a Bayesian and use Bayesian tools.
nb: La oss derimot anta at du er Bayesianer. Selv om den uthevede passasjen er feil definisjon av en *p*-verdi, er det ganske nøyaktig det en Bayesianer mener når de sier at den bakre sannsynligheten for den alternative hypotesen er større enn 95\%. Og her er greia. Hvis den Bayesianske etterfølgende verdien faktisk er det du *ønsker* å rapportere, hvorfor prøver du i det hele tatt å bruke ortodokse metoder? Hvis du vil komme med Bayesianske påstander, er alt du trenger å gjøre å være en Bayesianer og bruke Bayesianske verktøy.
ta: மறுபுறம், நீங்கள் ஒரு பேய்சியன் என்று வைத்துக்கொள்வோம். தைரியமான பத்தியில் *p *-value இன் தவறான வரையறை இருந்தாலும், மாற்று கருதுகோளின் பின்புற நிகழ்தகவு 95 \%ஐ விட அதிகமாக உள்ளது என்று அவர்கள் கூறும்போது ஒரு பேய்சியன் பொருள். இங்கே சேதி. பேய்சியன் பின்புறம் உண்மையில் நீங்கள் புகாரளிக்க விரும்பும் சேதி என்றால், நீங்கள் ஏன் ஆர்த்தடாக்ச் முறைகளைப் பயன்படுத்த முயற்சிக்கிறீர்கள்? நீங்கள் பேய்சியன் உரிமைகோரல்களைச் செய்ய விரும்பினால், நீங்கள் செய்ய வேண்டியது எல்லாம் ஒரு பேய்சியன் மற்றும் பேய்சியன் கருவிகளைப் பயன்படுத்துங்கள்.
uk: З іншого боку, припустимо, ви є байєсіанцем. Хоча виділений жирним шрифтом фрагмент є неправильним визначенням *p*-значення, це майже точно те, що мають на увазі байєсіанці, коли кажуть, що апостеріорна ймовірність альтернативної гіпотези перевищує 95\%. І ось у чому справа. Якщо байєсівська апостеріорна ймовірність є тим, про що ви *хочете* повідомити, то навіщо ви взагалі намагаєтеся використовувати ортодоксальні методи? Якщо ви хочете робити байєсівські твердження, все, що вам потрібно зробити, це бути байєсівцем і використовувати байєсівські інструменти.

source: Speaking for myself, I found this to be the most liberating thing about switching to the Bayesian view. Once you’ve made the jump, you no longer have to wrap your head around counter-intuitive definitions of *p*-values. You don’t have to bother remembering why you can’t say that you’re 95\% confident that the true mean lies within some interval. All you have to do is be honest about what you believed before you ran the study and then report what you learned from doing it. Sounds nice, doesn’t it? To me, this is the big promise of the Bayesian approach. You do the analysis you really want to do, and express what you really believe the data are telling you.
nb: For min egen del synes jeg dette var det mest befriende med å gå over til det Bayesianske synet. Når du først har tatt steget, trenger du ikke lenger å sette deg inn i kontraintuitive definisjoner av *p*-verdier. Du trenger ikke å huske hvorfor du ikke kan si at du er 95\% sikker på at det sanne gjennomsnittet ligger innenfor et visst intervall. Alt du trenger å gjøre, er å være ærlig om hva du trodde før du gjennomførte studien, og deretter rapportere hva du lærte av den. Høres fint ut, ikke sant? For meg er dette det store løftet med den Bayesianske tilnærmingen. Du gjør den analysen du virkelig ønsker å gjøre, og uttrykker det du virkelig tror dataene forteller deg.
ta: எனக்காக பேசும்போது, பேய்சியன் பார்வைக்கு மாறுவது குறித்து இது மிகவும் விடுதலையான சேதி என்று நான் கண்டேன். நீங்கள் குதித்தவுடன், *பி *-மதிப்புகளின் எதிர்-உள்ளுணர்வு வரையறைகளைச் சுற்றி இனி உங்கள் தலையை மூடிக்கொள்ள வேண்டியதில்லை. உண்மையான சராசரி சில இடைவெளியில் உள்ளது என்று நீங்கள் 95 \% நம்புகிறீர்கள் என்று ஏன் சொல்ல முடியாது என்பதை நினைவில் கொள்வதை நீங்கள் கவலைப்பட வேண்டியதில்லை. நீங்கள் செய்ய வேண்டியது என்னவென்றால், நீங்கள் ஆய்வை நடத்துவதற்கு முன்பு நீங்கள் நம்பியதைப் பற்றி நேர்மையாக இருங்கள், பின்னர் அதைச் செய்வதிலிருந்து நீங்கள் கற்றுக்கொண்டதைப் புகாரளிக்கவும். நன்றாக இருக்கிறது, இல்லையா? என்னைப் பொறுத்தவரை, இது பேய்சியன் அணுகுமுறையின் பெரிய வாக்குறுதியாகும். நீங்கள் உண்மையிலேயே செய்ய விரும்பும் பகுப்பாய்வைச் செய்கிறீர்கள், மேலும் தரவு உங்களுக்குச் சொல்கிறது என்று நீங்கள் உண்மையில் நம்புவதை வெளிப்படுத்துங்கள்.
uk: Що стосується мене, то я вважаю, що це найвигідніша річ у переході на байєсівський підхід. Після того, як ви зробили цей крок, вам більше не доведеться ламати голову над неінтуїтивними визначеннями *p*-значень. Вам не доведеться пам'ятати, чому ви не можете сказати, що на 95 % впевнені, що справжнє середнє значення лежить в межах певного інтервалу. Все, що вам потрібно зробити, це чесно сказати, у що ви вірили до проведення дослідження, а потім повідомити, що ви дізналися в результаті його проведення. Звучить непогано, чи не так? Для мене це велика перевага байєсівського підходу. Ви проводите аналіз, який дійсно хочете провести, і висловлюєте те, що, на вашу думку, дійсно показують дані.

source: Evidentiary standards you can believe
nb: Bevisstandarder du kan stole på
ta: நீங்கள் நம்பக்கூடிய தெளிவான தரநிலைகள்
uk: Стандарти доказів, яким ви можете довіряти
