Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch17.po
Languages: de, nb, ta, uk

source: **Survival analysis.** In chapter :doc:`../Ch02/Ch02_StudyDesign`, I talked about “differential attrition”, the tendency for people to leave the study in a non-random fashion. Back then, I was talking about it as a potential methodological concern, but there are a lot of situations in which differential attrition is actually the thing you’re interested in. Suppose, for instance, you’re interested in finding out how long people play different kinds of computer games in a single session. Do people tend to play RTS (real time strategy) games for longer stretches than FPS (first person shooter) games? You might design your study like this. People come into the lab, and they can play for as long or as little as they like. Once they’re finished, you record the time they spent playing. However, due to ethical restrictions, let’s suppose that you cannot allow them to keep playing longer than two hours. A lot of people will stop playing before the wo hour limit, so you know exactly how long they played. But some people will run into the two hour limit, and so you don’t know how long they would have kept playing if you’d been able to continue the study. As a consequence, your data are systematically *censored*: you’re missing all of the very long times. How do you analyse this data sensibly? This is the problem that survival analysis solves. It is specifically designed to handle this situation, where you’re systematically missing one “side” of the data because the study ended. It’s very widely used in health research, and in that context it is often literally used to analyse survival. For instance, you may be tracking people with a particular type of cancer, some who have received treatment A and others who have received treatment B, but you only have funding to track them for 5 years. At the end of the study period some people are alive, others are not. In this context, survival analysis is useful for determining which treatment is more effective, and telling you about the risk of death that people face over time.
nb: **Overlevelsesanalyse** (*survival analysis*). I kapittel :doc:`../Ch02/Ch02_StudyDesign` snakket jeg om «differensielt frafall», tendensen til at folk forlater studien på en ikke-tilfeldig måte. Den gang snakket jeg om det som et potensielt metodologisk problem, men det finnes mange situasjoner der differensielt frafall faktisk er det du er interessert i. Tenk deg for eksempel at du er interessert i å finne ut hvor lenge folk spiller ulike typer dataspill i løpet av en enkelt økt. Har folken tendens til å spille RTS-spill (real time strategy) i lengre perioder enn FPS-spill (first person shooter)? Du kan utforme studien din slik. Folk kommer inn i laben, og de kan spille så lenge eller så lite de vil. Når de er ferdige, registrerer du tiden de har brukt på å spille. På grunn av etiske begrensninger kan du imidlertid ikke la dem spille lenger enn to timer. Mange vil slutte å spille før grensen på to timer, slik at du vet nøyaktig hvor lenge de har spilt. Men noen vil komme over totimersgrensen, og da vet du ikke hvor lenge de ville ha fortsatt å spille hvis du hadde kunnet fortsette studien. Som en konsekvens blir dataene dine systematisk *sensurert*: Du går glipp av alle de svært lange tidene. Hvordan analyserer du disse dataene på en fornuftig måte? Det er dette problemet overlevelsesanalyse løser. Den er spesielt utviklet for å håndtere denne situasjonen, der du systematisk går glipp av den ene «siden» av dataene fordi studien er avsluttet. Den er svært mye brukt i helseforskning, og i den sammenhengen brukes den ofte bokstavelig talt til å analysere overlevelse. Du kan for eksempel følge personer med en bestemt type kreft, noen som har fått behandling A og andre som har fått behandling B, men du har bare midler til å følge dem i fem år. Ved slutten av studieperioden er noen i live, mens andre ikke er det. I denne sammenhengen er overlevelsesanalyse nyttig for å finne ut hvilken behandling som er mest effektiv, og for å si noe om risikoen for å dø over tid.
ta: ** உயிர்வாழும் பகுப்பாய்வு. பின்னர், நான் அதைப் பற்றி ஒரு சாத்தியமான முறையான அக்கறையாகப் பேசிக் கொண்டிருந்தேன், ஆனால் நிறைய சூழ்நிலைகள் உள்ளன, அதில் வேறுபட்ட மனப்பான்மை உண்மையில் நீங்கள் ஆர்வமாக உள்ளது. உதாரணமாக, மக்கள் எவ்வளவு காலம் என்பதைக் கண்டுபிடிப்பதில் நீங்கள் ஆர்வமாக உள்ளீர்கள் என்று வைத்துக்கொள்வோம் ஒரே அமர்வில் வெவ்வேறு வகையான கணினி விளையாட்டுகளை விளையாடுங்கள். எஃப்.பி.எச் (முதல் நபர் துப்பாக்கி சுடும்) விளையாட்டுகளை விட நீண்ட நீட்டிப்புகளுக்கு மக்கள் ஆர்.டி.எச் (நிகழ்நேர மூலோபாயம்) விளையாட்டுகளை விளையாட முனைகிறார்களா? உங்கள் ஆய்வை நீங்கள் இவ்வாறு வடிவமைக்கலாம். மக்கள் ஆய்வகத்திற்குள் வருகிறார்கள், அவர்கள் விரும்பும் அளவுக்கு நீண்ட அல்லது குறைவாக விளையாடலாம். அவை முடிந்ததும், அவர்கள் விளையாடிய நேரத்தை நீங்கள் பதிவு செய்கிறீர்கள். இருப்பினும், நெறிமுறை கட்டுப்பாடுகள் காரணமாக, இரண்டு மணி நேரத்திற்கும் மேலாக விளையாடுவதை நீங்கள் அனுமதிக்க முடியாது என்று வைத்துக்கொள்வோம். வோ அவர் வரம்பிற்கு முன்பாக நிறைய பேர் விளையாடுவதை நிறுத்திவிடுவார்கள், எனவே அவர்கள் எவ்வளவு நேரம் விளையாடினார்கள் என்பது உங்களுக்குத் தெரியும். ஆனால் சிலர் இரண்டு மணிநேர வரம்பில் ஓடுவார்கள், எனவே நீங்கள் படிப்பைத் தொடர முடிந்தால் அவர்கள் எவ்வளவு காலம் விளையாடியிருப்பார்கள் என்பது உங்களுக்குத் தெரியாது. இதன் விளைவாக, உங்கள் தரவு முறையாக *தணிக்கை செய்யப்படுகிறது *: நீங்கள் மிக நீண்ட காலத்தை காணவில்லை. இந்த தரவை எவ்வாறு விவேகத்துடன் பகுப்பாய்வு செய்வது? உயிர்வாழும் பகுப்பாய்வு தீர்க்கும் சிக்கல் இதுதான். இந்த சூழ்நிலையை கையாள இது குறிப்பாக வடிவமைக்கப்பட்டுள்ளது, அங்கு நீங்கள் தரவின் ஒரு “பக்கத்தை” முறையாகக் காணவில்லை, ஏனெனில் ஆய்வு முடிந்தது. இது சுகாதார ஆராய்ச்சியில் மிகவும் பரவலாகப் பயன்படுத்தப்படுகிறது, மேலும் அந்த சூழலில் இது பெரும்பாலும் உயிர்வாழ்வை பகுப்பாய்வு செய்யப் பயன்படுகிறது. உதாரணமாக, நீங்கள் ஒரு குறிப்பிட்ட வகை புற்றுநோயால் பாதிக்கப்பட்டவர்களைக் கண்காணிக்கலாம், சிலர் மருத்தீடு பெற்றுள்ளவர்கள் மற்றும் மருத்தீடு B ஐப் பெற்ற மற்றவர்கள், ஆனால் 5 ஆண்டுகளாக அவற்றைக் கண்காணிக்க மட்டுமே உங்களுக்கு பொருள் உள்ளது. ஆய்வுக் காலத்தின் முடிவில் சிலர் உயிருடன் இருக்கிறார்கள், மற்றவர்கள் இல்லை. இந்த சூழலில், எந்த மருத்தீடு மிகவும் பயனுள்ளதாக இருக்கும் என்பதை தீர்மானிக்க உயிர்வாழும் பகுப்பாய்வு பயனுள்ளதாக இருக்கும், மேலும் காலப்போக்கில் மக்கள் எதிர்கொள்ளும் மரண அபாயத்தைப் பற்றி உங்களுக்குச் சொல்கிறது.
uk: **Аналіз виживання.** У розділі :doc:`../Ch02/Ch02_StudyDesign` я говорив про «диференціальне виснаження», тобто тенденцію людей залишати дослідження не випадковим чином. Тоді я говорив про це як про потенційну методологічну проблему, але є багато ситуацій, в яких диференціальне виснаження є саме тим, що вас цікавить. Припустимо, наприклад, що вас цікавить, скільки часу люди грають у різні види комп'ютерних ігор за одну сесію. Чи люди, як правило, грають в ігри RTS (стратегії в реальному часі) довше, ніж в ігри FPS (шутери від першої особи)? Ви можете розробити своє дослідження таким чином. Люди приходять до лабораторії і можуть грати стільки, скільки їм заманеться. Коли вони закінчують, ви записуєте час, який вони провели за грою. Однак, через етичні обмеження, припустимо, що ви не можете дозволити їм грати довше двох годин. Багато людей припинять грати до закінчення двох годин, тому ви точно знаєте, скільки часу вони грали. Але деякі люди досягнуть двохгодинного ліміту, і ви не знаєте, скільки часу вони б продовжували грати, якби ви могли продовжити дослідження. Як наслідок, ваші дані систематично *цензуруються*: ви втрачаєте всі дуже довгі часові проміжки. Як розумно проаналізувати ці дані? Цю проблему вирішує аналіз виживання. Він спеціально розроблений для вирішення таких ситуацій, коли ви систематично втрачаєте одну «сторону» даних через закінчення дослідження. Він дуже широко використовується в медичних дослідженнях, і в цьому контексті часто буквально використовується для аналізу виживання. Наприклад, ви можете відстежувати людей з певним типом раку, деякі з яких отримали лікування А, а інші — лікування В, але у вас є фінансування лише для відстеження їх протягом 5 років. Наприкінці періоду дослідження деякі люди живі, а інші — ні. У цьому контексті аналіз виживання корисний для визначення, яке лікування є більш ефективним, та інформування вас про ризик смерті, з яким люди стикаються з часом.

source: A different sense in which this book is incomplete is that it focuses pretty heavily on a very narrow and old-fashioned view of how inferential statistics should be done. In chapter :doc:`../Ch08/Ch08_Estimation` I talked a little bit about the idea of unbiased estimators, sampling distributions and so on. In chapter :doc:`../Ch09/Ch09_HypothesisTesting` I talked about the theory of null hypothesis significance testing and *p*-values. These ideas have been around since the early 20th century, and the tools that I’ve talked about in the book rely very heavily on the theoretical ideas from that time. I’ve felt obligated to stick to those topics because the vast majority of data analysis in science is also reliant on those ideas. However, the theory of statistics is not restricted to those topics and, whilst everyone should know about them because of their practical importance, in many respects those ideas do not represent best practice for contemporary data analysis. One of the things that I’m especially happy with is that I’ve been able to go a little beyond this. Chapter :doc:`../Ch16/Ch16_Bayes` now presents the Bayesian perspective in a reasonable amount of detail, but the book overall is still pretty heavily weighted towards the frequentist orthodoxy. Additionally, there are a number of other approaches to inference that are worth mentioning:
nb: En annen måte denne boken er ufullstendig på, er at den fokuserer ganske sterkt på et veldig snevert og gammeldags syn på hvordan inferensstatistikk bør gjøres. I kapittel :doc:`../Ch08/Ch08_Estimation` snakket jeg litt om ideen om forventningsrette estimatorer, utvalgsfordelinger og så videre. I kapittel :doc:`../Ch09/Ch09_HypothesisTesting` snakket jeg om teorien om signifikanstesting av nullhypoteser og *p*-verdier. Disse ideene har eksistert siden begynnelsen av 1900-tallet, og verktøyene jeg har snakket om i boken, bygger i stor grad på de teoretiske ideene fra den tiden. Jeg har følt meg forpliktet til å holde meg til disse temaene fordi det store flertallet av dataanalyser i vitenskapen også er avhengig av disse ideene. Statistikkens teori er imidlertid ikke begrenset til disse temaene, og selv om alle bør kjenne til dem på grunn av deres praktiske betydning, representerer disse ideene på mange måter ikke beste praksis for moderne dataanalyse. En av de tingene jeg er spesielt fornøyd med, er at jeg har klart å gå litt lenger enn dette. Kapittel :doc:`../Ch16/Ch16_Bayes` presenterer nå det bayesianske perspektivet i rimelig detalj, men boken som helhet er fortsatt ganske tungt vektet mot den frekventistiske ortodoksien. I tillegg finnes det en rekke andre tilnærminger til inferens som er verdt å nevne:
ta: இந்த நூல் முழுமையடையாத ஒரு வித்தியாசமான உணர்வு என்னவென்றால், அனுமான புள்ளிவிவரங்கள் எவ்வாறு செய்யப்பட வேண்டும் என்பதற்கான மிகக் குறுகிய மற்றும் பழங்கால பார்வையில் இது மிகவும் பெரிதும் கவனம் செலுத்துகிறது. அத்தியாயத்தில்: டிஓசி: `../ ch08/ch08_estimation` பக்கச்சார்பற்ற மதிப்பீட்டாளர்கள், மாதிரி விநியோகங்கள் மற்றும் பலவற்றின் சிந்தனை பற்றி நான் கொஞ்சம் பேசினேன். அத்தியாயத்தில்: டாக்: `../ CH09/CH09_HYPOTHESISTESTING` சுழிய கருதுகோள் முக்கியத்துவ சோதனை மற்றும் *P *-மதிப்புகள் என்ற கோட்பாடு பற்றி நான் பேசினேன். இந்த சிந்தனைகள் 20 ஆம் நூற்றாண்டின் முற்பகுதியில் இருந்து வருகின்றன, மேலும் புத்தகத்தில் நான் பேசிய கருவிகள் அந்தக் காலத்திலிருந்தே தத்துவார்த்த கருத்துக்களை மிகவும் பெரிதும் நம்பியுள்ளன. அந்த தலைப்புகளில் ஒட்டிக்கொள்ள நான் கடமைப்பட்டுள்ளேன், ஏனென்றால் அறிவியலில் பெரும்பாலான தரவு பகுப்பாய்வுகளும் அந்த யோசனைகளை நம்பியுள்ளன. எவ்வாறாயினும், புள்ளிவிவரக் கோட்பாடு அந்த தலைப்புகளுக்கு மட்டுப்படுத்தப்படவில்லை, அதே நேரத்தில் எல்லோரும் அவற்றைப் பற்றி தெரிந்து கொள்ள வேண்டும், ஏனெனில் அவற்றின் நடைமுறை முக்கியத்துவம் காரணமாக, பல விசயங்களில் அந்த சிந்தனைகள் சமகால தரவு பகுப்பாய்விற்கான சிறந்த நடைமுறையை குறிக்கவில்லை. நான் குறிப்பாக மகிழ்ச்சியடைந்த விசயங்களில் ஒன்று, இதைத் தாண்டி என்னால் கொஞ்சம் செல்ல முடிந்தது. அத்தியாயம்: டாக்: `../ சி.எச் .16/சி.எச். கூடுதலாக, அனுமானத்திற்கு பல அணுகுமுறைகள் உள்ளன, அவை குறிப்பிடத் தகுந்தவை:
uk: Інший аспект, в якому ця книга є неповною, полягає в тому, що вона зосереджується переважно на дуже вузькому та застарілому погляді на те, як слід проводити інференційну статистику. У розділі :doc:`../Ch08/Ch08_Estimation` я трохи розповів про ідею необ'єктивних оцінювачів, вибіркових розподілів тощо. У розділі :doc:`../Ch09/Ch09_HypothesisTesting` я розповів про теорію перевірки значущості нульової гіпотези та *p*-значення. Ці ідеї існують з початку 20 століття, і інструменти, про які я розповів у книзі, значною мірою базуються на теоретичних ідеях того часу. Я відчував обов'язок дотримуватися цих тем, оскільки переважна більшість аналізу даних у науці також спирається на ці ідеї. Однак теорія статистики не обмежується цими темами, і хоча всі повинні знати про них через їх практичну важливість, у багатьох відношеннях ці ідеї не є найкращою практикою для сучасного аналізу даних. Одне з того, чим я особливо задоволений, — це те, що мені вдалося трохи вийти за межі цього. У розділі :doc:`../Ch16/Ch16_Bayes` тепер досить докладно викладено байєсівський підхід, але в цілому книга все ще досить сильно схиляється до ортодоксального частотного підходу. Крім того, існує ряд інших підходів до інференції, про які варто згадати:

source: **Bootstrapping.** Throughout the book, whenever I’ve introduced a hypothesis test, I’ve had a strong tendency just to make assertions like “the sampling distribution for BLAH is a *t*-distribution” or something like that. In some cases, I’ve actually attempted to justify this assertion. For example, when talking about χ²-tests in chapter :doc:`../Ch10/Ch10_ChiSquare`, I made reference to the known relationship between normal distributions and χ²-distributions (see chapter :doc:`../Ch07/Ch07_Probability` to explain how we end up assuming that the sampling distribution of the goodness-of-fit statistic is χ². However, it’s also the case that a lot of these sampling distributions are, well, wrong. The χ²-test is a good example. It is based on an assumption about the distribution of your data, an assumption which is known to be wrong for small sample sizes! Back in the early 20th century, there wasn’t much you could do about this situation. Statisticians had developed mathematical results that said that “under assumptions BLAH about the data, the sampling distribution is approximately BLAH”, and that was about the best you could do. A lot of times they didn’t even have that. There are lots of data analysis situations for which no-one has found a mathematical solution for the sampling distributions that you need. And so up until the late 20th century, the corresponding tests didn’t exist or didn’t work. However, computers have changed all that now. There are lots of fancy tricks, and some not-so-fancy, that you can use to get around it. The simplest of these is bootstrapping, and in it’s simplest form it’s incredibly simple. What you do is simulate the results of your experiment lots and lots of times, under the twin assumptions that (a) the null hypothesis is true and (b) the unknown population distribution actually looks pretty similar to your raw data. In other words, instead of assuming that the data are (for instance) normally distributed, just assume that the population looks the same as your sample, and then use computers to simulate the sampling distribution for your test statistic if that assumption holds. Despite relying on a somewhat dubious assumption (i.e., the population distribution is the same as the sample!) bootstrapping is quick and easy method that works remarkably well in practice for lots of data analysis problems.
nb: **Bootstrapping**: Gjennom hele boken har jeg, hver gang jeg har introdusert en hypotesetest, hatt en sterk tendens til bare å komme med påstander som «utvalgsfordelingen for BLAH er en *t*-fordeling» eller noe sånt. I noen tilfeller har jeg faktisk forsøkt å begrunne denne påstanden. Da jeg for eksempel snakket om χ²-tester i kapittel :doc:`../Ch10/Ch10_ChiSquare`, henviste jeg til det kjente forholdet mellom normalfordelinger og χ²-fordelinger (se kapittel :doc:`../Ch07/Ch07_Probability` for å forklare hvordan vi ender opp med å anta at utvalgsfordelingen til goodness-of-fit-statistikken er χ². Det er imidlertid også slik at mange av disse utvalgsfordelingene er feil. χ²-testen er et godt eksempel. Den er basert på en antakelse om fordelingen av dataene dine, en antakelse som er kjent for å være feil for små utvalgsstørrelser! På begynnelsen av 1900-tallet var det ikke mye man kunne gjøre med denne situasjonen. Statistikerne hadde utviklet matematiske resultater som sa at «under antakelse BLAH om dataene, er utvalgsfordelingen omtrent BLAH», og det var omtrent det beste du kunne gjøre. Mange ganger hadde de ikke engang det. Det finnes mange dataanalysesituasjoner der ingen har funnet en matematisk løsning for utvalgsfordelingene du trenger. Frem til slutten av 1900-tallet fantes det derfor ikke tilsvarende tester, eller de fungerte ikke. Men nå har datamaskiner endret alt dette. Det finnes mange smarte triks, og noen mindre smarte, som du kan bruke for å omgå dette. Det enkleste av disse er bootstrapping, og i sin enkleste form er det utrolig enkelt. Det du gjør, er å simulere resultatene av eksperimentet ditt mange, mange ganger, under de to forutsetningene at (a) nullhypotesen er sann og (b) den ukjente populasjonsfordelingen faktisk ser ganske lik rådataene dine ut. Med andre ord, i stedet for å anta at dataene (for eksempel) er normalfordelte, kan du anta at populasjonen ser lik ut som utvalget ditt, og deretter bruke datamaskiner til å simulere utvalgsfordelingen for teststatistikken din hvis denne antakelsen holder. Til tross for at bootstrapping bygger på en litt tvilsom antakelse (dvs. at populasjonsfordelingen er den samme som fordelingen i stikkprøven), er bootstrapping en rask og enkel metode som fungerer bemerkelsesverdig godt i praksis for mange dataanalyseproblemer.
ta: ** பூட்ச்ட்ராப்பிங். சில சந்தர்ப்பங்களில், இந்த கூற்றை நியாயப்படுத்த முயற்சித்தேன். எடுத்துக்காட்டாக, அத்தியாயம்: டாக்: `../ CH10/CH10_CHISQUARE` இல் χ²-சோதனைகளைப் பற்றி பேசும்போது, சாதாரண விநியோகங்களுக்கும் χ²- பிரிவுகளுக்கும் இடையிலான அறியப்பட்ட உறவைப் பற்றி நான் குறிப்பிட்டேன் (அத்தியாயம்: DOC:` .. `நன்மை-பொருத்தமான புள்ளிவிவரத்தின் மாதிரி வழங்கல் எப்படி என்று கருதுகிறோம் இது உங்கள் தரவின் வழங்கல் பற்றிய ஒரு அனுமானத்தை அடிப்படையாகக் கொண்டது, இது 20 ஆம் நூற்றாண்டின் முற்பகுதியில் தவறு என்று அறியப்படுகிறது! "தரவைப் பற்றி அனுமானங்களின் கீழ், மாதிரி வழங்கல் என்பது நீங்கள் செய்யக்கூடிய மிகச் சிறந்ததாகும் உங்களுக்கு தேவையான மாதிரி விநியோகங்களுக்கு கணித தீர்வை யாரும் கண்டுபிடிக்கவில்லை. எனவே 20 ஆம் நூற்றாண்டின் பிற்பகுதி வரை, அதனுடன் தொடர்புடைய சோதனைகள் இல்லை அல்லது வேலை செய்யவில்லை. இருப்பினும், கணினிகள் இப்போது அனைத்தையும் மாற்றிவிட்டன. ஆடம்பரமான தந்திரங்கள் நிறைய உள்ளன, மேலும் சில மோசமானவை அல்ல, அதைச் சுற்றி வர நீங்கள் பயன்படுத்தலாம். இவற்றில் எளிமையானது பூட்ச்ட்ராப்பிங் ஆகும், மேலும் இது எளிமையான வடிவத்தில் இது நம்பமுடியாத அளவிற்கு எளிமையானது. (அ) பூச்ய கருதுகோள் உண்மை மற்றும் (ஆ) அறியப்படாத மக்கள்தொகை வழங்கல் உண்மையில் உங்கள் மூல தரவுகளுக்கு மிகவும் ஒத்ததாக இருக்கிறது என்ற இரட்டை அனுமானங்களின் கீழ், நீங்கள் செய்வது உங்கள் பரிசோதனையின் முடிவுகளை உருவகப்படுத்துவதாகும். வேறு வார்த்தைகளில் கூறுவதானால், தரவு பொதுவாக விநியோகிக்கப்படுகிறது என்று கருதுவதற்கு பதிலாக, மக்கள் தொகை உங்கள் மாதிரியைப் போலவே இருப்பதாகக் கருதுங்கள், பின்னர் அந்த அனுமானம் இருந்தால் உங்கள் சோதனை புள்ளிவிவரத்திற்கான மாதிரி விநியோகத்தை உருவகப்படுத்த கணினிகளைப் பயன்படுத்தவும். சற்றே சந்தேகத்திற்குரிய அனுமானத்தை நம்பியிருந்தாலும் (அதாவது, மக்கள்தொகை வழங்கல் மாதிரிக்கு சமம்!) பூட்ச்ட்ராப்பிங் விரைவான மற்றும் எளிதான முறையாகும், இது பல தரவு பகுப்பாய்வு சிக்கல்களுக்கு நடைமுறையில் குறிப்பிடத்தக்க வகையில் செயல்படுகிறது.
uk: **Буутстрапінг.** Протягом усієї книги, коли я вводив гіпотетичний тест, я мав сильну схильність просто робити твердження на кшталт «розподіл вибірки для BLAH є *t*-розподілом» або щось подібне. У деяких випадках я навіть намагався обґрунтувати це твердження. Наприклад, коли я говорив про χ²-тести в розділі :doc:`../Ch10/Ch10_ChiSquare`, я посилався на відомий зв'язок між нормальним розподілом і χ²-розподілом (див. розділ :doc:`../Ch07/Ch07_Probability`, де пояснюється, як ми дійшли висновку, що вибірковий розподіл статистики якості припасування є χ². Однак, багато з цих вибіркових розподілів є, м'яко кажучи, неправильними. Тест χ² є хорошим прикладом. Він базується на припущенні про розподіл ваших даних, яке, як відомо, є неправильним для невеликих розмірів вибірки! На початку 20 століття з цією ситуацією не можна було багато чого вдіяти. Статистики розробили математичні результати, які стверджували, що «за припущеннями БЛА про дані, вибірковий розподіл є приблизно БЛА», і це було найкраще, що можна було зробити. Часто вони навіть цього не мали. Існує багато ситуацій аналізу даних, для яких ніхто не знайшов математичного рішення для необхідних розподілів вибірки. Тому до кінця 20 століття відповідні тести не існували або не працювали. Однак комп'ютери змінили все це. Існує багато хитрих прийомів, а також деякі не дуже хитрі, які можна використовувати, щоб обійти це. Найпростіший з них — бутстрепінг, і в найпростішій формі він неймовірно простий. Ви просто багато разів моделюєте результати свого експерименту, виходячи з двох припущень: (а) нульова гіпотеза є правдивою і (б) невідомий розподіл сукупності насправді дуже схожий на ваші вихідні дані. Іншими словами, замість того, щоб припускати, що дані (наприклад) мають нормальний розподіл, просто припустіть, що генеральна сукупність виглядає так само, як ваша вибірка, а потім використовуйте комп'ютери для моделювання вибіркового розподілу для вашої тестової статистики, якщо це припущення справджується. Незважаючи на те, що бутстрепінг базується на дещо сумнівному припущенні (тобто, що розподіл генеральної сукупності такий самий, як і вибірки!), це швидкий і простий метод, який на практиці чудово працює для багатьох задач аналізу даних.
