Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch17.po
Languages: de, nb, ta, uk

source: **Power analysis.** In chapter :doc:`../Ch09/Ch09_HypothesisTesting` I discussed the concept of power (i.e., how likely are you to be able to detect an effect if it actually exists) and referred to power analysis, a collection of tools that are useful for assessing how much power your study has. Power analysis can be useful for planning a study (e.g., figuring out how large a sample you’re likely to need), but it also serves a useful role in analysing data that you already collected. For instance, suppose you get a significant result, and you have an estimate of your effect size. You can use this information to estimate how much power your study actually had. This is kind of useful, especially if your effect size is not large. For instance, suppose you reject the null hypothesis at *p* < 0.05, but you use power analysis to figure out that your estimated power was only 0.08. The significant result means that, if the null hypothesis was in fact true, there was a 5\% chance of getting data like this. But the low power means that, even if the null hypothesis is false and the effect size was really as small as it looks, there was only an 8\% chance of getting data like you did. This suggests that you need to be pretty cautious, because luck seems to have played a big part in your results, one way or the other!
nb: **Styrkeberegninger** (*power analysis*): I kapittel :doc:`../Ch09/Ch09_HypothesisTesting` diskuterte jeg begrepet styrke (*power*; dvs. hvor sannsynlig det er at du kan oppdage en effekt hvis den faktisk finnes) og viste til styrkeberegninger, en samling verktøy som er nyttige for å vurdere hvor mye styrke studien din har. Styrkeberegninger kan være nyttig når du planlegger en studie (f.eks. for å finne ut hvor stort utvalg du sannsynligvis trenger), men det er også nyttig når du skal analysere data som allerede er samlet inn. Anta for eksempel at du får et signifikant resultat, og at du har et estimat av effektstørrelsen. Du kan bruke denne informasjonen til å anslå hvor stor effekt studien din faktisk hadde. Dette er ganske nyttig, spesielt hvis effektstørrelsen ikke er stor. Anta for eksempel at du forkaster nullhypotesen ved *p* < 0,05, men at du bruker styrkeberegninger til å finne ut at den estimerte effekten din bare var 0,08. Det signifikante resultatet betyr at hvis nullhypotesen faktisk var sann, var det 5\% sjanse for å få data som dette. Men den lave styrken betyr at selv om nullhypotesen er falsk og effektstørrelsen virkelig var så liten som den ser ut til å være, var det bare 8\% sjanse for å få data som du fikk. Dette tyder på at du må være ganske forsiktig, for flaks ser ut til å ha spilt en stor rolle i resultatene dine, på den ene eller den andre måten!
ta: ** ஆற்றல் பகுப்பாய்வு. , உங்கள் ஆய்வுக்கு எவ்வளவு ஆற்றல் உள்ளது என்பதை மதிப்பிடுவதற்கு பயனுள்ள கருவிகளின் தொகுப்பு. ஒரு ஆய்வைத் திட்டமிடுவதற்கு ஆற்றல் பகுப்பாய்வு பயனுள்ளதாக இருக்கும் (எ.கா., உங்களுக்கு எவ்வளவு பெரிய மாதிரி தேவைப்படலாம் என்பதைக் கண்டுபிடிப்பது), ஆனால் நீங்கள் ஏற்கனவே சேகரித்த தரவை பகுப்பாய்வு செய்வதில் இது ஒரு பயனுள்ள பாத்திரத்தை அளிக்கிறது. உதாரணமாக, நீங்கள் ஒரு குறிப்பிடத்தக்க முடிவைப் பெறுவீர்கள் என்று வைத்துக்கொள்வோம், மேலும் உங்கள் விளைவு அளவைப் பற்றிய மதிப்பீடு உங்களிடம் உள்ளது. உங்கள் ஆய்வில் உண்மையில் எவ்வளவு ஆற்றல் இருந்தது என்பதை மதிப்பிடுவதற்கு இந்த தகவலைப் பயன்படுத்தலாம். இது ஒருவித பயனுள்ளதாக இருக்கும், குறிப்பாக உங்கள் விளைவு அளவு பெரிதாக இல்லாவிட்டால். உதாரணமாக, நீங்கள் சுழிய கருதுகோளை * p * <0.05 இல் நிராகரிக்கிறீர்கள் என்று வைத்துக்கொள்வோம், ஆனால் உங்கள் மதிப்பிடப்பட்ட ஆற்றல் 0.08 மட்டுமே என்பதைக் கண்டுபிடிக்க ஆற்றல் பகுப்பாய்வைப் பயன்படுத்துகிறீர்கள். குறிப்பிடத்தக்க முடிவு என்னவென்றால், சுழிய கருதுகோள் உண்மையில் உண்மையாக இருந்தால், இது போன்ற தரவைப் பெற 5 \% வாய்ப்பு இருந்தது. ஆனால் குறைந்த ஆற்றல் என்றால், சுழிய கருதுகோள் தவறானது மற்றும் விளைவு அளவு உண்மையில் சிறியதாக இருந்தாலும், உங்களைப் போலவே தரவைப் பெறுவதற்கான 8 \% வாய்ப்பு மட்டுமே இருந்தது. நீங்கள் மிகவும் எச்சரிக்கையாக இருக்க வேண்டும் என்று இது அறிவுறுத்துகிறது, ஏனென்றால் உங்கள் முடிவுகளில், ஒரு வழி அல்லது வேறு வழிகளில் அதிர்ச்டம் ஒரு பெரிய பங்கைக் கொண்டிருந்தது!
uk: **Аналіз потужності.** У розділі :doc:`../Ch09/Ch09_HypothesisTesting` я обговорив поняття потужності (тобто, наскільки ймовірно, що ви зможете виявити ефект, якщо він насправді існує) і згадав про аналіз потужності, набір інструментів, які корисні для оцінки потужності вашого дослідження. Аналіз потужності може бути корисним для планування дослідження (наприклад, для визначення розміру вибірки, яка вам, ймовірно, знадобиться), але він також відіграє корисну роль в аналізі даних, які ви вже зібрали. Наприклад, припустимо, ви отримали значущий результат і маєте оцінку розміру ефекту. Ви можете використовувати цю інформацію, щоб оцінити, наскільки потужним було ваше дослідження. Це корисно, особливо якщо розмір ефекту не великий. Наприклад, припустимо, ви відхиляєте нульову гіпотезу при *p* < 0,05, але використовуєте аналіз потужності, щоб з'ясувати, що ваша оцінена потужність становила лише 0,08. Значущий результат означає, що, якщо нульова гіпотеза була насправді правдивою, ймовірність отримання таких даних становила 5 %. Але низька потужність означає, що навіть якщо нульова гіпотеза є хибною, а розмір ефекту був насправді таким малим, як здається, ймовірність отримання таких даних, як ви отримали, становила лише 8 %. Це свідчить про те, що вам слід бути досить обережними, оскільки, так чи інакше, у ваших результатах, здається, велику роль відіграла удача!

source: Actually, I want to push this point a bit further. One thing that I’ve done a lot of in this book is talk about fundamentals. I spent a lot of time on probability theory. I talked about the theory of estimation and hypothesis tests in more detail than I needed to. Why did I do all this? Looking back, you might ask whether I really *needed* to spend all that time talking about what a probability distribution is, or why there was even a section on probability density. If the goal of the book was to teach you how to run a *t*-test or an ANOVA, was all that really necessary? Was this all just a huge waste of everyone’s time???
nb: Jeg vil faktisk gå litt lenger på dette punktet. En ting jeg har gjort mye ut av i denne boken, er å snakke om det grunnleggende. Jeg har brukt mye tid på sannsynlighetsteori. Jeg har snakket om estimeringsteori og hypotesetester i mer detalj enn jeg trengte. Hvorfor gjorde jeg alt dette? I ettertid kan man spørre seg om jeg virkelig *behøvde* å bruke så mye tid på å snakke om hva en sannsynlighetsfordeling er, eller hvorfor jeg i det hele tatt hadde med et avsnitt om sannsynlighetstetthet. Hvis målet med boken var å lære deg å kjøre en *t*-test eller en ANOVA, var alt dette virkelig nødvendig? Var alt dette bare bortkastet tid for alle?
ta: உண்மையில், இந்த புள்ளியை இன்னும் கொஞ்சம் மேலே தள்ள விரும்புகிறேன். இந்த புத்தகத்தில் நான் நிறைய செய்த ஒரு சேதி அடிப்படைகளைப் பற்றி பேசுவதாகும். நிகழ்தகவு கோட்பாட்டில் நான் நிறைய நேரம் செலவிட்டேன். மதிப்பீடு மற்றும் கருதுகோள் சோதனைகளின் கோட்பாடு பற்றி எனக்குத் தேவையானதை விட விரிவாக பேசினேன். இதையெல்லாம் நான் ஏன் செய்தேன்? திரும்பிப் பார்க்கும்போது, ஒரு நிகழ்தகவு வழங்கல் என்றால் என்ன என்பதைப் பற்றி பேச அந்த நேரத்தை செலவிட எனக்கு உண்மையிலேயே * தேவையா, அல்லது நிகழ்தகவு அடர்த்தியில் ஒரு பிரிவு கூட இருந்தது என்று நீங்கள் கேட்கலாம். ஒரு *t *-test அல்லது ANOVA ஐ எவ்வாறு இயக்குவது என்பதை உங்களுக்குக் கற்பிப்பதே புத்தகத்தின் குறிக்கோளாக இருந்தால், அது உண்மையில் அவசியமா? இது அனைவரின் நேரத்திற்கும் ஒரு பெரிய வீணாக இருந்ததா ???

source: The answer, I hope you’ll agree, is no. The goal of an introductory stats is *not* to teach ANOVA. It’s not to teach *t*-tests, or regressions, or histograms, or *p*-values. The goal is to start you on the path towards becoming a skilled data analyst. And in order for you to become a skilled data analyst, you need to be able to do more than ANOVA, more than *t*-tests, regressions and histograms. You need to be able to *think properly* about data. You need to be able to learn the more advanced statistical models that I talked about in the last section, and to understand the theory upon which they are based. And you need to have access to software that will let you use those advanced tools. And this is where, in my opinion at least, all that extra time I’ve spent on the fundamentals pays off. If you understand probability theory, you’ll find it much easier to switch from frequentist analyses to Bayesian ones.
nb: Jeg håper du er enig med meg i at svaret er nei. Målet med en introduksjonskurs i statistikk er *ikke* å undervise i ANOVA. Det er ikke å lære bort *t*-tester, regresjoner, histogrammer eller *p*-verdier. Målet er å sette deg i gang på veien mot å bli en dyktig dataanalytiker. Og for at du skal bli en dyktig dataanalytiker, må du kunne gjøre mer enn ANOVA, mer enn *t*-tester, regresjoner og histogrammer. Du må kunne *tenke riktig* om data. Du må kunne lære deg de mer avanserte statistiske modellene som jeg snakket om i forrige avsnitt, og forstå teorien de er basert på. Og du må ha tilgang til programvare som lar deg bruke disse avanserte verktøyene. Og det er her, i hvert fall etter min mening, at all den ekstra tiden jeg har brukt på det grunnleggende, lønner seg. Hvis du forstår sannsynlighetsteori, blir det mye lettere å gå fra frekventistiske analyser til bayesianske.
ta: பதில், நீங்கள் ஒப்புக்கொள்வீர்கள் என்று நம்புகிறேன், இல்லை. ஒரு அறிமுக புள்ளிவிவரங்களின் குறிக்கோள் ANOVA ஐ கற்பிக்க * இல்லை *. இது *t *-tests, அல்லது பின்னடைவுகள், அல்லது இச்டோகிராம்கள் அல்லது *p *-மதிப்புகள் கற்பிக்கக் கூடாது. திறமையான தரவு ஆய்வாளராக மாறுவதற்கான பாதையில் உங்களைத் தொடங்குவதே குறிக்கோள். நீங்கள் ஒரு திறமையான தரவு ஆய்வாளராக மாற, நீங்கள் ANOVA ஐ விட அதிகமாக செய்ய முடியும், *t *-tests, பின்னடைவுகள் மற்றும் இச்டோகிராம்களை விட அதிகமாக. தரவைப் பற்றி நீங்கள் சரியாக சிந்திக்க வேண்டும் *. கடைசி பிரிவில் நான் பேசிய மிகவும் மேம்பட்ட புள்ளிவிவர மாதிரிகளை நீங்கள் கற்றுக் கொள்ள வேண்டும், மேலும் அவை அடிப்படையாகக் கொண்ட கோட்பாட்டைப் புரிந்து கொள்ள வேண்டும். அந்த மேம்பட்ட கருவிகளைப் பயன்படுத்த உங்களை அனுமதிக்கும் மென்பொருளை நீங்கள் அணுக வேண்டும். என் கருத்துப்படி, குறைந்தபட்சம், நான் அடிப்படைகளுக்கு செலவழித்த கூடுதல் நேரம் செலுத்துகிறது. நிகழ்தகவு கோட்பாட்டை நீங்கள் புரிந்து கொண்டால், அடிக்கடி நிகழும் பகுப்பாய்வுகளிலிருந்து பேய்சியனுக்கு மாறுவது மிகவும் எளிதானது.
