Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch17.po
Languages: de, nb, ta, uk

source: **Data analysis using theory-inspired models.** In a few places in this book I’ve mentioned response time (RT) data, where you record how long it takes someone to do something (e.g., make a simple decision). I’ve mentioned that RT data are almost invariably non-normal, and positively skewed. Additionally, there’s a thing known as the speed-accuracy trade-off: if you try to make decisions too quickly (low RT) then you’re likely to make poorer decisions (lower accuracy). So if you measure both the accuracy of a participant’s decisions and their RT, you’ll probably find that speed and accuracy are related. There’s more to the story than this, of course, because some people make better decisions than others regardless of how fast they’re going. Moreover, speed depends on both cognitive processes (i.e., time spent thinking) but also physiological ones (e.g., how fast can you move your muscles). It’s starting to sound like analysing this data will be a complicated process. And indeed it is, but one of the things that you find when you dig into the psychological literature is that there already exist mathematical models (called “sequential sampling models”) that describe how people make simple decisions, and these models take into account a lot of the factors I mentioned above. You won’t find any of these theoretically-inspired models in a standard statistics textbook. Standard stats textbooks describe standard tools, tools that could meaningfully be applied in lots of different disciplines, not just psychology. ANOVA is an example of a standard tool that is just as applicable to psychology as to pharmacology. Sequential sampling models are not, they are psychology-specific, more or less. This doesn’t make them less powerful tools. In fact, if you’re analysing data where people have to make choices quickly you should really be using sequential sampling models to analyse the data. Using ANOVA or regression or whatever won’t work as well, because the theoretical assumptions that underpin them are not well-matched to your data. In contrast, sequential sampling models were explicitly designed to analyse this specific type of data, and their theoretical assumptions are *extremely* well-matched to the data.
de: **Datenanalyse mit theoriegeleiteten Modellen.** An einigen Stellen in diesem Buch habe ich Reaktionszeitdaten (RT) erwähnt, bei denen aufgezeichnet wird, wie lange jemand braucht, um etwas zu tun (z.B. eine einfache Entscheidung zu treffen). Ich habe erwähnt, dass RT-Daten fast ausnahmslos nicht normalverteilt, sondern rechtsschief sind. Außerdem gibt es einen so genannten Kompromiss zwischen Geschwindigkeit und Genauigkeit: Wenn Sie versuchen, Entscheidungen schnell zu treffen (niedrige RT), werden Sie wahrscheinlich schlechtere Entscheidungen treffen (geringere Genauigkeit). Wenn man also sowohl die Genauigkeit der Entscheidungen eines Teilnehmers als auch seine RT misst, wird man wahrscheinlich feststellen, dass Geschwindigkeit und Genauigkeit zusammenhängen. Das ist natürlich nicht alles, denn manche Menschen treffen bessere Entscheidungen als andere, unabhängig davon, wie schnell sie sind. Zusätzlich hängt die Geschwindigkeit sowohl von kognitiven Prozessen (d. h. von der Zeit, die man mit Denken verbringt) als auch von physiologischen Prozessen ab (z. B. davon, wie schnell man seine Muskeln bewegen kann). Das hört sich an, als ob die Analyse dieser Daten ein komplizierter Prozess wäre. Das ist es auch, aber wenn man sich mit der psychologischen Literatur befasst, stellt man fest, dass es bereits mathematische Modelle (so genannte „sequentielle Stichprobenmodelle“) gibt, die beschreiben, wie Menschen einfache Entscheidungen treffen. Diese Modelle berücksichtigen viele der oben genannten Faktoren. Sie werden keines dieser theoretisch inspirierten Modelle in einem Standard-Statistik-Lehrbuch finden. Standard-Statistik-Lehrbücher beschreiben Standardwerkzeuge, die in vielen verschiedenen Disziplinen sinnvoll angewendet werden können, nicht nur in der Psychologie. Die Varianzanalyse (ANOVA) ist ein Beispiel für ein Standardinstrument, das in der Psychologie ebenso anwendbar ist wie in der Pharmakologie. Sequentielle Stichprobenmodelle sind es nicht, sie sind mehr oder weniger Psychologie-spezifisch. Das bedeutet nicht, dass sie weniger leistungsfähig sind. Wenn Sie Daten analysieren, bei denen Menschen schnell Entscheidungen treffen müssen, sollten Sie tatsächlich sequenzielle Stichprobenmodelle zur Analyse der Daten verwenden. Die Verwendung von Varianzanalyse oder Regression (oder was auch immer) wird nicht so gut funktionieren, weil die theoretischen Annahmen, die ihnen zugrunde liegen, nicht gut auf Ihre Daten abgestimmt sind. Im Gegensatz dazu wurden sequenzielle Stichprobenmodelle ausdrücklich für die Analyse dieser speziellen Art von Daten entwickelt, und ihre theoretischen Annahmen sind *extrem* gut auf die Daten abgestimmt.
nb: **Dataanalyse ved hjelp av teoriinspirerte modeller**: Flere steder i denne boken har jeg nevnt reaksjonstidsdata (RT-data), der man registrerer hvor lang tid det tar en person å gjøre noe (f.eks. ta en enkel beslutning). Jeg har nevnt at RT-data nesten alltid ikke er normalfordelt og positivt skjeve. I tillegg er det noe som kalles avveiningen mellom hastighet og nøyaktighet: Hvis du prøver å ta beslutninger veldig raskt (lav RT), vil du sannsynligvis ta dårligere beslutninger (lavere nøyaktighet). Så hvis du måler både nøyaktigheten i deltakernes beslutninger og deres reaksjonstid, vil du sannsynligvis finne ut at hastighet og nøyaktighet henger sammen. Det er selvfølgelig mer enn dette, for noen mennesker tar bedre beslutninger enn andre, uavhengig av hvor fort de går. Dessuten avhenger hastighet både av kognitive prosesser (dvs. tid brukt på å tenke) og fysiologiske prosesser (f.eks. hvor raskt du kan bevege musklene dine). Nå høres det ut som om det er en komplisert prosess å analysere disse dataene. Og det er det også, men en av de tingene du finner når du graver deg ned i den psykologiske litteraturen, er at det allerede finnes matematiske modeller (kalt «sekvensielle samplingsmodeller») som beskriver hvordan mennesker tar enkle beslutninger, og disse modellene tar hensyn til mange av de faktorene jeg nevnte ovenfor. Du finner ingen av disse teoretisk inspirerte modellene i en standard lærebok i statistikk. Standard lærebøker i statistikk beskriver standardverktøy, verktøy som kan brukes på en meningsfull måte i mange ulike fagfelt, ikke bare psykologi. ANOVA er et eksempel på et standardverktøy som er like anvendelig i psykologi som i farmakologi. Sekvensielle samplingsmodeller er ikke det, de er mer eller mindre psykologispesifikke. Dette gjør dem ikke til mindre kraftfulle verktøy. Hvis du analyserer data der folk må ta raske valg, bør du faktisk bruke sekvensielle samplingsmodeller for å analysere dataene. ANOVA, regresjon eller lignende vil ikke fungere like godt, fordi de teoretiske forutsetningene som ligger til grunn for dem, passer ikke godt til dataene dine. Sekvensielle samplingsmodeller er derimot eksplisitt utviklet for å analysere denne spesifikke typen data, og de teoretiske forutsetningene er *ekstremt* godt tilpasset dataene.
ta: ** கோட்பாடு-ஈர்க்கப்பட்ட மாதிரிகளைப் பயன்படுத்தி தரவு பகுப்பாய்வு. ** இந்த புத்தகத்தின் சில இடங்களில் நான் மறுமொழி நேரம் (ஆர்டி) தரவைக் குறிப்பிட்டுள்ளேன், அங்கு யாராவது ஏதாவது செய்ய எவ்வளவு நேரம் ஆகும் என்பதை நீங்கள் பதிவு செய்கிறீர்கள் (எ.கா., ஒரு எளிய முடிவை எடுக்கவும்). ஆர்டி தரவு கிட்டத்தட்ட மாறாமல் இயல்பானது அல்ல, மேலும் சாதகமாக வளைந்திருக்கும் என்று நான் குறிப்பிட்டுள்ளேன். கூடுதலாக, வேகம்-துல்லியம் வணிகம் என்று அழைக்கப்படும் ஒரு சேதி உள்ளது: நீங்கள் மிக விரைவாக முடிவுகளை எடுக்க முயற்சித்தால் (குறைந்த ஆர்டி) நீங்கள் ஏழை முடிவுகளை (குறைந்த துல்லியம்) எடுக்க வாய்ப்புள்ளது. ஆகவே, பங்கேற்பாளரின் முடிவுகளின் துல்லியம் மற்றும் அவற்றின் ஆர்டி இரண்டையும் நீங்கள் அளவிட்டால், வேகமும் துல்லியமும் தொடர்புடையவை என்பதை நீங்கள் காணலாம். இதை விட கதைக்கு இன்னும் நிறைய இருக்கிறது, ஏனென்றால் சிலர் எவ்வளவு விரைவாகப் போகிறார்கள் என்பதைப் பொருட்படுத்தாமல் மற்றவர்களை விட சிறந்த முடிவுகளை எடுக்கிறார்கள். மேலும், விரைவு அறிவாற்றல் செயல்முறைகள் (அதாவது, சிந்திக்க நேரம் செலவழித்த நேரம்) ஆனால் உடலியல் (எ.கா., உங்கள் தசைகளை எவ்வளவு வேகமாக நகர்த்த முடியும்) சார்ந்துள்ளது. இந்தத் தரவை பகுப்பாய்வு செய்வது ஒரு சிக்கலான செயல்முறையாக இருக்கும். உண்மையில் அது தான், ஆனால் நீங்கள் உளவியல் இலக்கியத்தில் தோண்டும்போது நீங்கள் கண்டறிந்த ஒன்று என்னவென்றால், மக்கள் எவ்வாறு எளிய முடிவுகளை எடுக்கிறார்கள் என்பதை விவரிக்கும் கணித மாதிரிகள் (“தொடர்ச்சியான மாதிரி மாதிரிகள்” என்று அழைக்கப்படுகின்றன) ஏற்கனவே உள்ளன, மேலும் இந்த மாதிரிகள் A ஐ கணக்கில் எடுத்துக்கொள்கின்றன நான் மேலே குறிப்பிட்ட காரணிகள் நிறைய. கோட்பாட்டளவில் ஈர்க்கப்பட்ட இந்த மாதிரிகள் எதையும் நிலையான புள்ளிவிவர பாடப்புத்தகத்தில் நீங்கள் காண முடியாது. நிலையான புள்ளிவிவரங்கள் பாடப்புத்தகங்கள் நிலையான கருவிகள், உளவியல் மட்டுமல்லாமல் பல்வேறு பிரிவுகளில் அர்த்தமுள்ளதாக பயன்படுத்தக்கூடிய கருவிகளை விவரிக்கின்றன. ANOVA என்பது ஒரு நிலையான கருவிக்கு ஒரு எடுத்துக்காட்டு, இது மருந்தியலைப் போலவே உளவியலுக்கும் பொருந்தும். தொடர்ச்சியான மாதிரி மாதிரிகள் இல்லை, அவை உளவியல் சார்ந்தவை, அதிகமாகவோ அல்லது குறைவாகவோ உள்ளன. இது அவர்களுக்கு குறைந்த சக்திவாய்ந்த கருவிகளை உருவாக்காது. உண்மையில், மக்கள் விரைவாக தேர்வுகளைச் செய்ய வேண்டிய தரவை நீங்கள் பகுப்பாய்வு செய்கிறீர்கள் என்றால், தரவை பகுப்பாய்வு செய்ய தொடர்ச்சியான மாதிரி மாதிரிகளைப் பயன்படுத்த வேண்டும். ANOVA அல்லது பின்னடைவைப் பயன்படுத்துதல் அல்லது எதுவாக இருந்தாலும் வேலை செய்யாது, ஏனென்றால் அவற்றை ஆதரிக்கும் தத்துவார்த்த அனுமானங்கள் உங்கள் தரவுக்கு நன்கு பொருந்தாது. இதற்கு நேர்மாறாக, இந்த குறிப்பிட்ட வகை தரவை பகுப்பாய்வு செய்ய தொடர்ச்சியான மாதிரி மாதிரிகள் வெளிப்படையாக வடிவமைக்கப்பட்டன, மேலும் அவற்றின் தத்துவார்த்த அனுமானங்கள் * மிகவும் * தரவுகளுக்கு நன்கு பொருந்துகின்றன.

source: Learning the basics, and learning them in jamovi
de: Die Grundlagen lernen, und zwar in jamovi
nb: Lære det grunnleggende, og lære det i jamovi
ta: அடிப்படைகளைக் கற்றுக்கொள்வது, அவற்றை சாமோவியில் கற்றல்
uk: Вивчення основ та їх вивчення в jamovi

source: Okay, that was a long list. And even that listing is massively incomplete. There really are a *lot* of big ideas in statistics that I haven’t covered in this book. It can seem pretty depressing to finish an almost 500-page textbook only to be told that this is only the beginning, especially when you start to suspect that half of the stuff you’ve been taught is wrong. For instance, there are a lot of people in the field who would strongly argue against the use of the classical ANOVA model, yet I’ve devoted two whole chapters to it! Standard ANOVA can be attacked from a Bayesian perspective, or from a robust statistics perspective, or even from a “it’s just plain wrong” perspective (people very frequently use ANOVA when they should actually be using mixed models). So why learn it at all?
de: Okay, das war eine wirklich lange Liste. Und selbst diese Liste ist noch äußerst unvollständig. Es gibt wirklich eine *Menge* wichtiger Ideen in der Statistik, die ich in diesem Buch nicht behandelt habe. Es kann ziemlich deprimierend sein, ein fast 500-seitiges Lehrbuch zu beenden, nur um zu erfahren, dass dies erst der Anfang ist. Das gilt vor allem dann, wenn man anfängt zu vermuten, dass die Hälfte der Dinge, die man gelernt hat, falsch ist. So gibt es zum Beispiel viele Fachleute, die sich gegen die Verwendung der klassischen Varianzanalyse aussprechen, doch ich habe ihm zwei ganze Kapitel gewidmet! Die Standard-Varianzanalyse kann aus einer Bayes'schen Perspektive oder aus einer Perspektive der robusten Statistik angegriffen werden, oder sogar aus einer Perspektive, die besagt, dass sie schlichtweg falsch ist (die Leute verwenden sehr häufig Varianzanalyse, obwohl sie eigentlich gemischte Modelle verwenden sollten). Warum sollte man sie also überhaupt lernen?
nb: Ok, det var en lang liste. Og selv den listen er svært ufullstendig. Det finnes virkelig *mange* store ideer innen statistikk som jeg ikke har dekket i denne boken. Det kan virke ganske deprimerende å bli ferdig med en nesten 500 sider lang lærebok bare for å bli fortalt at dette bare er begynnelsen, spesielt når du begynner å mistenke at halvparten av det du har lært, er feil. For eksempel er det mange i fagfeltet som vil argumentere sterkt mot bruken av den klassiske ANOVA-modellen, og likevel har jeg viet to hele kapitler til den! Standard ANOVA kan angripes fra et Bayesiansk perspektiv, eller fra et robust statistikkperspektiv, eller til og med fra et «det er rett og slett feil»-perspektiv (folk bruker veldig ofte ANOVA når de egentlig burde bruke blandede modeller). Så hvorfor lære det i det hele tatt?
ta: சரி, அது ஒரு நீண்ட பட்டியல். அந்த பட்டியல் கூட பெருமளவில் முழுமையடையாது. இந்த புத்தகத்தில் நான் மறைக்காத புள்ளிவிவரங்களில் பெரிய சிந்தனைகள் உண்மையில் உள்ளன. ஏறக்குறைய 500 பக்க பாடப்புத்தகத்தை முடிப்பது மிகவும் மனச்சோர்வடைந்ததாகத் தோன்றலாம், இது ஒரு துவக்கம் மட்டுமே என்று சொல்லப்பட வேண்டும், குறிப்பாக நீங்கள் கற்பித்த பொருட்களில் பாதி தவறு என்று நீங்கள் சந்தேகிக்கத் தொடங்கும் போது. உதாரணமாக, பாரம்பரிய ANOVA மாதிரியைப் பயன்படுத்துவதற்கு எதிராக கடுமையாக வாதிடும் இந்த துறையில் நிறைய பேர் உள்ளனர், ஆனால் நான் அதற்கு இரண்டு முழு அத்தியாயங்களையும் அர்ப்பணித்துள்ளேன்! நிலையான ANOVA ஐ ஒரு பேய்சியன் கண்ணோட்டத்தில் அல்லது ஒரு வலுவான புள்ளிவிவர கண்ணோட்டத்தில் அல்லது “இது வெறும் தவறான” கண்ணோட்டத்தில் கூட தாக்கலாம் (மக்கள் உண்மையில் கலப்பு மாதிரிகளைப் பயன்படுத்தும்போது ANOVA ஐ அடிக்கடி பயன்படுத்துகிறார்கள்). எனவே ஏன் அதைக் கற்றுக்கொள்ள வேண்டும்?

source: As I see it, there are two key arguments. Firstly, there’s the pure pragmatism argument. Rightly or wrongly, ANOVA is widely used. If you want to understand the scientific literature, you need to understand ANOVA. And secondly, there’s the “incremental knowledge” argument. In the same way that it was handy to have seen one-way ANOVA before trying to learn factorial ANOVA, understanding ANOVA is helpful for understanding more advanced tools, because a lot of those tools extend on or modify the basic ANOVA setup in some way. For instance, although mixed models are way more useful than ANOVA and regression, I’ve never heard of anyone learning how mixed models work without first having worked through ANOVA and regression. You have to learn to crawl before you can climb a mountain.
de: Meines Erachtens gibt es zwei Hauptargumente. Erstens ist da das reine Pragmatismus-Argument. Ob zu Recht oder zu Unrecht, die Varianzanalyse ist weit verbreitet. Wenn man die wissenschaftliche Literatur verstehen will, muss man die Varianzanalyse verstehen. Und zweitens gibt es das Argument des „inkrementellen Wissens“: Genauso wie es nützlich war, die Varianzanalyse mit einem Faktor zu kennen, bevor man die (mehr-)faktorielle Varianzanalyse erlernt, ist das Verständnis der Varianzanalyse hilfreich, um fortgeschrittenere Methoden zu verstehen: Viele dieser Methoden bauen auf die Varianzanalyse auf, sie verändern oder erweitern sie aber in irgendeiner Weise. Obwohl beispielsweise gemischte Modelle viel nützlicher sind als Varianzanalyse und Regression, habe ich noch nie von jemandem gehört, der gelernt hat, wie gemischte Modelle funktionieren, ohne zuvor Varianzanalyse und Regression durchgenommen zu haben. Man muss erst krabbeln lernen, bevor man einen Berg besteigen kann.
nb: Slik jeg ser det, er det to hovedargumenter. For det første er det et rent pragmatisk argument. ANOVA er, med rette eller urette, mye brukt. Hvis du vil forstå den vitenskapelige litteraturen, må du forstå ANOVA. For det andre har vi argumentet om «inkrementell kunnskap». På samme måte som det var nyttig å ha sett enveis ANOVA før du prøvde å lære deg faktoriell ANOVA, er det nyttig å forstå ANOVA for å forstå mer avanserte verktøy, fordi mange av disse verktøyene utvider eller modifiserer det grunnleggende ANOVA-oppsettet på en eller annen måte. Selv om blandede modeller er langt mer nyttige enn ANOVA og regresjon, har jeg for eksempel aldri hørt om noen som har lært seg hvordan blandede modeller fungerer uten først å ha jobbet seg gjennom ANOVA og regresjon. Du må lære deg å krype før du kan bestige et fjell.
ta: நான் அதைப் பார்க்கும்போது, இரண்டு முக்கிய வாதங்கள் உள்ளன. முதலாவதாக, தூய நடைமுறைவாத உரையாடல் உள்ளது. சரியாகவோ அல்லது தவறாகவோ, ANOVA பரவலாகப் பயன்படுத்தப்படுகிறது. நீங்கள் அறிவியல் இலக்கியத்தைப் புரிந்து கொள்ள விரும்பினால், நீங்கள் ANOVA ஐப் புரிந்து கொள்ள வேண்டும். இரண்டாவதாக, “அதிகரிக்கும் அறிவு” உரையாடல் உள்ளது. காரணி ANOVA ஐக் கற்றுக்கொள்ள முயற்சிக்கும் முன் ஒரு வழி ANOVA ஐப் பார்த்தது எளிது, மேலும் மேம்பட்ட கருவிகளைப் புரிந்துகொள்வதற்கு ANOVA ஐப் புரிந்துகொள்வது உதவியாக இருக்கும், ஏனென்றால் அந்த கருவிகள் நிறைய அடிப்படை ANOVA அமைப்பை ஏதேனும் ஒரு வகையில் நீட்டிக்கின்றன அல்லது மாற்றியமைக்கின்றன. உதாரணமாக, கலப்பு மாதிரிகள் ANOVA மற்றும் பின்னடைவை விட மிகவும் பயனுள்ளதாக இருந்தாலும், ANOVA மற்றும் பின்னடைவு மூலம் முதலில் பணியாற்றாமல் கலப்பு மாதிரிகள் எவ்வாறு செயல்படுகின்றன என்பதைக் கற்றுக்கொள்வதை நான் கேள்விப்பட்டதில்லை. நீங்கள் ஒரு மலையில் ஏறுவதற்கு முன்பு வலம் வர கற்றுக்கொள்ள வேண்டும்.

source: Actually, I want to push this point a bit further. One thing that I’ve done a lot of in this book is talk about fundamentals. I spent a lot of time on probability theory. I talked about the theory of estimation and hypothesis tests in more detail than I needed to. Why did I do all this? Looking back, you might ask whether I really *needed* to spend all that time talking about what a probability distribution is, or why there was even a section on probability density. If the goal of the book was to teach you how to run a t-test or an ANOVA, was all that really necessary? Was this all just a huge waste of everyone’s time???
de: Ich möchte diesen Punkt sogar noch ein wenig weiter ausführen. Eine Sache, die ich in diesem Buch sehr oft behandelt habe, sind die Grundlagen. Ich habe viel Zeit auf die Wahrscheinlichkeitstheorie verwendet. Ich habe die Theorie der Schätzung und der Hypothesentests ausführlicher behandelt, als es nötig gewesen wäre. Warum habe ich das alles getan? Im Nachhinein könnte man sich fragen, ob ich wirklich so viel Zeit damit verbringen *musste*, darüber zu sprechen, was eine Wahrscheinlichkeitsverteilung ist, oder warum es überhaupt einen Abschnitt über die Wahrscheinlichkeitsdichte gab. Wenn das Ziel des Buches darin bestand, Ihnen beizubringen, wie man einen t-Test oder eine Varianzanalyse durchführt, war das alles wirklich notwendig? War das alles nur eine riesige Zeitverschwendung für alle?

source: The answer, I hope you’ll agree, is no. The goal of an introductory stats is *not* to teach ANOVA. It’s not to teach t-tests, or regressions, or histograms, or p-values. The goal is to start you on the path towards becoming a skilled data analyst. And in order for you to become a skilled data analyst, you need to be able to do more than ANOVA, more than t-tests, regressions and histograms. You need to be able to *think properly* about data. You need to be able to learn the more advanced statistical models that I talked about in the last section, and to understand the theory upon which they are based. And you need to have access to software that will let you use those advanced tools. And this is where, in my opinion at least, all that extra time I’ve spent on the fundamentals pays off. If you understand probability theory, you’ll find it much easier to switch from frequentist analyses to Bayesian ones.
de: Die Antwort ist, wie Sie hoffentlich zustimmen werden, nein. Das Ziel eines einführenden Statistikkurses ist *nicht*, die Varianzanalyse zu lehren. Es geht nicht darum, t-Tests, Regressionen, Histogramme oder p-Werte zu lehren. Das Ziel ist es, Ihnen zu helfen, ein qualifizierter Daten-Analytiker zu werden. Und um ein qualifizierter Daten-Analytiker zu werden, müssen Sie mehr können als die Varianzanalyse, t-Tests, Regressionen und Histogramme. Sie müssen in der Lage sein, *richtig* über Daten zu denken. Sie müssen in der Lage sein, die fortgeschrittenen statistischen Modelle zu erlernen, über die ich im letzten Abschnitt gesprochen habe, und die Theorie zu verstehen, auf der sie beruhen. Und Sie müssen Zugang zu Software haben, mit der Sie diese fortgeschrittenen Werkzeuge nutzen können. Und hier zahlt sich, zumindest meiner Meinung nach, all die zusätzliche Zeit aus, die ich in die Grundlagen investiert habe. Wenn Sie die Wahrscheinlichkeitstheorie verstehen, wird es Ihnen viel leichter fallen, von frequentistischen Analysen zu Bayes'schen Analysen zu wechseln.
