Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch17.po
Languages: de, nb, ta, uk

source: A different sense in which this book is incomplete is that it focuses pretty heavily on a very narrow and old-fashioned view of how inferential statistics should be done. In chapter :doc:`Estimating unknown quantities from a sample <../Ch08/Ch08_Estimation>` I talked a little bit about the idea of unbiased estimators, sampling distributions and so on. In chapter :doc:`Hypothesis testing <../Ch09/Ch09_HypothesisTesting>` I talked about the theory of null hypothesis significance testing and p-values. These ideas have been around since the early 20th century, and the tools that I’ve talked about in the book rely very heavily on the theoretical ideas from that time. I’ve felt obligated to stick to those topics because the vast majority of data analysis in science is also reliant on those ideas. However, the theory of statistics is not restricted to those topics and, whilst everyone should know about them because of their practical importance, in many respects those ideas do not represent best practice for contemporary data analysis. One of the things that I’m especially happy with is that I’ve been able to go a little beyond this. Chapter :doc:`Bayesian statistics <../Ch16/Ch16_Bayes>` now presents the Bayesian perspective in a reasonable amount of detail, but the book overall is still pretty heavily weighted towards the frequentist orthodoxy. Additionally, there are a number of other approaches to inference that are worth mentioning:
de: Ein anderer Aspekt, in dem dieses Buch unvollständig bleibt, ist, dass es sich ziemlich stark auf eine sehr enge und altmodische Sichtweise der Inferenzstatistik konzentriert. In Kapitel :doc:`Schätzung unbekannter Größen aus einer Stichprobe <../Ch08/Ch08_Estimation>` habe ich ein wenig über die Idee von unverzerrten Schätzern, Stichprobenverteilungen und so weiter gesprochen. In Kapitel :doc:`Hypothesentestung <../Ch09/Ch09_HypothesisTesting>` habe ich über die Theorie der Nullhypothesen-Signifikanztests und p-Werte gesprochen (frequentistische Statistik). Diese Ideen gibt es seit dem frühen 20. Jahrhundert, und die Werkzeuge, über die ich in diesem Buch gesprochen habe, beruhen hauptsächlich auf den theoretischen Ideen aus dieser Zeit. Ich habe mich verpflichtet gefühlt, mich auf diese Methoden zu konzentrieren, weil die große Mehrzahl der Datenanalyse-Methoden in der Wissenschaft ebenfalls auf diesen Ideen beruht. Die Theorie der Statistik ist jedoch nicht auf diese Methoden beschränkt, und obwohl jeder sie wegen ihrer praktischen Bedeutung kennen sollte, stellen diese Ideen in vielerlei Hinsicht keine optimale Praxis für die heutige Datenanalyse dar. Ich bin besonders froh darüber, dass es mir gelungen ist, ein wenig darüber hinauszugehen. Das Kapitel :doc:`Bayes'sche Statistik <../Ch16/Ch16_Bayes>` stellt nun die Bayes'sche Perspektive in angemessener Ausführlichkeit dar, aber das Buch insgesamt ist immer noch ziemlich stark auf die frequentistische Orthodoxie ausgerichtet. Darüber hinaus gibt es eine Reihe von anderen Ansätzen zur Inferenz, die erwähnenswert sind:

source: **Bootstrapping.** Throughout the book, whenever I’ve introduced a hypothesis test, I’ve had a strong tendency just to make assertions like “the sampling distribution for BLAH is a t-distribution” or something like that. In some cases, I’ve actually attempted to justify this assertion. For example, when talking about χ²-tests in chapter :doc:`Categorical data analysis <../Ch10/Ch10_ChiSquare>`, I made reference to the known relationship between normal distributions and χ²-distributions (see chapter :doc:`Introduction to probability <../Ch07/Ch07_Probability>` to explain how we end up assuming that the sampling distribution of the goodness-of-fit statistic is χ². However, it’s also the case that a lot of these sampling distributions are, well, wrong. The χ²-test is a good example. It is based on an assumption about the distribution of your data, an assumption which is known to be wrong for small sample sizes! Back in the early 20th century, there wasn’t much you could do about this situation. Statisticians had developed mathematical results that said that “under assumptions BLAH about the data, the sampling distribution is approximately BLAH”, and that was about the best you could do. A lot of times they didn’t even have that. There are lots of data analysis situations for which no-one has found a mathematical solution for the sampling distributions that you need. And so up until the late 20th century, the corresponding tests didn’t exist or didn’t work. However, computers have changed all that now. There are lots of fancy tricks, and some not-so-fancy, that you can use to get around it. The simplest of these is bootstrapping, and in it’s simplest form it’s incredibly simple. What you do is simulate the results of your experiment lots and lots of times, under the twin assumptions that (a) the null hypothesis is true and (b) the unknown population distribution actually looks pretty similar to your raw data. In other words, instead of assuming that the data are (for instance) normally distributed, just assume that the population looks the same as your sample, and then use computers to simulate the sampling distribution for your test statistic if that assumption holds. Despite relying on a somewhat dubious assumption (i.e., the population distribution is the same as the sample!) bootstrapping is quick and easy method that works remarkably well in practice for lots of data analysis problems.
de: **Bootstrapping.** Immer wenn ich in diesem Buch einen Hypothesentest vorstelle, neige ich dazu, einfach Behauptungen aufzustellen wie „die Stichprobenverteilung für BLAH ist eine t-Verteilung" oder etwas Ähnliches. In einigen Fällen habe ich sogar versucht, diese Behauptung zu rechtfertigen. Als ich zum Beispiel in Kapitel :doc:`Kategoriale Datenanalyse <../Ch10/Ch10_ChiSquare>` über χ²-Tests sprach, verwies ich auf die bekannte Beziehung zwischen Normalverteilungen und χ²-Verteilungen (siehe Kapitel :doc:`Einführung in die Wahrscheinlichkeitsrechnung <../Ch07/Ch07_Probability>`), um zu erklären, wie wir zu der Annahme kommen, dass die Stichprobenverteilung der Anpassungsgüte-Statistik χ² ist. Es ist jedoch auch so, dass viele dieser Stichprobenverteilungen, nun ja, falsch sind. Der χ²-Test ist ein gutes Beispiel dafür. Er beruht auf einer Annahme über die Verteilung Ihrer Daten, die bei kleinen Stichproben bekanntermaßen falsch ist! Zu Beginn des 20. Jahrhunderts gab es nicht viel, was man in dieser Situation tun konnte. Statistiker hatten mathematische Analysen entwickelt, die besagten, dass „unter den Annahmen BLAH über die Daten die Stichprobenverteilung ungefähr BLAH ist“, und das war so ziemlich das Beste, was man tun konnte. In vielen Fällen hatten sie nicht einmal das. Es gibt viele Datenanalyse-Situationen, für die niemand eine mathematische Lösung für die benötigten Stichprobenverteilungen hatte. Und so gab es bis ins späte 20. Jahrhundert hinein die entsprechenden Tests nicht oder sie funktionierten nicht. Mit dem Aufkommen von Computern hat sich das aber geändert. Es gibt viele ausgefallene und weniger ausgefallene Tricks, mit denen man das Problem umgehen kann. Der einfachste davon ist das Bootstrapping, und in seiner einfachsten Form ist es unglaublich simpel. Dabei simulieren Sie die Ergebnisse Ihres Experiments sehr oft unter der doppelten Annahme, dass (a) die Nullhypothese wahr ist und (b) die unbekannte Populationsverteilung Ihren Rohdaten ziemlich ähnlich ist. Mit anderen Worten: Statt davon auszugehen, dass die Daten (zum Beispiel) normal verteilt sind, nehmen Sie einfach an, dass die Grundgesamtheit genauso aussieht wie Ihre Stichprobe, und verwenden Sie dann Computer, um die Stichprobenverteilung für Ihre Teststatistik zu simulieren, wenn diese Annahme zutrifft. Obwohl das Bootstrapping auf einer etwas zweifelhaften Annahme beruht (d. h. die Verteilung der Grundgesamtheit ist dieselbe wie die der Stichprobe!), ist es eine schnelle und einfache Methode, die in der Praxis für viele Datenanalyseprobleme bemerkenswert gut funktioniert.

source: **Cross validation.** One question that pops up in my stats classes every now and then, usually by a student trying to be provocative, is “Why do we care about inferential statistics at all? Why not just describe your sample?” The answer to the question is usually something like this, “Because our true interest as scientists is not the specific sample that we have observed in the past, we want to make predictions about data we might observe in the future”. A lot of the issues in statistical inference arise because of the fact that we always expect the future to be similar to but a bit different from the past. Or, more generally, new data won’t be quite the same as old data. What we do, in a lot of situations, is try to derive mathematical rules that help us to draw the inferences that are most likely to be correct for new data, rather than to pick the statements that best describe old data. For instance, given two models A and B, and a data set X you collected today, try to pick the model that will best describe a new data set Y that you’re going to collect tomorrow. Sometimes it’s convenient to simulate the process, and that’s what cross-validation does. What you do is divide your data set into two subsets, X1 and X2. Use the subset X1 to train the model (e.g., estimate regression coefficients, let’s say), but then assess the model performance on the other one X2. This gives you a measure of how well the model *generalises* from an old data set to a new one, and is often a better measure of how good your model is than if you just fit it to the full data set X.
de: **Kreuzvalidierung.** Eine Frage, die in meinen Statistikkursen hin und wieder auftaucht, meist von einem Studenten, der provozieren will, lautet: „Warum kümmern wir uns überhaupt um die Inferenzstatistik? Warum beschreiben Sie nicht einfach Ihre Stichprobe?“ Die Antwort auf diese Frage lautet in der Regel in etwa so: „Weil unser eigentliches Interesse als Wissenschaftler nicht die spezifische Stichprobe ist, die wir in der Vergangenheit beobachtet haben, sondern wir wollen Vorhersagen über Daten machen, die wir in der Zukunft beobachten könnten“. Viele Probleme bei statistischen Schlussfolgerungen ergeben sich aus der Tatsache, dass wir immer davon ausgehen, dass die Zukunft ähnlich sein wird wie die Vergangenheit, sich aber ein wenig von ihr unterscheidet. Oder, allgemeiner ausgedrückt, neue Daten werden nicht ganz so sein wie alte Daten. In vielen Situationen versuchen wir, mathematische Regeln abzuleiten, die uns helfen, die Schlussfolgerungen zu ziehen, die für neue Daten am wahrscheinlichsten richtig sind, anstatt die Aussagen zu wählen, die alte Daten am besten beschreiben. Nehmen wir zum Beispiel zwei Modelle A und B und einen Datensatz X, den Sie heute gesammelt haben, und versuchen Sie, das Modell zu wählen, das einen neuen Datensatz Y, den Sie morgen sammeln werden, am besten beschreibt. Manchmal ist es sinnvoll, den Prozess zu simulieren, und genau das tut die Kreuzvalidierung. Dazu teilen Sie Ihren Datensatz in zwei Teilmengen, X1 und X2. Verwenden Sie die Teilmenge X1 zum Trainieren des Modells (z. B. zum Schätzen von Regressionskoeffizienten), und bewerten Sie dann die Leistung des Modells anhand der anderen Teilmenge X2. Auf diese Weise erhalten Sie ein Maß dafür, wie gut das Modell sich von einem alten Datensatz auf einen neuen *verallgemeinern lässt*, und das ist oft ein besseres Maß dafür, wie gut Ihr Modell ist, als wenn Sie es nur an den vollständigen Datensatz X anpassen.
nb: **Kryssvalidering**: Et spørsmål som dukker opp i statistikktimene mine nå og da, vanligvis av en student som prøver å være provoserende, er «Hvorfor bryr vi oss om inferensiell statistikk i det hele tatt? Hvorfor ikke bare beskrive utvalget ditt?» Svaret på spørsmålet er vanligvis noe sånt som dette: «Fordi vår egentlige interesse som forskere ikke er det spesifikke utvalget vi har observert i fortiden, men å forutsi data vi kan komme til å observere i fremtiden». Mange av problemene med statistisk inferens oppstår fordi vi alltid forventer at fremtiden vil være lik, men litt forskjellig fra fortiden. Eller, mer generelt, at nye data ikke vil være helt like gamle data. I mange situasjoner prøver vi å utlede matematiske regler som hjelper oss med å trekke de slutningene som mest sannsynlig vil være riktige for nye data, i stedet for å velge de utsagnene som best beskriver gamle data. Hvis du for eksempel har to modeller, A og B, og et datasett X som du har samlet inn i dag, kan du prøve å velge den modellen som best beskriver et nytt datasett Y som du kommer til å samle inn i morgen. Noen ganger er det praktisk å simulere prosessen, og det er det kryssvalidering gjør. Det du gjør, er å dele datasettet inn i to delsett, X1 og X2. Bruk delsettet X1 til å trene modellen (f.eks. estimere regresjonskoeffisienter), men vurder deretter modellens ytelse på det andre delsettet X2. Dette gir deg et mål på hvor godt modellen *generaliserer* fra et gammelt datasett til et nytt, og er ofte et bedre mål på hvor god modellen din er enn hvis du bare tilpasser den til hele datasettet X.
ta: ** குறுக்கு சரிபார்ப்பு. ** ஒவ்வொரு முறையும் எனது புள்ளிவிவர வகுப்புகளில் தோன்றும் ஒரு கேள்வி, வழக்கமாக ஒரு மாணவர் ஆத்திரமூட்டும் வகையில் இருக்க முயற்சிக்கிறார், “அனுமான புள்ளிவிவரங்களைப் பற்றி நாம் ஏன் கவலைப்படுகிறோம்? உங்கள் மாதிரியை ஏன் விவரிக்கக்கூடாது? ” கேள்விக்கான பதில் பொதுவாக இது போன்றது, “ஏனெனில் விஞ்ஞானிகளாகிய நமது உண்மையான ஆர்வம் கடந்த காலங்களில் நாம் கவனித்த குறிப்பிட்ட மாதிரி அல்ல, எதிர்காலத்தில் நாம் கவனிக்கக்கூடிய தரவைப் பற்றிய கணிப்புகளை உருவாக்க விரும்புகிறோம்”. புள்ளிவிவர அனுமானத்தில் நிறைய சிக்கல்கள் எழுகின்றன, ஏனெனில் எதிர்காலம் எப்போதும் ஒத்ததாக இருக்கும் என்று நாங்கள் எப்போதும் எதிர்பார்க்கிறோம், ஆனால் கடந்த காலத்திலிருந்து சற்று வித்தியாசமாக இருக்கும். அல்லது, பொதுவாக, புதிய தரவு பழைய தரவைப் போலவே இருக்காது. நாம் என்ன செய்கிறோம், பல சூழ்நிலைகளில், பழைய தரவை சிறப்பாக விவரிக்கும் அறிக்கைகளைத் தேர்ந்தெடுப்பதை விட, புதிய தரவுகளுக்கு சரியானதாக இருக்கக்கூடிய அனுமானங்களை வரைய உதவும் கணித விதிகளைப் பெற முயற்சிக்கிறோம். உதாரணமாக, இரண்டு மாதிரிகள் A மற்றும் B கொடுக்கப்பட்டால், இன்று நீங்கள் சேகரித்த தரவுத் தொகுப்பு ஃச், நீங்கள் நாளை சேகரிக்கப் போகும் புதிய தரவு தொகுப்பு ஒய் ஐ சிறப்பாக விவரிக்கும் மாதிரியைத் தேர்வுசெய்ய முயற்சிக்கவும். சில நேரங்களில் செயல்முறையை உருவகப்படுத்துவது வசதியானது, அதையே குறுக்கு சரிபார்ப்பு செய்கிறது. நீங்கள் செய்வது உங்கள் தரவை ஃச் 1 மற்றும் ஃச் 2 என இரண்டு துணைக்குழுக்களாகப் பிரிப்பதாகும். மாதிரியைப் பயிற்றுவிக்க ஃச் 1 துணைக்குழுவைப் பயன்படுத்தவும் (எ.கா., பின்னடைவு குணகங்களை மதிப்பிடுங்கள், சொல்லலாம்), ஆனால் பின்னர் மாதிரி செயல்திறனை மற்றொன்று x2 இல் மதிப்பிடுங்கள். பழைய தரவுகளிலிருந்து புதிய ஒன்றுக்கு மாதிரி * எவ்வளவு சிறப்பாக பொதுமைப்படுத்துகிறது என்பதற்கான ஒரு அளவை இது உங்களுக்கு வழங்குகிறது, மேலும் முழு தரவு தொகுப்பான ஃச் உடன் நீங்கள் பொருத்தினால், உங்கள் மாதிரி எவ்வளவு சிறந்தது என்பதற்கான சிறந்த நடவடிக்கையாகும்.
uk: **Перехресна валідація.** Одне з питань, яке час від часу виникає на моїх заняттях зі статистики, зазвичай від студентів, які намагаються бути провокативними, — «Чому ми взагалі переймаємося інференційною статистикою? Чому б просто не описати вибірку?» Відповідь на це питання зазвичай звучить так: «Тому що нас, як науковців, цікавить не конкретна вибірка, яку ми спостерігали в минулому, а можливість робити прогнози щодо даних, які ми можемо спостерігати в майбутньому». Багато проблем у статистичному інференційному аналізі виникають через те, що ми завжди очікуємо, що майбутнє буде схожим на минуле, але дещо відрізнятиметься від нього. Або, загалом, нові дані не будуть повністю збігатися зі старими. У багатьох ситуаціях ми намагаємося вивести математичні правила, які допоможуть нам зробити висновки, що найімовірніше будуть правильними для нових даних, а не вибрати твердження, які найкраще описують старі дані. Наприклад, маючи дві моделі A і B та набір даних X, який ви зібрали сьогодні, спробуйте вибрати модель, яка найкраще опише новий набір даних Y, який ви збираєтеся зібрати завтра. Іноді зручно моделювати цей процес, і саме це робить перехресна валідація. Ви ділите набір даних на дві підмножини, X1 і X2. Використовуйте підмножину X1 для навчання моделі (наприклад, для оцінки коефіцієнтів регресії), а потім оцініть ефективність моделі на іншій підмножині X2. Це дасть вам уявлення про те, наскільки добре модель *узагальнює* старий набір даних на новий, і часто є кращим показником якості вашої моделі, ніж просто підгонка її до повного набору даних X.
