Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch17.po
Languages: de, nb, ta, uk

source: Epilogue
de: Epilog
nb: Epilog
ta: எபிலோக்
uk: Епілог

source: *“Begin at the beginning”*, the King said, very gravely,
de: *„Fang am Anfang an“*, sagte der König mit ernster Miene,
nb: «*Begynn med begynnelsen*», sa kongen alvorlig,
ta: *“ஆரம்பத்தில் தொடங்கு”*, மன்னன் மிகவும் கடுமையாக கூறினார்,
uk: *“Почніть з початку”*, — сказав Король дуже серйозно,

source: ““and go on till you come to the end: then stop”*
de: „und gehe weiter, bis du zum Ende kommst; dann hör auf“*

source: It feels somewhat strange to be writing this chapter, and more than a little inappropriate. An epilogue is what you write when a book is finished, and this book really isn’t finished. There are a lot of things still missing from this book. It doesn’t have an index yet. A lot of references are missing. There are no “do it yourself” exercises. And in general, I feel that there a lot of things that are wrong with the presentation, organisation and content of this book. Given all that, I don’t want to try to write a “proper” epilogue. I haven’t finished writing the substantive content yet, so it doesn’t make sense to try to bring it all together. But this version of the book is going to go online for students to use, and you will may be to purchase a hard copy too, so I want to give it at least a veneer of closure. So let’s give it a go, shall we?
de: Es fühlt sich etwas seltsam an, dieses Kapitel zu schreiben, und mehr als nur ein bisschen unangebracht. Ein Epilog ist das, was Sie schreiben, wenn ein Buch fertig ist, und dieses Buch ist wirklich nicht fertig. In diesem Buch fehlt noch einiges. Es hat noch keinen Index. Viele Referenzen fehlen. Es gibt keine „do it yourself“-Übungen. Und im Allgemeinen habe ich das Gefühl, dass viele Dinge an der Präsentation, Organisation und dem Inhalt dieses Buches falsch sind. Angesichts all dessen möchte ich nicht versuchen, einen „richtigen“ Epilog zu schreiben. Ich habe den inhaltlichen Inhalt noch nicht fertig geschrieben, daher ergibt es keinen Sinn, zu versuchen, alles zusammenzubringen. Aber diese Version des Buches wird für Studenten online gehen, und Sie werden vielleicht auch eine gedruckte Ausgabe kaufen müssen, also möchte ich ihr zumindest einen Anstrich geben. Also lass es uns versuchen, sollen wir?
nb: Det føles litt rart å skrive dette kapittelet, og mer enn litt upassende. En epilog er det man skriver når en bok er ferdig, og denne boken er virkelig ikke ferdig. Det er mange ting som fortsatt mangler i denne boken. Den har ikke noe register ennå. Mange referanser mangler. Det er ingen «gjør det selv»-øvelser. Og generelt føler jeg at det er mye som er feil med presentasjonen, organiseringen og innholdet i denne boken. På bakgrunn av alt dette vil jeg ikke prøve å skrive en «ordentlig» epilog. Jeg er ikke ferdig med å skrive det substansielle innholdet ennå, så det gir ikke mening å prøve å samle det hele. Men denne versjonen av boken skal legges ut på nettet slik at studentene kan bruke den, og du vil kanskje kjøpe en papirutgave også, så jeg vil i det minste gi den et skinn av avslutning. Så la oss gi det en sjanse, skal vi?
ta: இந்த அத்தியாயத்தை எழுதுவது சற்றே விசித்திரமாக உணர்கிறது, மேலும் கொஞ்சம் பொருத்தமற்றது. ஒரு நூல் முடிந்ததும் நீங்கள் எழுதுவது ஒரு எபிலோக், இந்த நூல் உண்மையில் முடிக்கப்படவில்லை. இந்த புத்தகத்திலிருந்து இன்னும் நிறைய விசயங்கள் இல்லை. இதற்கு இன்னும் குறியீட்டு இல்லை. நிறைய குறிப்புகள் காணவில்லை. "நீங்களே செய்யுங்கள்" பயிற்சிகள் இல்லை. பொதுவாக, இந்த புத்தகத்தின் விளக்கக்காட்சி, அமைப்பு மற்றும் உள்ளடக்கத்தில் தவறான பல விசயங்கள் உள்ளன என்று நான் நினைக்கிறேன். அதையெல்லாம் கொடுத்தால், “சரியான” எபிலோக் எழுத முயற்சிக்க நான் விரும்பவில்லை. நான் இன்னும் கணிசமான உள்ளடக்கத்தை எழுதுவதை முடிக்கவில்லை, எனவே அனைத்தையும் ஒன்றாகக் கொண்டுவர முயற்சிப்பதில் அர்த்தமில்லை. ஆனால் புத்தகத்தின் இந்த பதிப்பு மாணவர்கள் பயன்படுத்த ஆன்லைனில் செல்லப் போகிறது, மேலும் நீங்கள் ஒரு கடினமான நகலையும் வாங்குவதாக இருக்கலாம், எனவே அதை மூடுவதற்கு குறைந்தபட்சம் கொடுக்க விரும்புகிறேன். எனவே அதைப் பார்ப்போம், இல்லையா?
uk: Мені трохи дивно писати цю главу, і це навіть дещо недоречно. Епілог пишуть, коли книга закінчена, а ця книга насправді ще не закінчена. У ній ще багато чого бракує. У ній ще немає покажчика. Багато посилань відсутні. Немає вправ «зроби сам». І загалом я вважаю, що в цій книзі багато чого не так із презентацією, організацією та змістом. З огляду на все це, я не хочу намагатися написати «правильний» епілог. Я ще не закінчив писати основний зміст, тому не має сенсу намагатися все це об'єднати. Але ця версія книги буде опублікована в Інтернеті для використання студентами, і ви також зможете придбати її друковану версію, тому я хочу хоча б створити видимість завершеності. Тож давайте спробуємо, добре?

source: First, I’m going to talk a bit about some of the content that I wish I’d had the chance to cram into this version of the book, just so that you can get a sense of what other ideas are out there in the world of statistics. I think this would be important even if this book were getting close to a final product. One thing that students often fail to realise is that their introductory statistics classes are just that, an introduction. If you want to go out into the wider world and do real data analysis, you have to learn a whole lot of new tools that extend the content of your undergraduate lectures in all sorts of different ways. Don’t assume that something can’t be done just because it wasn’t covered in undergrad. Don’t assume that something is the right thing to do just because it *was* covered in an undergrad class. To stop you from falling victim to that trap, I think it’s useful to give a bit of an overview of some of the other ideas out there.
de: Zuerst werde ich ein wenig über einige der Inhalte sprechen, von denen ich wünschte, ich hätte die Chance gehabt, sie in diese Version des Buches zu stopfen. Sie sollen damit ein Gefühl dafür bekommen, welche anderen Ideen es in der Welt der Statistik gibt. Ich denke, das wäre wichtig, auch wenn dieses Buch bereits einem Endprodukt ähneln würde. Eine Sache, die die Studenten oft nicht erkennen, ist, dass ihre einführenden Statistikkurse genau das sind, eine Einführung. Wenn Sie in die weite Welt hinausgehen und echte Datenanalysen durchführen möchten, müssen Sie eine ganze Reihe neuer Tools erlernen, die auf alle möglichen Arten über den Inhalt Ihrer Vorlesungen hinausgehen. Gehen Sie nicht davon aus, dass etwas nicht getan werden kann, nur weil es nicht im Grundstudium abgedeckt wurde. Gehen Sie nicht davon aus, dass etwas das Richtige ist, nur weil es in einer Vorlesung behandelt wurde. Um zu verhindern, dass Sie dieser Falle zum Opfer fallen, denke ich, dass es nützlich ist, einen kleinen Überblick über einige der anderen Ideen da draußen zu geben.
nb: Først vil jeg snakke litt om noe av innholdet som jeg skulle ønske jeg hadde fått plass til i denne versjonen av boken, slik at du kan få et inntrykk av hvilke andre ideer som finnes der ute i statistikkverdenen. Jeg tror dette ville vært viktig selv om denne boken nærmet seg et ferdig produkt. En ting som studenter ofte ikke innser, er at introduksjonskursene i statistikk er nettopp det, en introduksjon. Hvis du vil ut i den store verden og gjøre ekte dataanalyse, må du lære deg en hel masse nye verktøy som utvider innholdet i forelesningene på alle mulige måter. Ikke anta at noe ikke kan gjøres bare fordi det ikke ble undervist i på bachelornivå. Ikke anta at noe er det riktige å gjøre bare fordi det *ble* gjennomgått i en forelesning på bachelornivå. For å unngå at du går i den fellen, tror jeg det er nyttig å gi en liten oversikt over noen av de andre ideene som finnes der ute.
ta: முதலாவதாக, புத்தகத்தின் இந்த பதிப்பிற்குள் நுழைவதற்கான வாய்ப்பு எனக்கு கிடைக்க வேண்டும் என்று நான் விரும்பும் சில உள்ளடக்கங்களைப் பற்றி கொஞ்சம் பேசப் போகிறேன், இதனால் மற்ற சிந்தனைகள் உள்ளன என்பதைப் புரிந்துகொள்ள முடியும் புள்ளிவிவரங்களின் உலகம். இந்த நூல் ஒரு இறுதி தயாரிப்புக்கு நெருங்கி வந்தாலும் இது முக்கியமானதாக இருக்கும் என்று நான் நினைக்கிறேன். மாணவர்கள் பெரும்பாலும் உணரத் தவறிய ஒரு சேதி என்னவென்றால், அவர்களின் அறிமுக புள்ளிவிவர வகுப்புகள் அதுதான், ஒரு அறிமுகம். நீங்கள் பரந்த உலகத்திற்கு வெளியே சென்று உண்மையான தரவு பகுப்பாய்வைச் செய்ய விரும்பினால், உங்கள் இளங்கலை விரிவுரைகளின் உள்ளடக்கத்தை எல்லா வகையான வெவ்வேறு வழிகளிலும் நீட்டிக்கும் புதிய கருவிகளை நீங்கள் கற்றுக்கொள்ள வேண்டும். இளங்கலை பட்டதாரியில் இல்லை என்பதால் ஏதாவது செய்ய முடியாது என்று கருத வேண்டாம். இளங்கலை வகுப்பில் * மூடப்பட்டிருந்ததால் ஏதாவது செய்ய வேண்டியது சரியானது என்று கருத வேண்டாம். அந்த வலையில் பலியாகிவிடுவதைத் தடுக்க, அங்குள்ள வேறு சில யோசனைகளின் கண்ணோட்டத்தை வழங்குவது பயனுள்ளதாக இருக்கும் என்று நினைக்கிறேன்.
uk: Спочатку я трохи розповім про деякі матеріали, які я хотів би включити в цю версію книги, щоб ви могли уявити, які ще ідеї існують у світі статистики. Я вважаю, що це важливо, навіть якщо ця книга вже майже готова. Студенти часто не усвідомлюють, що їхні вступні курси зі статистики є лише вступом. Якщо ви хочете вийти у широкий світ і займатися реальним аналізом даних, вам доведеться вивчити безліч нових інструментів, які розширюють зміст ваших лекцій на бакалавраті в різних напрямках. Не вважайте, що щось неможливо зробити тільки тому, що це не було висвітлено в бакалаврській програмі. Не вважайте, що щось є правильним тільки тому, що це *було* висвітлено в бакалаврському курсі. Щоб ви не потрапили в цю пастку, я вважаю корисним дати короткий огляд деяких інших ідей, що існують у світі.

source: Omissions within the topics covered
de: Auslassungen innerhalb der behandelten Themen
nb: Utelatelser innenfor de temaene som dekkes
ta: உள்ளடக்கப்பட்ட தலைப்புகளுக்குள் உள்ள குறைபாடுகள்
uk: Пропуски в рамках розглянутих тем

source: Even within the topics that I have covered in the book, there are a lot of omissions that I’d like to redress in future version of the book. Just sticking to things that are purely about statistics (rather than things associated with jamovi), the following is a representative but not exhaustive list of topics that I’d like to expand on at some time:
de: Selbst innerhalb der Themen, die ich in diesem Buch behandelt habe, gibt es viele Auslassungen, die ich in einer zukünftigen Version des Buches gerne behandeln würde. Die folgende Liste ist eine repräsentative, aber nicht erschöpfende Auflistung von Themen, die ich irgendwann einmal ausbauen möchte, wobei ich mich auf Dinge beschränke, die sich rein auf die Statistik beziehen (und nicht auf Dinge, die mit jamovi zusammenhängen):
nb: Selv innenfor de temaene jeg har dekket i boken, er det mange utelatelser som jeg gjerne vil rette opp i en fremtidig versjon av boken. Hvis vi holder oss til det som handler om ren statistikk (og ikke det som har med jamovi å gjøre), er dette en representativ, men ikke uttømmende liste over emner jeg kunne tenke meg å utdype på et senere tidspunkt:
ta: புத்தகத்தில் நான் உள்ளடக்கிய தலைப்புகளுக்குள் கூட, புத்தகத்தின் எதிர்கால பதிப்பில் நான் நிவர்த்தி செய்ய விரும்பும் நிறைய குறைபாடுகள் உள்ளன. புள்ளிவிவரங்களைப் பற்றிய முற்றிலும் (சாமோவியுடன் தொடர்புடைய விசயங்களைக் காட்டிலும்) முற்றிலும் ஒட்டிக்கொண்டிருப்பது, பின்வருபவை ஒரு சார்பாளர், ஆனால் சில நேரங்களில் நான் விரிவாக்க விரும்பும் தலைப்புகளின் முழுமையான பட்டியல் அல்ல:
uk: Навіть у рамках тем, які я висвітлив у книзі, є багато пропусків, які я хотів би виправити в майбутніх виданнях книги. Якщо обмежитися лише питаннями, що стосуються виключно статистики (а не пов'язані з jamovi), то нижче наведено представницький, але не вичерпний перелік тем, які я хотів би розширити в майбутньому:

source: **Other types of correlations.** In chapter :doc:`Correlation and linear regression <../Ch12/Ch12_Regression>` I talked about two types of correlation: Pearson and Spearman. Both of these methods of assessing correlation are applicable to the case where you have two continuous variables |continuous| and want to assess the relationship between them. What about the case where your variables are both nominal scale |nominal|? Or when one is nominal |nominal| scale and the other is continuous |continuous|? There are actually methods for computing correlations in such cases (e.g., polychoric correlation), and it would be good to see these included.
de: **Andere Arten von Korrelationen.** Im Kapitel :doc:`Korrelation und lineare Regression <../Ch12/Ch12_Regression>` habe ich über zwei Arten von Korrelationen gesprochen: Pearson und Spearman. Beide Methoden zur Bewertung der Korrelation eignen sich für den Fall, dass Sie zwei kontinuierliche Variablen |continuous| haben und die Beziehung zwischen ihnen bewerten möchten. Wie sieht es aber aus, wenn Ihre Variablen beide nominalskaliert |nominal| sind? Oder wenn die eine nominalskaliert |nominal| und die andere kontinuierlich |continuous| ist? Es gibt tatsächlich Methoden zur Berechnung von Korrelationen in solchen Fällen (z. B. polychorische Korrelation), und es wäre gut, wenn diese einbezogen würden.

source: continuous
de: Kontinuierlich

source: **More detail on effect sizes.** In general, I think the treatment of effect sizes throughout the book is a little more cursory than it should be. In almost every instance, I’ve tended just to pick one measure of effect size (usually the most popular one) and describe that. However, for almost all tests and models there are multiple ways of thinking about effect size, and I’d like to go into more detail in the future.
de: **Mehr Details zu Effektgrößen.** Im Allgemeinen denke ich, dass die Behandlung von Effektgrößen im gesamten Buch etwas oberflächlicher ist, als sie sein sollte. In fast allen Fällen habe ich dazu tendiert, nur ein Maß für die Effektgröße auszuwählen (normalerweise das populärste) und dieses zu beschreiben. Für fast alle Tests und Modelle gibt es jedoch mehrere Möglichkeiten, über die Effektgröße nachzudenken, und ich würde in Zukunft gerne mehr ins Detail gehen.
nb: **Mer informasjon om effektstørrelser**: Generelt synes jeg at behandlingen av effektstørrelser i boken er mer overfladisk enn den burde være. I nesten alle tilfeller har jeg hatt en tendens til å velge kun ett mål på effektstørrelse (vanligvis det mest populære) og beskrive det. For nesten alle tester og modeller finnes det imidlertid flere måter å tenke på effektstørrelse på, og jeg vil gjerne gå mer i detalj i fremtiden.
ta: ** விளைவு அளவுகள் பற்றிய கூடுதல் விவரங்கள். ** பொதுவாக, நூல் முழுவதும் விளைவு அளவுகளின் சிகிச்சையானது இருக்க வேண்டியதை விட சற்று அதிகமாக இருக்கும் என்று நான் நினைக்கிறேன். ஏறக்குறைய ஒவ்வொரு சந்தர்ப்பத்திலும், ஒரு அளவிலான விளைவு அளவைத் தேர்ந்தெடுத்து (பொதுவாக மிகவும் பிரபலமான ஒன்று) அதை விவரிக்கிறேன். இருப்பினும், கிட்டத்தட்ட எல்லா சோதனைகளுக்கும் மாதிரிகளுக்கும் விளைவு அளவைப் பற்றி சிந்திக்க பல வழிகள் உள்ளன, மேலும் எதிர்காலத்தில் மேலும் விரிவாக செல்ல விரும்புகிறேன்.
uk: **Більш детальна інформація про розміри ефекту.** Загалом, я вважаю, що розгляд розмірів ефекту в книзі є дещо поверхневим. Майже в кожному випадку я, як правило, вибирав лише один показник розміру ефекту (зазвичай найпопулярніший) і описував його. Однак для майже всіх тестів і моделей існує кілька способів розглядати розмір ефекту, і я хотів би детальніше розглянути це питання в майбутньому.

source: **Dealing with violated assumptions.** In a number of places in the book I’ve talked about some things you can do when you find that the assumptions of your test (or model) are violated, but I think that I ought to say more about this. In particular, I think it would have been nice to talk in a lot more detail about how you can tranform variables to fix problems. I talked a bit about this in the sections :doc:`Transforming or recoding a variable <../Ch06/Ch06_DataHandling_3>` and :doc:`Mathematical functions and operations <../Ch06/Ch06_DataHandling_4>`, but the discussion isn’t detailed enough I think.
de: **Der Umgang mit verletzten Annahmen.** An einigen Stellen im Buch habe ich über einige Dinge gesprochen, die Sie tun können, wenn Sie feststellen, dass die Annahmen Ihres Tests (oder Modells) verletzt sind, aber ich denke, dass ich mehr darüber sagen sollte. Insbesondere wäre es schön gewesen, ausführlicher darüber zu sprechen, wie man Variablen umformen kann, um Probleme zu beheben. Ich habe in den Abschnitten :doc:`Transformieren und Umkodieren einer Variablen <../Ch06/Ch06_DataHandling_3>` und :doc:`Mathematische Funktionen und Operationen <../Ch06/Ch06_DataHandling_4>` ein wenig darüber gesprochen, aber die Diskussion ist meiner Meinung nach nicht detailliert genug.

source: **Interaction terms for regression.** In chapter :doc:`Factorial ANOVA <../Ch14/Ch14_ANOVA2>`, I talked about the fact that you can have interaction terms in an ANOVA, and I also pointed out that ANOVA can be interpreted as a kind of linear regression model. Yet, when talking about regression in chapter :doc:`Correlation and linear regression <../Ch12/Ch12_Regression>` I made not mention of interactions at all. However, there’s nothing stopping you from including interaction terms in a regression model. It’s just a little more complicated to figure out what an “interaction” actually means when you’re talking about the interaction between two continuous predictors |continuous|, and it can be done in more than one way. Even so, I would have liked to talk a little about this.
de: **Interaktionsterme für die Regression.** In Kapitel :doc:`Faktorielle ANOVA <../Ch14/Ch14_ANOVA2>` habe ich über die Tatsache gesprochen, dass man Interaktionsterme in einer ANOVA haben kann, und ich habe auch darauf hingewiesen, dass die ANOVA als eine Art Regressionsmodell interpretiert werden kann. Als ich jedoch in Kapitel :doc:`Korrelation und lineare Regression <../Ch12/Ch12_Regression>` über Regression sprach, erwähnte ich Wechselwirkungen überhaupt nicht. Das sollte Sie jedoch nicht daran hindern, Interaktionsterme in ein Regressionsmodell aufzunehmen. Es ist nur etwas komplizierter herauszufinden, was eine „Interaktion“ eigentlich bedeutet, wenn es um die Interaktion zwischen zwei kontinuierlichen Prädiktoren |continuous| geht, und es kann auf mehr als eine Weise geschehen. Trotzdem hätte ich gerne mehr darüber gesprochen.

source: **Method of planned comparison.** As I mentioned this in chapter :doc:`Factorial ANOVA <../Ch14/Ch14_ANOVA2>`, it’s not always appropriate to be using a post-hoc correction like Tukey’s HSD when doing an ANOVA, especially when you had a very clear (and limited) set of comparisons that you cared about ahead of time. I would like to talk more about this in the future.
de: **Geplante Vergleiche.** Wie ich bereits in Kapitel :doc:`Faktorielle ANOVA <../Ch14/Ch14_ANOVA2>` erwähnt habe, ist es nicht immer angebracht, bei einer ANOVA eine Post-hoc-Korrektur wie Tukey's HSD zu verwenden, vor allem dann nicht, wenn Sie im Voraus eine sehr klare (und begrenzte) Reihe von Vergleichen festgelegt haben, die Ihnen wichtig sind. Ich würde in Zukunft gerne mehr darüber sprechen.

source: **Multiple comparison methods.** Even within the context of talking about post-hoc tests and multiple comparisons, I would have liked to talk about the methods in more detail, and talk about what other methods exist besides the few options I mentioned.
de: **Methoden für Mehrfachvergleiche.** Selbst im Rahmen der Diskussion über Post-hoc-Tests und mehrfache Vergleiche hätte ich gerne ausführlicher über die Methoden gesprochen und darüber, welche anderen Methoden es neben den wenigen von mir genannten Möglichkeiten gibt.
nb: **Metoder for multiple sammenligninger**: Selv om vi snakker om post-hoc-tester og multiple sammenligninger, skulle jeg gjerne ha snakket mer detaljert om metodene, og om hvilke andre metoder som finnes i tillegg til de få alternativene jeg nevnte.
ta: ** பல ஒப்பீட்டு முறைகள்.
uk: **Методи множинних порівнянь.** Навіть у контексті обговорення пост-гок тестів і множинних порівнянь, я хотів би більш детально зупинитися на цих методах і розповісти про інші методи, крім тих кількох, про які я вже згадав.

source: Statistical models missing from the book
de: Statistische Analysen, die im Buch nicht behandelt werden
nb: Statistiske modeller mangler i boken
ta: புத்தகத்திலிருந்து புள்ளிவிவர மாதிரிகள் இல்லை
uk: Статистичні моделі, відсутні в книзі

source: Statistics is a huge field. The core tools that I’ve described in this book (χ²-tests, t-tests, regression and ANOVA) are basic tools that are widely used in everyday data analysis, and they form the core of most introductory stats books. However, there are a lot of other tools out there. There are so very many data analysis situations that these tools don’t cover, and it would be great to give you a sense of just how much more there is, for example:
de: Die Statistik ist ein riesiges Gebiet. Die Werkzeuge, die ich in diesem Buch beschrieben habe (χ²-Tests, t-Tests, Regression und ANOVA), sind decken die wichtigsten Methoden für alltägliche Datenanalysen ab und sind weit verbreitet; sie bilden den Kern der meisten Bücher mit einer Einführung in Statistik. Es gibt jedoch noch eine Menge anderer Werkzeuge. Es gibt so viele Situationen in der Datenanalyse, die von diesen Werkzeugen nicht abgedeckt werden, und es wäre schön, Ihnen ein Gefühl dafür zu vermitteln, wie viel mehr es zum Beispiel gibt:

source: **Nonlinear regression.** When discussing regression in chapter :doc:`Correlation and linear regression <../Ch12/Ch12_Regression>`, we saw that regression assumes that the relationship between predictors and outcomes is linear. On the other hand, when we talked about the simpler problem of correlation, we saw that there exist tools (e.g., Spearman correlations) that are able to assess non-linear relationships between variables. There are a number of tools in statistics that can be used to do non-linear regression. For instance, some non-linear regression models assume that the relationship between predictors and outcomes is monotonic (e.g., isotonic regression), while others assume that it is smooth but not necessarily monotonic (e.g., Lowess regression), while others assume that the relationship is of a known form that happens to be nonlinear (e.g., polynomial regression).
de: **Nicht-lineare Regression.** Bei der Erörterung der Regression in Kapitel :doc:`Korrelation und lineare Regression <../Ch12/Ch12_Regression>` haben wir gesehen, dass die Regression davon ausgeht, dass die Beziehung zwischen Prädiktoren und Ergebnissen linear ist. Andererseits haben wir beim einfacheren Problem der Korrelation gesehen, dass es Hilfsmittel (z. B. Spearman-Korrelationen) gibt, mit denen sich nicht-lineare Beziehungen zwischen Variablen untersuchen lassen. In der Statistik gibt es eine Reihe von Instrumenten, die zur Durchführung nicht-linearer Regressionen verwendet werden können. So wird bei einigen nicht-linearen Regressionsmodellen davon ausgegangen, dass die Beziehung zwischen Prädiktoren und Ergebnissen monoton ist (z. B. isotonische Regression), während andere davon ausgehen, dass sie glatt, aber nicht notwendigerweise monoton ist (z. B. Lowess-Regression), während wieder andere davon ausgehen, dass die Beziehung eine bekannte Form hat, die zufällig nicht linear ist (z. B. polynomiale Regression).
