Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch17.po
Languages: de, nb, ta, uk

source: In short, I think that the big payoff for learning statistics this way is *extensibility*. For a book that only covers the very basics of data analysis, this book has a massive overhead in terms of learning probability theory and so on. There’s a whole lot of other things that it pushes you to learn besides the specific analyses that the book covers. So if your goal had been to learn how to run an ANOVA in the minimum possible time, well, this book wasn’t a good choice. But as I say, I don’t think that is your goal. *I* think you want to learn how to do data analysis. And if that really is your goal, you want to make sure that the skills you learn in your introductory stats class are naturally and cleanly extensible to the more complicated models that you need in real world data analysis. You want to make sure that you learn to use the same tools that real data analysts use, so that you can learn to do what they do. And so yeah, okay, you’re a beginner right now (or you were when you started this book), but that doesn’t mean you should be given a dumbed-down story, a story in which I don’t tell you about probability density, or a story where I don’t tell you about the nightmare that is factorial ANOVA with unbalanced designs. And it doesn’t mean that you should be given baby toys instead of proper data analysis tools. Beginners aren’t dumb, they just lack knowledge. What you need is *not* to have the complexities of real world data analysis hidden from from you. What you need are the skills and tools that will let you handle those complexities when they inevitably ambush you in the real world.
de: Kurz gesagt, ich denke, dass der große Vorteil für das Erlernen von Statistik auf diese Weise *Erweiterbarkeit* ist. Für ein Buch, das nur die Grundlagen der Datenanalyse abdeckt, hat dieses Buch einen enormen Overhead in Bezug auf das Erlernen der Wahrscheinlichkeitstheorie und so weiter. Neben den spezifischen Analysen, die das Buch abdeckt, gibt es noch eine ganze Menge anderer Dinge, die Sie lernen müssen. Wenn Ihr Ziel darin bestand, in möglichst kurzer Zeit zu lernen, wie man eine Varianzanalyse durchführt, dann war dieses Buch keine gute Wahl. Aber wie gesagt, ich glaube nicht, dass das Ihr Ziel ist. *Ich* glaube, Sie wollen lernen, wie man Daten analysiert. Und wenn das wirklich Ihr Ziel ist, dann wollen Sie sicherstellen, dass die Fähigkeiten, die Sie in Ihrem einführenden Statistik-Kurs erlernen, natürlich und sauber auf die komplizierteren Modelle erweiterbar sind, die Sie in der realen Welt der Datenanalyse benötigen. Sie wollen sicherstellen, dass Sie lernen, die gleichen Werkzeuge zu benutzen, die echte Datenanalysten benutzen, damit Sie lernen können, das zu tun, was sie tun. Und ja, okay, Sie sind jetzt ein Anfänger (oder Sie waren es, als Sie mit diesem Buch begannen), aber das bedeutet nicht, dass Sie eine stumpfsinnige Geschichte bekommen sollten, eine Geschichte, in der ich Ihnen nichts über Wahrscheinlichkeitsdichte erzähle, oder eine Geschichte, in der ich Ihnen nichts über den Albtraum der faktoriellen Varianzanalyse mit unbalancierten Designs erzähle. Und es bedeutet auch nicht, dass man Ihnen Babyspielzeug anstelle von geeigneten Datenanalysewerkzeugen geben sollte. Anfänger sind nicht dumm, es fehlt ihnen nur an Wissen. Was Sie brauchen, ist *nicht*, die Komplexität der Datenanalyse in der realen Welt vor Ihnen zu verbergen. Was Sie brauchen, sind Fähigkeiten und Werkzeuge, mit denen Sie diese Komplexität bewältigen können. Und sie wird Ihnen in der realen Welt unweigerlich auflauern.
nb: Kort sagt tror jeg at den store gevinsten ved å lære statistikk på denne måten er *utvidelsesmulighetene*. Til å være en bok som bare tar for seg det helt grunnleggende i dataanalyse, har denne boken et enormt overhead når det gjelder å lære seg sannsynlighetsteori og så videre. Det er mye annet du må lære deg i tillegg til de spesifikke analysene som boken dekker. Så hvis målet ditt hadde vært å lære hvordan du kjører en ANOVA på kortest mulig tid, var ikke denne boken et godt valg. Men som sagt, jeg tror ikke det er målet ditt. *Jeg* tror du ønsker å lære å gjøre dataanalyse. Og hvis det virkelig er målet ditt, vil du sørge for at ferdighetene du lærer i introduksjonskurset i statistikk, er naturlig og rent utvidbare til de mer kompliserte modellene du trenger i dataanalyse i den virkelige verden. Du vil sørge for at du lærer å bruke de samme verktøyene som ekte dataanalytikere bruker, slik at du kan lære å gjøre det de gjør. Og så ja, ok, du er nybegynner akkurat nå (eller du var det da du begynte på denne boken), men det betyr ikke at du skal få en dum historie, en historie der jeg ikke forteller deg om sannsynlighetstetthet, eller en historie der jeg ikke forteller deg om marerittet som er faktoriell ANOVA med ubalanserte design. Og det betyr ikke at du bør få barneleker i stedet for skikkelige verktøy for dataanalyse. Nybegynnere er ikke dumme, de mangler bare kunnskap. Det du trenger, er *ikke* å få kompleksiteten i dataanalyse i den virkelige verden skjult for deg. Det du trenger, er ferdigheter og verktøy som lar deg håndtere disse kompleksitetene når de uunngåelig overfaller deg i den virkelige verden.
ta: சுருக்கமாக, புள்ளிவிவரங்களைக் கற்றுக்கொள்வதற்கான பெரிய ஊதியம் *நீட்டிப்பு *என்று நான் நினைக்கிறேன். தரவு பகுப்பாய்வின் அடிப்படைகளை மட்டுமே உள்ளடக்கிய ஒரு புத்தகத்திற்கு, இந்த நூல் கற்றல் நிகழ்தகவு கோட்பாடு மற்றும் பலவற்றின் அடிப்படையில் ஒரு பெரிய மேல்நிலைகளைக் கொண்டுள்ளது. நூல் உள்ளடக்கிய குறிப்பிட்ட பகுப்பாய்வுகளைத் தவிர, கற்றுக்கொள்ள இது உங்களைத் தூண்டுகிறது. ஆகவே, குறைந்தபட்ச நேரத்தில் ஒரு ANOVA ஐ எவ்வாறு இயக்குவது என்பதை அறிந்து கொள்வதே உங்கள் குறிக்கோள் என்றால், இந்த நூல் ஒரு நல்ல தேர்வாக இல்லை. ஆனால் நான் சொல்வது போல், அது உங்கள் குறிக்கோள் என்று நான் நினைக்கவில்லை. * தரவு பகுப்பாய்வை எவ்வாறு செய்வது என்பதை நீங்கள் அறிய விரும்புகிறீர்கள் என்று நினைக்கிறேன். அது உண்மையில் உங்கள் குறிக்கோள் என்றால், உங்கள் அறிமுக புள்ளிவிவர வகுப்பில் நீங்கள் கற்றுக் கொள்ளும் திறன்கள் இயற்கையாகவும் சுத்தமாகவும் உண்மையான உலக தரவு பகுப்பாய்வில் உங்களுக்குத் தேவையான மிகவும் சிக்கலான மாதிரிகளுக்கு விரிவாக்கக்கூடியவை என்பதை உறுதிப்படுத்த விரும்புகிறீர்கள். உண்மையான தரவு ஆய்வாளர்கள் பயன்படுத்தும் அதே கருவிகளைப் பயன்படுத்த நீங்கள் கற்றுக்கொள்கிறீர்கள் என்பதை உறுதிப்படுத்த விரும்புகிறீர்கள், இதன் மூலம் அவர்கள் என்ன செய்கிறார்கள் என்பதை நீங்கள் கற்றுக்கொள்ளலாம். எனவே ஆமாம், சரி, நீங்கள் இப்போதே ஒரு தொடக்கக்காரர் (அல்லது நீங்கள் இந்த புத்தகத்தைத் தொடங்கியபோது நீங்கள் இருந்தீர்கள்), ஆனால் இதன் பொருள் உங்களுக்கு ஒரு ஊமை-கீழே கதை வழங்கப்பட வேண்டும் என்று அர்த்தமல்ல, நான் உங்களுக்கு சொல்லாத ஒரு கதை நிகழ்தகவு அடர்த்தி பற்றி, அல்லது சமநிலையற்ற வடிவமைப்புகளைக் கொண்ட காரணியாலான ANOVA என்ற கனவைப் பற்றி நான் உங்களுக்குச் சொல்லாத ஒரு கதை. சரியான தரவு பகுப்பாய்வு கருவிகளுக்கு பதிலாக உங்களுக்கு குழந்தை பொம்மைகளை வழங்க வேண்டும் என்று அர்த்தமல்ல. ஆரம்பத்தில் ஊமை இல்லை, அவர்களுக்கு அறிவு இல்லை. உங்களிடமிருந்து மறைக்கப்பட்ட உண்மையான உலக தரவு பகுப்பாய்வின் சிக்கல்களைக் கொண்டிருப்பது உங்களுக்குத் தேவையானது * அல்ல. உங்களுக்குத் தேவையானது திறன்கள் மற்றும் கருவிகள் அந்த சிக்கல்களை உண்மையான உலகில் தவிர்க்க முடியாமல் பதுங்கியிருக்கும்போது அவற்றைக் கையாள அனுமதிக்கும்.

source: And what I hope is that this book, or the finished book that this will one day turn into, is able to help you with that.
de: Und ich hoffe, dass dieses Buch, oder das fertige Buch, das eines Tages erscheinen wird, Ihnen dabei helfen kann.
nb: Og jeg håper at denne boken, eller den ferdige boken som dette en dag vil bli, kan hjelpe deg med det.
ta: நான் நம்புகிறேன் என்னவென்றால், இந்த நூல், அல்லது இது ஒரு நாள் மாறும் முடிக்கப்பட்ட நூல், அதற்கு உங்களுக்கு உதவ முடியும்.
uk: І я сподіваюся, що ця книга, або та готова книга, в яку це колись перетвориться, зможе вам у цьому допомогти.

source: *“and go on till you come to the end: then stop”*
nb: «*og fortsett til du kommer til enden, og stopp så.*»
ta: *“நீங்கள் இறுதிவரை வரும் வரை செல்லுங்கள்: பின்னர் நிறுத்துங்கள்”*
uk: *“і продовжуй, доки не дійдеш до кінця: тоді зупинись”*

source: Lewis Carroll
ta: லூயிச் கரோல்
uk: Льюїс Керролл

source: **Other types of correlations.** In chapter :doc:`../Ch12/Ch12_Regression` I talked about two types of correlation: Pearson and Spearman. Both of these methods of assessing correlation are applicable to the case where you have two continuous variables |continuous| and want to assess the relationship between them. What about the case where your variables are both nominal scale |nominal|? Or when one is nominal |nominal| scale and the other is continuous |continuous|? There are actually methods for computing correlations in such cases (e.g., polychoric correlation), and it would be good to see these included.
nb: **Flere typer av korrelasjoner**: I kapittelet :doc:`../Ch12/Ch12_Regression` snakket jeg om to typer korrelasjoner: Pearson og Spearman. Begge disse metodene for å vurdere korrelasjon er anvendelige i tilfeller der du har to kontinuerlige variabler |continuous| og ønsker å vurdere sammenhengen mellom dem. Hva med tilfellet der begge variablene er på en nominalskala |nominal|? Eller når den ene er på en nominalskala |nominal| og den andre er kontinuerlig |continuous|? Det finnes faktisk metoder for å beregne korrelasjoner i slike tilfeller (f.eks. polykorisk korrelasjon korrelasjon), og det hadde vært fint om disse var inkludert.
ta: ** பிற வகை தொடர்புகள். தொடர்புகளை மதிப்பிடுவதற்கான இந்த இரண்டு முறைகளும் உங்களிடம் இரண்டு தொடர்ச்சியான மாறிகள் இருக்கும் வழக்கில் பொருந்தும் | தொடர்ச்சியான | அவர்களுக்கு இடையிலான உறவை மதிப்பிட விரும்புகிறேன். உங்கள் மாறிகள் இரண்டுமே பெயரளவு அளவிலான | பெயரளவு | அல்லது ஒன்று பெயரளவில் இருக்கும்போது | பெயரளவு | அளவு மற்றும் மற்றொன்று தொடர்ச்சியானது | தொடர்ச்சியான |? இதுபோன்ற சந்தர்ப்பங்களில் தொடர்புகளை கணக்கிடுவதற்கான முறைகள் உண்மையில் உள்ளன (எ.கா., பாலிகோரிக் தொடர்பு), மேலும் இவை சேர்க்கப்படுவதைக் காண்பது நல்லது.
uk: **Інші типи кореляцій.** У розділі :doc:`../Ch12/Ch12_Regression` я розповідав про два типи кореляції: Пірсона та Спірмена. Обидва ці методи оцінки кореляції застосовуються у випадку, коли ви маєте дві безперервні змінні |continuous| і хочете оцінити взаємозв'язок між ними. А що робити, якщо обидві ваші змінні є номінальними |nominal|? Або якщо одна є номінальною |nominal|, а інша — безперервною |continuous|? Насправді існують методи обчислення кореляцій у таких випадках (наприклад, поліхорична кореляція), і було б добре, якби вони були включені.

source: **Dealing with violated assumptions.** In a number of places in the book I’ve talked about some things you can do when you find that the assumptions of your test (or model) are violated, but I think that I ought to say more about this. In particular, I think it would have been nice to talk in a lot more detail about how you can tranform variables to fix problems. I talked a bit about this in the sections :doc:`../Ch06/Ch06_DataHandling_3` and :doc:`../Ch06/Ch06_DataHandling_4`, but the discussion isn’t detailed enough I think.
nb: **Håndtere brudd på forutsetninger**: Flere steder i boken har jeg snakket om hva du kan gjøre når du oppdager at forutsetningene for testen (eller modellen) din er brutt, men jeg synes jeg burde ha sagt mer om dette. Spesielt synes jeg det hadde vært fint å snakke mye mer detaljert om hvordan du kan omforme variabler for å løse problemer. Jeg snakket litt om dette i avsnittene :doc:`../Ch06/Ch06_DataHandling_3` og :doc:`../Ch06/Ch06_DataHandling_4`, men diskusjonen er ikke detaljert nok, synes jeg.
ta: . இதைப் பற்றி மேலும் சொல்லுங்கள். குறிப்பாக, சிக்கல்களை சரிசெய்ய நீங்கள் எவ்வாறு மாறிகளை மாற்றலாம் என்பது பற்றி இன்னும் பல விவரங்களில் பேசுவது நன்றாக இருந்திருக்கும் என்று நான் நினைக்கிறேன். நான் இதைப் பற்றி கொஞ்சம் பேசினேன்: doc: `../ ch06/ch06_datahandling_3` மற்றும்: doc:` ../ ch06/ch06_datahandling_4`, ஆனால் விவாதம் விவரிக்கப்படவில்லை என்று நான் நினைக்கிறேன்.
uk: **Робота з порушеними припущеннями.** У кількох місцях книги я розповідав про те, що можна зробити, коли виявляється, що припущення вашого тесту (або моделі) порушені, але я вважаю, що варто сказати про це більше. Зокрема, було б добре розповісти більш детально про те, як можна трансформувати змінні, щоб виправити проблеми. Я трохи торкнувся цієї теми в розділах :doc:`../Ch06/Ch06_DataHandling_3` та :doc:`../Ch06/Ch06_DataHandling_4`, але, на мою думку, це обговорення не є достатньо детальним.

source: **Interaction terms for regression.** In chapter :doc:`../Ch14/Ch14_ANOVA2`, I talked about the fact that you can have interaction terms in an ANOVA, and I also pointed out that ANOVA can be interpreted as a kind of linear regression model. Yet, when talking about regression in chapter :doc:`../Ch12/Ch12_Regression` I made not mention of interactions at all. However, there’s nothing stopping you from including interaction terms in a regression model. It’s just a little more complicated to figure out what an “interaction” actually means when you’re talking about the interaction between two continuous predictors |continuous|, and it can be done in more than one way. Even so, I would have liked to talk a little about this.
nb: **Interaksjonstermer for regresjon**: I kapittel :doc:`../Ch14/Ch14_ANOVA2` snakket jeg om at man kan ha en interaksjonsterm i en ANOVA, og jeg pekte også på at ANOVA kan tolkes som en slags lineær regresjonsmodell. Men da jeg snakket om regresjon i kapittel :doc:`../Ch12/Ch12_Regression` nevnte jeg ikke interaksjoner i det hele tatt. Det er imidlertid ingenting i veien for å inkludere interaksjonsterm i en regresjonsmodell. Det er bare litt mer komplisert å finne ut hva en «interaksjon» egentlig betyr når det er snakk om interaksjonen mellom to kontinuerlige prediktorer |continuous|, og det kan gjøres på mer enn én måte. Likevel skulle jeg gjerne ha snakket litt om dette.
ta: ** பின்னடைவுக்கான தொடர்பு விதிமுறைகள். நேரியல் பின்னடைவு மாதிரி. ஆனாலும், அத்தியாயத்தில் பின்னடைவு பற்றி பேசும்போது: டாக்: `../ CH12/CH12_REGRESSION` நான் இடைவினைகளைப் பற்றி குறிப்பிடவில்லை. இருப்பினும், பின்னடைவு மாதிரியில் தொடர்பு விதிமுறைகளைச் சேர்ப்பதில் இருந்து உங்களைத் தடுக்க எதுவும் இல்லை. இரண்டு தொடர்ச்சியான முன்னறிவிப்பாளர்களுக்கிடையேயான தொடர்புகளைப் பற்றி நீங்கள் பேசும்போது “தொடர்பு” உண்மையில் என்ன பொருள் என்பதைக் கண்டுபிடிப்பது இன்னும் கொஞ்சம் சிக்கலானது | தொடர்ச்சியானது |, மேலும் இது ஒன்றுக்கு மேற்பட்ட வழிகளில் செய்யப்படலாம். அப்படியிருந்தும், இதைப் பற்றி கொஞ்சம் பேச நான் விரும்பியிருப்பேன்.
uk: **Терміни взаємодії для регресії.** У розділі :doc:`../Ch14/Ch14_ANOVA2` я говорив про те, що в ANOVA можуть бути терміни взаємодії, а також вказав, що ANOVA можна інтерпретувати як різновид лінійної регресійної моделі. Однак, коли я говорив про регресію в розділі :doc:`../Ch12/Ch12_Regression`, я взагалі не згадував про взаємодії. Однак ніщо не заважає вам включити терміни взаємодії в регресійну модель. Просто трохи складніше зрозуміти, що насправді означає «взаємодія», коли йдеться про взаємодію між двома безперервними предикторами |continuous|, і це можна зробити більш ніж одним способом. Незважаючи на це, я хотів би трохи поговорити про це.

source: **Method of planned comparison.** As I mentioned this in chapter :doc:`../Ch14/Ch14_ANOVA2`, it’s not always appropriate to be using a post-hoc correction like Tukey’s HSD when doing an ANOVA, especially when you had a very clear (and limited) set of comparisons that you cared about ahead of time. I would like to talk more about this in the future.
nb: **Metode for planlagt sammenligning**: Som jeg nevnte i kapittel :doc:`../Ch14/Ch14_ANOVA2`, er det ikke alltid hensiktsmessig å bruke en post-hoc-korreksjon som Tukey's HSD når du gjør en ANOVA, spesielt ikke når du hadde et veldig klart (og begrenset) sett med sammenligninger som du brydde deg om på forhånd. Jeg vil gjerne snakke mer om dette i fremtiden.
ta: ** திட்டமிடப்பட்ட ஒப்பீட்டின் முறை. நீங்கள் நேரத்திற்கு முன்பே அக்கறை கொண்ட ஒப்பீடுகளின் மிக தெளிவான (மற்றும் வரையறுக்கப்பட்ட) தொகுப்பைக் கொண்டிருந்தது. எதிர்காலத்தில் இதைப் பற்றி மேலும் பேச விரும்புகிறேன்.
uk: **Метод планового порівняння.** Як я вже згадував у розділі :doc:`../Ch14/Ch14_ANOVA2`, не завжди доцільно використовувати пост-хок корекцію, таку як HSD Тукі, при проведенні ANOVA, особливо якщо ви заздалегідь визначили чіткий (і обмежений) набір порівнянь, які вас цікавлять. Я хотів би детальніше зупинитися на цьому питанні в майбутньому.

source: Statistics is a huge field. The core tools that I’ve described in this book (χ²-tests, *t*-tests, regression and ANOVA) are basic tools that are widely used in everyday data analysis, and they form the core of most introductory stats books. However, there are a lot of other tools out there. There are so very many data analysis situations that these tools don’t cover, and it would be great to give you a sense of just how much more there is, for example:
nb: Statistikk er et enormt fagfelt. Kjerneverktøyene jeg har beskrevet i denne boken (χ²-tester, *t*-tester, regresjon og ANOVA) er grunnleggende verktøy som er mye brukt i daglig dataanalyse, og de utgjør kjernen i de fleste innføringsbøker i statistikk. Det finnes imidlertid mange andre verktøy der ute. Det er veldig mange dataanalysesituasjoner som disse verktøyene ikke dekker, og det hadde vært flott å gi deg en følelse av hvor mye mer det finnes:
ta: புள்ளிவிவரங்கள் ஒரு பெரிய புலம். இந்த புத்தகத்தில் நான் விவரித்த முக்கிய கருவிகள் (χ²-சோதனைகள், *t *-டெச்ட்கள், பின்னடைவு மற்றும் ANOVA) அன்றாட தரவு பகுப்பாய்வில் பரவலாகப் பயன்படுத்தப்படும் அடிப்படை கருவிகள், மேலும் அவை பெரும்பாலான அறிமுக புள்ளிவிவர புத்தகங்களின் மையத்தை உருவாக்குகின்றன. இருப்பினும், அங்கே நிறைய கருவிகள் உள்ளன. இந்த கருவிகள் மறைக்காத பல தரவு பகுப்பாய்வு சூழ்நிலைகள் உள்ளன, மேலும் இன்னும் எவ்வளவு இருக்கிறது என்பதைப் புரிந்துகொள்வது மிகவும் நல்லது, எடுத்துக்காட்டாக:
uk: Статистика — це величезна галузь. Основні інструменти, які я описав у цій книзі (χ²-тести, *t*-тести, регресія та ANOVA), є базовими інструментами, які широко використовуються в повсякденному аналізі даних, і вони складають основу більшості вступних підручників зі статистики. Однак існує ще багато інших інструментів. Існує дуже багато ситуацій аналізу даних, які ці інструменти не охоплюють, і було б чудово дати вам уявлення про те, скільки ще існує інших інструментів, наприклад:

source: **Nonlinear regression.** When discussing regression in chapter :doc:`../Ch12/Ch12_Regression`, we saw that regression assumes that the relationship between predictors and outcomes is linear. On the other hand, hen we talked about the simpler problem of correlation, we saw that there exist tools (e.g., Spearman correlations) that are able to assess non-linear relationships between variables. There are a number of tools in statistics that can be used to do non-linear regression. For instance, some non-linear regression models assume that the relationship between predictors and outcomes is monotonic (e.g., isotonic regression), while others assume that it is smooth but not necessarily monotonic (e.g., Lowess regression), while others assume that the relationship is of a known form that happens to be nonlinear (e.g., polynomial regression).
nb: **Ikke-lineær regresjon**: Da vi diskuterte regresjon i kapittel :doc:`../Ch12/Ch12_Regression`, så vi at regresjon forutsetter at forholdet mellom prediktorer og utfall er lineært. Da vi snakket om det enklere korrelasjonsproblemet, så vi derimot at det finnes verktøy (f.eks. Spearman-korrelasjoner) som kan brukes til å vurdere ikke-lineære sammenhenger mellom variabler. Det finnes en rekke verktøy i statistikk som kan brukes til å utføre ikke-lineær regresjon. Noen ikke-lineære regresjonsmodeller forutsetter for eksempel at forholdet mellom prediktorer og utfall er monotont (f.eks. isoton regresjon), mens andre forutsetter at det er jevnt, men ikke nødvendigvis monotont (f.eks. Lowess-regresjon), mens andre igjen forutsetter at forholdet er av en kjent form som tilfeldigvis er ikke-lineært (f.eks. polynomregresjon).
ta: ** நேரியல் அல்லாத பின்னடைவு. மறுபுறம், கோழி நாங்கள் தொடர்புகளின் எளிமையான சிக்கலைப் பற்றி பேசினோம், மாறிகள் இடையே நேரியல் அல்லாத உறவுகளை மதிப்பிடக்கூடிய கருவிகள் (எ.கா., ச்பியர்மேன் தொடர்புகள்) இருப்பதை நாங்கள் கண்டோம். புள்ளிவிவரங்களில் பல கருவிகள் உள்ளன, அவை நேரியல் அல்லாத பின்னடைவைச் செய்ய பயன்படுத்தப்படலாம். உதாரணமாக, சில நேரியல் அல்லாத பின்னடைவு மாதிரிகள் முன்னறிவிப்பாளர்களுக்கும் விளைவுகளுக்கும் இடையிலான உறவு மோனோடோனிக் (எ.கா., ஐசோடோனிக் பின்னடைவு) என்று கருதுகின்றன, மற்றவர்கள் இது மென்மையானது என்று கருதுகின்றனர், ஆனால் அவசியமாக மோனோடோனிக் அல்ல (எ.கா., லோவச் பின்னடைவு), மற்றவர்கள் உறவு கருதுகின்றனர் அறியப்பட்ட வடிவத்தில் உள்ளது, இது நேரியல் அல்ல (எ.கா., பல்லுறுப்புறுப்பு பின்னடைவு).
uk: **Нелінійна регресія.** Обговорюючи регресію в розділі :doc:`../Ch12/Ch12_Regression`, ми побачили, що регресія передбачає лінійну залежність між предикторами та результатами. З іншого боку, коли ми говорили про простішу проблему кореляції, ми побачили, що існують інструменти (наприклад, кореляції Спірмена), які здатні оцінювати нелінійні відносини між змінними. Існує ряд інструментів у статистиці, які можна використовувати для нелінійної регресії. Наприклад, деякі нелінійні регресійні моделі припускають, що взаємозв'язок між предикторами та результатами є монотонним (наприклад, ізотонічна регресія), інші припускають, що він є плавним, але не обов'язково монотонним (наприклад, регресія Лоуеса), а треті припускають, що взаємозв'язок має відому форму, яка є нелінійною (наприклад, поліноміальна регресія).
