Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch17.po
Languages: de, nb, ta, uk

source: **Missing data.** Suppose you're doing a survey, and you're interested in exercise and weight. You send data to four people. Adam says he exercises a lot and is not overweight. Briony says she exercises a lot and is not overweight. Carol says she does not exercise and is overweight. Tim says he does not exercise and refuses to answer the question about his weight. Elaine does not return the survey. You now have a missing data problem. There is one entire survey missing, and one question missing from another one, What do you do about it? Ignoring missing data is not, in general, a safe thing to do. Let's think about Tim's survey here. Firstly, notice that, on the basis of his other responses, he appears to be more similar to Carol (neither of them exercise) than to Adam or Briony. So if you were forced to guess his weight, you'd guess that he is closer to her than to them. Maybe you'd make some correction for the fact that Adam and Tim are males and Briony and Carol are females. The statistical name for this kind of guessing is “imputation”. Doing imputation safely is hard, but it's important, especially when the missing data are missing in a systematic way. Because of the fact that people who are overweight are often pressured to feel poorly about their weight (often thanks to public health campaigns), we actually have reason to suspect that the people who are not responding are more likely to be overweight than the people who do respond. Imputing a weight to Tim means that the number of overweight people in the sample will probably rise from 1 out of 3 (if we ignore Tim), to 2 out of 4 (if we impute Tim's weight). Clearly this matters. But doing it sensibly is more complicated than it sounds. Earlier, I suggested you should treat Tim like Carol, since they gave the same answer to the exercise question. But that's not quite right. There is a systematic difference between them. She answered the question, and Tim didn't. Given the social pressures faced by overweight people, isn't it likely that Tim is *more* overweight than Carol? And of course this is still ignoring the fact that it's not sensible to impute a *single* weight to Tim, as if you actually knew his weight. Instead, what you need to do it is impute a range of plausible guesses (referred to as multiple imputation), in order to capture the fact that you're more uncertain about Tim's weight than you are about Carol's. And let's not get started on the problem posed by the fact that Elaine didn't send in the survey. As you can probably guess, dealing with missing data is an increasingly important topic. In fact, I've been told that a lot of journals in some fields will not accept studies that have missing data unless some kind of sensible multiple imputation scheme is followed.
de: **Fehlende Daten.** Angenommen, Sie führen eine Umfrage durch und interessieren sich für Bewegung und Gewicht. Sie senden Daten an vier Personen. Adam sagt, er treibe viel Sport und sei nicht übergewichtig. Briony sagt, sie treibe viel Sport und sei nicht übergewichtig. Carol sagt, sie treibe keinen Sport und sei übergewichtig. Tim sagt, er treibe keinen Sport und weigert sich, die Frage nach seinem Gewicht zu beantworten. Elaine sendet die Umfrage nicht zurück. Sie haben nun ein Problem mit fehlenden Daten. Es fehlt eine ganze Umfrage und eine Frage in einer anderen Umfrage. Was tun Sie? Das Ignorieren fehlender Daten ist im Allgemeinen keine gute Idee. Betrachten wir hier die Umfrage von Tim. Zunächst fällt auf, dass er aufgrund seiner anderen Antworten mehr Ähnlichkeit mit Carol (beide trainieren nicht) als mit Adam oder Briony zu haben scheint. Wenn Sie also gezwungen wären, sein Gewicht zu schätzen, würden Sie vermuten, dass er Carol ähnlicher ist als den beiden Anderen. Vielleicht würden Sie die Tatsache korrigieren, dass Adam und Tim männlich und Briony und Carol weiblich sind. Der statistische Name für diese Art des Ratens ist „Imputation“. Die sichere Durchführung von Imputationen ist schwierig, aber wichtig, vor allem, wenn die fehlenden Daten systematisch fehlen. Da übergewichtige Menschen sich oft unter Druck gesetzt fühlen, wegen ihres Gewichts besorgt zu sein, haben wir Grund zu der Annahme, dass die Personen, die nicht antworten, mit größerer Wahrscheinlichkeit übergewichtig sind als die Personen, die antworten. Wenn wir Tim ein Gewicht zuschreiben, bedeutet dies, dass die Zahl der übergewichtigen Personen in der Stichprobe wahrscheinlich von 1 von 3 (wenn wir Tim ignorieren) auf 2 von 4 (wenn wir Tims Gewicht zuschreiben) ansteigt. Das ist natürlich wichtig. Aber eine sinnvolle Vorgehensweise ist komplizierter als es klingt. Vorhin habe ich vorgeschlagen, Tim wie Carol zu behandeln, da beide die gleiche Antwort auf die Übungsfrage gegeben haben. Aber das ist nicht ganz richtig. Es gibt einen systematischen Unterschied zwischen den beiden. Sie hat die Frage beantwortet, Tim aber nicht. Ist es angesichts des sozialen Drucks, dem übergewichtige Menschen ausgesetzt sind, nicht wahrscheinlich, dass Tim *stärker* übergewichtig ist als Carol? Und natürlich wird dabei immer noch die Tatsache ignoriert, dass es nicht sinnvoll ist, Tim einen *festen* Wert für sein Gewicht zuzuschreiben, so als ob man sein Gewicht tatsächlich kennen würde. Stattdessen müssen Sie eine Reihe von plausiblen Schätzungen unterstellen (als multiple Imputation bezeichnet), um der Tatsache Rechnung zu tragen, dass Sie über das Gewicht von Tim unsicherer sind als über das von Carol. Und lassen Sie uns gar nicht erst mit dem Problem anfangen, das sich aus der Tatsache ergibt, dass Elaine die Umfrage nicht beantwortet hat. Wie Sie sich wahrscheinlich denken können, ist der Umgang mit fehlenden Daten ein wichtiges Thema. Man hat mir sogar gesagt, dass viele Zeitschriften in einigen Bereichen Studien mit fehlenden Daten nur dann akzeptieren, wenn ein vernünftiges Schema für die mehrfache Imputation befolgt wird.
nb: **Manglende data**: Anta at du gjennomfører en spørreundersøkelse og er interessert i trening og vekt. Du sender data til fire personer. Adam sier at han trener mye og ikke er overvektig. Briony sier at hun trener mye og ikke er overvektig. Carol sier at hun ikke trener og er overvektig. Tim sier at han ikke trener og nekter å svare på spørsmålet om vekten sin. Elaine returnerer ikke undersøkelsen. Du har nå et problem med manglende data. Det mangler en hel undersøkelse, og ett spørsmål mangler i en annen. Hva gjør du med det? Å ignorere manglende data er generelt sett ikke en trygg ting å gjøre. La oss tenke på Tims undersøkelse her. For det første ser det ut til at han, basert på de andre svarene hans, ligner mer på Carol (ingen av dem trener) enn på Adam eller Briony. Så hvis du skulle gjette vekten hans, ville du gjette at han ligger nærmere henne enn dem. Kanskje du ville korrigert for det faktum at Adam og Tim er menn, mens Briony og Carol er kvinner. Det statistiske navnet for denne typen gjetting er «imputering». Det er vanskelig å gjøre imputering på en sikker måte, men det er viktig, spesielt når de manglende dataene mangler på en systematisk måte. På grunn av det faktum at overvektige ofte blir presset til å føle seg dårlig om vekten sin (ofte takket være folkehelsekampanjer), har vi faktisk grunn til å mistenke at det er større sannsynlighet for at de som ikke svarer, er overvektige enn de som svarer. Hvis vi tillegger Tim en vekt, betyr det at antallet overvektige personer i utvalget sannsynligvis vil øke fra 1 av 3 (hvis vi ignorerer Tim) til 2 av 4 (hvis vi tillegger Tims vekt). Det er klart at dette har betydning. Men å gjøre det på en fornuftig måte er mer komplisert enn det høres ut. Tidligere foreslo jeg at du burde behandle Tim på samme måte som Carol, siden de ga samme svar på øvelsesspørsmålet. Men det er ikke helt riktig. Det er en systematisk forskjell mellom dem. Hun svarte på spørsmålet, og det gjorde ikke Tim. Gitt det sosiale presset som overvektige utsettes for, er det ikke sannsynlig at Tim er *mer* overvektig enn Carol? Og da har vi selvfølgelig ikke tatt hensyn til det faktum at det ikke er fornuftig å tillegge Tim en *enkelt* vekt, som om du faktisk visste hva han veide. I stedet må du imputere en rekke plausible gjetninger (såkalt multippel imputering), for å fange opp det faktum at du er mer usikker på Tims vekt enn du er på Carols. Og la oss ikke snakke om problemet med at Elaine ikke sendte inn undersøkelsen. Som du sikkert skjønner, er håndtering av manglende data et stadig viktigere tema. Jeg har faktisk blitt fortalt at mange tidsskrifter innen enkelte fagfelt ikke vil godta studier som har manglende data, med mindre en eller annen form for fornuftig ordning for multippel imputering blir fulgt.
ta: ** தரவைக் காணவில்லை. ** நீங்கள் ஒரு கணக்கெடுப்பை செய்கிறீர்கள் என்று வைத்துக்கொள்வோம், நீங்கள் உடற்பயிற்சி மற்றும் எடையில் ஆர்வமாக உள்ளீர்கள். நீங்கள் நான்கு பேருக்கு தரவை அனுப்புகிறீர்கள். ஆடம் கூறுகையில், அவர் நிறைய உடற்பயிற்சி செய்கிறார், அதிக எடை இல்லை. பிரியோனி கூறுகையில், அவர் நிறைய உடற்பயிற்சி செய்கிறார், அதிக எடை இல்லை. கரோல் தான் உடற்பயிற்சி செய்யவில்லை என்றும் அதிக எடை கொண்டவர் என்றும் கூறுகிறார். டிம் தான் உடற்பயிற்சி செய்யவில்லை என்றும் அவரது எடை குறித்த கேள்விக்கு பதிலளிக்க மறுப்பதாகவும் கூறுகிறார். எலைன் கணக்கெடுப்பைத் திருப்பித் தரவில்லை. உங்களிடம் இப்போது காணாமல் போன தரவு சிக்கல் உள்ளது. ஒரு முழு கணக்கெடுப்பையும் காணவில்லை, ஒரு கேள்வி இன்னொருவரிடமிருந்து காணவில்லை, இதைப் பற்றி நீங்கள் என்ன செய்கிறீர்கள்? காணாமல் போன தரவைப் புறக்கணிப்பது பொதுவாக ஒரு பாதுகாப்பான சேதி அல்ல. டிம் கணக்கெடுப்பு பற்றி இங்கே சிந்திக்கலாம். முதலாவதாக, அவரது மற்ற பதில்களின் அடிப்படையில், அவர் ஆதாம் அல்லது பிரியோனியை விட கரோலுக்கு (அவை இரண்டுமே உடற்பயிற்சி செய்யவில்லை) ஒத்ததாகத் தோன்றுகின்றன என்பதைக் கவனியுங்கள். எனவே அவரது எடையை யூகிக்க நீங்கள் கட்டாயப்படுத்தப்பட்டால், அவர் அவர்களை விட அவளுடன் நெருக்கமாக இருக்கிறார் என்று நீங்கள் யூகிப்பீர்கள். ஆதாம் மற்றும் டிம் ஆண்கள், பிரையோனி மற்றும் கரோல் பெண்கள் என்பதற்கு நீங்கள் சில திருத்தம் செய்யலாம். இந்த வகையான யூகத்தின் புள்ளிவிவரப் பெயர் “தூண்டுதல்”. பாதுகாப்பாக குற்றச்சாட்டு செய்வது கடினம், ஆனால் இது முதன்மை, குறிப்பாக காணாமல் போன தரவு முறையான முறையில் காணாமல் போகும்போது. அதிக எடை கொண்டவர்கள் பெரும்பாலும் தங்கள் எடையைப் பற்றி மோசமாக உணர அழுத்தம் கொடுக்கப்படுவதால் (பெரும்பாலும் பொது சுகாதார பிரச்சாரங்களுக்கு நன்றி), பதிலளிக்காத நபர்கள் மக்களை விட அதிக எடை கொண்டவர்கள் என்று சந்தேகிக்க எங்களுக்கு உண்மையில் காரணம் இருக்கிறது பதிலளிக்கவும். டிம் ஒரு எடையைத் தூண்டுவது என்பது மாதிரியில் அதிக எடை கொண்டவர்களின் எண்ணிக்கை 3 இல் 1 இலிருந்து (நாம் டிம் புறக்கணித்தால்), 4 இல் 2 ஆக உயரும் (டிமின் எடையை நாம் செலுத்தினால்). தெளிவாக இது முக்கியமானது. ஆனால் அதை புத்திசாலித்தனமாக செய்வது அது ஒலிப்பதை விட சிக்கலானது. முன்னதாக, டிம் கரோலைப் போலவே சிகிச்சையளிக்க வேண்டும் என்று நான் பரிந்துரைத்தேன், ஏனென்றால் அவர்கள் உடற்பயிற்சி கேள்விக்கு அதே பதிலைக் கொடுத்தார்கள். ஆனால் அது சரியாக இல்லை. அவற்றுக்கிடையே முறையான வேறுபாடு உள்ளது. அவள் கேள்விக்கு பதிலளித்தாள், டிம் செய்யவில்லை. அதிக எடை கொண்டவர்கள் எதிர்கொள்ளும் சமூக அழுத்தங்களைக் கருத்தில் கொண்டு, கரோலை விட டிம் * அதிக எடை கொண்டதாக இருக்க வாய்ப்பில்லை? நிச்சயமாக இது இன்னும் அவரது எடையை அறிந்திருப்பதைப் போல, டிம்சுக்கு * ஒற்றை * எடையை ஏற்படுத்துவது விவேகமானதல்ல என்ற உண்மையை இது இன்னும் புறக்கணிக்கிறது. அதற்கு பதிலாக, நீங்கள் இதைச் செய்ய வேண்டியது கரோலைப் பற்றி நீங்கள் இருப்பதை விட டிம் எடையைப் பற்றி நீங்கள் நிச்சயமற்றது என்ற உண்மையைப் பிடிக்க, நம்பத்தகுந்த யூகங்களின் வரம்பை (பல குற்றச்சாட்டு என குறிப்பிடப்படுகிறது) கணக்கிடுகிறது. கணக்கெடுப்பில் எலைன் அனுப்பவில்லை என்பதன் மூலம் ஏற்படும் பிரச்சினையைத் தொடங்க வேண்டாம். நீங்கள் யூகிக்கக்கூடியபடி, காணாமல் போன தரவைக் கையாள்வது பெருகிய முறையில் முக்கியமான தலைப்பு. உண்மையில், ஒருவித விவேகமான பல கணக்கீட்டு திட்டங்கள் பின்பற்றப்படாவிட்டால், சில துறைகளில் நிறைய பத்திரிகைகள் தரவைக் காணவில்லை என்று ஆய்வுகளை ஏற்காது என்று எனக்குத் தெரிவிக்கப்பட்டுள்ளது.
uk: **Відсутні дані.** Припустимо, ви проводите опитування і вас цікавлять фізичні вправи та вага. Ви надсилаєте дані чотирьом особам. Адам каже, що багато займається спортом і не має надлишкової ваги. Бріоні каже, що багато займається спортом і не має надлишкової ваги. Керол каже, що не займається спортом і має надлишкову вагу. Тім каже, що не займається спортом і відмовляється відповідати на питання про свою вагу. Елейн не повертає анкету. Тепер у вас є проблема з відсутніми даними. Відсутня одна анкета повністю, а в іншій відсутня одна відповідь. Що ви будете робити? Ігнорувати відсутні дані, як правило, не є безпечним рішенням. Давайте розглянемо анкету Тіма. По-перше, зверніть увагу, що, судячи з інших його відповідей, він більше схожий на Керол (обидва не займаються спортом), ніж на Адама чи Бріоні. Тож якщо б вам довелося вгадати його вагу, ви б припустили, що вона ближча до її ваги, ніж до ваги Адама чи Бріоні. Можливо, ви б внесли деякі корективи з огляду на те, що Адам і Тім — чоловіки, а Бріоні і Керол — жінки. Статистична назва такого роду припущень — «імпутація». Безпечно проводити імпутацію важко, але це важливо, особливо коли відсутні дані відсутні систематично. Оскільки люди з надмірною вагою часто відчувають тиск і погано ставляться до своєї ваги (часто завдяки кампаніям з охорони здоров'я), ми маємо підстави підозрювати, що люди, які не відповідають, частіше мають надмірну вагу, ніж ті, хто відповідає. Імпутація ваги Тіма означає, що кількість людей із надмірною вагою у вибірці, ймовірно, зросте з 1 з 3 (якщо ми ігноруємо Тіма) до 2 з 4 (якщо ми імпутуємо вагу Тіма). Очевидно, що це має значення. Але зробити це розумно складніше, ніж здається. Раніше я пропонував вам ставитися до Тіма так само, як до Керол, оскільки вони дали однакову відповідь на питання вправи. Але це не зовсім правильно. Між ними є систематична різниця. Вона відповіла на питання, а Тім — ні. З огляду на соціальний тиск, з яким стикаються люди з надмірною вагою, чи не ймовірно, що Тім має *більшу* надмірну вагу, ніж Керол? І, звичайно, це все ще ігнорує той факт, що нерозумно приписувати Тіму *один* вагу, ніби ви насправді знаєте його вагу. Натомість, вам потрібно приписати діапазон ймовірних припущень (що називається множинним приписанням), щоб відобразити той факт, що ви більш невпевнені щодо ваги Тіма, ніж щодо ваги Керол. І не будемо навіть починати про проблему, пов'язану з тим, що Елейн не надіслала анкету. Як ви, мабуть, здогадуєтеся, робота з відсутніми даними стає дедалі важливішою темою. Насправді, мені сказали, що багато журналів у деяких галузях не приймають дослідження з відсутніми даними, якщо не застосовується якась розумна схема множинної імпутації.

source: **Power analysis.** In chapter :doc:`Hypothesis testing <../Ch09/Ch09_HypothesisTesting>` I discussed the concept of power (i.e., how likely are you to be able to detect an effect if it actually exists) and referred to power analysis, a collection of tools that are useful for assessing how much power your study has. Power analysis can be useful for planning a study (e.g., figuring out how large a sample you’re likely to need), but it also serves a useful role in analysing data that you already collected. For instance, suppose you get a significant result, and you have an estimate of your effect size. You can use this information to estimate how much power your study actually had. This is kind of useful, especially if your effect size is not large. For instance, suppose you reject the null hypothesis at p < 0.05, but you use power analysis to figure out that your estimated power was only 0.08. The significant result means that, if the null hypothesis was in fact true, there was a 5% chance of getting data like this. But the low power means that, even if the null hypothesis is false and the effect size was really as small as it looks, there was only an 8% chance of getting data like you did. This suggests that you need to be pretty cautious, because luck seems to have played a big part in your results, one way or the other!
de: **Power-Analyse.** In Kapitel :doc:`Hypothesentestung <../Ch09/Ch09_HypothesisTesting>` habe ich das Konzept der statistischen Aussagekraft erörtert (d. h. wie wahrscheinlich ist es, dass Sie einen Effekt nachweisen können, wenn er tatsächlich existiert) und auf die Power-Analyse verwiesen, eine Sammlung von Instrumenten, die nützlich sind, um zu beurteilen, wie viel Aussagekraft Ihre Studie hat. Die Power-Analyse kann bei der Planung einer Studie nützlich sein (z. B. um herauszufinden, wie groß die Stichprobe, die Sie wahrscheinlich benötigen, sein sollte), aber auch bei der Analyse bereits erhobener Daten. Nehmen wir zum Beispiel an, Sie erhalten ein signifikantes Ergebnis und haben eine Schätzung der Effektgröße. Mit dieser Information können Sie abschätzen, wie groß die Aussagekraft Ihrer Studie tatsächlich war. Das ist sehr nützlich, vor allem, wenn die Effektgröße nicht groß ist. Nehmen wir zum Beispiel an, dass Sie die Nullhypothese bei p < 0,05 ablehnen, aber mithilfe der Power-Analyse herausfinden, dass Ihre geschätzte Power nur 0,08 beträgt. Das signifikante Ergebnis bedeutet, dass, wenn die Nullhypothese tatsächlich zutrifft, eine Wahrscheinlichkeit von 5% besteht, solche Daten zu erhalten. Die geringe Aussagekraft bedeutet jedoch auch, dass, selbst wenn die Nullhypothese falsch ist und die Effektgröße wirklich so klein ist, wie es aussieht, nur eine Wahrscheinlichkeit von 8% besteht, Daten wie die von Ihnen gewonnenen zu erhalten. Dies legt nahe, dass Sie ziemlich vorsichtig sein müssen, denn das Glück scheint bei Ihren Ergebnissen eine große Rolle gespielt zu haben, so oder so!
