Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch17.po
Languages: de, nb, ta, uk

source: **Multidimensional scaling.** Factor analysis is an example of an “unsupervised learning” model. What this means is that, unlike most of the “supervised learning” tools I’ve mentioned, you can’t divide up your variables into predictors and outcomes. Regression is supervised learning whereas factor analysis is unsupervised learning. It’s not the only type of unsupervised learning model however. For example, in factor analysis one is concerned with the analysis of correlations between variables. However, there are many situations where you’re actually interested in analysing similarities or dissimilarities between objects, items or people. There are a number of tools that you can use in this situation, the best known of which is multidimensional scaling (MDS). In MDS, the idea is to find a “geometric” representation of your items. Each item is “plotted” as a point in some space, and the distance between two points is a measure of how dissimilar those items are.
de: **Multidimensionale Skalierung.** Die Faktorenanalyse ist ein Beispiel für ein Modell des „unüberwachten Lernens“. Das bedeutet, dass Sie im Gegensatz zu den meisten der erwähnten Tools für das „überwachte Lernen“ Ihre Variablen nicht in Prädiktoren und Ergebnisse aufteilen können. Bei der Regression handelt es sich um überwachtes Lernen, bei der Faktorenanalyse hingegen um unbeaufsichtigtes Lernen. Sie ist jedoch nicht die einzige Art von unüberwachtem Lernmodell. Bei der Faktorenanalyse geht es zum Beispiel um die Analyse von Korrelationen zwischen Variablen. Es gibt jedoch viele Situationen, in denen man tatsächlich an der Analyse von Ähnlichkeiten oder Unähnlichkeiten zwischen Objekten, Gegenständen oder Personen interessiert ist. Es gibt eine Reihe von Instrumenten, die man in dieser Situation einsetzen kann. Das bekannteste davon ist die multidimensionale Skalierung (MDS). Bei der MDS geht es darum, eine „geometrische“ Darstellung der verschiedenen Elemente zu finden. Jedes Element wird als Punkt in einem Raum „gezeichnet“, und der Abstand zwischen zwei Punkten ist ein Maß dafür, wie unähnlich sich diese Elemente sind.
nb: **Multidimensjonal skalering**: Faktoranalyse er et eksempel på en modell for «ikke-veiledet læring». Det betyr at du, i motsetning til de fleste «veiledet læring»-verktøyene jeg har nevnt, ikke kan dele opp variablene dine i prediktorer og utfall. Regresjon er veiledet læring, mens faktoranalyse er ikke-veiledet læring. Det er imidlertid ikke den eneste typen ikke-veiledet læringsmodell. I faktoranalyse er man for eksempel opptatt av å analysere korrelasjoner mellom variabler. Det finnes imidlertid mange situasjoner der man faktisk er interessert i å analysere likheter eller ulikheter mellom objekter, gjenstander eller personer. Det finnes en rekke verktøy man kan bruke i slike situasjoner, og det mest kjente er multidimensjonal skalering (MDS). I MDS er ideen å finne en «geometrisk» representasjon av gjenstandene dine. Hvert element «plottes» som et punkt i et rom, og avstanden mellom to punkter er et mål på hvor ulike elementene er.
ta: ** பல பரிமாண அளவிடுதல். ** காரணி பகுப்பாய்வு என்பது “மேற்பார்வை செய்யப்படாத கற்றல்” மாதிரியின் எடுத்துக்காட்டு. இதன் பொருள் என்னவென்றால், நான் குறிப்பிட்டுள்ள பெரும்பாலான “மேற்பார்வையிடப்பட்ட கற்றல்” கருவிகளைப் போலல்லாமல், உங்கள் மாறிகளை முன்னறிவிப்பாளர்களாகவும் விளைவுகளாகவும் பிரிக்க முடியாது. பின்னடைவு என்பது மேற்பார்வையிடப்பட்ட கற்றல், அதே சமயம் காரணி பகுப்பாய்வு மேற்பார்வை செய்யப்படாத கற்றல் ஆகும். இருப்பினும் இது மேற்பார்வை செய்யப்படாத கற்றல் மாதிரியின் ஒரே வகை அல்ல. எடுத்துக்காட்டாக, காரணி பகுப்பாய்வில் ஒன்று மாறிகளுக்கு இடையிலான தொடர்புகளின் பகுப்பாய்வில் அக்கறை கொண்டுள்ளது. இருப்பினும், பொருள்கள், உருப்படிகள் அல்லது நபர்களுக்கு இடையிலான ஒற்றுமைகள் அல்லது ஒற்றுமையை பகுப்பாய்வு செய்வதில் நீங்கள் உண்மையில் ஆர்வமாக உள்ள பல சூழ்நிலைகள் உள்ளன. இந்த சூழ்நிலையில் நீங்கள் பயன்படுத்தக்கூடிய பல கருவிகள் உள்ளன, அவற்றில் மிகச் சிறந்தவை பல பரிமாண அளவிடுதல் (எம்.டி.எச்) ஆகும். எம்.டி.எச்சில், உங்கள் உருப்படிகளின் “வடிவியல்” பிரதிநிதித்துவத்தைக் கண்டுபிடிப்பதே சிந்தனை. ஒவ்வொரு உருப்படியும் சில இடத்தின் ஒரு புள்ளியாக “திட்டமிடப்பட்டுள்ளது”, மேலும் இரண்டு புள்ளிகளுக்கு இடையிலான தூரம் அந்த உருப்படிகள் எவ்வளவு வேறுபட்டவை என்பதற்கான ஒரு நடவடிக்கையாகும்.
uk: **Багатовимірне масштабування.** Факторний аналіз є прикладом моделі «неконтрольованого навчання». Це означає, що, на відміну від більшості згаданих мною інструментів «контрольованого навчання», ви не можете розділити свої змінні на предиктори та результати. Регресія є контрольованим навчанням, тоді як факторний аналіз є неконтрольованим навчанням. Однак це не єдиний тип моделі неконтрольованого навчання. Наприклад, у факторному аналізі мова йде про аналіз кореляцій між змінними. Однак є багато ситуацій, коли вас насправді цікавить аналіз подібностей або відмінностей між об'єктами, предметами або людьми. Існує ряд інструментів, які можна використовувати в такій ситуації, найвідомішим з яких є багатовимірне масштабування (MDS). В MDS ідея полягає в тому, щоб знайти «геометричне» представлення ваших елементів. Кожен елемент «наноситься» як точка в деякому просторі, а відстань між двома точками є мірою того, наскільки ці елементи відрізняються один від одного.

source: **Clustering.** Another example of an unsupervised learning model is clustering (also referred to as classification), in which you want to organise all of your items into meaningful groups, such that similar items are assigned to the same groups. A lot of clustering is unsupervised, meaning that you don’t know anything about what the groups are, you just have to guess. There are other “supervised clustering” situations where you need to predict group memberships on the basis of other variables, and those group memberships are actually observables. Logistic regression is a good example of a tool that works this way. However, when you don’t actually know the group memberships, you have to use different tools (e.g., k-means clustering). There are even situations where you want to do something called “semi- supervised clustering”, in which you know the group memberships for some items but not others. As you can probably guess, clustering is a pretty big topic, and a pretty useful thing to know about.
de: **Cluster-Analyse.** Ein weiteres Beispiel für ein unüberwachtes Lernmodell ist die Cluster-Analyse (auch als Klassifizierung bezeichnet), bei dem alle Elemente in sinnvolle Gruppen eingeteilt werden sollen, so dass ähnliche Elemente denselben Gruppen zugewiesen werden. Viele Verfahren zur Cluster-Analyse sind unüberwacht, d. h., Sie wissen nichts über die Gruppen. Es gibt andere „überwachte“ Cluster-Analysemethoden, bei denen Sie die Gruppenzugehörigkeit auf der Basis anderer Variablen vorhersagen, und diese Gruppenzugehörigkeit ist tatsächlich beobachtbar. Die logistische Regression ist ein gutes Beispiel für eine Analyse, die auf diese Weise funktioniert. Wenn man die Gruppenzugehörigkeiten jedoch nicht kennt, muss man andere Werkzeuge verwenden (z. B. *k-means clustering*). Es gibt sogar Situationen, in denen man eine sogenannte „semi-überwachte“ Cluster-Analyse durchführen möchte, bei der man die Gruppenzugehörigkeit für einige Elemente kennt, für andere jedoch nicht. Wie Sie sich wahrscheinlich denken können, sind Cluster-Analysen ein ziemlich umfassendes Thema und eine ziemlich nützliche Sache, über die man Bescheid wissen sollte.
nb: **Clustering**: Et annet eksempel på en ikke-veiledet læringsmodell er *clustering* (klyngedannelse; også kalt klassifisering), der du ønsker å organisere alle elementene dine i meningsfulle grupper, slik at like elementer plasseres i de samme gruppene. Mye av klyngingen er uovervåket, noe som betyr at du ikke vet noe om hva gruppene er, du må bare gjette deg frem. Det finnes andre situasjoner med «overvåket gruppering» der du må forutsi gruppemedlemskap på grunnlag av andre variabler, og disse gruppemedlemskapene er faktisk observerbare. Logistisk regresjon er et godt eksempel på et verktøy som fungerer på denne måten. Men når du ikke kjenner gruppemedlemmene, må du bruke andre verktøy (f.eks. k-means clustering). Det finnes til og med situasjoner der du ønsker å gjøre noe som kalles «semi-overvåket klyngedannelse», der du kjenner gruppemedlemskapene for noen elementer, men ikke for andre. Som du sikkert skjønner, er klyngedannelse et ganske stort tema, og det er ganske nyttig å vite noe om.
ta: ** கிளச்டரிங். ** மேற்பார்வை செய்யப்படாத கற்றல் மாதிரியின் மற்றொரு எடுத்துக்காட்டு கிளச்டரிங் (வகைப்பாடு என்றும் குறிப்பிடப்படுகிறது), இதில் உங்கள் எல்லா பொருட்களையும் அர்த்தமுள்ள குழுக்களாக ஒழுங்கமைக்க விரும்புகிறீர்கள், அதாவது ஒத்த உருப்படிகள் ஒரே குழுக்களுக்கு ஒதுக்கப்படுகின்றன. நிறைய கிளச்டரிங் மேற்பார்வை செய்யப்படாதது, அதாவது குழுக்கள் என்னவென்று உங்களுக்குத் தெரியாது, நீங்கள் யூகிக்க வேண்டும். பிற "மேற்பார்வையிடப்பட்ட கிளச்டரிங்" சூழ்நிலைகள் உள்ளன, அங்கு நீங்கள் குழு உறுப்பினர்களை மற்ற மாறிகளின் அடிப்படையில் கணிக்க வேண்டும், மேலும் அந்த குழு உறுப்பினர்கள் உண்மையில் கவனிக்கத்தக்கவை. லாசிச்டிக் பின்னடைவு இந்த வழியில் செயல்படும் ஒரு கருவியின் சிறந்த எடுத்துக்காட்டு. இருப்பினும், குழு உறுப்பினர்கள் உங்களுக்கு உண்மையில் தெரியாதபோது, நீங்கள் வெவ்வேறு கருவிகளைப் பயன்படுத்த வேண்டும் (எ.கா., கே-ஐன்ச் கிளச்டரிங்). "அரை மேற்பார்வையிடப்பட்ட கிளச்டரிங்" என்று நீங்கள் ஏதாவது செய்ய விரும்பும் சூழ்நிலைகள் கூட உள்ளன, இதில் சில பொருட்களுக்கான குழு உறுப்பினர்களை நீங்கள் அறிவீர்கள், ஆனால் மற்றவர்கள் அல்ல. நீங்கள் யூகிக்க முடியும் என, கிளச்டரிங் ஒரு மிகப் பெரிய தலைப்பு, மேலும் தெரிந்து கொள்ள மிகவும் பயனுள்ள சேதி.
uk: **Кластеризація.** Іншим прикладом моделі навчання без нагляду є кластеризація (також відома як класифікація), в якій ви хочете організувати всі ваші елементи в значущі групи, так щоб подібні елементи були віднесені до одних і тих же груп. Багато кластеризацій є без нагляду, що означає, що ви нічого не знаєте про те, що це за групи, ви просто повинні вгадувати. Існують також ситуації «кластеризації з наглядом», коли потрібно передбачити приналежність до групи на основі інших змінних, і ця приналежність до групи є фактично спостережуваною. Логістична регресія є хорошим прикладом інструменту, який працює таким чином. Однак, коли ви фактично не знаєте приналежності до групи, вам доведеться використовувати інші інструменти (наприклад, кластеризацію k-середніх). Існують навіть ситуації, коли потрібно виконати так зване «напівконтрольоване кластеризування», в якому ви знаєте приналежність до групи для деяких елементів, але не для інших. Як ви, мабуть, здогадуєтеся, кластеризація — це досить велика тема, і знання про неї є досить корисними.

source: **Causal models.** One thing that I haven’t talked about much in this book is how you can use statistical modelling to learn about the causal relationships between variables. For instance, consider the following three variables which might be of interest when thinking about how someone died in a firing squad. We might want to measure whether or not an execution order was given (variable A), whether or not a marksman fired their gun (variable B), and whether or not the person got hit with a bullet (variable C). These three variables are all correlated with one another (e.g., there is a correlation between guns being fired and people getting hit with bullets), but we actually want to make stronger statements about them than merely talking about correlations. We want to talk about causation. We want to be able to say that the execution order (A) causes the marksman to fire (B) which causes someone to get shot (C). We can express this by a directed arrow notation: we write it as A → B → C. This “causal chain” is a fundamentally different explanation for events than one in which the marksman fires first, which causes the shooting B → C, and then causes the executioner to “retroactively” issue the execution order, B → A. This “common effect” model says that A and C are both caused by B. You can see why these are different. In the first causal model, if we had managed to stop the executioner from issuing the order (intervening to change A), then no shooting would have happened. In the second model, the shooting would have happened any way because the marksman was *not* following the execution order. There is a big literature in statistics on trying to understand the causal relationships between variables, and a number of different tools exist to help you test different causal stories about your data. The most widely used of these tools (in psychology at least) is structural equations modelling (SEM), and at some point I’d like to extend the book to talk about it.
de: **Kausale Modelle.** Eine Sache, über die ich in diesem Buch noch nicht viel gesprochen habe, ist, wie man statistische Modellierung nutzen kann, um etwas über die kausalen Beziehungen zwischen Variablen zu erfahren. Betrachten Sie zum Beispiel die folgenden drei Variablen, die von Interesse sein könnten, wenn man darüber nachdenkt, wie jemand in einem Erschießungskommando starb. Wir könnten messen wollen, ob ein Hinrichtungsbefehl erteilt wurde (Variable A), ob ein Schütze sein Gewehr abgefeuert hat (Variable B) und ob die Person von einer Kugel getroffen wurde (Variable C) oder nicht. Diese drei Variablen sind alle miteinander korreliert (z. B. gibt es eine Korrelation zwischen dem Abfeuern von Schusswaffen und der Tatsache, dass Menschen von Kugeln getroffen werden), aber wir wollen eigentlich stärkere Aussagen über sie machen, als nur über Korrelationen zu sprechen. Wir wollen über Kausalität sprechen. Wenn wir annehmen, dass der Ausführungsbefehl (A) dazu führt, dass der Schütze feuert (B), was dazu führt, dass jemand erschossen wird (C), so können wir dies durch eine gerichtete Pfeilschreibweise ausdrücken: A → B → C. Diese „Kausalkette“ ist eine grundlegend andere Erklärung für Ereignisse als eine, bei welcher der Schütze zuerst schießt, was die Schießerei B → C verursacht, und dann den Vollstrecker dazu veranlasst, „rückwirkend“ den Vollstreckungsbefehl zu erteilen, B → A. Dieses Modell der „gemeinsamen Wirkung“ besagt, dass A und C beide durch B verursacht werden. Sie können sehen, warum dies unterschiedlich ist. Im ersten Kausalmodell hätte es keine Schießerei gegeben, wenn es uns gelungen wäre, den Scharfrichter davon abzuhalten, den Befehl zu erteilen (und damit A zu ändern). Im zweiten Modell wäre die Schießerei so oder so passiert, weil der Schütze *nicht* den Hinrichtungsbefehl befolgt hat. In der Statistik gibt es eine umfangreiche Literatur, die sich mit dem Versuch befasst, die kausalen Beziehungen zwischen Variablen zu verstehen, und es gibt eine Reihe verschiedener Hilfsmittel, mit denen Sie verschiedene kausale Aussagen über Ihre Daten testen können. Das am weitesten verbreitete Instrument (zumindest in der Psychologie) ist sind lineare Strukturgleichungsmodelle (SEM), und irgendwann möchte ich das Buch erweitern, um darüber zu sprechen.
nb: **Kausale modeller**: En ting jeg ikke har snakket så mye om i denne boken, er hvordan du kan bruke statistisk modellering til å lære om årsakssammenhenger mellom variabler. Tenk for eksempel på følgende tre variabler som kan være av interesse når vi skal finne ut hvordan noen døde i en eksekusjonspelotong. Vi ønsker kanskje å måle hvorvidt det ble gitt en henrettelsesordre (variabel A), hvorvidt en skarpskytter avfyrte våpenet sitt (variabel B), og hvorvidt personen ble truffet av en kule (variabel C). Disse tre variablene er alle korrelert med hverandre (det er f.eks. en korrelasjon mellom avfyring av skytevåpen og det å bli truffet av kuler), men vi ønsker faktisk å si noe mer om dem enn bare å snakke om korrelasjoner. Vi ønsker å snakke om årsakssammenhenger. Vi ønsker å kunne si at utførelsesrekkefølgen (A) fører til at skytteren skyter (B), noe som fører til at noen blir skutt (C). Vi kan uttrykke dette med en rettet pilnotasjon: Vi skriver det som A → B → C. Denne «årsakskjeden» er en fundamentalt annerledes forklaring på hendelser enn en der skytteren først skyter, noe som fører til skytingen B → C, og deretter fører til at bøddelen «retroaktivt» utsteder henrettelsesordren, B → A. Denne «common effect»-modellen sier at A og C begge er forårsaket av B. Du kan se hvorfor disse er forskjellige. I den første årsaksmodellen ville det ikke ha skjedd noen skyting hvis vi hadde klart å hindre bøddelen i å utstede ordren (ved å gripe inn og endre A). I den andre modellen ville skytingen ha skjedd uansett, fordi skytteren *ikke* fulgte ordren. Det finnes mye litteratur innen statistikk om hvordan man prøver å forstå årsakssammenhenger mellom variabler, og det finnes en rekke ulike verktøy som kan hjelpe deg med å teste ulike kausale historier om dataene dine. Det mest brukte av disse verktøyene (i hvert fall i psykologien) er strukturell ligningsmodellering (*structural equation models*; SEM), og på et eller annet tidspunkt vil jeg gjerne utvide boken for å snakke om det.
ta: ** காரண மாதிரிகள். ** இந்த புத்தகத்தில் நான் அதிகம் பேசாத ஒரு சேதி என்னவென்றால், மாறிகள் இடையேயான காரண உறவுகளைப் பற்றி அறிய புள்ளிவிவர மாடலிங் எவ்வாறு பயன்படுத்தலாம் என்பதுதான். உதாரணமாக, துப்பாக்கிச் சூட்டில் யாரோ ஒருவர் எப்படி இறந்தார் என்பதைப் பற்றி சிந்திக்கும்போது ஆர்வமுள்ள பின்வரும் மூன்று மாறிகளைக் கவனியுங்கள். ஒரு சாவுஒறுப்பு ஒழுங்கு வழங்கப்பட்டதா இல்லையா என்பதை நாம் அளவிட விரும்பலாம் (மாறி A), ஒரு மதிப்பெண் வீரர் தங்கள் துப்பாக்கியை (மாறி B) சுட்டாரா இல்லையா, மற்றும் அந்த நபர் ஒரு புல்லட் (மாறி சி) மூலம் தாக்கப்பட்டாரா இல்லையா. இந்த மூன்று மாறிகள் அனைத்தும் ஒருவருக்கொருவர் தொடர்புபடுத்தப்பட்டுள்ளன (எ.கா., துப்பாக்கிகள் சுடப்படுவதற்கும் மக்கள் தோட்டாக்களால் பாதிக்கப்படுவதற்கும் இடையே ஒரு தொடர்பு உள்ளது), ஆனால் தொடர்புகளைப் பற்றி பேசுவதை விட அவர்களைப் பற்றி வலுவான அறிக்கைகளை வெளியிட விரும்புகிறோம். நாங்கள் காரணத்தைப் பற்றி பேச விரும்புகிறோம். சாவுஒறுப்பு கட்டளை (அ) மதிப்பெண் வீரருக்கு தீ (பி) ஐ ஏற்படுத்துகிறது என்று நாங்கள் கூற விரும்புகிறோம், இதனால் யாரோ ஒருவர் சுட்டுக் கொல்லப்படுகிறார் (சி). இயக்கிய அம்பு குறியீட்டால் இதை நாம் வெளிப்படுத்தலாம்: இதை ஒரு → B → C. என்று எழுதுகிறோம். இந்த “காரணச் சங்கிலி” என்பது மார்க்ச்மேன் முதலில் சுடும் ஒன்றைக் காட்டிலும் நிகழ்வுகளுக்கு அடிப்படையில் மாறுபட்ட விளக்கமாகும், இது படப்பிடிப்பு B → C ஐ ஏற்படுத்துகிறது, மற்றும் சாவுஒறுப்பு வரிசையை "பின்னோக்கி" வழங்குவதற்கு சாவுஒறுப்பு செய்பவர், பி → ஏ. இந்த "பொதுவான விளைவு" மாதிரி ஏ மற்றும் சி இரண்டும் பி காரணமாக ஏற்படுகின்றன என்று கூறுகிறது. இவை ஏன் வேறுபட்டவை என்பதை நீங்கள் காணலாம். முதல் காரண மாதிரியில், சாவுஒறுப்பு செய்பவர் உத்தரவை வழங்குவதைத் தடுக்க முடிந்திருந்தால் (A ஐ மாற்ற தலையிடுவது), எந்த படப்பிடிப்பும் நடந்திருக்காது. இரண்டாவது மாடலில், சாவுஒறுப்பு உத்தரவைப் பின்பற்றி மார்க்ச்மேன் * இல்லை * என்பதால் படப்பிடிப்பு எந்த வகையிலும் நடந்திருக்கும். மாறிகள் இடையேயான காரண உறவுகளைப் புரிந்துகொள்ள முயற்சிப்பது குறித்த புள்ளிவிவரங்களில் ஒரு பெரிய இலக்கியம் உள்ளது, மேலும் உங்கள் தரவைப் பற்றிய வெவ்வேறு காரணக் கதைகளை சோதிக்க உதவும் பல வேறுபட்ட கருவிகள் உள்ளன. இந்த கருவிகளில் மிகவும் பரவலாகப் பயன்படுத்தப்படுவது (உளவியலில் குறைந்தபட்சம்) கட்டமைப்பு சமன்பாடுகள் மாடலிங் (SEM) ஆகும், மேலும் சில சமயங்களில் புத்தகத்தைப் பற்றி பேச நான் நீட்டிக்க விரும்புகிறேன்.
uk: **Каузальні моделі.** Одна річ, про яку я не багато говорив у цій книзі, — це те, як можна використовувати статистичне моделювання для вивчення каузальних зв'язків між змінними. Наприклад, розглянемо три змінні, які можуть бути цікавими, коли ми думаємо про те, як хтось загинув від розстрілу. Ми можемо захотіти виміряти, чи був виданий наказ про страту (змінна А), чи стрілець вистрілив зі своєї зброї (змінна В) і чи була людина влучена кулею (змінна С). Ці три змінні взаємопов'язані між собою (наприклад, існує кореляція між пострілами з пістолетів і влученням куль у людей), але насправді ми хочемо зробити більш вагомі висновки про них, ніж просто говорити про кореляції. Ми хочемо говорити про причинно-наслідковий зв'язок. Ми хочемо мати можливість сказати, що наказ про страту (A) змушує стрільця стріляти (B), що змушує когось бути вбитим (C). Ми можемо виразити це за допомогою спрямованої стрілки: ми записуємо це як A → B → C. Цей «причинно-наслідковий ланцюг» є принципово іншим поясненням подій, ніж те, в якому снайпер спочатку стріляє, що спричиняє поранення B → C, а потім змушує ката «ретроактивно» видати наказ про страту, B → A. Ця модель «спільного ефекту» стверджує, що A і C спричинені B. Ви можете побачити, чому вони відрізняються. У першій причинно-наслідковій моделі, якби нам вдалося зупинити ката від видачі наказу (втрутившись, щоб змінити A), то стрілянина не відбулася б. У другій моделі стрілянина відбулася б у будь-якому випадку, оскільки стрілець *не* виконував наказ про страту. В статистиці існує велика література, присвячена спробам зрозуміти причинно-наслідкові зв'язки між змінними, і існує ряд різних інструментів, які допоможуть вам перевірити різні причинно-наслідкові гіпотези щодо ваших даних. Найбільш широко використовуваним з цих інструментів (принаймні в психології) є моделювання структурних рівнянь (SEM), і в якийсь момент я хотів би розширити книгу, щоб розповісти про це.

source: Of course, even this listing is incomplete. I haven’t mentioned time series analysis, item response theory, market basket analysis, classification and regression trees, or any of a huge range of other topics. However, the list that I’ve given above is essentially my wish list for this book. Sure, it would double the length of the book, but it would mean that the scope has become broad enough to cover most things that applied researchers in psychology would need to use.
de: Natürlich ist auch diese Aufzählung unvollständig. Ich habe die Zeitreihenanalyse, die Item-Response-Theorie, die Warenkorbanalyse, die Klassifizierungs- und Regressionsbäume oder viele andere Themen nicht erwähnt. Die obige Liste ist jedoch im Wesentlichen mein Wunschzettel für dieses Buch. Sicherlich würde es die Länge des Buches verdoppeln, aber es würde bedeuten, dass der Umfang breit genug geworden ist, um die meisten Dinge abzudecken, die Forscher innerhalb der Psychologie benutzen.
nb: Selv denne listen er selvfølgelig ufullstendig. Jeg har ikke nevnt tidsserieanalyse, item-response-teori, markedskurvanalyse, klassifiserings- og regresjonstrær eller noen av de mange andre emnene. Men listen jeg har satt opp ovenfor, er i bunn og grunn min ønskeliste for denne boken. Det ville riktignok gjort boken dobbelt så lang, men det ville betydd at den hadde blitt bred nok til å dekke det meste som anvendte forskere i psykologi har behov for å bruke.
ta: நிச்சயமாக, இந்த பட்டியல் கூட முழுமையடையாது. நேரத் தொடர் பகுப்பாய்வு, உருப்படி மறுமொழி கோட்பாடு, சந்தை கூடை பகுப்பாய்வு, வகைப்பாடு மற்றும் பின்னடைவு மரங்கள் அல்லது பிற தலைப்புகளில் ஏதேனும் ஒன்றை நான் குறிப்பிடவில்லை. இருப்பினும், நான் மேலே கொடுத்த பட்டியல் அடிப்படையில் இந்த புத்தகத்திற்கான எனது விருப்பப்பட்டியல். நிச்சயமாக, இது புத்தகத்தின் நீளத்தை இரட்டிப்பாக்கும், ஆனால் உளவியலில் ஆராய்ச்சியாளர்களைப் பயன்படுத்த வேண்டிய பெரும்பாலான விசயங்களை மறைக்கும் அளவுக்கு நோக்கம் பரந்ததாக மாறிவிட்டது என்று பொருள்.
uk: Звичайно, навіть цей перелік є неповним. Я не згадав про аналіз часових рядів, теорію відповідей на питання, аналіз ринкового кошика, класифікаційні та регресійні дерева, а також про безліч інших тем. Однак перелік, який я надав вище, є, по суті, моїм списком побажань щодо цієї книги. Звичайно, це подвоїло б обсяг книги, але це означало б, що її сфера застосування стала б достатньо широкою, щоб охопити більшість речей, які можуть знадобитися дослідникам-практикам у галузі психології.

source: Other ways of doing inference
de: Andere Möglichkeiten der Inferenz
nb: Andre måter å gjøre slutninger på
ta: அனுமானம் செய்வதற்கான பிற வழிகள்
uk: Інші способи логічного висновку
