Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch17.po
Languages: de, nb, ta, uk

source: **Robust statistics.** Life is messy, and nothing really works the way it’s supposed to. This is just as true for statistics as it is for anything else, and when trying to analyse data we’re often stuck with all sorts of problems in which the data are just messier than they’re supposed to be. Variables that are supposed to be normally distributed are not *actually* normally distributed, relationships that are supposed to be linear are not *actually* linear, and some of the observations in your data set are almost certainly junk (i.e., not measuring what they’re supposed to). All of this messiness is ignored in most of the statistical theory I developed in this book. However, ignoring a problem doesn’t always solve it. Sometimes, it’s actually okay to ignore the mess, because some types of statistical tools are “robust”, i.e., if the data don’t satisfy your theoretical assumptions they nevertheless still work pretty well. Other types of statistical tools are not robust, and even minor deviations from the theoretical assumptions cause them to break. Robust statistics is a branch of stats concerned with this question, and they talk about things like the “breakdown point” of a statistic. That is, how messy does your data have to be before the statistic cannot be trusted? I touched on this in places. The mean is *not* a robust estimator of the central tendency of a variable, but the median is. For instance, suppose I told you that the ages of my five best friends are 34, 39, 31, 43 and 4003 years. How old do you think they are on average? That is, what is the true population mean here? If you use the sample mean as your estimator of the population mean, you get an answer of 830 years. If you use the sample median as the estimator of the population mean, you get an answer of 39 years. Notice that, even though you’re “technically” doing the wrong thing in the second case (using the median to estimate the mean!) you’re actually getting a better answer. The problem here is that one of the observations is clearly, obviously, a lie. I don’t have a friend aged 4003 years. It’s probably a typo, I probably meant to type 43. But what if I had typed 53 instead of 43, or 34 instead of 43? Could you be sure if this was a typo or not? Sometimes the errors in the data are subtle, so you can’t detect them just by eyeballing the sample, but they’re still errors that contaminate your data, and they still affect your conclusions. Robust statistics is concerned with how you can make *safe* inferences even when faced with contamination that you don’t know about. It’s pretty cool stuff.
de: **Robuste Statistiken.** Das Leben ist chaotisch, und nichts funktioniert wirklich so, wie es soll. Das gilt für die Statistik genauso wie für alles andere. Wenn wir versuchen, Daten zu analysieren, haben wir oft mit allen möglichen Problemen zu tun, bei denen die Daten einfach unordentlicher sind, als sie sein sollten. Variablen, die normalverteilt sein sollen, sind nicht *tatsächlich* normalverteilt, Beziehungen, die linear sein sollen, sind nicht *wirklich* linear, und einige der Beobachtungen in Ihrem Datensatz sind mit ziemlicher Sicherheit Müll (d. h., sie messen nicht das, was sie messen sollen). Diese Unordnung wird in den meisten statistischen Theorien, die ich in diesem Buch dargestellt habe, ignoriert. Ein Problem zu ignorieren bedeutet jedoch nicht, es zu lösen. Manchmal ist es sogar in Ordnung, das Durcheinander zu ignorieren, denn einige Arten von statistischen Instrumenten sind „robust“, d. h., wenn die Daten nicht Ihren theoretischen Annahmen entsprechen, funktionieren sie trotzdem noch recht gut. Andere Arten von statistischen Instrumenten sind nicht robust, und selbst kleine Abweichungen von den theoretischen Annahmen führen dazu, dass sie nicht funktionieren. Die robuste Statistik ist ein Zweig der Statistik, der sich mit dieser Frage befasst, und es wird über Dinge wie den „Zusammenbruchspunkt“ einer Statistik gesprochen. Das heißt, wie unordentlich müssen Ihre Daten sein, damit die Statistik nicht mehr vertrauenswürdig ist? Ich habe dies bereits an einigen Stellen angesprochen. Der Mittelwert ist *nicht* ein robuster Schätzer für die zentrale Tendenz einer Variablen, der Median hingegen schon. Nehmen wir an, ich würde Ihnen sagen, dass das Alter meiner fünf besten Freunde 34, 39, 31, 43 und 4003 Jahre beträgt. Was denken Sie, wie alt sie im Durchschnitt sind? Was ist also der wahre Mittelwert der Bevölkerung? Wenn Sie den Stichprobenmittelwert als Schätzer für den Populationsmittelwert verwenden, erhalten Sie eine Antwort von 830 Jahren. Wenn Sie den Median der Stichprobe als Schätzer für den Mittelwert der Grundgesamtheit verwenden, erhalten Sie eine Antwort von 39 Jahren. Beachten Sie, dass Sie, obwohl Sie im zweiten Fall „technisch“ das Falsche tun (Verwendung des Medians zur Schätzung des Mittelwerts!), tatsächlich eine bessere Antwort erhalten. Das Problem ist hier, dass eine der Beobachtungen ganz offensichtlich eine Lüge ist. Ich habe keinen Freund, der 4003 Jahre alt ist. Wahrscheinlich ist es ein Tippfehler, ich wollte wahrscheinlich 43 schreiben. Aber was wäre, wenn ich 53 statt 43 oder 34 statt 43 getippt hätte? Könnten Sie sicher sein, dass es sich um einen Tippfehler handelt oder nicht? Manchmal sind die Fehler in den Daten so subtil, dass man sie nicht einfach mit einem Blick auf die Stichprobe erkennen kann. Aber es sind trotzdem Fehler, die Ihre Daten verunreinigen und Ihre Schlussfolgerungen beeinflussen. Die robuste Statistik befasst sich damit, wie man *sichere* Schlussfolgerungen ziehen kann, selbst wenn man mit Verunreinigungen konfrontiert ist, die man nicht kennt. Das ist eine ziemlich coole Sache.
nb: **Robust statistikk**: Livet er rotete, og ingenting fungerer som det skal. Dette gjelder like mye for statistikk som for alt annet, og når vi prøver å analysere data, står vi ofte overfor alle slags problemer der dataene er mer rotete enn de egentlig skal være. Variabler som skal være normalfordelte, er ikke *egentlig* normalfordelte, sammenhenger som skal være lineære, er ikke *egentlig* lineære, og noen av observasjonene i datasettet ditt er nesten helt sikkert søppel (dvs. at de ikke måler det de skal). Alt dette rotet ignoreres i det meste av den statistiske teorien jeg har utviklet i denne boken. Men å ignorere et problem løser det ikke alltid. Noen ganger er det faktisk greit å ignorere rotet, fordi noen typer statistiske verktøy er «robuste», det vil si at selv om dataene ikke tilfredsstiller de teoretiske forutsetningene dine, fungerer de likevel ganske bra. Andre typer statistiske verktøy er ikke robuste, og selv små avvik fra de teoretiske forutsetningene fører til at de bryter sammen. Robust statistikk er en gren av statistikken som er opptatt av dette spørsmålet, og de snakker om ting som «sammenbruddspunktet» for en statistikk. Det vil si hvor rotete må dataene dine være før statistikken ikke er til å stole på? Jeg har vært inne på dette noen steder. Gjennomsnittet er *ikke* en robust estimator av den sentrale tendensen til en variabel, men medianen er det. Sett for eksempel at jeg fortalte deg at alderen på mine fem beste venner er 34, 39, 31, 43 og 4003 år. Hvor gamle tror du de er i gjennomsnitt? Det vil si, hva er det sanne populasjonsgjennomsnittet her? Hvis du bruker utvalgsgjennomsnittet som estimator for populasjonsgjennomsnittet, får du et svar på 830 år. Hvis du bruker utvalgets median som estimator for populasjonsgjennomsnittet, får du et svar på 39 år. Legg merke til at selv om du «teknisk sett» gjør feil i det andre tilfellet (du bruker medianen til å estimere gjennomsnittet!), får du faktisk et bedre svar. Problemet her er at en av observasjonene åpenbart er en løgn. Jeg har ikke en venn som er 4003 år gammel. Det er sannsynligvis en skrivefeil, jeg mente nok å skrive 43. Men hva om jeg hadde skrevet 53 i stedet for 43, eller 34 i stedet for 43? Kan du være sikker på om dette var en skrivefeil eller ikke? Noen ganger er feilene i dataene subtile, slik at du ikke kan oppdage dem bare ved å se på utvalget, men de er likevel feil som forurenser dataene dine, og de påvirker fortsatt konklusjonene dine. Robust statistikk handler om hvordan du kan trekke *sikre* slutninger selv når du står overfor forurensning som du ikke vet om. Det er ganske kule greier.
ta: ** வலுவான புள்ளிவிவரங்கள். ** வாழ்க்கை குழப்பமாக இருக்கிறது, உண்மையில் எதுவும் செய்ய வேண்டிய வழியில் எதுவும் செயல்படாது. இது வேறு எதற்கும் புள்ளிவிவரங்களுக்கும் பொருந்தும், மேலும் தரவை பகுப்பாய்வு செய்ய முயற்சிக்கும்போது, தரவு அவர்கள் இருக்க வேண்டியதை விட குழப்பமானதாக இருக்கும் அனைத்து வகையான சிக்கல்களிலும் நாம் அடிக்கடி சிக்கிக்கொண்டிருக்கிறோம். பொதுவாக விநியோகிக்கப்பட வேண்டிய மாறிகள் * உண்மையில் * பொதுவாக விநியோகிக்கப்படுவதில்லை, நேர்கோட்டு இருக்க வேண்டிய உறவுகள் * உண்மையில் * நேரியல் அல்ல, மேலும் உங்கள் தரவுத் தொகுப்பில் உள்ள சில அவதானிப்புகள் கிட்டத்தட்ட நிச்சயமாக குப்பை (அதாவது, அவை எதை அளவிடாது 'ரீ செய்ய வேண்டும்). இந்த புத்தகத்தில் நான் உருவாக்கிய பெரும்பாலான புள்ளிவிவரக் கோட்பாட்டில் இந்த குழப்பம் அனைத்தும் புறக்கணிக்கப்படுகிறது. இருப்பினும், ஒரு சிக்கலைப் புறக்கணிப்பது எப்போதும் அதைத் தீர்க்காது. சில நேரங்களில், குழப்பத்தை புறக்கணிப்பது உண்மையில் பரவாயில்லை, ஏனென்றால் சில வகையான புள்ளிவிவர கருவிகள் “வலுவானவை”, அதாவது, தரவு உங்கள் தத்துவார்த்த அனுமானங்களை நிறைவு செய்யாவிட்டால் அவை இன்னும் நன்றாக வேலை செய்கின்றன. பிற வகையான புள்ளிவிவர கருவிகள் வலுவானவை அல்ல, மேலும் தத்துவார்த்த அனுமானங்களிலிருந்து சிறிய விலகல்கள் கூட அவை உடைக்க காரணமாகின்றன. வலுவான புள்ளிவிவரங்கள் இந்த கேள்வியுடன் தொடர்புடைய புள்ளிவிவரங்களின் ஒரு கிளை ஆகும், மேலும் அவை ஒரு புள்ளிவிவரத்தின் “முறிவு புள்ளி” போன்ற விசயங்களைப் பற்றி பேசுகின்றன. அதாவது, புள்ளிவிவரத்தை நம்ப முடியாததற்கு முன்பு உங்கள் தரவு எவ்வளவு குழப்பமாக இருக்க வேண்டும்? நான் இதை இடங்களில் தொட்டேன். சராசரி * ஒரு மாறியின் மையப் போக்கின் வலுவான மதிப்பீட்டாளர் அல்ல, ஆனால் சராசரி. உதாரணமாக, எனது ஐந்து சிறந்த நண்பர்களின் அகவை 34, 39, 31, 43 மற்றும் 4003 ஆண்டுகள் என்று நான் சொன்னேன் என்று வைத்துக்கொள்வேன். அவர்கள் சராசரியாக எவ்வளவு அகவை என்று நினைக்கிறீர்கள்? அதாவது, உண்மையான மக்கள் தொகை இங்கே என்ன? உங்கள் மக்கள்தொகையின் மதிப்பீட்டாளர் பொருள் என மாதிரி அர்த்தத்தை நீங்கள் பயன்படுத்தினால், 830 ஆண்டுகளுக்கான பதிலைப் பெறுவீர்கள். மக்கள்தொகையின் மதிப்பீட்டாளராக நீங்கள் மாதிரி சராசரியைப் பயன்படுத்தினால், நீங்கள் 39 ஆண்டுகளின் பதிலைப் பெறுவீர்கள். இரண்டாவது வழக்கில் நீங்கள் தவறான காரியத்தைச் செய்தாலும் (சராசரியை மதிப்பிடுவதற்கு சராசரியைப் பயன்படுத்துதல்!) நீங்கள் உண்மையில் ஒரு சிறந்த பதிலைப் பெறுவீர்கள் என்பதைக் கவனியுங்கள். இங்குள்ள சிக்கல் என்னவென்றால், அவதானிப்புகளில் ஒன்று தெளிவாக, வெளிப்படையாக, ஒரு பொய். எனக்கு 4003 அகவை நண்பர் இல்லை. இது அநேகமாக ஒரு எழுத்துப்பிழை, நான் 43 தட்டச்சு செய்ய வேண்டும். ஆனால் நான் 43 க்கு பதிலாக 53 அல்லது 43 க்கு பதிலாக 34 தட்டச்சு செய்திருந்தால் என்ன செய்வது? இது ஒரு எழுத்துப்பிழை இல்லையா என்பதை நீங்கள் உறுதியாக நம்ப முடியுமா? சில நேரங்களில் தரவுகளில் உள்ள பிழைகள் நுட்பமானவை, எனவே மாதிரியைக் கண்மூடித்தனமாக நீங்கள் கண்டறிய முடியாது, ஆனால் அவை உங்கள் தரவை மாசுபடுத்தும் பிழைகள், அவை உங்கள் முடிவுகளை இன்னும் பாதிக்கின்றன. உங்களுக்குத் தெரியாத மாசுபாட்டை எதிர்கொள்ளும்போது கூட * பாதுகாப்பான * அனுமானங்களை நீங்கள் எவ்வாறு உருவாக்கலாம் என்பதில் வலுவான புள்ளிவிவரங்கள் அக்கறை கொண்டுள்ளன. இது மிகவும் அருமையான பொருள்.
uk: **Надійна статистика.** Життя є хаотичним, і ніщо не працює так, як повинно. Це стосується і статистики, і всього іншого, і під час аналізу даних ми часто стикаємося з різними проблемами, коли дані є більш хаотичними, ніж повинні бути. Змінні, які повинні мати нормальний розподіл, *насправді* не мають нормального розподілу, відносини, які повинні бути лінійними, *насправді* не є лінійними, а деякі спостереження у вашому наборі даних майже напевно є сміттям (тобто не вимірюють те, що повинні). Усі ці хаотичні моменти ігноруються в більшості статистичних теорій, які я розробив у цій книзі. Однак ігнорування проблеми не завжди її вирішує. Іноді ігнорувати безлад дійсно можна, оскільки деякі типи статистичних інструментів є «надійними», тобто навіть якщо дані не відповідають вашим теоретичним припущенням, вони все одно працюють досить добре. Інші типи статистичних інструментів не є надійними, і навіть незначні відхилення від теоретичних припущень призводять до їхнього порушення. Надійна статистика — це галузь статистики, що займається цим питанням, і в ній обговорюються такі речі, як «точка руйнування» статистики. Тобто, наскільки хаотичними мають бути ваші дані, щоб статистика перестала бути надійною? Я вже згадував про це в деяких місцях. Середнє значення *не* є надійним оцінювачем центральної тенденції змінної, але медіана є. Наприклад, припустимо, я сказав вам, що вік моїх п'яти найкращих друзів становить 34, 39, 31, 43 і 4003 роки. Як ви думаєте, скільки їм в середньому років? Тобто, яке справжнє середнє значення популяції в цьому випадку? Якщо ви використовуєте середнє значення вибірки як оцінювач середнього значення популяції, ви отримаєте відповідь 830 років. Якщо ви використовуєте медіану вибірки як оцінювач середнього значення популяції, ви отримаєте відповідь 39 років. Зверніть увагу, що, хоча в другому випадку ви «технічно» робите неправильно (використовуєте медіану для оцінки середнього значення!), ви насправді отримуєте кращу відповідь. Проблема тут полягає в тому, що одне зі спостережень є явно, очевидно, неправдою. У мене немає друга віком 4003 роки. Ймовірно, це помилка, я, мабуть, хотів написати 43. Але що, якби я написав 53 замість 43 або 34 замість 43? Чи могли б ви бути впевнені, що це помилка? Іноді помилки в даних є ледь помітними, тому ви не можете їх виявити, просто оглянувши вибірку, але це все одно помилки, які забруднюють ваші дані і впливають на ваші висновки. Надійна статистика займається тим, як ви можете робити *безпечні* висновки, навіть коли стикаєтеся із забрудненням, про яке ви не знаєте. Це досить цікава річ.

source: Miscellaneous topics
de: Sonstige Themen
nb: Diverse emner
ta: இதர தலைப்புகள்
uk: Різні теми
