Repository: sjentsch/lsjDocs-i18n
Catalog: */LC_MESSAGES/Ch17.po
Languages: de, nb, ta, uk

source: **Logistic regression.** Yet another variation on regression occurs when the outcome variable is binary |nominal|, multinomial |nominal| (several groups) or ordinal |ordinal|, but the predictors are continuous |continuous|. For instance, suppose you’re investigating social media, and you want to know if it’s possible to predict whether or not someone is on Twitter as a function of their income, their age, and a range of other variables. This is basically a regression model, but you can’t use regular linear regression because the outcome variable is categorical (e.g., whether you’re either on Twitter or you’re not). Because the outcome variable is categorical, there’s no way that the residuals could possibly be normally distributed. There are a number of tools that statisticians can apply to this situation, the most prominent of which is logistic regression.
de: **Logistische Regression.** Eine weitere Variante der Regression wird benutzt, wenn die Ergebnisvariable binär |nominal|, multinomial |nominal| (mehrere Gruppen) oder ordinal |ordinal| ist, die Prädiktoren aber kontinuierlich |continuous| sind. Nehmen wir zum Beispiel an, Sie untersuchen soziale Medien und möchten wissen, ob es möglich ist, vorherzusagen, ob jemand auf Twitter ist oder nicht, und zwar in Abhängigkeit von seinem Einkommen, seinem Alter und einer Reihe anderer Variablen. Dies ist im Grunde ein Regressionsmodell, aber Sie können keine normale lineare Regression verwenden, weil die Ergebnisvariable kategorisch ist (z. B. ob Sie auf Twitter sind oder nicht). Da die Ergebnisvariable kategorisch ist, gibt es keine Möglichkeit, dass die Residuen normal verteilt sein könnten. Es gibt eine Reihe von Werkzeugen, die Statistiker in dieser Situation anwenden können und das bekannteste davon ist die logistische Regression.
nb: **Logistisk regresjon**: En annen variant av regresjon oppstår når utfallsvariabelen er binær |nominal|, multinomisk |nominal| (flere grupper) eller ordinal |ordinal|, men prediktorene er kontinuerlige |continuous|. Anta for eksempel at du undersøker sosiale medier, og at du vil vite om det er mulig å forutsi om noen er på Twitter eller ikke, som en funksjon av inntekt, alder og en rekke andre variabler. Dette er i utgangspunktet en regresjonsmodell, men du kan ikke bruke vanlig lineær regresjon fordi utfallsvariabelen er kategorisk (f.eks. om du enten er på Twitter eller ikke). Fordi utfallsvariabelen er kategorisk, er det umulig at residuene kan være normalfordelte. Det finnes en rekke verktøy som statistikere kan bruke i denne situasjonen, og det mest fremtredende av dem er logistisk regresjon.
ta: ** லாசிச்டிக் பின்னடைவு. ** விளைவு மாறி பைனரி | பெயரளவு |, மல்டினோமியல் | பெயரளவு | போது பின்னடைவின் மற்றொரு மாறுபாடு ஏற்படுகிறது (பல குழுக்கள்) அல்லது ஆர்டினல் | ஆர்டினல் |, ஆனால் முன்னறிவிப்பாளர்கள் தொடர்ச்சியாக | உதாரணமாக, நீங்கள் சமூக ஊடகங்களை விசாரிக்கிறீர்கள் என்று வைத்துக்கொள்வோம், மேலும் யாரோ ஒருவர் ட்விட்டரில் இருக்கிறாரா இல்லையா என்பதை அவர்களின் வருமானம், அவர்களின் அகவை மற்றும் பிற மாறிகள் வரம்பின் செயல்பாடாக கணிக்க முடியுமா என்பதை நீங்கள் அறிய விரும்புகிறீர்கள். இது அடிப்படையில் ஒரு பின்னடைவு மாதிரியாகும், ஆனால் நீங்கள் வழக்கமான நேரியல் பின்னடைவைப் பயன்படுத்த முடியாது, ஏனெனில் விளைவு மாறி வகைப்படுத்தப்பட்டுள்ளது (எ.கா., நீங்கள் ட்விட்டரில் இருந்தாலும் அல்லது நீங்கள் இல்லாவிட்டாலும்). விளைவு மாறி வகைப்படுத்தப்பட்டதாக இருப்பதால், எச்சங்கள் பொதுவாக விநியோகிக்கப்படக்கூடிய வழி இல்லை. இந்த சூழ்நிலைக்கு புள்ளிவிவர வல்லுநர்கள் விண்ணப்பிக்கக்கூடிய பல கருவிகள் உள்ளன, அவற்றில் மிக முக்கியமானது லாசிச்டிக் பின்னடைவு.
uk: **Логістична регресія.** Ще один варіант регресії виникає, коли змінна результату є бінарною |номінальною|, мультиноміальною |номінальною| (кілька груп) або порядковою |порядковою|, але предиктори є безперервними |безперервними|. Наприклад, припустимо, ви досліджуєте соціальні медіа і хочете дізнатися, чи можна передбачити, чи користується хтось Twitter, виходячи з його доходу, віку та ряду інших змінних. Це, по суті, регресійна модель, але ви не можете використовувати звичайну лінійну регресію, оскільки змінна результату є категоріальною (наприклад, чи є ви користувачем Twitter, чи ні). Оскільки змінна результату є категоріальною, залишки не можуть бути нормально розподілені. Існує ряд інструментів, які статистики можуть застосувати в цій ситуації, найвідомішим з яких є логістична регресія.

source: **The General Linear Model (GLM).** The GLM is actually a family of models that includes logistic regression, linear regression, (some) nonlinear regression, ANOVA and many others. The basic idea in the GLM is essentially the same idea that underpins linear models, but it allows for the idea that your data might not be normally distributed, and allows for nonlinear relationships between predictors and outcomes. There are a lot of very handy analyses that you can run that fall within the GLM, so it’s a very useful thing to know about.
de: **Das Allgemeine Lineare Modell (ALM / GLM).** Das ALM ist eigentlich eine Familie von Modellen, die logistische Regression, lineare Regression, nicht-lineare Regression (verschiedene Modelle), ANOVA und viele andere umfasst. Der Grundgedanke des ALM ist im Wesentlichen derselbe, der auch linearen Modellen zugrunde liegt, aber es berücksichtigt die Vorstellung, dass Ihre Daten möglicherweise nicht normalverteilt sind, und lässt nicht-lineare Beziehungen zwischen Prädiktoren und Ergebnissen zu. Es gibt viele sehr nützliche Analysen, die Sie im Rahmen des ALM durchführen können, so dass es sehr nützlich ist, darüber Bescheid zu wissen.
nb: **Den generelle lineære modellen (GLM)** er faktisk en familie av modeller som omfatter logistisk regresjon, lineær regresjon, (noen) ikke-lineære regresjonsmodeller, ANOVA og mange andre. Den grunnleggende ideen i GLM er i bunn og grunn den samme som ligger til grunn for lineære modeller, men den tar høyde for at dataene dine kanskje ikke er normalfordelte, og åpner for ikke-lineære sammenhenger mellom prediktorer og utfall. Det finnes mange svært nyttige analyser du kan kjøre som faller innenfor GLM, så det er veldig nyttig å kjenne til.
ta: ** பொது நேரியல் மாதிரி (சி.எல்.எம்). ** சி.எல்.எம் என்பது உண்மையில் லாசிச்டிக் பின்னடைவு, நேரியல் பின்னடைவு, (சில) நேரியல் அல்லாத பின்னடைவு, ANOVA மற்றும் பலவற்றை உள்ளடக்கிய மாதிரிகளின் குடும்பமாகும். சி.எல்.எம் இல் உள்ள அடிப்படை சிந்தனை அடிப்படையில் நேரியல் மாதிரிகளை ஆதரிக்கும் அதே யோசனையாகும், ஆனால் இது உங்கள் தரவு பொதுவாக விநியோகிக்கப்படக்கூடாது என்ற கருத்தை அனுமதிக்கிறது, மேலும் முன்னறிவிப்பாளர்களுக்கும் விளைவுகளுக்கும் இடையிலான நேரியல் உறவுகளை அனுமதிக்கிறது. சி.எல்.எம் -க்குள் வரும் நீங்கள் இயக்கக்கூடிய மிக எளிதான பகுப்பாய்வுகள் நிறைய உள்ளன, எனவே இது பற்றி தெரிந்து கொள்வது மிகவும் பயனுள்ள சேதி.
uk: **Загальна лінійна модель (GLM).** GLM — це насправді сімейство моделей, що включає логістичну регресію, лінійну регресію, (деякі) нелінійні регресії, ANOVA та багато інших. Основна ідея GLM є, по суті, такою самою, як і в лінійних моделях, але вона допускає, що ваші дані можуть бути розподілені ненормально, і дозволяє нелінійні взаємозв'язки між предикторами та результатами. Існує багато дуже зручних аналізів, які можна виконати в рамках GLM, тому про це дуже корисно знати.

source: **Survival analysis.** In chapter :doc:`A brief introduction to research design <../Ch02/Ch02_StudyDesign>`, I talked about “differential attrition”, the tendency for people to leave the study in a non-random fashion. Back then, I was talking about it as a potential methodological concern, but there are a lot of situations in which differential attrition is actually the thing you’re interested in. Suppose, for instance, you’re interested in finding out how long people play different kinds of computer games in a single session. Do people tend to play RTS (real time strategy) games for longer stretches than FPS (first person shooter) games? You might design your study like this. People come into the lab, and they can play for as long or as little as they like. Once they’re finished, you record the time they spent playing. However, due to ethical restrictions, let’s suppose that you cannot allow them to keep playing longer than two hours. A lot of people will stop playing before the two hour limit, so you know exactly how long they played. But some people will run into the two hour limit, and so you don’t know how long they would have kept playing if you’d been able to continue the study. As a consequence, your data are systematically *censored*: you’re missing all of the very long times. How do you analyse this data sensibly? This is the problem that survival analysis solves. It is specifically designed to handle this situation, where you’re systematically missing one “side” of the data because the study ended. It’s very widely used in health research, and in that context it is often literally used to analyse survival. For instance, you may be tracking people with a particular type of cancer, some who have received treatment A and others who have received treatment B, but you only have funding to track them for 5 years. At the end of the study period some people are alive, others are not. In this context, survival analysis is useful for determining which treatment is more effective, and telling you about the risk of death that people face over time.
de: **Ereigniszeitanalyse** (*survival analysis*). In Kapitel :doc:`Eine kurze Einführung in das Forschungsdesign <../Ch02/Ch02_StudyDesign>` habe ich über die „differentielle Attrition“ gesprochen, die Tendenz der Teilnehmer, die Studie auf nicht-zufällige Weise zu verlassen. Damals ging es um ein mögliches methodisches Problem, aber es gibt viele Situationen, in denen Unterschiede in der Fluktuation genau das ist, was Sie interessiert. Nehmen wir zum Beispiel an, dass Sie herausfinden wollen, wie lange die Leute verschiedene Arten von Computerspielen in einer einzigen Sitzung spielen. Neigen die Leute dazu, RTS-Spiele (Echtzeitstrategiespiele) länger zu spielen als FPS-Spiele (Ego-Shooter)? Sie könnten Ihre Studie wie folgt gestalten. Die Teilnehmer kommen ins Labor und können so lange oder so wenig spielen, wie sie möchten. Wenn sie fertig sind, zeichnen Sie die Zeit auf, die sie gespielt haben. Nehmen wir jedoch an, dass sie aus ethischen Gründen nicht länger als zwei Stunden spielen dürfen. Viele Leute werden vor Ablauf der zwei Stunden aufhören zu spielen, so dass Sie genau wissen, wie lange sie gespielt haben. Einige Teilnehmer werden jedoch die Zwei-Stunden-Grenze überschreiten, so dass Sie nicht wissen, wie lange sie weitergespielt hätten, wenn Sie die Studie hätten fortsetzen können. Infolgedessen sind Ihre Daten systematisch *zensiert* (ausgewählt): Sie schließen alle sehr langen Zeiten aus. Wie kann man diese Daten vernünftig analysieren? Das ist das Problem, das die Überlebensanalyse löst. Sie wurde speziell für diese Situation entwickelt, in der systematisch eine „Seite“ der Daten fehlt, weil die Studie beendet wurde. Sie ist in der Gesundheitsforschung weit verbreitet und wird in diesem Zusammenhang oft buchstäblich zur Analyse des Überlebens verwendet. So kann man z.B. Menschen mit einer bestimmten Krebsart verfolgen, von denen einige die Behandlung A und andere die Behandlung B erhalten haben, aber man hat nur Mittel, um sie 5 Jahre lang zu verfolgen. Am Ende des Studienzeitraums sind einige Personen noch am Leben, andere nicht. In diesem Zusammenhang ist die Ereigniszeitanalyse nützlich, um festzustellen, welche Behandlung wirksamer ist, und um etwas über das Sterberisiko zu erfahren, dem die Menschen im Laufe der Zeit ausgesetzt sind.

source: **Mixed models.** Repeated measures ANOVA is often used in situations where you have observations clustered within experimental units. A good example of this is when you track individual people across multiple time points. Let’s say you’re tracking happiness over time, for two people. Aaron’s happiness starts at 10, then drops to 8, and then to 6. Belinda’s happiness starts at 6, then rises to 8 and then to 10. Both of these two people have the same “overall” level of happiness (the average across the three time points is 8), so a repeated measures ANOVA analysis would treat Aaron and Belinda the same way. But that’s clearly wrong. Aaron’s happiness is decreasing, whereas Belinda’s is increasing. If you want to optimally analyse data from an experiment where people can change over time, then you need a more powerful tool than repeated measures ANOVA. The tools that people use to solve this problem are called “mixed” models, because they are designed to learn about individual experimental units (e.g. happiness of individual people over time) as well as overall effects (e.g. the effect of money on happiness over time). Repeated measures ANOVA is perhaps the simplest example of a mixed model, but there’s a lot you can do with mixed models that you can’t do with repeated measures ANOVA.
de: **Gemischte Modelle** (*mixed models*). Die ANOVA für wiederholte Messungen wird häufig in Situationen verwendet, in denen Beobachtungen innerhalb von Versuchseinheiten geclustert sind. Ein gutes Beispiel hierfür ist die Beobachtung einzelner Personen über mehrere Zeitpunkte hinweg. Nehmen wir an, Sie verfolgen die Zufriedenheit von zwei Personen über einen bestimmten Zeitraum. Aarons Zufriedenheit beginnt bei 10, fällt dann auf 8 und dann auf 6. Belindas Zufriedenheit beginnt bei 6, steigt dann auf 8 und dann auf 10. Beide Personen haben das gleiche „Gesamt“-Glücksniveau (der Durchschnitt über die drei Zeitpunkte ist 8), so dass eine ANOVA-Analyse mit wiederholten Messungen Aaron und Belinda auf die gleiche Weise behandeln würde. Aber das ist eindeutig falsch. Aarons Zufriedenheit nimmt ab, während die von Belinda zunimmt. Wenn Sie die Daten eines Experiments, bei dem sich Personen im Laufe der Zeit verändern können, optimal analysieren wollen, brauchen Sie ein leistungsfähigeres Instrument als die ANOVA für wiederholte Messungen. Die Werkzeuge, die zur Lösung dieses Problems verwendet werden, heißen „gemischte“ Modelle, weil sie so konzipiert sind, dass sie sowohl einzelne experimentelle Einheiten (z. B. das Glück einzelner Personen im Laufe der Zeit) als auch Gesamteffekte (z. B. die Wirkung von Geld auf das Glück im Laufe der Zeit) erfassen. Die ANOVA für wiederholte Messungen ist vielleicht das einfachste Beispiel für ein gemischtes Modell, aber man kann mit gemischten Modellen eine Menge tun, was man mit der ANOVA für wiederholte Messungen nicht tun kann.
nb: **Blandede modeller** (*mixed models*). ANOVA med gjentatte målinger brukes ofte i situasjoner der observasjonene er gruppert innenfor eksperimentelle enheter. Et godt eksempel på dette er når du følger enkeltindivider over flere tidspunkter. La oss si at du sporer lykke over tid for to personer. Arons lykke starter på 10, faller så til 8 og deretter til 6. Belindas lykke starter på 6, stiger så til 8 og deretter til 10. Begge disse to personene har det samme «generelle» lykkenivået (gjennomsnittet over de tre tidspunktene er 8), så en ANOVA-analyse med gjentatte målinger vil behandle Aron og Belinda på samme måte. Men det er helt klart feil. Arons lykke er synkende, mens Belindas lykke er økende. Hvis du ønsker å analysere data fra et eksperiment der folk kan endre seg over tid, trenger du et kraftigere verktøy enn ANOVA med gjentatte målinger. Verktøyene som brukes for å løse dette problemet, kalles «blandede» modeller, fordi de er utviklet for å lære om individuelle eksperimentelle enheter (f.eks. lykken til enkeltindivider over tid) så vel som generelle effekter (f.eks. effekten av penger på lykken over tid). ANOVA med gjentatte målinger er kanskje det enkleste eksempelet på en blandet modell, men det er mye du kan gjøre med blandede modeller som du ikke kan gjøre med ANOVA med gjentatte målinger.
ta: ** கலப்பு மாதிரிகள். ** மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA பெரும்பாலும் சோதனை அலகுகளுக்குள் கொத்தாக இருக்கும் சூழ்நிலைகளில் பயன்படுத்தப்படுகிறது. இதற்கு ஒரு சிறந்த எடுத்துக்காட்டு என்னவென்றால், நீங்கள் தனிப்பட்ட நபர்களை பல நேர புள்ளிகளில் கண்காணிக்கும்போது. காலப்போக்கில் நீங்கள் மகிழ்ச்சியைக் கண்காணிக்கிறீர்கள் என்று சொல்லலாம். ஆரோனின் மகிழ்ச்சி 10 இல் தொடங்குகிறது, பின்னர் 8 ஆக குறைகிறது, பின்னர் 6 ஆக குறைகிறது. பெலிண்டாவின் மகிழ்ச்சி 6 இல் தொடங்குகிறது, பின்னர் 8 ஆகவும் பின்னர் 10 ஆகவும் உயர்கிறது. இந்த இரண்டு நபர்களும் ஒரே "ஒட்டுமொத்த" மகிழ்ச்சியைக் கொண்டுள்ளனர் (சராசரி முழுவதும் சராசரி மூன்று நேர புள்ளிகள் 8), எனவே மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA பகுப்பாய்வு ஆரோன் மற்றும் பெலிண்டாவைப் போலவே சிகிச்சையளிக்கும். ஆனால் அது தெளிவாக தவறு. ஆரோனின் மகிழ்ச்சி குறைந்து வருகிறது, அதேசமயம் பெலிண்டா அதிகரித்து வருகிறது. காலப்போக்கில் மக்கள் மாறக்கூடிய ஒரு பரிசோதனையிலிருந்து தரவை உகந்ததாக பகுப்பாய்வு செய்ய விரும்பினால், மீண்டும் மீண்டும் நடவடிக்கைகளை விட உங்களுக்கு அதிக சக்திவாய்ந்த கருவி தேவை. இந்த சிக்கலைத் தீர்க்க மக்கள் பயன்படுத்தும் கருவிகள் “கலப்பு” மாதிரிகள் என்று அழைக்கப்படுகின்றன, ஏனெனில் அவை தனிப்பட்ட சோதனை அலகுகள் (எ.கா. காலப்போக்கில் தனிப்பட்ட நபர்களின் மகிழ்ச்சி) மற்றும் ஒட்டுமொத்த விளைவுகளைப் பற்றி அறிய வடிவமைக்கப்பட்டுள்ளன (எ.கா. காலப்போக்கில் மகிழ்ச்சியில் பணத்தின் விளைவு ). மீண்டும் மீண்டும் நடவடிக்கைகள் ANOVA என்பது ஒரு கலப்பு மாதிரியின் எளிய எடுத்துக்காட்டு, ஆனால் கலப்பு மாதிரிகள் மூலம் நீங்கள் செய்யக்கூடிய நிறைய விசயங்கள் உள்ளன, அவை ANOVA ஐ மீண்டும் மீண்டும் செய்ய முடியாது.
uk: **Змішані моделі.** ANOVA з повторними вимірами часто використовується в ситуаціях, коли спостереження групуються в експериментальних одиницях. Хорошим прикладом цього є відстеження окремих людей упродовж декількох часових точок. Припустимо, ви відстежуєте рівень щастя двох людей упродовж часу. Рівень щастя Аарона починається з 10, потім падає до 8, а потім до 6. Рівень щастя Белінди спочатку становить 6, потім зростає до 8, а потім до 10. Обидві ці особи мають однаковий «загальний» рівень щастя (середнє значення за три моменти часу становить 8), тому ANOVA з повторними вимірами розглядатиме Аарона і Белінду однаково. Але це явно неправильно. Рівень щастя Аарона знижується, тоді як рівень щастя Белінди зростає. Якщо ви хочете оптимально проаналізувати дані експерименту, в якому люди можуть змінюватися з часом, вам потрібен більш потужний інструмент, ніж ANOVA з повторними вимірами. Інструменти, які люди використовують для вирішення цієї проблеми, називаються «змішаними» моделями, оскільки вони призначені для вивчення окремих експериментальних одиниць (наприклад, щастя окремих людей з часом), а також загальних ефектів (наприклад, вплив грошей на щастя з часом). ANOVA з повторними вимірами є, мабуть, найпростішим прикладом змішаної моделі, але зі змішаними моделями можна зробити багато чого, чого не можна зробити з ANOVA з повторними вимірами.
